{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2011/mar/10/mike-huckabee/mike-huckabee-says-single-moms-very-poor-under-edu/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 3398, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/3398/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tFormer Arkansas Gov. Mike Huckabee, a possible contender for the 2012 Republican presidential nomination, caused a firestorm when he criticized movie star Natalie Portman.<br />\r\n\t<br />\r\n\tSpeaking to conservative radio host Michael Medved, <a href=\"http://content.usatoday.com/communities/Religion/post/2011/03/huckabee-natalie-portman-pregnant-budget/1\">Huckabee said</a>, &quot;One of the things that is troubling is that people see a Natalie Portman or some other Hollywood starlet who boasts of, &#39;Hey look, we&#39;re having children, we&#39;re not married, but we&#39;re having these children, and they&#39;re doing just fine.&rsquo; But there aren&#39;t really a lot of single moms out there who are making millions of dollars every year for being in a movie.&quot;<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tAfter the comment hit the wider airwaves, Huckabee posted the following comment on the website of HuckPac, his political action committee.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t&quot;In a recent media interview about my new book, A Simple Government, I discussed the first chapter, &lsquo;The Most Important Form of Government Is a Father, Mother, and Children,&rsquo;&quot; <a href=\"http://www.huckpac.com/?Fuseaction=Blogs.View&amp;Blog_id=3408\">he wrote</a>. &nbsp;&quot;I was asked about Oscar-winner Natalie Portman&#39;s out-of-wedlock pregnancy. Natalie is an extraordinary actor, very deserving of her recent Oscar, and I am glad she will marry her baby&#39;s father. However, contrary to what the Hollywood media reported, I did not &lsquo;slam&rsquo; or &lsquo;attack&rsquo; Natalie Portman, nor did I criticize the hardworking single mothers in our country. My comments were about the statistical reality that most single moms are very poor, under-educated, can&#39;t get a job, and if it weren&#39;t for government assistance, their kids would be starving to death. That&#39;s the story that we&#39;re not seeing, and it&#39;s unfortunate that society often glorifies and glamorizes the idea of having children out of wedlock.&quot;<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tA reader suggested we check into the &quot;statistical reality&quot; of single mothers. So we did.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tThe best statistics we found to analyze this issue come from a <a href=\"http://www.census.gov/population/socdemo/hh-fam/cps2010/tabC8-all.xls\">Census Bureau data set called &quot;America&rsquo;s Families and Living Arrangements: 2010.&quot;</a><br />\r\n\t<br />\r\n\tOne way of analyzing the question comes from a table of statistics detailing living arrangements for children under 18 years and the marital status of their parents. These statistics, released in November 2010, offer per-child data. <a href=\"http://www.census.gov/hhes/www/cpstables/032010/pov/new26_001_01.htm\">Other</a> <a href=\"http://www.census.gov/hhes/www/cpstables/032010/pov/new03_100_01.htm\">tables</a> look at the data from the point of view of the households, rather than the children. Either way, the statistics are broadly similar.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tWe&rsquo;ll take Huckabee&rsquo;s claims one by one.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t<strong>&quot;Most single moms are very poor.&quot;</strong><br />\r\n\t<br />\r\n\tWhile only a minority of children in single-mother households officially live below the poverty level, the income picture still isn&rsquo;t rosy.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tAll told, 43 percent of such children are officially in households below the poverty level, and an additional 28 percent are in households that earn less than twice the poverty level. Less than a third -- 30 percent -- live in households that earn more than that.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tBy contrast, only 13 percent children in dual-parent households (whether married or not) live in households that are at or below the poverty level. An additional 19 percent live in households that have less than twice the poverty level. A full 68 percent live in households with incomes double the poverty level or higher.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tLooked at by household, slightly under 40 percent of single-mother households are officially below the poverty level.<br />\r\n\t<br />\r\n\tThere is no accepted definition of &quot;very poor,&quot; so the claim is hard to nail down. But children in single-mother households are more than twice as likely as those in dual-parent households to be part of families that earn less than twice the poverty level. So Huckabee has a point on this statistic.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t<strong>Most single moms are &quot;under-educated.&quot;</strong><br />\r\n\t<br />\r\n\tLike &quot;very poor,&quot; the term &quot;under-educated&quot; is somewhat subjective. But we&rsquo;ll look at the educational patterns for single moms and dual-parent households.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tNineteen percent of children in single-mother households have a mom who failed to earn a high-school diploma, compared to 67 percent who graduated high school and/or attended some college, and 14 percent who have a college degree or higher. The comparable figures for children in dual-parent households is 8 percent with less than a high-school diploma, 47 percent with a high school degree and/or some college, and 45 percent with a college degree or higher.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tSo it&rsquo;s true that children with single moms are more than twice as likely those of dual-parent households to be the child of a high-school dropout. On the other hand, a full 81 percent of children of single moms have a mom who graduated from high school. That&rsquo;s lower than the 92 percent rate for dual-parent households, but it still seems a stretch to say that &quot;most&quot; single moms are &quot;under-educated.&quot;<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t<strong> Most single moms &quot;can&#39;t get a job.&quot;</strong><br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tIn single-mother households, 74 percent of moms are considered &quot;in the labor force,&quot; compared to 26 percent who are &quot;not in the labor force.&quot;<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tBeing &quot;in the labor&quot; force means that you are either working or are trying to. So we have to look to a <a href=\"http://www.bls.gov/news.release/pdf/famee.pdf\">separate statistic from the Bureau of Labor Statistics</a> to see whether single moms are actually being employed, rather than merely trying.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tThe data shows that in 2009, about 66 percent of single moms were employed, with an unemployment rate of 13.6 percent. (The employment rate was higher and the unemployment rate was lower the previous year, before the worst of the recession hit.)<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tHow does employment compare between single moms and married moms? According to calculations for PolitiFact by Gary Burtless, an economist with the centrist-to-liberal Brookings Institution, the data show that single moms are actually <em>likelier </em>to work than married moms.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tFor mothers with the youngest child under age 6, nearly 68 percent are in the labor force -- that is, either working or looking for work. The comparable number for married moms living with their spouses is 62 percent. For those with the youngest child between 6 and 17 years of age, 79 percent of single moms were in the labor force, compared to 77 percent of married moms.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tBurtless found that rates of actual employment are also very close between the two groups.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t&quot;The crucial thing he missed -- and that many Republicans don&rsquo;t seem to understand -- is that a lot of those mothers do work,&quot; said Ron Haskins, who as a Republican congressional staffer helped write the 1996 welfare reform bill. &quot;The government has done a lot to basically force them to work. That was the essence of welfare reform.&quot;<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tSo, any way you look at it, a large majority of single moms are both part of the workforce and are successful at getting jobs. On this statistic, Huckabee is completely off base.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t<strong>&quot;If it weren&#39;t for government assistance, their kids would be starving to death.&quot;</strong><br />\r\n\t<br />\r\n\tAmong children with single mothers, 41 percent get food stamps and 59 percent don&rsquo;t. By contrast, 11 percent in dual-parent households get food stamps and 89 percent do not.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tMeanwhile, 10 percent of children in single-mother households get other kinds of cash assistance while 90 percent do not. For those in dual-parent households, 2 percent get cash assistance and 98 percent do not. (The statistics can vary depending on how you define cash assistance; we&rsquo;re going by the Census Bureau&rsquo;s definition.)<br />\r\n\t<br />\r\n\tLooked at by household, 32 percent of single-mother households get food stamps, while 16 percent get cash assistance.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tSo while the rates of food stamp and public assistance use are certainly higher among single-mother households, they still represent a minority of single-mother households. It seems like a stretch for Huckabee to say that &quot;most&quot; kids of single-mother households would starve without public assistance.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t&quot;Single mothers are a highly disadvantaged group in many ways,&quot; said Arloc Sherman, a senior researcher with the liberal Center on Budget and Policy Priorities. &quot;But they are not quite so badly off as Huckabee says. In fact, a large majority of them are managing to remain gainfully employed even in the depths of this terrible economy.&quot;<br />\r\n\t<br />\r\n\t<strong>What is meant by &#39;single mothers&#39;?</strong><br />\r\n\t<br />\r\n\tDouglas J. Besharov, a University of Maryland public policy professor who was previously a scholar at the conservative American Enterprise Institute, said the numbers we found didn&#39;t surprise him much, though he did note that some people use the term &quot;single mother&quot; to mean &quot;mother who had a child while single.&quot; To be extra cautious, we checked out this category separately.<br />\r\n\t<br />\r\n\tThe best number we could find to approximate that group was the &quot;never married&quot; statistic, which excludes mothers who became single as a result of being widowed, separated, divorced or abandoned by a spouse.<br />\r\n\t<br />\r\n\tWe found that the numbers are somewhat more dire for this subgroup than they are for single mothers as a whole, but not dramatically so. On education, 24 percent had less than a high-school diploma, compared to 19 percent for all single moms. Food stamp use was 50 percent, compared to 41 percent for all single moms, and 14 percent got public assistance, compared to 10 percent for all single moms. A full 70 percent of never-married single moms were in the work force, compared to 74 percent for all single moms.<br />\r\n\t<br />\r\n\tThe one factor that showed the biggest variation was poverty. More than half -- 51 percent -- of never-married single moms are officially at the poverty line, and an additional 26 percent are between 100 percent and 200 percent of the poverty level. That compares to 43 percent of all single moms officially below the poverty level and an additional 28 percent at less than twice the poverty level. But this was already the statistic where Huckabee was closest to being right.<br />\r\n\t<br />\r\n\t<strong>Our conclusion</strong><br />\r\n\t<br />\r\n\tEven if the numbers for never-married moms had been dramatically different, we don&#39;t think it would justify Huckabee&#39;s comment, since the his wording didn&rsquo;t distinguish among types of single moms. We should also note that Portman <a href=\"http://today.msnbc.msn.com/id/41896661/ns/today-entertainment/\">has said she plans to marry the baby&rsquo;s father</a>, so she would actually fit best into the &quot;living with both parents, not married to each other&quot; category, which we included in our &quot;dual-parent household&quot; category, not the &quot;single-mother&quot; category.<br />\r\n\t<br />\r\n\tSo where does this leave us? There&rsquo;s a pretty strong case that Huckabee is right about poverty in single-mother households. But his claims about educational attainment and government assistance are exaggerated, and the majority of kids living with single moms put food on the table without public assistance. And one claim is flat-out wrong -- that single moms aren&rsquo;t able to get jobs. Lots of single mothers do -- often in higher rates than married moms. On balance, we rate Huckabee&rsquo;s statement Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2011-03-10T12:28:03.142157", "ruling_date": "2011-03-10T16:08:26", "ruling_headline": "Mike Huckabee says single moms 'very poor, under-educated, can't get a job'", "ruling_headline_slug": "mike-huckabee-says-single-moms-very-poor-under-edu", "ruling_link_text": "\"Most\" aren't on welfare or under-educated, and a big majority work", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tMike Huckabee, &quot;The Most Important Form of Government Is A Father, Mother and Children&quot; (<a href=\"http://www.huckpac.com/?Fuseaction=Blogs.View&amp;Blog_id=3408\">blog post at HuckPAC.com</a>), March 04, 2011<br />\r\n\t<br />\r\n\tU.S. Census Bureau, America&rsquo;s Families and Living Arrangements (<a href=\"http://www.census.gov/population/socdemo/hh-fam/cps2010/tabC3-all.xls\">Table C3</a> -- Living Arrangements of Children Under 18 Years and Marital Status of Parents, by Age, Sex, Race, and Hispanic Origin and Selected Characteristics of the Child for All Children), 2010<br />\r\n\t<br />\r\n\tBureau of Labor Statistics, &quot;Employment Characteristics of Families, 2009&quot; (<a href=\"http://www.bls.gov/news.release/pdf/famee.pdf\">news release</a>), May 27, 2010<br />\r\n\t<br />\r\n\tU.S. Census Bureau,<a href=\"http://www.census.gov/compendia/statab/2011/tables/11s0598.xls\"> Employment Status of Women, by Marital Status and Presence and Age of Children</a>, 2009<br />\r\n\t<br />\r\n\tU.S. Census Bureau, Annual Social and Economic (ASEC) Supplement (<a href=\"http://www.census.gov/hhes/www/cpstables/032010/pov/new26_001_01.htm\">POV26</a>: Program Participation Status of Household - Poverty Status of People: 2009), released 2010<br />\r\n\t<br />\r\n\tU.S. Census Bureau, Annual Social and Economic (ASEC) Supplement (<a href=\"http://www.census.gov/hhes/www/cpstables/032010/pov/new03_100_01.htm\">POV03</a>: People in Families with Related Children Under 18 by Family Structure, Age, and Sex, Iterated by Income-to-Poverty Ratio and Race: 2009), released 2010<br />\r\n\t<br />\r\n\t<em>Wall Street Journal</em>, &quot;<a href=\"http://blogs.wsj.com/speakeasy/2011/03/04/mike-huckabee-criticizess-natalie-portmans-pregnancy/\">Mike Huckabee Calls Natalie Portman&rsquo;s Pregnancy &lsquo;Troubling,&rsquo;</a>&quot; March 4, 2011<br />\r\n\t<br />\r\n\t<em>USA Today</em>, &quot;<a href=\"http://content.usatoday.com/communities/Religion/post/2011/03/huckabee-natalie-portman-pregnant-budget/1\">Huckabee: No &#39;attack&#39; on Natalie Portman</a>,&quot; March 6, 2011<br />\r\n\t<br />\r\n\t<em>US Weekly</em>, &quot;<a href=\"http://today.msnbc.msn.com/id/41896661/ns/today-entertainment/\">Mike Huckabee slams Natalie Portman for pregnancy</a>,&quot; March 4, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Gary Burtless, senior fellow at the Brookings Institution, March 9, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Arloc Sherman, senior researcher with the Center on Budget and Policy Priorities, March 9, 2011<br />\r\n\t<br />\r\n\tInterview with Ron Haskins, co-director of the Brookings Center on Children and Families, March 10, 2011<br />\r\n\t<br />\r\n\tInterview with Douglas J. Besharov, public policy professor, and Doug Call, researcher, at the University of Maryland, March 10, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 12, "current_job": "author", "false_count": 5, "first_name": "Mike", "half_true_count": 9, "home_state": "Arkansas", "id": 16, "last_name": "Huckabee", "mostly_true_count": 3, "name_slug": "mike-huckabee", "pants_count": 4, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Mike_Huckabee.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/16/", "total_count": 42, "true_count": 8, "website": "http://www.explorehuckabee.com/"}, "statement": "<p>\r\n\tSays it&rsquo;s a &quot;statistical reality that most single moms are very poor, under-educated, can&#39;t get a job, and if it weren&#39;t for government assistance, their kids would be starving to death.&quot;</p>", "statement_context": "a post on his PAC's website", "statement_date": "2011-03-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 127, "photo": null, "resource_uri": "/api/v/2/subject/127/", "subject": "Children", "subject_slug": "children", "used_in_edition": []}, {"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 119, "photo": null, "resource_uri": "/api/v/2/subject/119/", "subject": "Families", "subject_slug": "families", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 188, "photo": null, "resource_uri": "/api/v/2/subject/188/", "subject": "Hunger", "subject_slug": "hunger", "used_in_edition": ["/api/v/2/edition/9/"]}, {"description": "", "id": 184, "photo": null, "resource_uri": "/api/v/2/subject/184/", "subject": "Income", "subject_slug": "income", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 192, "photo": null, "resource_uri": "/api/v/2/subject/192/", "subject": "Labor", "subject_slug": "labor", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 134, "photo": null, "resource_uri": "/api/v/2/subject/134/", "subject": "Marriage", "subject_slug": "marriage", "used_in_edition": []}, {"description": "", "id": 29, "photo": null, "resource_uri": "/api/v/2/subject/29/", "subject": "Poverty", "subject_slug": "poverty", "used_in_edition": []}, {"description": "", "id": 146, "photo": null, "resource_uri": "/api/v/2/subject/146/", "subject": "Women", "subject_slug": "women", "used_in_edition": []}, {"description": "", "id": 103, "photo": null, "resource_uri": "/api/v/2/subject/103/", "subject": "Workers", "subject_slug": "workers", "used_in_edition": []}], "target": [], "twitter_headline": ""}