{"art": [], "author": [{"email_address": "danielson@tampabay.com", "first_name": "Richard", "id": 226, "last_name": "Danielson", "name_slug": "richard-danielson", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/226/", "title": "Staff Writer, Tampa Bay Times", "twitter": null}], "canonical_url": "/florida/statements/2011/mar/10/rose-ferlita/rose-ferlita-says-bob-buckhorn-wanted-police-lock/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}], "facebook_headline": null, "id": 3404, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "danielson@tampabay.com", "first_name": "Richard", "id": 226, "last_name": "Danielson", "name_slug": "richard-danielson", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/226/", "title": "Staff Writer, Tampa Bay Times", "twitter": null}], "resource_uri": "/api/v/2/statement/3404/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tIn a new television advertisement airing March 10, 2011, Tampa mayoral candidate Rose Ferlita&#39;s campaign claims Bob Buckhorn jeopardized police officers&#39; lives by supporting a requirement that they keep their guns locked in the trunks of their cruisers.<br />\r\n\t<br />\r\n\tThis claim has come up in two previous political campaigns in Tampa, though this is the first time it has been attached to Buckhorn. Police and officials involved in the decision have twice said it is false.<br />\r\n\t<br />\r\n\tAsked for the source of the statement, Ferlita campaign consultant Anthony Pedicini e-mailed PolitiFact Florida excerpts from several <em>St. Petersburg Times </em>and <em>Tampa Tribune </em>newspaper articles. They included a 1990 profile of Buckhorn that described his close relationship with then-Mayor Sandy Freedman, for whom he worked as a special assistant, and a 1996 article that quoted Freedman saying a political opponent&rsquo;s claim about the guns-in-the-trunk issue was false. None of the news accounts mention Buckhorn in connection with the issue.<br />\r\n\t<br />\r\n\tThe first time the guns-in-the-trunk issue came up was February 1995, when Dick Greco raised it during his successful campaign to return to the mayor&#39;s office. Greco said at the time that police didn&#39;t like having to keep their shotguns locked in their trunks, but want them within easy reach in the passenger compartment.<br />\r\n\t<br />\r\n\tThe shotguns-in-the-trunk policy dated to the early 1990s, when Freedman was mayor. But city officials have said it was not the mayor&#39;s work. A safety committee made up of Tampa police officers and police management recommended that officers store shotguns in the trunks of their cruisers, then-city public safety administrator Bob Smith told the <em>St. Petersburg Times </em>in 1995.<br />\r\n\t<br />\r\n\t&quot;The placement of a shotgun in a police car has never been a political issue, and I don&#39;t think it should be,&quot; Smith said <a href=\"https://docs.google.com/viewer?a=v&amp;pid=explorer&amp;chrome=true&amp;srcid=1WpqWagYi63YdsrQPl8z1Boeyqrt6ceefZ6CC1L-R2S_vnCA4agGdoycHRYwt&amp;hl=en\">in the Feb. 11, 1995 article.</a> &quot;The placement is based on safety and efficiency for the officer.&quot;<br />\r\n\t<br />\r\n\tPolice cruisers had gotten smaller with each new model the city bought, and 1990s-era computers and bulky radio equipment were taking up much of the passenger area. The shotguns also couldn&#39;t obstruct either the driver- or passenger-side airbags, and officers didn&#39;t want them behind their heads, Smith said. &nbsp;<br />\r\n\t<br />\r\n\tThat left little room but the trunk, Smith said.<br />\r\n\t<br />\r\n\tThe policy concerned only shotguns. Police still carried 9mm semiautomatic handguns.<br />\r\n\t<br />\r\n\tIn 1996, the issue came up again when Freedman and then-state Rep. Jim Davis faced off in a Democratic primary for a seat in Congress.<br />\r\n\t<br />\r\n\tIn a campaign mailing, Davis said putting the shotguns in the trunks of cruisers had endangered the lives of officers. Freedman was not named in the mailer, but a Davis aide confirmed at the time that the flier targeted her.<br />\r\n\t<br />\r\n\tThen-Tampa police spokesman Steve Cole said in August 1996 that Davis incorrectly repeated a false rumor that blamed Freedman for making Tampa officers keep shotguns in their trunks.<br />\r\n\t<br />\r\n\t&quot;The mayor has nothing to do with the shotguns,&quot; Cole told the <em>Times </em><a href=\"https://docs.google.com/viewer?a=v&amp;pid=explorer&amp;chrome=true&amp;srcid=13i9Eg1bwaQZyD2fXKiOemdI3tFQScX0iuF0zJPDksEh8-h7yDXva7CCHTjwK&amp;hl=en\">in the Aug. 29, 1996, article.</a> &quot;There have always been rumors that Mayor Freedman ordered the shotguns in the trunk. . . . As far as (then) Chief (Bennie) Holder knows, that was never an order that was given. It was a rumor.&quot;<br />\r\n\t<br />\r\n\tFar from taking tools away from police, Cole said in 1996, it was Freedman who authorized the purchase of bulletproof vests and 9mm Glocks at the request of police officials, who said they were under-equipped with their .38-caliber revolvers.<br />\r\n\t<br />\r\n\tFreedman said at the time she didn&#39;t even know about the shotgun-in-the-trunk policy until Greco raised it. She said on March 10 that neither she nor Buckhorn had anything to do with it.<br />\r\n\t<br />\r\n\t&quot;That&rsquo;s an urban legend about the shotguns,&quot; said Freedman, who supports Buckhorn&#39;s bid for mayor. &quot;What happened is, we went to a different kind of car and they didn&rsquo;t fit.&quot;<br />\r\n\t<br />\r\n\tStill, Freedman did make some decisions that upset officers. In 1988, she rescinded the policy that allowed officers to drive their cruisers home to save the city on expenses such as gas and insurance. In 1996, Greco made good on a campaign promise and reinstated the take-home cars.<br />\r\n\t<br />\r\n\tTaking away officers&#39; take-home cars -- like the shotguns in the trunk -- was an instance when Buckhorn took &quot;tools away from police&quot; while he was an aide to Freedman, Pedicini, Ferlita&#39;s campaign consultant, said on March 10. &quot;Those were all policies that he and Sandy worked on together.&quot;<br />\r\n\t<br />\r\n\tPulling the plug on the take-home car program left officers frustrated, angry and bitter. But Freedman said the city faced a multimillion-dollar budget shortfall, and discontinuing the take-home car program saved money that she put into police raises and adding officers. And she said Buckhorn had nothing to do with her decision on the take-home cars.<br />\r\n\t<br />\r\n\t&quot;Was Bob the police chief and I missed it?&quot; she said. &quot;Bob was opposed to me taking the cars, but he wasn&rsquo;t one of the principals making the decision.&quot;<br />\r\n\t<br />\r\n\tFerlita&rsquo;s ad says &quot;Buckhorn supported forcing police officers to keep their guns locked in the trunks of their cruisers.&quot; Buckhorn worked for Freedman, yes, but the record shows that the shotgun-in-the-trunk policy came from police themselves, not from the mayor&#39;s office. Also, the policy in question concerned shotguns, not all guns. And officials have twice refuted this claim. As a result, we rate this statement False.</p>", "ruling_comments_date": "2011-03-10T18:28:07.590795", "ruling_date": "2011-03-10T19:44:50", "ruling_headline": "Tampa candidate Rose Ferlita says Bob Buckhorn wanted police to lock guns in their trunks", "ruling_headline_slug": "rose-ferlita-says-bob-buckhorn-wanted-police-lock", "ruling_link_text": "Police officers and managers came up with the policy", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tRose Ferlita campaign television commercial, air date of March 10, 2011</p>\r\n<p>\r\n\tInterview with former Tampa Mayor Sandy Freedman, March 10, 2011</p>\r\n<p>\r\n\tInterview and e-mail correspondence with Ferlita campaign consultant Anthony Pedicini, March 10, 2011</p>\r\n<p>\r\n\t<em>St. Petersburg Times</em>, &quot;<a href=\"https://docs.google.com/viewer?a=v&amp;pid=explorer&amp;chrome=true&amp;srcid=1WpqWagYi63YdsrQPl8z1Boeyqrt6ceefZ6CC1L-R2S_vnCA4agGdoycHRYwt&amp;hl=en\">Shotgun debate off mark, police say,</a>&quot; Feb. 11, 1995; accessed from archives</p>\r\n<p>\r\n\t<em>St. Petersburg Times</em>, &quot;<a href=\"https://docs.google.com/viewer?a=v&amp;pid=explorer&amp;chrome=true&amp;srcid=13i9Eg1bwaQZyD2fXKiOemdI3tFQScX0iuF0zJPDksEh8-h7yDXva7CCHTjwK&amp;hl=en\">Campaign mailing repeats false rumor,&quot;</a> Aug. 29, 1996; accessed from archives</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Tampa mayoral candidate", "false_count": 1, "first_name": "Rose", "half_true_count": 0, "home_state": "", "id": 1080, "last_name": "Ferlita", "mostly_true_count": 0, "name_slug": "rose-ferlita", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/ferlita.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1080/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>\r\n\tTampa mayoral opponent Bob Buckhorn &quot;supported forcing police officers to keep their guns locked in the trunks of their cruisers.&quot;</p>", "statement_context": "a campaign TV ad", "statement_date": "2011-03-10", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}], "target": [], "twitter_headline": ""}