{"art": [], "author": [], "canonical_url": "/texas/statements/2011/mar/17/eddie-rodriguez/state-rep-eddie-rodriguez-says-colleges-and-univer/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 3409, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [], "resource_uri": "/api/v/2/statement/3409/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tState Rep. Eddie Rodriguez, D-Austin, recently said he supports the right to carry firearms, but individual schools colleges should decide whether students can pack them rather than legislators approving a blanket law permitting concealed handguns on campuses.<br />\r\n\t<br />\r\n\tAppearing on CNN on Feb. 22, Rodriguez said: &quot;Colleges and universities can have guns on campus (now), allow it to happen, and they haven&rsquo;t done it. He was interviewed alongside state Sen. Jeff Wentworth, R-San Antonio, who has authored legislation allowing concealed handguns on college campuses. Only <a href=\"http://www.concealedcampus.org/state-by-state.php\">Utah</a> has such a law.<br />\r\n\t<br />\r\n\tWe wondered if colleges can already to permit guns on campus.<br />\r\n\t<br />\r\n\tTo back up Rodriguez, Nate Walker, his chief of staff, pointed us to Section 46.03 of the state <a href=\"http://www.statutes.legis.state.tx.us/Docs/PE/htm/PE.46.htm#46.035\">penal code</a>, which includes language in place since 1974 listing places where weapons, including firearms, cannot be taken. The law says it&rsquo;s illegal to bring a firearm on &quot;the physical premises of a school or educational institution, any grounds or building on which an activity sponsored by a school or educational institution is being conducted, or a passenger transportation vehicle of a school or educational institution, whether the school or educational institution is public or private, unless pursuant to written regulations or written authorization of the institution.&quot;<br />\r\n\t<br />\r\n\tAccording to W. Scott Lewis, Texas legislative director of Students for Concealed Carry on Campus, &quot;a college or university could (now) choose to create an administrative policy overruling the statutory prohibition against possessing a firearm at an educational institution,&quot; he said, pointing to the same section of the penal code.<br />\r\n\t<br />\r\n\tBrian Malte, state legislative director for the Washington-based Brady Campaign to Prevent Gun Violence, which advocates for gun regulations, also interpreted the law to mean universities and colleges can grant concealed-carry permit holders permission to bring handguns onto campus &quot;on a case by case basis.&quot;<br />\r\n\t<br />\r\n\tLewis said no Texas college has permitted guns on campus, but in 2007 the Harrold school district, northwest of Fort Worth near Oklahoma, gave employees the OK to carry concealed firearms, a development we confirmed in an August 2008 Associated Press news <a href=\"http://www.chron.com/disp/story.mpl/metropolitan/5945430.html\">article</a>. The district&rsquo;s policy was the first in Texas, the Houston Chronicle reported a month later.<br />\r\n\t<br />\r\n\tThe <a href=\"http://www.tasb.org/policy/pol/private/244901/pol.cfm?DisplayPage=CKC%28LOCAL%29.pdf&amp;QueryText=FIREARM\">policy</a>, which refers to the law highlighted by Rodriguez&rsquo;s aide, states the board &quot;may, from time to time, authorize specific school employees to possess certain firearms on school property, at school-sponsored or school-sanctioned events, and at board meetings.&quot; Only employees with an up-to-date concealed handgun license are eligible, the policy says.<br />\r\n\t<br />\r\n\tDavid Thweatt, the district&rsquo;s superintendent, told us the policy has not been challenged in court.<br />\r\n\t<br />\r\n\tWondering why no college has similarly allowed concealed weapons, we consulted state Land Commissioner Jerry Patterson, who as a state senator authored the 1995 legislation allowing Texans to carry concealed handguns.<br />\r\n\t<br />\r\n\tPatterson pointed to Section 46.035 in the penal code, which he speculated trumps any permission a university may grant to a concealed handgun license holder. The section says it&rsquo;s illegal for a concealed handgun license holder to carry a handgun on &quot;the premises where a high school, collegiate, or professional sporting event or interscholastic event is taking place, unless the license holder is a participant and a handgun is used in the event.&quot;<br />\r\n\t<br />\r\n\t&quot;At what time does the University of Texas campus have a sporting event not going on?&quot; Patterson said. &quot;What is a sporting event? Is that a workout? .. I don&rsquo;t think as a practical matter they could allow anyone to carry a handgun.&quot;<br />\r\n\t<br />\r\n\tAustin attorney Allen Halbrook, who has defended licensed firearms dealers, pointed out that &quot;premises&quot; is defined in the penal code as &quot;a building or a portion of building&quot; in the penal code. Halbrook said he thought it would generally be illegal to bring a concealed handgun into a classroom.<br />\r\n\t<br />\r\n\tBut, Halbrook speculated, maybe not other places on campus: &quot;For instance, if I&rsquo;m a legal, 21-year-old student who&rsquo;s qualified to own and possess a handgun, if the college permits it, I could have one in my dorm room,&quot; he said.<br />\r\n\t<br />\r\n\tFinally, we turned to state authorities for clarification. Most were mum.<br />\r\n\t<br />\r\n\tSpokespeople at Texas A&amp;M University, the University of Texas System, the Higher Education Coordinating Board, the Department of Public Safety and the Texas Legislative Council, which Walker said informed Rodriguez about the law by telephone, each declined to comment.<br />\r\n\t<br />\r\n\tJerry Strickland, a spokesman for the Texas attorney general&rsquo;s office, reiterated the prohibition against firearms in school buildings, at sporting events and on &quot;any grounds or building on which activity sponsored by a school or educational institution is being conducted.&quot; Yet he also noted that firearms aren&rsquo;t restricted by law from school streets, sidewalks and parking areas.<br />\r\n\t<br />\r\n\tStrickland declined to comment on whether colleges and universities can allow concealed handgun holders to bring their guns into other areas of campus. &quot;We have not had occasion to look at that issue thoroughly,&quot; he said.<br />\r\n\t<br />\r\n\tOur take: State law allows higher-ed institutions to permit weapons, though concealed handguns are prohibited from sporting and interscholastic events.<br />\r\n\t<br />\r\n\tWe rate Rodriguez&rsquo;s statement Mostly True.</p>", "ruling_comments_date": "2011-03-11T16:43:51.716496", "ruling_date": "2011-03-17T06:00:00", "ruling_headline": "State Rep. Eddie Rodriguez says colleges and universities can allow concealed handgun holders to bring their guns onto campus", "ruling_headline_slug": "state-rep-eddie-rodriguez-says-colleges-and-univer", "ruling_link_text": "One school district has done so under the law", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tCNN, <a href=\"http://www.cnn.com/video/?/video/bestoftv/2011/02/22/exp.am.intv.gun.cnn\">Guns on campus?</a>, Feb. 22, 2011<br />\r\n\t<br />\r\n\tTexas Legislature Online,<a href=\"http://www.capitol.state.tx.us/BillLookup/history.aspx?LegSess=82R&amp;Bill=SB354\"> SB 354</a>, Relating to the carrying of concealed handguns on the campuses of institutions of higher education, filed Jan. 13, 2011, accessed Feb. 22, 2011<br />\r\n\t<br />\r\n\tTexas <a href=\"http://www.statutes.legis.state.tx.us/Index.aspx\">Penal Code</a>, Sec. 46.03. Places weapons prohibited, accessed Feb. 22, 2011<br />\r\n\t<br />\r\n\tTexas <a href=\"http://www.statutes.legis.state.tx.us/Docs/PE/htm/PE.46.htm#46.03\">Penal Code</a>, Sec. 46.035. Unlawful carrying of handgun by license holder, accessed Feb. 22, 2011<br />\r\n\t<br />\r\n\tHarrold Independent School District, <a href=\"http://www.tasb.org/policy/pol/private/244901/pol.cfm?DisplayPage=CKC%28LOCAL%29.pdf&amp;QueryText=FIREARM\">Safety program/risk management emergency plans</a>, accessed March 8, 2011<br />\r\n\t<br />\r\n\tThe Associated Press, <a href=\"http://www.chron.com/disp/story.mpl/metropolitan/5945430.html\">North Texas school district will let teachers carry</a>, Aug. 15, 2008<br />\r\n\t<br />\r\n\tThe Houston Chronicle, <a href=\"http://www.chron.com/disp/story.mpl/metropolitan/5976922.html\">Harrold&rsquo;s gun policy gets more attention</a>, Aug. 31, 2008<br />\r\n\t<br />\r\n\tThe Office of state Sen. Craig Estes, <a href=\"http://www.estes.senate.state.tx.us/pr08/p082108a.htm\">State senator supports Harrold ISD gun ruling</a>, Aug. 27, 2008<br />\r\n\t<br />\r\n\tInterview with Nate Walker, chief of staff for state Rep. Eddie Rodriguez, Feb. 22, 2011<br />\r\n\t<br />\r\n\tInterview with Jerry Patterson, Texas land commissioner, Feb. 22, 2011<br />\r\n\t<br />\r\n\tInterview with state Sen. Jeff Wentworth, Feb. 23, 2011<br />\r\n\t<br />\r\n\tInterview with Jason Cook, vice president for marketing and communications, Texas A&amp;M University, Feb. 23, 2011<br />\r\n\t<br />\r\n\tInterview with Tom Vinger, assistant cheif of media relations, Texas Department of Public Safety, Feb. 28, 2011<br />\r\n\t<br />\r\n\tInterview with Anna Abraham, public information officer, Texas Legislative Council, Feb. 28, 2011<br />\r\n\t<br />\r\n\tInterview with Allen Halbrook, attorney, Sneed, Vine &amp; Perry, Feb. 28, 2011<br />\r\n\t<br />\r\n\tInterview with Jerry Strickland, communications director, Office of the Attorney General, Feb. 28, 2011<br />\r\n\t<br />\r\n\tInterview with Matt Flores, assistant director of public affairs, The University of Texas System, March 2, 2011<br />\r\n\t<br />\r\n\tInterview with David Sheppard, attorney, March 2, 2011<br />\r\n\t<br />\r\n\tE-mail interview with W. Scott Lewis, Texas legislative director, Students for Concealed Carry on Campus, March 2, 2011<br />\r\n\t<br />\r\n\tInterview with Mike Cox, concealed handgun license instructor, March 9, 2011<br />\r\n\t<br />\r\n\tInterview with Brian Malte, director of state legislation, Brady Campaign to Prevent Gun Violence, March 9, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Mike Driver, attorney, March 9, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Andy Kesling, communications director, Texas Higher Education Coordinating Board, March 10, 2011<br />\r\n\t<br />\r\n\tInterview with David Thweatt, superintendent, Harrold Independent School District, March 10, 2011<br />\r\n\t<br />\r\n\tInterview with Cheryl Mehl, attorney, March 10, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Texas House Representative", "false_count": 2, "first_name": "Eddie", "half_true_count": 0, "home_state": "Texas", "id": 1085, "last_name": "Rodriguez", "mostly_true_count": 1, "name_slug": "eddie-rodriguez", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/eddie.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1085/", "total_count": 4, "true_count": 1, "website": "http://www.house.state.tx.us/members/member-page/?district=51"}, "statement": "<p>\r\n\tSays Texas colleges and universities may opt to allow guns on campuses.</p>", "statement_context": "an interview on CNN", "statement_date": "2011-02-22", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 19, "photo": null, "resource_uri": "/api/v/2/subject/19/", "subject": "Guns", "subject_slug": "guns", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}