{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2011/mar/14/fred-upton/fred-upton-says-pending-bill-block-epa-curbs-green/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 3410, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/3410/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tTo hear Reps. Fred Upton and Ed Whitfield talk about their new energy bill, you&#39;d think it will prevent gas prices from increasing before your next fill-up.<br />\r\n\t<br />\r\n\tUpton, the Michigan Republican who chairs the influential Energy and Commerce Committee, and Ed Whitfield, the Kentucky Republican who heads the Energy and Power subcommittee, recently argued in a letter to fellow lawmakers that one way to stop rising gas prices would be to pass the Energy Tax Prevention Act of 2011 (H.R. 910).<br />\r\n\t<br />\r\n\tThe bill grows out of longstanding frustration by industry groups and lawmakers who believe that Environmental Protection Agency regulations unnecessarily burden many companies.<br />\r\n\t<br />\r\n\tThe <a href=\"http://www.gpo.gov/fdsys/pkg/BILLS-112hr910ih/pdf/BILLS-112hr910ih.pdf\">measure</a> -- <a href=\"http://www.platts.com/RSSFeedDetailedNews/RSSFeed/ElectricPower/6899469\">which Whitfield&rsquo;s subcommittee approved on March 10, 2011</a>, and which now heads to the full committee -- would prevent the EPA from regulating greenhouse gases for the purpose of addressing climate change.<br />\r\n\t<br />\r\n\tHere&rsquo;s a portion of what Upton and Whitfield wrote to their colleagues in the <a href=\"http://assets.nationaljournal.com/pdf/Letter_Concerned%20About%20High%20Gas%20Prices.pdf\">March 8, 2011, letter</a>, which is headlined, &quot;Concerned About High Gas Prices? Cosponsor H.R. 910 and Make a Difference Today!&quot;<br />\r\n\t<br />\r\n\t&quot;Whether through greenhouse gas regulation, permit delays, or permanent moratoriums, the White House takes every opportunity to decrease access to safe and secure sources of oil and natural gas,&quot; the lawmakers wrote. &quot;Gasoline prices have climbed dramatically over the past three months. American consumers deal with this hardship every day, and as this poll indicates, the majority of respondents do not see the pain subsiding anytime soon. &nbsp;Americans also understand the realities of supply and demand as it relates to oil prices. Unfortunately the White House does not. ...<br />\r\n\t<br />\r\n\t&quot;H.R. 910, the Energy Tax Prevention Act of 2011, is the first in this legislative series to stop rising gas prices by halting EPA&rsquo;s Clean Air Act greenhouse gas regulations. As one small refiner testifying before the Committee on Energy and Commerce put it: &lsquo;EPA&rsquo;s proposed [greenhouse gas] regulations for both refinery expansions and existing facilities will likely have a devastating effect on &hellip; all of our nation&rsquo;s fuels producers&hellip;. &nbsp;If small refiners are forced out of business, competition will suffer and American motorists, truckers and farmers will be increasingly reliant on foreign refiners to supply our nation&rsquo;s gasoline and diesel fuel.&rsquo;<br />\r\n\t<br />\r\n\t&quot;We &hellip; have taken the first steps in attempting to restrain this regulatory overreach that will restrict oil supplies and cause gasoline prices to rise.&quot;<br />\r\n\t<br />\r\n\tBut can the bill really stop gas prices from going up, as the letter says?<br />\r\n\t<br />\r\n\tWe&rsquo;ll look at two key questions. Could the proposed EPA regulations on oil refineries actually increase prices at the pump? And when would the impact of the regulations be felt?<br />\r\n\t<br />\r\n\tAs to the first question, experts had different opinions.<br />\r\n\t<br />\r\n\tThe oil industry argues that regulations imposing new costs on refiners could force U.S. refineries to charge more. (The proposed regulations are supposed to shield smaller operations from regulatory impacts, but experts said that a significant proportion of U.S. refineries would indeed be affected.)<br />\r\n\t<br />\r\n\t&quot;It&rsquo;s Economics 101,&quot; said John Felmy, chief economist at the American Petroleum Institute. &quot;The refinery business is a very low-margin business. They have no margin for error and face tough competition internationally.&quot;<br />\r\n\t<br />\r\n\tOthers argue the refining industry could adapt to new regulations.<br />\r\n\t<br />\r\n\t&quot;Looking at past public claims when the Clean Air Act was passed would show that U.S. refining capacity still managed to increase over time, despite the high expense refiners had to put out to comply with the Clean Air act,&quot; said Amy Myers Jaffe, a fellow in energy studies at Rice University.<br />\r\n\t<br />\r\n\t&quot;So one might imagine, depending on the details on how carbon regulation would be implemented, U.S. industry could likely similarly adjust,&quot; Jaffe said. &quot;It depends on the specifics of how a policy is implemented. There are no doubt some small refineries in the United States that might be really inefficient, so maybe some of them would close if they had to increase their costs substantially, but tiny, uncompetitive, regional refineries are not the main thing that makes the US refining and marketing industry &lsquo;competitive.&rsquo;&quot;<br />\r\n\t<br />\r\n\tIndeed, while a shift to overseas refiners could have negative consequences for the nation -- it could weaken the United States&rsquo; industrial base, threaten U.S. jobs and pose problems for national security -- it&rsquo;s not a foregone conclusion that prices at the pump would rise. If U.S. refiners become less competitive and more oil is instead imported from overseas refiners, it will be because the cost of refining overseas becomes more competitive. That&rsquo;s the essence of a free market.<br />\r\n\t<br />\r\n\tAnd even if the cost of refining did go up, the cost of gasoline is volatile and affected by many factors such as global demand and supply disruptions. So there&#39;s no certainty that a bump in refining costs would necessarily translate into higher prices at the pump.<br />\r\n\t<br />\r\n\tAs for the second question -- when any impact might be felt -- the rules wouldn&#39;t take affect for months or years.<br />\r\n\t<br />\r\n\tThe EPA won&#39;t even propose the first-ever greenhouse-gas standards for refineries until December 2011 and doesn&#39;t plan to issue final standards until November 2012. Those standards would govern emissions for new and significantly overhauled refineries. Rules for existing refineries are expected to be unveiled in July 2011.<br />\r\n\t<br />\r\n\tBased on the past history of EPA regulations, the new rules aren&#39;t likely to take effect until a few years after that, experts said.<br />\r\n\t<br />\r\n\tSo, if the bill were to pass, it would prevent EPA regulations that would otherwise take effect in 2013, 2014 or 2015. That&rsquo;s a long way away.<br />\r\n\t<br />\r\n\tAnother factor: the regulations targeted by the House bill are new ones. So if the House bill passes, it would essentially protect the status quo -- not take any explicit action to stop price hikes.<br />\r\n\t<br />\r\n\tSo where does this leave us?<br />\r\n\t<br />\r\n\tWhile Upton and Whitfield&#39;s letter is carefully worded, it frames the argument for the bill in the context of today&rsquo;s trend of rising gasoline prices. Yet the impact of the bill -- if there is an one -- would be years away. And there&#39;s no proof that the law would actually stop gas prices from rising. The added regulations now being planned may hamper U.S. refiners, but the international free market could just as easily end up keeping refining costs low. And it&rsquo;s hardly assured that any changes in refining costs -- up or down -- will influence gasoline prices, which are subject to a wide array of influenes. We find their claim False.</p>", "ruling_comments_date": "2011-03-11T17:20:46.867132", "ruling_date": "2011-03-14T12:00:34", "ruling_headline": "Fred Upton says pending bill to block EPA curbs of greenhouse gases will 'stop rising gas prices'", "ruling_headline_slug": "fred-upton-says-pending-bill-block-epa-curbs-green", "ruling_link_text": "Forget about the law helping at the pump today", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tReps. Fred Upton and Ed Whitfield, &quot;Concerned About High Gas Prices? Cosponsor H.R. 910 and Make a Difference Today!&quot; (<a href=\"http://www.gpo.gov/fdsys/pkg/BILLS-112hr910ih/pdf/BILLS-112hr910ih.pdf\">&quot;Dear Colleague&quot; letter</a>), March 8, 2011<br />\r\n\t<br />\r\n\t<a href=\"http://www.gpo.gov/fdsys/pkg/BILLS-112hr910ih/pdf/BILLS-112hr910ih.pdf\">Text</a> of H.R. 910, the Energy Tax Prevention Act of 2011<br />\r\n\t<br />\r\n\tEnvironmental Protection Agency, &quot;EPA to Set Modest Pace for Greenhouse Gas Standards / Agency stresses flexibility and public input in developing cost-effective and protective GHG standards for largest emitters&quot; (<a href=\"http://yosemite.epa.gov/opa/admpress.nsf/d0cf6618525a9efb85257359003fb69d/d2f038e9daed78de8525780200568bec%21OpenDocument\">news release</a>), Dec. 23, 2010<br />\r\n\t<br />\r\n\tEnvironmental Protection Agency, <a href=\"http://www.epa.gov/airquality/pdfs/refineryghgsettlement.pdf\">text of agreement</a> on refinery greenhouse gas emissions, Dec. 21, 2010<br />\r\n\t<br />\r\n\t<em>Washington Post</em>, &quot;<a href=\"http://voices.washingtonpost.com/post-carbon/2010/12/epa_announces_plans_to_regulat.html\">EPA announces plans to regulate power plant, oil refinery emissions</a>,&quot; Dec. 23, 2010<br />\r\n\t<br />\r\n\t<em>New York Times</em>, &quot;<a href=\"http://www.nytimes.com/2010/12/24/science/earth/24epa.html\">E.P.A. Says It Will Press on With Greenhouse Gas Regulation</a>,&quot; Dec. 23, 2010<br />\r\n\t<br />\r\n\t<em>Scientific American</em>, &quot;<a href=\"http://www.scientificamerican.com/article.cfm?id=epa-greenhouse-gas-pollution-standards\">EPA Plans Greenhouse Gas Emission Standards for Power Plants and Refineries</a>,&quot; Dec. 23, 2010<br />\r\n\t<br />\r\n\tPlatts, &quot;<a href=\"http://www.platts.com/RSSFeedDetailedNews/RSSFeed/ElectricPower/6899469\">House Committee to debate bill to stop GHG regs Monday</a>,&quot; March 10, 2011<br />\r\n\t<br />\r\n\tWorld Resources Institute, &quot;<a href=\"http://pdf.wri.org/factsheets/factsheet_what_are_limits_on_epa.pdf\">What Are Limits on EPA? Clean Air Act Holds Answers</a>,&quot; November 2010<br />\r\n\t<br />\r\n\tWorld Resources Institute, &quot;<a href=\"http://pdf.wri.org/factsheets/factsheet_response_to_eei_timeline.pdf\">Response to EEI&rsquo;s Timeline of Environmental Regulations</a>,&quot; November 2010<br />\r\n\t<br />\r\n\tCenter for American Progress, &quot;<a href=\"http://www.americanprogress.org/issues/2011/02/greenhouse_gases_101.html\">EPA and Greenhouse Gases 101</a>,&quot; Feb. 2, 2011<br />\r\n\t<br />\r\n\tCharles T. Drevna (president, National Petrochemical &amp; Refiners Association), <a href=\"http://www.npra.org/cmsRelatedFiles/NPRA_Letter_to_EPA_re_NSPS_03_03_11_final.pdf\">letter</a> to Gina McCarthy (Assistant Administrator for Air and Radiation, U.S. Environmental Protection Agency), March 4, 2011<br />\r\n\t<br />\r\n\tInterview with John Felmy, chief economist for the American Petroleum Institute, March 11, 2011<br />\r\n\t<br />\r\n\tInterview with Janine Benner, legislative director for Rep. Earl Blumenauer, D-Ore., March 11, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Daniel J. Weiss, senior fellow and director of climate strategy at the Center for American Progress, March 10, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Michael J. Economides, professor of chemical and biomolecular engineering, University of Houston, March 9, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Philip K. Verleger, Jr., principal with the consulting firm PKVerleger LLC, March 9, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Amy Myers Jaffe, fellow in energy studies at Rice University, March 9, 2011</p>\r\n<p>\r\n\tE-mail interview with Scott H. Segal, partner with the law firm Bracewell &amp; Giuliani L.L.P., March 14, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Sean C. Bonyun, deputy communications director for the House Energy and Commerce Committee, March 11, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. Representative", "false_count": 1, "first_name": "Fred", "half_true_count": 0, "home_state": "Michigan", "id": 1087, "last_name": "Upton", "mostly_true_count": 0, "name_slug": "fred-upton", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Upton.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1087/", "total_count": 1, "true_count": 0, "website": "http://upton.house.gov/"}, "statement": "<p>\r\n\tA bill that would halt the EPA from regulating greenhouse gases would help &quot;stop rising gas prices.&quot;</p>", "statement_context": "a letter to fellow Members of Congress", "statement_date": "2011-03-08", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}, {"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}, {"description": "", "id": 109, "photo": null, "resource_uri": "/api/v/2/subject/109/", "subject": "Regulation", "subject_slug": "market-regulation", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}