{"art": [], "author": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "canonical_url": "/texas/statements/2011/mar/16/gail-collins/gail-collins-says-perry-used-32-billion-stimulus-m/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 3429, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/3429/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p><em>New York Times</em> columnist Gail Collins recently highlighted $830 million in federal education aid for Texas that&rsquo;s been left dangling in a standoff between Gov. Rick Perry and U.S. Rep. Lloyd Doggett, D-Austin.</p>\r\n\r\n<p>In her Feb. 16 column, Collins notes that U.S. House Democrats from Texas set special conditions that the state must meet to get its share of about $10 billion approved last summer for states to help school districts hire and retain teachers. The Democrats, Collins writes, were &quot;ticked off because Perry used $3.2 billion in stimulus dollars for schools to plug other holes in his budget&quot; in 2009.</p>\r\n\r\n<p>In Austin, attorney Terral Smith, a former GOP Texas House member who later worked for Gov. George W. Bush, asked us to check Collins&rsquo; statement because he doesn&rsquo;t think it tells &quot;the whole story.&quot;</p>\r\n\r\n<p>Some background: Doggett led last year&rsquo;s effort setting special hurdles that Texas must clear to get the $830 million.</p>\r\n\r\n<p>For starters, the money must &quot;supplement and not supplant state&quot; funding, and the governor must assure that the state will not reduce the percentage of its budget going to public education through 2013. The law requires governors of other states to make a similar promise, but only through 2011. And while every other state may decide how to distribute that money to schools, Texas must follow a federal formula that directs more aid to districts serving many students from low-income families.</p>\r\n\r\n<p>According to <em>Austin American-Statesman</em> news articles, Perry says he cannot make the two-year commitment because appropriating state money is the Legislature&rsquo;s responsibility, not the governor&rsquo;s, and the Texas Constitution does not allow a governor to bind legislatures to future spending. The Legislature is currently drafting the 2012-13 budget.</p>\r\n\r\n<p>Doggett says the Texas language was intended to prevent a repeat of what happened in 2009 with $3.25 billion in education stimulus funding while lawmakers were writing the 2010-11 budget. &quot;Governor Perry played a shell game that left Texas schools not a dime better off than if no federal aid had come in the first place,&quot; Doggett said in remarks on the House floor Feb. 18.</p>\r\n\r\n<p>Doggett spokeswoman Sarah Dohl told us by e-mail that the federal assistance enabled the state to free up some of its own funds to plug other holes in the budget.</p>\r\n\r\n<p>Is that what really happened?</p>\r\n\r\n<p>Collins, making the case for her statement, cited a page in the 2010-11 state budget breaking down the federal stimulus dollars that flowed through the Texas Education Agency. The page shows an infusion of $3.25 billion and a reduction of the same amount in general revenue &mdash; state dollars &mdash; budgeted for public education.</p>\r\n\r\n<p>So, straight swap-out? Texas experts said it&rsquo;s not so clear-cut.</p>\r\n\r\n<p>Eva DeLuna Castro, senior budget analyst for the left-leaning Center for Public Policy Priorities, told us that the &quot;reduction&quot; shown in general revenue does not mean lawmakers moved state money from education to other parts of the budget, like prisons. Her point: Lawmakers did not expect to have enough money to cover the $3.25 billion in education expenses to begin with. They penciled in the stimulus funds to make up for &quot;a lack of state revenue,&quot; she said.</p>\r\n\r\n<p>All told, according to a June 19, 2009, <em>Statesman</em> story, the Legislature that year used $12 billion in stimulus money to balance the 2010-11 budget, leaving &quot;untouched the state&#39;s estimated $9.1 billion rainy day fund,&quot; which accumulates revenue mainly from oil and gas production taxes.</p>\r\n\r\n<p>School finance expert and lobbyist Lynn Moak, whose clients include a consortium of the state&rsquo;s largest school districts, also told us that the state used the $3.25 billion in stimulus funds to pay for education costs it couldn&rsquo;t otherwise cover on its own.</p>\r\n\r\n<p>He said the $3.25 billion in federal money could be roughly broken into two pieces. About $1.4 billion made up for the projected loss of income from a state endowment fund covering textbook purchases and part of the state&rsquo;s share of education funding. Moak said the other $1.9 billion paid for increases in state aid to districts and $800 pay raises for teachers and some other personnel that lawmakers approved during the session.</p>\r\n\r\n<p>DeLuna Castro told us that the Legislature either had to find a way to pay the $3.25 billion in educational expenses or change the laws governing the spending.</p>\r\n\r\n<p>If the stimulus funds had not arrived, how could Texas have paid the education costs? According to a September 2010 report by the Texas Taxpayers and Research Association, which represents several hundred largely Texas-based businesses and legal and accounting firms, lawmakers would have had to draw from the rainy day fund, raise taxes to bring in more revenue or cut spending elsewhere in the budget. Texas avoided doing any of that by using the stimulus money to &quot;backfill&quot; funding for public education, the report says.</p>\r\n\r\n<p>Backfilling, plugging holes &mdash; what does that mean? Simply put, the state used federal dollars to meet spending obligations it would otherwise have had to cover with its own money or cut that spending altogether.</p>\r\n\r\n<p>The report points to a March 2010 study of 20 states, including Texas, stating that they all &quot;in essence &lsquo;backfilled budget holes&rsquo;&quot; with federal education stimulus dollars.</p>\r\n\r\n<p>Next, we reached Michael Rebell, an author of the study, which was conducted by the Campaign for Educational Equity, an education policy research center at Columbia University&rsquo;s Teachers College. Rebell, the campaign&rsquo;s executive director, told us what the states did was not illegal. &quot;In fact, it was the overwhelming pattern&quot; among the states studied, he said.</p>\r\n\r\n<p>We reviewed the stimulus law and found no prohibition against using the federal money to supplant state funding. However, there were many indications that the Obama administration wanted the money to be used to expand state education efforts in several areas noted in the stimulus legislation, including improving teacher effectiveness and supporting struggling schools.</p>\r\n\r\n<p>In a June 18, 2009, letter to the Pennsylvania governor, Education Secretary Arne Duncan wrote: &quot;If a state has done nothing more than backfill budget holes with these dollars when the state had other resources available to it, such as a rainy-day fund, the state&#39;s competitive position to receive (future stimulus money) may be negatively impacted.&quot;</p>\r\n\r\n<p>The following month, the Texas Education Agency announced that the U.S. Education Department had approved the state&rsquo;s application to receive the $3.25 billion in education stimulus funding.</p>\r\n\r\n<p>Finally, we asked the experts whether Collins&rsquo; take on how the state used the $3.25 billion was a fair one. Responses varied.</p>\r\n\r\n<p>Moak said that in his view, lawmakers used those federal funds &quot;like it was general revenue, and they put it where they thought it was easiest to justify putting it and follow the law at the same time.&quot; Had the state not received the federal aid, the Legislature would have had to take money from other parts of the budget to pay for the education expenses, &quot;assuming that they weren&rsquo;t going to raise revenue&quot; or change the laws mandating the spending, he said.</p>\r\n\r\n<p>Dick Lavine, senior fiscal analyst at the Center for Public Policy Priorities, told us that supplanting state education funds with stimulus money freed up $3.25 billion in general revenue for other state operations. Whether that plugged holes depends on whether the state would have cut spending for those operations if the money hadn&rsquo;t been there, Lavine said.</p>\r\n\r\n<p>Talmadge Heflin, director of the conservative Texas Public Policy Foundation&#39;s Center for Fiscal Policy, described Collins&rsquo; claim as &quot;disputable.&quot; He said lawmakers used the stimulus money to pay for education expenses that might not have otherwise been fully funded. &quot;Simply because no new (education) initiatives were funded is not grounds for claiming money was shifted from education to other purposes,&quot; he said.</p>\r\n\r\n<p>Dale Craymer, TTARA&rsquo;s president, said: &quot;The federal stimulus dollars used for education were lawfully used for education and were not diverted for other purposes. As introduced, and before the stimulus money became available, the proposed 2010-11 (state) budget was in the red. We simply could not divert money we did not have in the first place.&quot;</p>\r\n\r\n<p>Summing up: Collins gives Perry too much credit for apportioning funds; the Legislature did that when it wrote the budget that Perry signed it into law. She also incorrectly implies that the $3.25 billion in education stimulus funds did not go to schools &mdash; it did.</p>\r\n\r\n<p>But there is an element of truth to Collins&rsquo; larger point. Federal stimulus dollars for education made it possible for Texas budget writers to put some of the state&rsquo;s general revenue funds elsewhere. Broadly, an even greater infusion of stimulus money helped to get Texas out of a tight budget fix and keep its rainy day fund intact.</p>\r\n\r\n<p>We rate Collins&rsquo; statement Barely True.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><br />\r\n<em>Editor&#39;s note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</em></p>\r\n\r\n<p>&nbsp;</p>\r\n", "ruling_comments_date": "2011-03-15T17:28:37.979403", "ruling_date": "2011-03-16T06:00:00", "ruling_headline": "Gail Collins says Perry used $3.2 billion in stimulus money for schools to plug other holes in his budget", "ruling_headline_slug": "gail-collins-says-perry-used-32-billion-stimulus-m", "ruling_link_text": "Stimulus dollars went to education", "ruling_state": null, "source_documents": null, "sources": "<p>New York Times, &quot;<a href=\"http://www.nytimes.com/2011/02/17/opinion/17gailcollins.html\">Mrs. Bush, Abstinence and Texas</a>,&quot; Feb. 16, 2011</p>\r\n\r\n<p>U.S. Department of Education, &quot;<a href=\"http://www.ed.gov/news/press-releases/congress-passes-bill-provide-10-billion-support-160000-education-jobs-nationwide\">Congress Passes Bill to Provide $10 Billion to Support 160,000 Education Jobs Nationwide</a>,&quot; Aug. 10, 2010</p>\r\n\r\n<p>Austin American-Statesman, &quot;<a href=\"http://www.statesman.com/news/texas-politics/analysis-fight-over-education-funding-is-pure-texas-910521.html\">Analysis: Fight over education funding is pure Texas</a>,&quot; Sept. 11, 2010</p>\r\n\r\n<p><a href=\"http://alt.coxnewsweb.com/statesman/politifact/031511_smithemail.html\">E-mail</a> from Terral Smith, Feb. 21, 2010</p>\r\n\r\n<p>Education Jobs Fund <a href=\"http://www.gpo.gov/fdsys/pkg/BILLS-111hr1586enr/pdf/BILLS-111hr1586enr.pdf\">legislation</a></p>\r\n\r\n<p>Project Vote Smart, <a href=\"https://votesmart.org/speech_detail.php?sc_id=645774\">comments</a> by U.S. Rep. Lloyd Doggett on the U.S. House floor, Feb. 18, 2011</p>\r\n\r\n<p><a href=\"http://alt.coxnewsweb.com/statesman/politifact/031511_dohlemail.html\">E-mail</a> from Sarah Dohl, spokeswoman for U.S. Rep. Lloyd Doggett, March 2, 2011</p>\r\n\r\n<p>Texas Legislature, appropriations act, 2009, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/031511_collinsbackup.pdf\">page XII-4</a></p>\r\n\r\n<p>Interviews with Eva DeLuna Castro, senior budget analyst, Center for Public Policy Priorities, March 2 and 9, 2011<br />\r\n<br />\r\nAustin American-Statesman, &quot;<a href=\"http://www.statesman.com/news/content/region/legislature/stories/2009/06/19/0619education.html\">Did lawmakers hurt state&rsquo;s shot at federal money for education?</a>&quot; June 19, 2009</p>\r\n\r\n<p>Interview with Lynn Moak of Moak, Casey and Associates, March 7 and 9, 2011<br />\r\n<br />\r\nTexas Taxpayers and Research Association, &quot;<a href=\"http://alt.coxnewsweb.com/statesman/politifact/031511_ttaraanalysis.pdf\">Making Sense of the Feud Over Education Dollars</a>,&quot; September 2010</p>\r\n\r\n<p>Campaign for Educational Equity, Teachers College, Columbia University, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/031511_campaignstudy.pdf\">&quot;Stimulating Equity? A Preliminary Analysis of the Impact of the Federal Stimulus Act on Educational Opportunity</a>,&quot; March 2010</p>\r\n\r\n<p>Interview with Michael Rebell, professor, Columbia University, March 3, 2010</p>\r\n\r\n<p>Recovery.gov, &quot;<a href=\"http://www.recovery.gov/About/Pages/The_Act.aspx\">The Recovery Act</a>&quot;</p>\r\n\r\n<p>Education Week, <a href=\"http://www.edweek.org/ew/section/video-galleries/27duncan_interview.html\">interview</a> with Education Secretary Arne Duncan, March 24, 2009</p>\r\n\r\n<p>Education Secretary Arne Duncan, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/031511_duncanletter.pdf\">letter</a> to Pennsylvania Gov. Ed Rendell, June 18, 2009</p>\r\n\r\n<p>Texas Education Agency, news <a href=\"http://www.tea.state.tx.us/index4.aspx?id=5200\">release</a>, &quot;$2 billion in federal stabilization funds approved for Texas schools,&quot; July 24, 2009</p>\r\n\r\n<p>Interview with Dick Lavine, senior fiscal analyst, Center for Public Policy Priorities, March 8, 2011</p>\r\n\r\n<p><a href=\"http://alt.coxnewsweb.com/statesman/politifact/031511_tppfemail.html\">E-mail</a> from Talmadge Heflin via Joshua Trevino, Texas Public Policy Foundation, March 10, 2011</p>\r\n\r\n<p><a href=\"http://alt.coxnewsweb.com/statesman/politifact/031511_craymeremail.html\">E-mail</a> from Dale Craymer, Texas Taxpayers and Research Association, March 8, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "Columnist for the New York Times", "false_count": 1, "first_name": "Gail ", "half_true_count": 1, "home_state": "New York", "id": 1067, "last_name": "Collins", "mostly_true_count": 3, "name_slug": "gail-collins", "pants_count": 0, "party": {"id": 64, "party": "Journalist", "party_slug": "journalist", "resource_uri": "/api/v/2/party/64/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/gailcollins.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1067/", "total_count": 8, "true_count": 1, "website": "http://topics.nytimes.com/top/opinion/editorialsandoped/oped/columnists/gailcollins/index.html"}, "statement": "<p>Gov. Rick Perry &quot;used $3.2 billion in stimulus dollars for schools to plug other holes in his budget.&quot;</p>\r\n", "statement_context": "a column", "statement_date": "2011-02-16", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 150, "photo": null, "resource_uri": "/api/v/2/subject/150/", "subject": "Stimulus", "subject_slug": "stimulus", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}