{"art": [], "author": [{"email_address": "jgeiger@timesdispatch.com", "first_name": "Jacob", "id": 228, "last_name": "Geiger", "name_slug": "jacob-geiger", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/228/", "title": "Staff writer", "twitter": null}], "canonical_url": "/virginia/statements/2011/mar/16/eric-cantor/eric-spending-says-less-government-spending-equals/", "edition": {"adkey": "Editions", "advalue": "Virginia", "edition": "Virginia", "edition_slug": "virginia", "has_afterthefact": false, "id": 10, "index_page": false, "meter_name": "The Virginia Truth-O-Meter", "resource_uri": "/api/v/2/edition/10/"}, "editor": [{"email_address": "wfiske@timesdispatch.com", "first_name": "Warren", "id": 209, "last_name": "Fiske", "name_slug": "warren-fiske", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/209/", "title": "PolitiFact Virginia Editor", "twitter": null}], "facebook_headline": null, "id": 3430, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jgeiger@timesdispatch.com", "first_name": "Jacob", "id": 228, "last_name": "Geiger", "name_slug": "jacob-geiger", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/228/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/3430/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tRep. Eric Cantor, R-Va., has focused on two topics since becoming House majority leader in January: spending and jobs.<br />\r\n\t<br />\r\n\tHe linked the two in a March 4 news release. &quot;To put it simply: less government spending equals more private sector jobs.&quot;<br />\r\n\t<br />\r\n\tWe set out to see if economists -- and past economic data -- agree with Cantor, who returned to this theme in a March 15 press conference with other Republicans.<br />\r\n\t<br />\r\n\tFirst we looked for occasions where government spending has decreased. There have been three since World War II:</p>\r\n<ul>\r\n\t<li>\r\n\t\tAt the end of that war, with government spending falling in the 1946, 1947 and 1948 fiscal years.</li>\r\n</ul>\r\n<p>\r\n\t&nbsp;</p>\r\n<ul>\r\n\t<li>\r\n\t\tDuring the Korean War, followed by a drop of 6.9 percent in 1954 and a further decline of 3.4 percent the following year.</li>\r\n</ul>\r\n<p>\r\n\t&nbsp;</p>\r\n<ul>\r\n\t<li>\r\n\t\tFrom 1964 to 1965, with spending falling 0.25 percent.</li>\r\n</ul>\r\n<p>\r\n\tThat a large decrease came after World War II should come as little surprise, as government spending went from $9.14 billion in 1939 to $92.71 billion in 1945, with the American government essentially funding most of the global war effort against Germany and Japan.<br />\r\n\t<br />\r\n\tAs the U.S. economy returned to peacetime status, government spending fell by 40.4 percent in the 1946 fiscal year, 37.5 percent the next year and 13.7 percent the year after that.<br />\r\n\t<br />\r\n\tComparing spending data to job data is tricky, in part because the Treasury Department, which tracks spending and Gross Domestic Product, operates on a fiscal year that runs from Oct. 1 until Sept. 30. Before 1976 the fiscal year ran July 1 through June 30. The Bureau of Labor Statistics, by contrast, operates on calendar years.<br />\r\n\t<br />\r\n\tIn 1946 private sector employment soared, driven by millions of veterans who came home, left the military and returned to former jobs or took new ones. Strong employment growth continued in 1947 before tailing off in 1948. But again, these changes reflected far more than a cut in government spending. The American economy was far and away the world&rsquo;s strongest after the war, with much of Europe&rsquo;s industrial capacity ruined by six years of terrible devastation.<br />\r\n\t<br />\r\n\tWhat about the mid-1950s? Government spending fell during two consecutive fiscal years. Private sector jobs dropped in 1954 by 585,000, grew by 2.3 million in 1955 and then climbed by 673,000 in 1956.<br />\r\n\t<br />\r\n\tIn the final case the U.S. economy added more than 2 million private sector jobs in both 1965 and 1966.<br />\r\n\t<br />\r\n\tBrian Riedl, a research fellow at the conservative Heritage Foundation, suggested we also look at job expansion in years where government spending grew at a slower rate than GDP. In those years the government essentially becomes a smaller part of the overall economy.<br />\r\n\t<br />\r\n\tThis occurred five times during the 1983 through 1988 fiscal years, and each year the economy had strong employment growth, adding more than 1.5 million jobs annually. In 1983 and 1984, more than 3.4 million annual jobs were added, though that was also a period when the United States was recovering from the <a href=\"http://www.nber.org/cycles/july1983.html\">severe recession</a>&nbsp;of 1981 and 1982.<br />\r\n\t<br />\r\n\tGDP also grew faster than government spending between 1992 and 2000. The U.S. gained jobs each of those years, and in all but two of those years more than 2 million private sector jobs were added to the economy. The low point was 1992, when 915,000 new jobs were created.<br />\r\n\t<br />\r\n\tSo again, large job growth has often happened during times when government spending was decreasing or growing slower than GDP. But several economists told us we should not confuse correlation -- the fact that these two things were happening at the same time -- with causation.<br />\r\n\t<br />\r\n\tGovernment spending has historically risen during times of recession, as Uncle Sam seeks to prop up the economy. And social programs such as unemployment insurance or food stamps cost more when more people are out of work. At the same time, tax revenue is falling because people who lose jobs pay far less income tax.<br />\r\n\t<br />\r\n\tRiedl, who said he strongly believes cutting government spending helps grow the private sector, noted that the positive impacts occur in the long-run, not the short-term.<br />\r\n\t<br />\r\n\t&quot;When federal spending drops that leaves more money for the private sector,&quot; he said. &quot;That&rsquo;s a neutral effect. But over time the private sector is more likely to spend the money in [more] productive ways than the government, and to invest it better than the government.&quot;<br />\r\n\t<br />\r\n\tThe Heritage economist said the lag time for these benefits depends on how the private sector spends any additional funds. Investments in new factories or research projects can take years to return profits to a company and the economy.<br />\r\n\t<br />\r\n\tCantor&rsquo;s staff said their claim was based in part on a blog post by John Taylor, an economist from Stanford University. Taylor has long argued against the stimulus spending. On his blog he disputes reports by Moody&rsquo;s economist Mark Zandi that the $61 billion in spending cuts proposed by the House GOP would cost the economy 700,000 jobs over 2011 and 2012.<br />\r\n\t<br />\r\n\tTaylor said that if the government can produce a &quot;credible&quot; debt-reduction plan it should &quot;increase economic growth and reduce unemployment by removing uncertainty and lowering the chances of large tax increases in the future.&quot;<br />\r\n\t<br />\r\n\tThe removal of uncertainty would also stimulate higher investment spending -- on both employees and technology -- by American businesses, Taylor believes. His calls were echoed in a February 13 letter to President Barack Obama from about 150 economists. The letter said action should be taken to immediately &quot;rein in federal spending.&quot; &nbsp;<br />\r\n\t<br />\r\n\tCantor and other House Republicans are also citing a new report on government spending by Andrew Biggs, Kevin Hassett and Matt Jensen, scholars at the conservative American Enterprise Institute. The report, essentially an extended version of a <a href=\"http://online.wsj.com/article/SB10001424052970203513204576047370292186758.html?mod=WSJ_Opinion_LEFTTopOpinion\">Dec. 29, 2010 op-ed</a>&nbsp;that ran in The Wall Street Journal, stated that cutting federal spending is the most efficient way to balance the budget and feed future economic growth. They claimed deficit reduction programs fail if they are too reliant on tax increases.<br />\r\n\t<br />\r\n\tChris Edwards, director tax policy studies at the libertarian Cato Institute, said the GOP is right to pursue spending cuts. But he said the argument that spending cuts would definitely create more private-sector jobs is rooted in political rhetoric, not economic fact.<br />\r\n\t<br />\r\n\t&quot;I&rsquo;m not sure talking about jobs is the way to go,&quot; Edwards said. &quot;The unemployment rate has more to do with microeconomic factors&quot; than federal spending plans. Edwards added that the U.S. budget deficit may be increasing uncertainty and making businesses more cautious about hiring, but he said it is virtually impossible to quantify the size of this impact.<br />\r\n\t<br />\r\n\tNot all economists are convinced the cuts will have a positive impact on jobs. Gary Burtless, a senior fellow at the left-leaning Brookings Institution, said the short-term impact of a spending cut is usually negative.<br />\r\n\t<br />\r\n\tConsider, for example, the $61 billion cut proposed by House Republicans for the current fiscal year. If approved, Burtless said, government agencies might find themselves cutting back on contracts with private companies. Those companies, having less business, might then need to lay off employees to maintain their profits.<br />\r\n\t<br />\r\n\t&quot;Let&rsquo;s say a cut to the defense procurement budget leads to a loss of 300,000 defense industry jobs,&quot; Burtless said by way of example. &quot;To have any benefit, we now need to add 300,000 jobs to replace the lost ones, then add more.&quot;<br />\r\n\t<br />\r\n\tStressing that he does not think the long-term benefits match up to Cantor&rsquo;s claim, Burtless said that even if it is true, the private sector makes hiring decisions based on economic demand or the need to increase production. The only way to reduce unemployment, he added, is for product demand to increase.</p>\r\n<p>\r\n\tLet&rsquo;s review. &nbsp;<br />\r\n\t<br />\r\n\tCantor says &quot;less government spending equals more private sector jobs.&quot; His staff cites letters and articles by a group of economists.<br />\r\n\t<br />\r\n\tTotal federal spending has only decreased a few times in the past 70 years, and the only large drops came at the end of World War II and the Korean War. Private sector jobs increased after both of those wars, but the gains were driven by many factors, including the return to a peace-time economy and the demobilization of millions of soldiers, many of whom went directly into the private work force.<br />\r\n\t<br />\r\n\tDuring larges stretches of the 1980s and 1990s government spending grew at a slower rate than the overall economy, and large job growth occurred. But economists warned us there is a not a direct link between spending policies and job policies.<br />\r\n\t<br />\r\n\tCantor may be right with his prescription of lower spending to spur higher job growth. But he goes too far when he asserts a cut equals more private sector jobs. No one knows for sure. The congressman is presenting an economic theory as established fact. We rate this claim Half True.&nbsp;</p>", "ruling_comments_date": "2011-03-15T18:58:11.504030", "ruling_date": "2011-03-16T06:00:00", "ruling_headline": "Eric Cantor says less government spending equals more private sector jobs", "ruling_headline_slug": "eric-spending-says-less-government-spending-equals", "ruling_link_text": "He presents theory as fact", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tRep. Eric Cantor, <a href=\"http://majorityleader.house.gov/newsroom/2011/03/leader-cantor-statement-on-february-jobs-report.html\">Statement on February jobs</a>, March 4, 2011.<br />\r\n\t<br />\r\n\tNational Bureau of Economic Research, <a href=\"http://www.nber.org/cycles/july1983.html\">Recovery began in November</a>, July 8, 1983.<br />\r\n\t<br />\r\n\tBureau of Labor Statistics, <a href=\"http://static.mgnetwork.com/rtd/pdfs/20110316_Employmentandspending.pdf\">Private sector job gains and losses 1944-2009</a>, accessed March 14, 2011.<br />\r\n\t<br />\r\n\tDepartment of the Treasury, <a href=\"http://static.mgnetwork.com/rtd/pdfs/201103316_USspending.pdf\">Summary of U.S. receipts and outlays 1789-2009</a>, accessed March 14, 2011.<br />\r\n\t<br />\r\n\tEconomics One, <a href=\"http://johnbtaylorsblog.blogspot.com/2011/02/goldman-sachs-wrong-about-impact-of.html\">Goldman Sachs wrong about impact of House budget proposal</a>, Feb. 28, 2011.<br />\r\n\t<br />\r\n\tJoint Economic Committee, Republican members, <a href=\"http://jec.senate.gov/republicans/public/?a=Files.Serve&amp;File_id=c4eb04a7-48b5-4e4c-b9d8-1622432f0b4b\">Spend less, owe less, grow the economy</a>, March 15, 2011.<br />\r\n\t<br />\r\n\tABC News, <a href=\"http://blogs.abcnews.com/thenote/2011/02/goldman-sachs-house-spending-cuts-will-hurt-economic-growth.html\">Goldman Sachs: House spending cuts will hurt economic growth</a>, Feb. 23, 2011.<br />\r\n\t<br />\r\n\tInterviews with Megan Whittemore, deputy press secretary for Rep. Eric Cantor, March 11 and March 15, 2011.<br />\r\n\t<br />\r\n\tInterview with Gary Burtless, senior fellow for economic studies, Brookings Institution, March 14, 2011.<br />\r\n\t<br />\r\n\tInterview with Brian Riedl, research fellow at the Heritage Foundation, March 14, 2011.<br />\r\n\t<br />\r\n\tInterview with Chris Edwards, director of tax policy studies at the Cato Institute, March 14, 2011.</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 9, "current_job": "House Majority Leader", "false_count": 6, "first_name": "Eric", "half_true_count": 4, "home_state": "Virginia", "id": 118, "last_name": "Cantor", "mostly_true_count": 4, "name_slug": "eric-cantor", "pants_count": 4, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/AP_DCSA133_DEBT_SHOWDOWN.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Virginia", "edition": "Virginia", "edition_slug": "virginia", "has_afterthefact": false, "id": 10, "index_page": false, "meter_name": "The Virginia Truth-O-Meter", "resource_uri": "/api/v/2/edition/10/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/118/", "total_count": 36, "true_count": 7, "website": ""}, "statement": "<p>\r\n\t&quot;Put simply, less government spending equals more private sector jobs.&quot;</p>", "statement_context": "a press release.", "statement_date": "2011-03-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 150, "photo": null, "resource_uri": "/api/v/2/subject/150/", "subject": "Stimulus", "subject_slug": "stimulus", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}