{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2011/mar/21/rick-perry/rick-perry-says-there-was-extraordinary-growth-non/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [], "facebook_headline": null, "id": 3434, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/3434/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tHinting that Texas school districts should adjust budgets without laying off loads of teachers, Gov. RIck Perry told Capitol reporters March 9 that non-classroom school employees are burgeoning.<br />\r\n\t<br />\r\n\t&quot;Over the course of the last decade, we have seen a rather extraordinary amount of non-classroom employees added to (Texas public) school rolls,&quot; Perry said. &quot;So are the administrators and the school boards going to make a decision to reduce those, or are they going to make a decision to reduce the number of teachers in the classroom? I certainly know where I would point.&quot;<br />\r\n\t<br />\r\n\tResponding to a request for more information that day, Perry spokeswoman Catherine Frazier said in an e-mail that from 1998-99 to 2008-09, the number of Texas public school teachers rose 27.1 percent from 256,276 to 325,809 while the number of administrators increased 35.6 percent from 18,531 to 25,130.<br />\r\n\t<br />\r\n\tDiving in, we broadened the back-up comparison bandied by Perry&#39;s office to encompass a full decade. In 1998-99, according to TEA, teachers comprised 51 percent of the state&rsquo;s 506,604 full-time employees and administrative staff made up 3.4 percent. Other non-classroom workers, including support and&nbsp; auxiliary staff, accounted for the rest.</p>\r\n<p>\r\n\tIn 2009-10, teachers amounted to 50 percent and administrative staff accounted for nearly 4 percent of the state&rsquo;s 661,286 full-tiime school district posts.<br />\r\n\t<br />\r\n\tSo, teachers were slightly down as a share of school district workforces and administrators were up. But how &quot;extraordinary&quot; (in Perry&rsquo;s words) was that increase?<br />\r\n\t<br />\r\n\tFrazier said the figures fueling Perry&rsquo;s statement trace to a December recommendation by State Comptroller Susan Combs that the state &quot;study patterns in school district administrative staffing.&quot; From 1998-99 to 2008-09, Combs says, the ratio of Texas school teachers to administrators declined from nearly 14-to-1 to 13-to-1--meaning 1,571 administrative positions would have to be cut to achieve the previous ratio.<br />\r\n\t<br />\r\n\tAdministrators are defined in the recommendation as superintendents at all levels (assistant, associate and deputy), chief administrative officers, chief executive officers and/or presidents, tax assessors and/or collectors, athletic directors, business managers, directors of personnel and/or human resources, instructional officers, principals, assistant principals, registrars and teacher supervisers.<br />\r\n\t<br />\r\n\tTom Currah, an assistant director at the comptroller&rsquo;s office, told us in an interview that Combs focused on positions the education agency defines as administrative--not counting, for instance, counselors, librarians, janitors and similar support and auxiliary staff. &quot;We were looking at management types,&quot; Currah said.<br />\r\n\t<br />\r\n\tNext, we used the TEA&rsquo;s counts to take a crack at school districts&rsquo; staff changes over the decade.<br />\r\n\t<br />\r\n\tSome perspective: Student enrollment increased from more than 3.9 milllion in 1998-99 to more than 4.8 million in 2009-10, up 22 percent.<br />\r\n\t<br />\r\n\tFor 2009-10, the state counted 333,090 teachers, up 28 percent from 1998-99, and 25,525 administrative posts, up 48 percent. Districts&rsquo; employees over all totaled 661,286, an increase of 31 percent.<br />\r\n\t<br />\r\n\tStaffing was down from 1998-99 in only one of nine administrative categories, tax assessor-collectors. Among other categories, the biggest percentage increases resided in district instructional program directors or executive directors (up 55 percent); assistant principals (up 53 percent); and directors of personnel/human resources (up 51 percent). The biggest increase in raw numbers, from 3,167 to 9,129, was for assistant principals.<br />\r\n\t<br />\r\n\tWe noticed that another school employee category, support staff, increased by a larger margin than administrative staff--by 60 percent to 59,571 positions as of 2009-10. Two other categories, paraprofessionals and auxiliary staff, increased less than 30 percent each.<br />\r\n\t<br />\r\n\tAmong support staff positions, &quot;other campus professional personnel&quot; increased nearly 300 percent, totaling 5,635 in 2009-10, and other non-instructional district personnel nearly doubled to 13,568. TEA spokeswoman DeEtta Culbertson told us examples of other campus professionals, who serve on one or more campuses, include community liaisons, informational technology staff and instructional officers. Examples of non-instructional personnel include administrative department heads, associates or assistants and professional-level staff in areas including food service, research/evaluation, transportation, purchasing and security.<br />\r\n\t<br />\r\n\tNext, we looked at the overall change in all non-classroom employees, who increased 33 percent to 328,194 from 1998-99 to 2009-10. One way of summing this up is to say the districts&rsquo; overall hiring rate of non-classroom workers ran 18 percent ahead of the hiring rate for teachers.<br />\r\n\t<br />\r\n\tHow come?<br />\r\n\t<br />\r\n\tLynn Moak, a former TEA administrator and Austin lobbyist whose clients include an alliance of large school districts, suggested in an interview that some of the faster-paced increase in support staff traces to positions funded by federal, not state, aid. Broadly, he said, the increase reflects districts hiring people to guide teachers and students toward fulfilling toughened accountability standards.<br />\r\n\t<br />\r\n\t&quot;You didn&rsquo;t do that by adding more teachers&quot; necessarily, Moak said. &quot;You did that by making the teachers we had better.&quot;<br />\r\n\t<br />\r\n\tA March 4 online post by his firm, Moak, Casey &amp; Associates, says that most of these non-teaching, non-administrative staffers &quot;are providing services to students&quot; and &quot;are not easily expendable, particularly if current service levels are to be maintained and compliance with federal and state requirements is to be met.&quot;<br />\r\n\t<br />\r\n\t&quot;If you&rsquo;re trying to maintain student performance while you&rsquo;re trying to go through these financially tight times, you&rsquo;re going to see a lot of different patterns depending on how the district is organized and how the district is doing,&quot; Moak said. &quot;If the district is needing a lot of help from these other (non-classroom) staff, the district may choose to keep these other staff rather than keep teachers.&quot;<br />\r\n\t<br />\r\n\tUpshot: Over the decade, the increase in non-classroom employees -- especially in support and administrative staff -- outpaced growth in student enrollment and teachers. But whether this addition of non-classroom staff qualifies as &quot;extraordinary&quot; is open to debate. We rate Perry&rsquo;s statement Mostly True.</p>", "ruling_comments_date": "2011-03-17T13:07:58.127728", "ruling_date": "2011-03-21T10:08:34", "ruling_headline": "Rick Perry says a \"rather extraordinary amount of non-classroom employees\" were added by Texas school districts over the last decade", "ruling_headline_slug": "rick-perry-says-there-was-extraordinary-growth-non", "ruling_link_text": "Highest growth in support and administrative posts", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tAustin American-Statesman, news article, <a href=\"http://www.statesman.com/news/texas-politics/house-budget-writers-wrestle-with-current-deficit-perry-1312948.html%20\">&quot;House budget-writers wrestle with current deficit, Perry aides,&quot;</a> March 10, 2011<br />\r\n\t<br />\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/03162011_tearesponsespftexas.html \">E-mails</a> (excerpted), responses to PolitiFact Texas, DeEtta Culbertson, information specialist, Texas Education Agency, March 16, 2011<br />\r\n\t<br />\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/03092011_catherinefrazierresponseaas.html%20\">E-mail</a> (excerpted), response to Austin American-Statesman query, Catherine Frazier, press secretary, Office of Gov. Rick Perry, March 9, 2011<br />\r\n\t<br />\r\n\tInterview, Lynn Moak, lobbyist, Austin, March 16, 2011<br />\r\n\t<br />\r\n\tMoak, Casey &amp; Associates, Austin, online post, <a href=\"http://www.moakcasey.com/articles/viewarticledoc.aspx?AID=2109&amp;DID=2114%20\">&quot;Misperceptions 3.0 Summary of Staffing Information,&quot;</a> March 4, 2011 (accessed March 15, 2011)<br />\r\n\t<br />\r\n\tTexas Education Agency, school district staff breakdowns, provided to PolitiFact Texas for <a href=\"http://alt.coxnewsweb.com/statesman/politifact/03152011_199899TEAschooldistsstaff.pdf\">1998-99</a> and <a href=\"http://alt.coxnewsweb.com/statesman/politifact/03152011_teaschooldiststaff200910.xls\">2009-10</a> March 15, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 30, "current_job": "U.S. Energy Secretary", "false_count": 31, "first_name": "Rick", "half_true_count": 42, "home_state": "Texas", "id": 291, "last_name": "Perry", "mostly_true_count": 24, "name_slug": "rick-perry", "pants_count": 18, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rick_Perry_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/291/", "total_count": 176, "true_count": 26, "website": "https://energy.gov/management/history/secretaries-energy"}, "statement": "<p>\r\n\tSays a &quot;rather extraordinary amount of non-classroom employees&quot; were added by Texas school districts over the last decade.</p>", "statement_context": "a comment to reporters.", "statement_date": "2011-03-09", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ""}