{"art": [], "author": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "canonical_url": "/florida/statements/2011/mar/17/matt-gaetz/taxpayer-funded-abortions-federal-health-care-bill/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}], "facebook_headline": null, "id": 3436, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/3436/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tState Rep. Matt Gaetz, R-Fort Walton Beach, has brought back a provision of a bill vetoed by Gov. Charlie Crist in 2010 that would prohibit the use of federal or state funding to provide abortion coverage.<br />\r\n\t<br />\r\n\tAnd with the bill, he&#39;s restating a common and complicated misconception about the federal health care law -- that the&nbsp;bill signed into law by President Barack Obama includes taxpayer-funding for abortions.<br />\r\n\t<br />\r\n\t<a href=\"http://www.tampabay.com/news/health/bill-would-ban-abortion-coverage-for-some-insurance/1157779\">Speaking to a House subcommittee on March 16, 2011</a>, Gaetz explained that part of the rationale behind HB 97 was to keep the government out of the business of funding elective abortions. &quot;I am admittedly pro-life,&quot; he said. &quot;But I would think that even for those who are pro-choice, this (elective abortions) would not be the most appropriate use of public funds.&quot;<br />\r\n\t<br />\r\n\tThat&#39;s not exactly how it works, though.<br />\r\n\t<br />\r\n\t<strong>Abortion in the health care law</strong><br />\r\n\t<br />\r\n\tThe federal health care law -- if it withstands court challenges -- will create state-run health insurance exchanges in which private companies will compete for the business of people who do not get insurance through their employers. The idea is that it will allow individuals to get group rates enjoyed by those in big employer plans. People who cannot afford insurance will get government subsidies to offset the cost of purchasing a plan in the exchange -- a group of about 19 million people, the government estimates. The subsidy for their coverage would go directly from the government to the insurer, and look like a discount to the policy holder.<br />\r\n\t<br />\r\n\tHow abortion would be handled as part of the health care law predictably became a thorny political issue that threatened the law&#39;s very passage, and several alternatives were considered. To pass, the health care bill had to appease anti-abortion conservative Democrats.<br />\r\n\t<br />\r\n\tThe final language signed into law, crafted by abortion opponent Sen. Ben Nelson, D-Neb., allows insurance companies in the exchange to offer abortion services, even to people who get federal subsidies. But with a big caveat.<br />\r\n\t<br />\r\n\tNelson&#39;s provision specifically prohibits the use of federal dollars to fund abortions, except in the case of rape, incest or when the mother&#39;s life in peril. Rather, insurance companies would be required to pay for abortion services from a segregated pool of money funded through patient premiums. Essentially, people who select plans that cover abortions would have to pay at least $1 a month of their premiums into a separate account. Any abortion services provided by the insurer would have to be drawn from that segregated account.<br />\r\n\t<br />\r\n\tOn top of that, the national health care law gives states an opt-out of abortion coverage altogether. States could pass laws to prohibit abortion coverage in health plans offered on the state exchange if they chose.<br />\r\n\t<br />\r\n\tThat&#39;s what Gaetz&#39;s HB 97 attempts to do.<br />\r\n\t<br />\r\n\t<a href=\"http://www.myfloridahouse.gov/Sections/Documents/loaddoc.aspx?FileName=_h0097__.docx&amp;DocumentType=Bill&amp;BillNumber=0097&amp;Session=2011\">Section 1 of Gaetz&#39;s bill states</a>, &quot;A health insurance policy or group health insurance policy purchased in whole or in part with state or federal funds through an exchange created pursuant to the federal Patient Protection and Affordable Care Act may not provide coverage for an (elective) abortion... A policy is deemed to be purchased with state or federal funds if it is a policy toward which any tax credit or cost-sharing credit is applied.&quot;<br />\r\n\t<br />\r\n\tThe language is identical to a provision inserted into HB 1143, which also would have required most women to have an ultrasound performed before having an abortion. <a href=\"http://www.miamiherald.com/2010/06/11/1675472/gov-charlie-crist-vetoes-ultrasound.html\">That bill was vetoed by Crist</a>.<br />\r\n\t<br />\r\n\tThe rhetoric on this issue can be tricky.<br />\r\n\t<br />\r\n\tThe federal law allows tax dollars to subsidize someone&#39;s policy even if the individual chooses a plan that covers abortion. So it would certainly be fair to say that many women who cannot currently afford health insurance will be given tax subsidies, and many of them may choose plans that offer abortion services. (But then the law&nbsp;says that states can opt out from that).<br />\r\n\t<br />\r\n\tBut it&#39;s not fair to say that taxpayers are paying for elective abortions. Any abortions would be paid through a separate account funded entirely through a portion of premiums paid by people who select a plan that covers abortion services, not from tax dollars. That&#39;s an important difference. Everyone who buys into a plan that covers abortion would have to pay into that abortion fund, even men. And for those with moral objections to paying a portion of their premiums for abortion services, the federal law requires that every region offer at least one alternative health plan that does not cover abortion.<br />\r\n\t<br />\r\n\tDuring the March 16 hearing on Gaetz&#39;s bill, Rep. Lori Berman, D-Boca Raton, said the bill was unnecessary because &quot;there is no public funding of abortion right now.&quot;</p>\r\n<p>\r\n\tBerman offered an amendment to keep abortion services a part of at least one plan created by the exchange, but the amendment failed.<br />\r\n\t<br />\r\n\tIn an interview later, Gaetz said his bill is attempting to close a loophole that could allow taxpayer dollars to pay for abortion coverage. He noted that policy holders still&nbsp;would&nbsp;have the ability to purchase optional, additional coverage for abortions.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tAbortion foes like Gaetz argue the federal rules are little more than an accounting trick, that if federal subsidies go to someone who chooses a plan that covers abortion, it&#39;s the same as taxpayer-funded abortion.<br />\r\n\t<br />\r\n\tBut we think it&#39;s misleading to call it taxpayer-funded abortion when the law requires abortions be paid solely through a portion of the premiums (not tax dollars) paid by people who choose a plan that covers abortions.<br />\r\n\t<br />\r\n\tWe rule Gaetz&#39;s statement False.</p>", "ruling_comments_date": "2011-03-17T14:55:33.004334", "ruling_date": "2011-03-17T16:33:20", "ruling_headline": "Taxpayer-funded abortions in the federal health care bill?", "ruling_headline_slug": "taxpayer-funded-abortions-federal-health-care-bill", "ruling_link_text": "Health care law already prevents funding abortions", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<em>St. Petersburg Times</em>, &quot;<a href=\"http://www.tampabay.com/news/health/bill-would-ban-abortion-coverage-for-some-insurance/1157779\">Bill would ban abortion coverage for some insurance</a>,&quot; March 17, 2011<br />\r\n\t<br />\r\n\t<a href=\"http://www.myfloridahouse.gov/sections/Bills/billsdetail.aspx?BillId=44914\">HB 97</a>, accessed March 17, 2011<br />\r\n\t<br />\r\n\tInterview with state Rep. Matt Gaetz, March 17, 2011<br />\r\n\t<br />\r\n\t<em>Miami Herald</em>, &quot;<a href=\"http://www.miamiherald.com/2010/06/11/1675472/gov-charlie-crist-vetoes-ultrasound.html\">Gov. Charlie Crist vetoes ultrasound abortion bill</a>,&quot; June 11, 2010<br />\r\n\t<br />\r\n\t<a href=\"http://democrats.senate.gov/reform/patient-protection-affordable-care-act-as-passed.pdf\">Patient Protection and Affordable Care Act</a>, as passed by the Senate<br />\r\n\t<br />\r\n\tFlorida House of Representatives, <a href=\"http://www.myfloridahouse.gov/sections/bills/billsdetail.aspx?BillId=43887&amp;SessionIndex=-1&amp;SessionId=64&amp;BillText=&amp;BillNumber=1143&amp;BillSponsorIndex=0&amp;BillListIndex=0&amp;BillStatuteText=&amp;BillTypeIndex=0&amp;BillReferredIndex=0&amp;HouseChamber=H&amp;BillSearchIndex=0\">HB 1143 - Health Care</a><br />\r\n\t<br />\r\n\tWhite House Web site, <a href=\"http://www.whitehouse.gov/blog/2010/03/21/one-more-step-towards-health-insurance-reform\">Text of the pending presidential executive order ensuring enforcement and implementation of abortion restrictions in the Patient Protection and Affordable Care Act</a>, March 21, 2010<br />\r\n\t<br />\r\n\tPolitiFact,<a href=\"http://www.politifact.com/truth-o-meter/statements/2010/mar/23/bart-stupak/stupak-says-there-no-federal-funding-abortion-sena/\"> &quot;Stupak revises abortion stance on health care bill, citing Obama&#39;s executive order,&quot;</a> by Robert Farley, March 23, 2010<br />\r\n\t<br />\r\n\tPolitiFact, <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/sep/21/national-right-life-committee/national-right-life-committee-claims-under-Baucus-/\">&quot;National Right to Life Committee claims under Baucus bill, federal funds would subsidize abortions,&quot;</a> by Robert Farley, Sept. 21, 2009<br />\r\n\t<br />\r\n\tPolitiFact, <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/aug/07/john-boehner/boehner-says-democrats-health-care-plan-would-lead/\">&quot;Boehner says Democrats&#39; health care plan would subsidize abortions,&quot;</a> by Robert Farley, Aug. 7, 2009</p>\r\n<p>\r\n\t<em>Christian Science Monitor</em>, &quot;<a href=\"http://www.csmonitor.com/USA/Politics/2010/0320/Health-care-reform-bill-101-Who-gets-subsidized-insurance\">Health care reform bill 101: Who gets subsidized insurance?,</a>&quot; March 20, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "U.S. Representative.", "false_count": 2, "first_name": "Matt", "half_true_count": 1, "home_state": "Florida", "id": 1098, "last_name": "Gaetz", "mostly_true_count": 1, "name_slug": "matt-gaetz", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/HousePhotoOriginal4296.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1098/", "total_count": 6, "true_count": 0, "website": "https://gaetz.house.gov/"}, "statement": "<p>\r\n\tSays his bill, HB 97, would prevent the use of taxpayer dollars on abortions.</p>", "statement_context": "comments before a House subcommittee", "statement_date": "2011-03-16", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 11, "photo": null, "resource_uri": "/api/v/2/subject/11/", "subject": "Abortion", "subject_slug": "abortion", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}