{"art": [], "author": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "canonical_url": "/florida/statements/2011/mar/18/national-federation-independent-business-florida/business-group-says-florida-one-three-states-regul/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}], "facebook_headline": null, "id": 3438, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "resource_uri": "/api/v/2/statement/3438/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\r\n\tAbhorred by Florida Gov. Rick Scott, Republican legislators and even President Barack Obama, regulations have been a popular target of lawmakers this year. Prosperity in the private sector, they say, will come when government removes rules that stifle competition and growth.<br />\r\n\t<br />\r\n\tOn Jan. 25, 2011, the House Business and Consumer Affairs Subcommittee heard regulation-related complaints from several pro-business representatives, including Allen Douglas, legislative affairs director for the National Federation of Independent Business&rsquo; Florida branch. The NFIB is a national association of advocates for small businesses.<br />\r\n\t<br />\r\n\tDouglas focused his complaints on state licenses, particularly those for interior designers. The state issues licenses for many professions, but the interior design license is a hot debate. Proponents say it takes a certified design professional to ensure a commercial space is fit for human needs. Opponents, like the NFIB, argue it should not take several years of experience, education and exams to do the job, and Florida&rsquo;s law is too severe.<br />\r\n\t<br />\r\n\t&quot;Florida is one of only three states that require licenses for commercial interior designers,&quot; Douglas told the committee. &quot;The argument will be it&rsquo;s a public safety and health issue. &hellip; If you&rsquo;re in an office building with a lot of cubicles, the aisle ways need to be a certain width, you know, you can&rsquo;t block the fire exits. Well, there&rsquo;s other people in place -- fire marshals, other types of inspectors -- that will take care of that.<br />\r\n\t<br />\r\n\t&quot;It keeps people out of the industry, because it&rsquo;s very hard to become a commercial interior designer in this state.&quot;<br />\r\n\t<br />\r\n\tBack up: Florida is one of just three states that requires a license for commercial interior designers? That&rsquo;s an exclusive club, if true. We had to give this claim a second look.<br />\r\n\t<br />\r\n\tWe started by checking the Florida Statutes, to see whether Florida regulates its commercial interior designers in the first place. The answer is yes.<br />\r\n\t<br />\r\n\tFlorida has a &quot;practice act&quot; that mandates commercial interior designers have licenses. To attain one in Florida, an aspiring designer must achieve six years of education and experience and pass all three portions of the National Council for Interior Design Qualification exam. There is a $125 biennial renewal fee, and continuing education is also required.<br />\r\n\t<br />\r\n\tA practice act is more stringent than title or registration acts in other states, which regulate the profession in name only. Many states have title or registration acts that allow applicants to market themselves as &quot;certified&quot; or &quot;registered&quot; interior designers as long as they meet varied exam, education and experience requirements and fees. Earning state approval is a way to give consumers a certain amount of confidence in whom they hire.<br />\r\n\t<br />\r\n\tNext we touched base with Douglas. He says he got involved with Florida&rsquo;s interior design law in 2009, when the NFIB and the Institute for Justice, a national libertarian law firm, filed <a href=\"http://www.ij.org/index.php?option=com_content&amp;task=view&amp;id=2727&amp;Itemid=165\">a federal lawsuit </a>against the state Board of Architecture and Interior Design challenging Florida&rsquo;s practice act.<br />\r\n\t<br />\r\n\tThe Institute for Justice <a href=\"https://docs.google.com/document/d/1rY3lnlrL42Cvx5Xl9kj6INcdMHR9c-JJEkdiII7A5yw/edit?hl=en\">put up a YouTube video </a>and <a href=\"http://www.ij.org/economic_liberty/fl_interiordesign\">statement</a> about Florida&rsquo;s interior design law two years ago, calling the state &quot;ground zero in the nationwide battle to &lsquo;cartel-ize&rsquo; the interior design industry.&quot; The institute claimed interior design regulations have several consequences, including higher fees and fewer employment opportunities, &quot;especially for minorities and older mid-career switchers.&quot;<br />\r\n\t<br />\r\n\tOn Feb. 4, 2010, U.S. District Court Judge Robert Hinkle of the Northern District of Florida ruled in the NFIB&rsquo;s favor on one part of the lawsuit: A rule that limited the use of &quot;interior designer&quot; to only those with licenses was unconstitutional. This decision allows unlicensed residential decorators the option to market themselves as &quot;interior designers.&quot;<br />\r\n\t<br />\r\n\tHowever, Hinkle upheld Florida&rsquo;s practice act, which governs non-residential designers, as constitutional. The NFIB and Institute for Justice appealed their lawsuit to the 11th Circuit Court of Appeals in Alabama. On March 1, 2011, the appeals court rejected their case in a 24-page document, saying in part it would not &quot;second-guess the legislature&rsquo;s judgment as to the relative safety justifications versus any burdens imposed on interstate commerce.&quot; The appeals court affirmed the district court&rsquo;s ruling, so Florida&rsquo;s interior design law remains in effect.&nbsp;<br />\r\n\t<br />\r\n\tSo, to recap: <a href=\"http://www.myfloridalicense.com/dbpr/pro/division/Servicesthatrequirealicense_interiordesigner.html\">Interior designers in Florida need a license</a> for jobs that involve commercial spaces, draperies, flooring, clubhouses and swimming pool areas. The license enables them to submit stamped and signed drawing plans and carry out work on design projects. But no one needs a license to offer residential interior design, or services including window treatments and paint.<br />\r\n\t<br />\r\n\tThe Department of Business and Professional Regulation, which oversees the board, sums it up for consumers: &quot;If you are going to hire someone to design the interior of a commercial structure, he/she needs to be licensed.&quot;<br />\r\n\t<br class=\"kix-line-break\" />\r\n\tBut what we wanted to check is whether&nbsp;three states is correct. Douglas pointed us to Patti Morrow, executive director of the Interior Designer Protection Council and a staunch advocate for fewer restrictions on the industry.<br />\r\n\t<br />\r\n\tMorrow tracks interior design <a href=\"http://www.idpcinfo.org/StateLaws.html\">legislation for all states on her website</a>. She is sometimes depicted boasting pink boxing gloves, symbolizing her fight against Florida&rsquo;s &quot;anti-competitive, anti-consumer monopoly&quot; of interior design. She said by phone that four states used to require a license to practice interior design: Florida, Alabama, Louisiana and Nevada. But Alabama left the pack when the state Supreme Court ruled its practice act unconstitutional in 2007. So that leaves three.<br />\r\n\t<br />\r\n\tMorrow, who lives in New Hampshire, appeared at an emotional committee <a href=\"http://www.tampabay.com/news/business/house-committee-votes-to-cut-oversight-of-about-30-professions/1157490\">meeting of the Florida House</a>, which passed a bill that would roll back regulation of interior designers and 30 other professions, on March 15, 2011. She repeated at that meeting the claim about Florida being one of three states to regulate commercial interior design.<br />\r\n\t<br />\r\n\tWe then went to the website of the pro-licensing side, the Interior Design Associations Foundation, which also <a href=\"http://idaf-fl.org/index.html\">tracks state legislation,</a> to corroborate the count. The American Society of Interior Designers offers a similar <a href=\"http://www.asid.org/legislation/state/\">state-by-state view </a>of requirements for interior designers. Check! These groups&rsquo; practice-act counts match up to Morrow&rsquo;s count of three states.<br />\r\n\t<br />\r\n\tNow, we should mention that while those three states are the only that require &quot;licenses,&quot; several states &mdash; including&nbsp;New York, Kentucky and Alabama -- have education, experience and exam requirements that do not result in a license but grant use of a title.&nbsp;In New York, for instance, a &quot;certified interior designer&quot; applicant must pay a $377 fee, be at least 21, have at least seven years of acceptable education and experience credits, pass the NCIDQ, and &quot;be of good moral character.&quot;</p>\r\n<p>\r\n\tDouglas said that&nbsp;&quot;Florida is one of only three states that requires licenses for commercial interior designers. Both the pro- and anti-licensing camps agree that only&nbsp;Florida, Nevada and Louisiana require licenses to practice commercial interior design, and a court&nbsp;upheld the Florida law earlier this month. The state Legislature is trying to remove some of the restrictions on these licenses, but it has not happened yet. So we rate this statement True.</p>", "ruling_comments_date": "2011-03-17T16:39:43.376050", "ruling_date": "2011-03-18T11:18:28", "ruling_headline": "Business group says Florida is one of three states that regulates commercial interior designers", "ruling_headline_slug": "business-group-says-florida-one-three-states-regul", "ruling_link_text": "Lawmakers targeting regulations", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tAudio recording, <a href=\"http://www.myfloridahouse.gov/FileStores/AdHoc/PodCasts/01_25_2011/Business_Consumer_Affairs_2011_01_25.mp3\">Florida House Business and Consumer Affairs Subcommittee meeting</a>, Jan. 25, 2011<br />\r\n\t<br />\r\n\t<em>St. Petersburg Times</em> Buzz blog, &quot;<a href=\"http://www.tampabay.com/blogs/the-buzz-florida-politics/content/business-groups-end-regulations-kill-jobs\">Business groups: End regulations that kill jobs</a>&quot;, Jan. 25, 2011<br />\r\n\t<br />\r\n\tFlorida Department of Business and Professional Regulation,<a href=\"http://www.myfloridalicense.com/dbpr/pro/division/Servicesthatrequirealicense_interiordesigner.html\"> Board of Architecture and Interior Design</a>, accessed Feb. 1, 2011<br />\r\n\t<br />\r\n\tPhone interview with Patti Morrow, Interior Design Protection Council executive director, Feb. 1, 2011<br />\r\n\t<br />\r\n\tPhone interview with Michael Berens, American Society of Interior Designers director of research, Feb. 1, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Don Davis, ASID director of governmental affairs, March 17, 2011<br />\r\n\t<br />\r\n\tPhone interview with Davis, Feb. 16, 2011<br />\r\n\t<br />\r\n\tInterior Design Associations Foundation, <a href=\"http://idaf-fl.org/nalegguide.html\">map of states requiring licenses</a><br />\r\n\t<br />\r\n\tAmerican Society of Interior Design, <a href=\"http://www.asid.org/legislation/state/\">list of states and license requirements</a><br />\r\n\t<br />\r\n\tBureau of Labor Statistics, <a href=\"http://www.bls.gov/oco/ocos293.htm#training\">Occupational Outlook Handbook 2010-11</a>, accessed Feb. 1, 2011<br />\r\n\t<br />\r\n\tLocke v. Shore, U.S. District Court for the Northern District of Florida, Judge Hinkle&rsquo;s <a href=\"http://www.myfloridalicense.com/dbpr/pro/arch/documents/id_opinion.pdf\">Opinion on the Merits</a>, Feb. 4, 2010<br />\r\n\t<br />\r\n\tU.S. Court of Appeals for the 11th Circuit, <a href=\"http://www.idpcinfo.org/Decision_11th_Circuit_US_Court_of_Appeals.pdf\">Appeals decision</a>, accessed via IDAF website March 4, 2011<br />\r\n\t<br />\r\n\tLicensing laws for Architecture, Interior Design, and Landscape Architecture, <a href=\"http://www.flsenate.gov/Laws/Statutes/2010/Chapter481/Part_I\">Florida Statutes,</a> accessed Feb. 1, 2011<br />\r\n\t<br />\r\n\tInstitute for Justice, <a href=\"http://www.ij.org/index.php?option=com_content&amp;task=view&amp;id=2727&amp;Itemid=165\">Litigation background on Florida&rsquo;s interior design law</a>, accessed Feb. 3, 2001<br />\r\n\t<br />\r\n\tInstitute for Justice, <a href=\"http://www.youtube.com/watch?v=X30V2EyRV9M\">YouTube video on Florida&rsquo;s interior design law,</a> accessed March 4, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Sandi Copes, Department of Business and Professional Regulation spokeswoman, March 4, 2011<br />\r\n\t<br class=\"kix-line-break\" />\r\n\t<em>St. Petersburg Times</em>, &quot;<a href=\"http://www.tampabay.com/news/business/house-committee-votes-to-cut-oversight-of-about-30-professions/1157490\">House committee votes to cut oversight of about 30 professions</a>,&quot; March 15, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 0, "home_state": "Florida", "id": 1100, "last_name": "National Federation of Independent Business-Florida", "mostly_true_count": 0, "name_slug": "national-federation-independent-business-florida", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact_mugs_PolitiFact_silhouettes_____1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1100/", "total_count": 1, "true_count": 1, "website": "http://www.nfib.com/florida"}, "statement": "<p>\r\n\t&quot;Florida is one of only three states that require licenses for commercial interior designers.&quot;</p>", "statement_context": "testimony to Florida House Business and Consumer Affairs Subcommittee.", "statement_date": "2011-01-25", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 28, "photo": null, "resource_uri": "/api/v/2/subject/28/", "subject": "Consumer Safety", "subject_slug": "consumer-safety", "used_in_edition": []}, {"description": "", "id": 131, "photo": null, "resource_uri": "/api/v/2/subject/131/", "subject": "Government Efficiency", "subject_slug": "government-efficiency", "used_in_edition": []}], "target": [], "twitter_headline": ""}