{"art": [], "author": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "canonical_url": "/wisconsin/statements/2011/mar/21/chris-larson/wisconsin-state-senator-chris-larson-says-democrat/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 3445, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/3445/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tIn the fall of 2010, Chris Larson was serving in relative obscurity as a member of the Milwaukee County Board.<br />\r\n\t<br />\r\n\tBy March 2011, he was a political celebrity, lauded by some -- and vilified by others -- as one of 14 Democratic state senators who <a href=\"http://www.jsonline.com/news/statepolitics/116381289.html\">fled to </a><a href=\"http://www.jsonline.com/news/statepolitics/116381289.html\">Illinois</a> for more than three weeks to thwart a quick vote on Wisconsin Gov. Scott Walker&rsquo;s plan to curtail collective bargaining rights for public employees.<br />\r\n\t<br />\r\n\t&quot;Today&rsquo;s Heroes: the Wisconsin 14&quot; trumpeted the national AFL-CIO website.<br />\r\n\t<br />\r\n\t&quot;When are they going to come back? Are they coming back from somewhere downstate? This seems ludicrous,&quot; MSNBC host and political commentator Chris Matthews said on his <a href=\"http://www.msnbc.msn.com/id/3036697//vp/41996386#41996386\">March 9 show</a>, 21 days after the Democrats left. &quot;This is something that happens in a banana republic. When are we going to have a Legislature meeting in Wisconsin and decide this?&quot;<br />\r\n\t&nbsp;<br />\r\n\tAs senators on both sides face possible recall elections, Larson is now defending leaving the state not only as the right thing to do -- but as a matter of the lawmakers exercising their state constitutional rights.<br />\r\n\t<br />\r\n\tThe Democrats <a href=\"http://www.jsonline.com/news/statepolitics/117862214.html\">returned March </a><a href=\"http://www.jsonline.com/news/statepolitics/117862214.html\">12</a> after Republicans <a href=\"http://www.jsonline.com/news/statepolitics/117656563.html\">removed fiscal </a><a href=\"http://www.jsonline.com/news/statepolitics/117656563.html\">items</a> from the bill, allowing them to vote without needing 20 members present -- the 3/5ths quorum requirement that allowed for the departure. There are 19 Republicans in the Senate.<br />\r\n\t<br />\r\n\tInterviewed March 11 at an Illinois rest stop on his way home, Larson <a href=\"http://www.todaystmj4.com/news/local/117835648.html?video=pop&amp;t=a&amp;bctid=CLIP_ID_1309457\">told a WTMJ-TV (Channel 4) television </a><a href=\"http://www.todaystmj4.com/news/local/117835648.html?video=pop&amp;t=a&amp;bctid=CLIP_ID_1309457\">reporter</a> he would do it all again to stall moves by the GOP majority in Madison.<br />\r\n\t<br />\r\n\t&quot;That&rsquo;s a tool that our constitution gives us,&quot; Larson said. &quot;It&rsquo;s a little bit different than the U.S. filibuster, but it&rsquo;s the Wisconsin filibuster and that&rsquo;s how it works.&quot;<br />\r\n\t<br />\r\n\tThe reporter followed up: &quot;Leaving the state is the new Wisconsin filibuster?&quot;<br />\r\n\t<br />\r\n\tLarson, cracking a brief smile, responded: &quot;It is.&quot;<br />\r\n\t<br />\r\n\tMost people are familiar with the filibuster, a legislative tactic common to the U.S. Senate and some state legislatures that allows a minority-party&rsquo;s objection to stall or kill final action unless a super-majority wants to proceed. In the U.S. Senate, it used to involve round-the-clock speeches but now is a simple procedural maneuver.<br />\r\n\t<br />\r\n\tDuring the heated and massive Madison protests, we heard some casual references to the boycott as a &quot;filibuster with feet.&quot;<br />\r\n\t<br />\r\n\tBut did Larson mean to assert that Wisconsin&rsquo;s Constitution, adopted in 1848, provides for a filibuster?<br />\r\n\t<br />\r\n\tHe did, according to his chief of staff, Justin Sargent:<br />\r\n\t<br />\r\n\t&quot;This is in <a href=\"http://my.execpc.com/%7Efedsoc/wi-con08.html\">Article 8, Section 8 of the State </a><a href=\"http://my.execpc.com/%7Efedsoc/wi-con08.html\">Constitution</a>. This constitutional filibuster essentially stops passage on a bill that is fiscal, if the body is lacking a 3/5ths quorum. &nbsp;In special session, this is the only defense the minority has to stop or even temporarily delay a bill.&quot;<br />\r\n\t<br />\r\n\tLarson himself was less emphatic when we asked him about the filibuster comparison. He said he meant only to draw an analogy between the boycott and a filibuster.<br />\r\n\t<br />\r\n\tWe decided to test his claim given the historic nature of the boycott and the prospect it could happen again.<br />\r\n\t<br />\r\n\tLet&rsquo;s start with what both sides -- and experts -- agree on: Wisconsin by legislative rule does limit debate. But it does not provide for a filibuster by statute, rule or any constitutional provision.<br />\r\n\t<br />\r\n\tCutting off debate is rare, but it happens.<br />\r\n\t<br />\r\n\tThe constitutional section Larson cites requires a 3/5th&rsquo;s quorum to vote on certain tax and fiscal items -- not to pass the measure, but to act on the measure. It was that provision Democrats took advantage of in staying away.<br />\r\n\t<br />\r\n\tBeyond that, the debate turns to warring legal interpretations.<br />\r\n\t<br />\r\n\tBut we can learn from those as well.<br />\r\n\t<br />\r\n\tLawyers and officials on the Republican side say not only is there no constitutional filibuster, but the Democratic boycott violated the constitutional oath of office and a Senate rule that bars absenteeism without leave.<br />\r\n\t<br />\r\n\t&quot;It&rsquo;s a grossly frivolous and very dangerous misstatement that they could absent themselves purposely from the body to avoid a quorum,&quot; said Jim Troupis, a lawyer who advised Senate Republicans. &quot;If there was no duty to attend, there would be no duty to have a Legislature.&quot;<br />\r\n\t<br />\r\n\tThis would lead to an executive branch dictatorship, he contended.<br />\r\n\t<br />\r\n\tDuring the legislative battle, an Oconto County Circuit Court judge ruled that State Sen. Jim Holperin (D-Conover) appeared to be violating a rule that requires senators to attend sessions. But he wrote that it is the Senate -- not the courts -- that enforce those rules.<br />\r\n\t<br />\r\n\tA lawyer who has advised the Democrats, Jeremy Levinson, agreed lawmakers have to show, but said the penalties for absenteeism are so weak that ultimately it is up to voters to decide whether lawmakers have shirked their duty.<br />\r\n\t<br />\r\n\tLevinson argues the constitution, in effect, allows boycotts because it lets legislators make their own rules -- and the rules have not effectively barred such behavior.<br />\r\n\t<br />\r\n\tUniversity of Wisconsin political scientist Donald Downs, a constitutional scholar affiliated with the law school, agreed, with qualifications.<br />\r\n\t<br />\r\n\t&quot;It&rsquo;s a new constitutional argument,&quot; Downs said. &quot;I would say the burden of proof is on him to show it&rsquo;s a right, but the Wisconsin Supreme Court has been open-minded concerning the power of each house to determine it&rsquo;s own rules.&quot;<br />\r\n\t<br />\r\n\tLabor lawyer and author Tom Geoghegan, a prominent liberal critic of unlimited filibustering, said the boycott move was permitted by the state constitution.<br />\r\n\t<br />\r\n\t&quot;It&rsquo;s a provision that&rsquo;s an extra check on the majority just slamming something through,&quot; he said.<br />\r\n\t<br />\r\n\tBut Andrew Welhouse, spokesman for Republican Sen. Scott Fitzgerald, the majority leader, said the quorum requirement was turned on its head by Democrats.<br />\r\n\t<br />\r\n\t&quot;It was originally intended as a way to protect the minority from the majority by making sure that a proper number of officials were there to do business, not enable the minority to stand in the way of the majority,&quot; he said.<br />\r\n\t<br />\r\n\tLooking back into history, what was the original stated purpose of the provision requiring 20 senators in attendance?<br />\r\n\t<br />\r\n\tThe constitutional provision dates to Wisconsin&rsquo;s statehood in 1848 and was modeled after a New York state provision. In a later discussion at the New York constitutional convention of 1915, it was said that a 3/5th&rsquo;s quorum approach &quot;was designed to prevent hasty and careless legislation and to insure a larger attendance when a bill was to be voted upon,&quot; according to documents archived by the New York State Library.<br />\r\n\t<br />\r\n\tIndeed, the Wisconsin boycott that would follow nearly a century later is an echo of sorts to concerns raised at the time.<br />\r\n\t<br />\r\n\tOpponents of the super quorum &quot;argued that a small minority <em>merely by refusing to make an appearance could obstruct a vote</em> and defeat legislation.&quot; (italics added)<br />\r\n\t<br />\r\n\tSo those are some of the arguments.<br />\r\n\t<br />\r\n\tLet&rsquo;s get to the nub of the matter.<br />\r\n\t<br />\r\n\tWas the Democrats&rsquo; move a &quot;constitutional filibuster&quot; that&rsquo;s only a little bit different than the U.S. Senate filibuster, as Larson said?<br />\r\n\t<br />\r\n\tThe general idea is the same -- a procedural mechanism for stalling a vote.<br />\r\n\t<br />\r\n\tBut it&rsquo;s not a filibuster, said Geoghegan, as well as Mordecai Lee, a former Democratic state senator from Milwaukee. Closer to a filibuster, Lee said, &nbsp;was the 61-hour debate that Assembly Democrats forced on Walker&rsquo;s budget-repair bill.<br />\r\n\t<br />\r\n\tLester Pines, an attorney for the Madison teachers union, said the boycott delayed the vote, but he agreed that the Wisconsin Constitution &quot;wasn&rsquo;t intended to provide a filibuster.&quot; He called the Democrats&rsquo; action &quot;civil disobedience.&quot;<br />\r\n\t<br />\r\n\tWe asked Larson to explain why, if the action was provided for in the constitution, he and the others had to leave the state to exercise a Wisconsin constitutional right.<br />\r\n\t<br />\r\n\tHe said the Democrats were just being &quot;extra safe&quot; because Republicans appeared to have the ability to compel attendance but it was unclear to what lengths they would go and what the legalities were.</p>\r\n<p>\r\n\tCourt rulings are lacking on whether they could have stayed in state and avoided being forced back to the Capitol, he said.</p>\r\n<p>\r\n\tOf course, by noting they could have been compelled to return, Larson undermines the main argument that they were free to leave.<br />\r\n\t<br />\r\n\tWhere does all this leave us?<br />\r\n\t<br />\r\n\tLarson attaches a clever label to the three-week Democratic boycott, calling it the &quot;Wisconsin filibuster&quot; and saying the state constitution explicitly gives senators that tool.<br />\r\n\t<br />\r\n\tLike the U.S. filibuster, the Dems&rsquo; move was a procedural tactic to delay a vote. But that&rsquo;s about where the similarities end.<br />\r\n\t<br />\r\n\tThere is no dispute -- even among Democrats -- that Wisconsin lacks a filibuster provision used in other states and in the U.S. Senate. Indeed, Democrats felt shaky enough about their legal ground that they left the state to avoid being compelled to return to Madison.<br />\r\n\t<br />\r\n\tThe quorum provision in the constitution did create an opening for the Democrats to no-show. So, in that sense, Larson is correct that the constitution &quot;gave&quot; them a tool to delay the vote. But a critical fact that would give a different impression is left out: Wisconsin has no filibuster provision. That&rsquo;s a Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2011-03-18T18:06:01.433700", "ruling_date": "2011-03-21T09:00:00", "ruling_headline": "Wisconsin state Senator Chris Larson says Democrats who left the state to delay a vote were exercising a “Wisconsin filibuster” provided by the state’s constitution", "ruling_headline_slug": "wisconsin-state-senator-chris-larson-says-democrat", "ruling_link_text": "The constitution left room for the maneuver, but doesn’t enshrine it as a “filibuster” tactic", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tWTMJ-TV (Channel 4), <a href=\"http://www.todaystmj4.com/news/local/117835648.html?video=pop&amp;t=a&amp;bctid=CLIP_ID_1309457\">Senate Dems Glad to Be Home</a>, March 11, 2011<br />\r\n\t<br />\r\n\tInterview with Chris Larson, Wisconsin state senator, March 18, 2011<br />\r\n\t<br />\r\n\tInterview with Mike Keane, senior legislative analyst, Wisconsin Legislative Reference Bureau, March 16, 2011<br />\r\n\t<br />\r\n\tInterview with James Troupis, James Troupis Law Office, Madison, March 17, 2011<br />\r\n\t<br />\r\n\tInterview with Jeremy Levinson, attorney, Friebert, Finerty &amp; St. John, March 17, 2011<br />\r\n\t<br />\r\n\tInterview with Donald Downs, University of Wisconsin, professor of political science, law and journalism, March 17, 2011<br />\r\n\t<br />\r\n\tInterview with Lester Pines, attorney, Cullen Weston Pines &amp; Bach, March 17, 2011<br />\r\n\t<br />\r\n\tInterview with Tom Geoghegan, attorney, Despres, Schwartz, &amp; Geoghegan, March 17, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Andrew Welhouse, spokesman, Senate Majority Leader Scott Fitzgerald, March 16, 2011<br />\r\n\t<br />\r\n\tInterview with Mordecai Lee, University of Wisconsin-Milwaukee, professor of governmental affairs, March 17, 2011<br />\r\n\t<br />\r\n\tE-mail-interview with Justin Sargent, chief of staff to Sen. Chris Larson, March<br />\r\n\t<br />\r\n\tInterview with Allan Rainey, senior librarian, New York State Library, March 18, 2011<br />\r\n\t<br />\r\n\tMilwaukee Journal Sentinel, <a href=\"http://www.jsonline.com/blogs/news/117347568.html\">&quot;Holperin: Senate Dems to stay away</a>,&quot; March 3, 2011<br />\r\n\t<br />\r\n\tNew York State Constitutional Convention, <a href=\"http://nysl.nysed.gov/uhtbin/cgisirsi/p5U16y23fi/NYSL/238710086/503/71243\">V7 Problems Relating to Legislative Organization and Power</a>, accessed March 18, 2011<br />\r\n\t<br />\r\n\tWisconsin Constitution, <a href=\"http://legis.wisconsin.gov/statutes/wisconst.pdf\">Article VIII, Section 8</a>, quorum (page 59)<br />\r\n\t<br />\r\n\tU.S. Senate, <a href=\"\">History of Filibuster</a><br />\r\n\t<br />\r\n\tWisconsin Legislative Reference Bureau, <a href=\"http://legis.wisconsin.gov/lrb/gw/gw_20.pdf\">Legislative Rules</a>, January 2007</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 6, "current_job": "Wisconsin Senate Minority Leader", "false_count": 5, "first_name": "Chris", "half_true_count": 0, "home_state": "Wisconsin", "id": 1105, "last_name": "Larson", "mostly_true_count": 1, "name_slug": "chris-larson", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Chris_Larson.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1105/", "total_count": 13, "true_count": 0, "website": "http://legis.wisconsin.gov/w3asp/contact/legislatorpages.aspx?house=senate&district=7"}, "statement": "<p>\r\n\tSenate Democrats who left the state for weeks to delay a vote on union bargaining power exercised a &quot;Wisconsin filibuster&quot; provided by the state&rsquo;s constitution.</p>", "statement_context": "a statement to a TV reporter", "statement_date": "2011-03-11", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}], "target": [], "twitter_headline": ""}