{"art": [], "author": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2011/mar/22/hank-johnson/congressman-says-funding-decision-could-increase-a/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 3453, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/3453/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tFederal budget wars have morphed into culture wars, and fiscal and social conservatives have set their sights on cutting family planning funds.<br />\r\n\t<br />\r\n\tThe Republican-controlled U.S. House of Representatives voted last month to take away $317 million in funds for the Title X program, which provides reproductive health services such as contraception and HIV testing for people who cannot afford it.<br />\r\n\t<br />\r\n\tNow the program&rsquo;s fate lies with the Democratic-controlled Senate, and Title X defenders are launching a counterattack. In an interview with The Atlanta Journal-Constitution, U.S. Rep. Hank Johnson, a Lithonia Democrat, unleashed a statistic that could give even a staunch Title X critic pause. &nbsp;<br />\r\n\t<br />\r\n\t&quot;Studies have shown that in the absence of Title X, we are going to see the level of abortion in Georgia increase by about 44 percent,&quot; Johnson said.<br />\r\n\t<br />\r\n\tReally?<br />\r\n\t<br />\r\n\tTitle X serves at least 144,000 Georgians, of whom 139,000 are women. Federal rules bar those funds from being used for abortion. But anti-abortion advocates believe that revoking them would hurt groups such as Planned Parenthood, which provides abortions at some of its clinics.<br />\r\n\t<br />\r\n\tThe House also voted to bar all federal funding for Planned Parenthood.<br />\r\n\t<br />\r\n\tJohnson spokesman Andy Phelan sent us statistics from the Guttmacher Institute, a reproductive health research and policy group, to back up the congressman&rsquo;s claim. &nbsp;<br />\r\n\t<br />\r\n\tGuttmacher&rsquo;s roots lie in the movement to support abortion rights, but advocates on both sides of the abortion debate use its research to back their positions.<br />\r\n\t<br />\r\n\tJohnson&rsquo;s paraphrase of Guttmacher&rsquo;s research was right on. The institute&rsquo;s Title X fact sheet for Georgia says, &quot;In the absence of these services, the level of abortion in Georgia would be 44 percent higher.&quot; &nbsp;<br />\r\n\t<br />\r\n\tMethods to determine whether publicly funded family planning services reduce the number of unintended pregnancies have existed for &quot;decades,&quot; said Guttmacher&rsquo;s Jennifer Frost, a senior researcher and lead author of a 2008 paper about the group&rsquo;s predictions.<br />\r\n\t<br />\r\n\tIn the absence of affordable care, women tend to choose birth control methods that are less effective, Frost said.<br />\r\n\t<br />\r\n\tSince researchers cannot conduct actual experiments on what would happen if these services ended, Frost and her colleagues considered five types of behaviors -- ranging from switching contraceptive methods to dropping contraception all together -- that women might choose if funding disappeared.<br />\r\n\t<br />\r\n\tThe research team knew from Centers for Disease Control and Prevention survey data how often women who adopt these behaviors had unplanned pregnancies and abortions. It used this information for its projections.<br />\r\n\t<br />\r\n\tNationally, abortions would rise by about one-third, the team predicted. Because Georgia women use Title X services at greater than the national rate, Guttmacher predicted a 44 percent increase here.<br />\r\n\t<br />\r\n\tIn 2008, 39,820 women obtained abortions in Georgia, according to Guttmacher.<br />\r\n\t<br />\r\n\tWe were unable to find another study on Georgia similar to Guttmacher&rsquo;s, but its research does align with studies on the broader topic of how contraceptive use affects abortion rates. When contraception increases, the abortion rate generally declines, said Charles Westoff, a Princeton University professor who has compared data for dozens of countries. &nbsp;<br />\r\n\t<br />\r\n\t&quot;It is obvious to most people that if the prevalence or availability of modern contraceptives is reduced, the unintentional pregnancy rate will rise and thus the abortion rate,&quot; Westoff said.<br />\r\n\t<br />\r\n\tGuttmacher may have underestimated the unintended pregnancies Title X averts, said Diana Greene Foster, a reproductive health expert at the University of California, San Francisco. She studied the group&rsquo;s California numbers and thinks they are 20 percent too low.<br />\r\n\t<br />\r\n\t&quot;I can&rsquo;t say that their estimate of pregnancies averted for Georgia is too low by 20 percent. But I believe that in general, their methodology produces conservative estimates,&quot; Foster told PoltiFact Georgia in an e-mail.<br />\r\n\t<br />\r\n\tUniversity of Alabama professor Michael New, whose research is widely used to support anti-abortion positions, says Guttmacher&rsquo;s figures are unpersuasive.<br />\r\n\t<br />\r\n\tNew cited a 2002 Guttmacher study on women who had abortions. Of those who did not use contraceptives, 12 percent said they could not afford or gain access to them. This low percentage suggests Title X has little effect on abortions, New said. &nbsp;<br />\r\n\t<br />\r\n\tThat same study, however, also found that women with lower income and education levels are less likely to use contraception, and those who use no contraception are more likely to have abortions.<br />\r\n\t<br />\r\n\tNew also cited a Guttmacher analysis of abortion statistics in 13 countries. Abortions declined in seven of those countries after modern contraception became popular, but they initially rose in the U.S. and five other countries. Still, in the U.S. and at least three other countries where abortions increased, abortion rates eventually declined.<br />\r\n\t<br />\r\n\tDid Johnson get his facts right?<br />\r\n\t<br />\r\n\tJohnson said &quot;studies&quot; show Georgia&rsquo;s abortion level would increase by 44 percent. In fact, he cited a single study from a widely respected group. While scholars have found that in general, increases in the use of contraceptives lead to decreases in abortion, and one expert said Guttmacher may have underestimated its Georgia figures, we found no other study that confirms or refutes its conclusions about this state.<br />\r\n\t<br />\r\n\tJohnson would have been right if he said that studies show contraception decreases abortion, and that without Title X funds, abortions could rise. &nbsp;<br />\r\n\t<br />\r\n\tBut he didn&rsquo;t. We therefore rate his statement Half True.</p>", "ruling_comments_date": "2011-03-21T16:22:44.168643", "ruling_date": "2011-03-22T06:00:00", "ruling_headline": "Congressman says federal funding cuts could increase abortions 44 percent", "ruling_headline_slug": "congressman-says-funding-decision-could-increase-a", "ruling_link_text": "\"Study\" not \"studies\"", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tThe Atlanta Journal-Constitution, &quot;<a href=\"http://www.ajc.com/news/dissension-brews-on-family-865992.html\">Dissension brews on family planning</a>,&quot; March 9, 2011<br />\r\n\t<br />\r\n\tE-mail interview, Andy Phelan, communications director, U.S. Rep. Hank Johnson, March 10, 2011<br />\r\n\t<br />\r\n\tGuttmacher Institute, &quot;<a href=\"http://www.guttmacher.org/statecenter/title-X/GA.html\">State Facts About Title X and Family Planning: Georgia</a>,&quot;<br />\r\n\taccessed March 10, 2011<br />\r\n\t<br />\r\n\tJournal of Health Care for the Poor and Underserved, &quot;The Impact of Publicly Funded Family Planning Clinic Services on Unintended Pregnancies and Government Cost Savings,&quot; 2008<br />\r\n\t<br />\r\n\tU.S. Department of Health and Human Services, Office of Population Affairs, <a href=\"http://www.hhs.gov/opa/familyplanning/index.html\">family planning page</a>, accessed March 15, 2011<br />\r\n\t<br />\r\n\tGuttmacher Institute, &quot;Trends in the Characteristics of Women Obtaining Abortions, 1974 to 2004,&quot; August 2008<br />\r\n\t<br />\r\n\tInternational Family Planning Perspectives, &quot;<a href=\"http://www.guttmacher.org/pubs/journals/2900603.pdf\">Relationships Between Contraception and Abortion: A Review of the Evidence</a>,&quot;&nbsp; March 2003<br />\r\n\t<br />\r\n\tPerspectives on Sexual and Reproductive Health, &quot;<a href=\"http://www.guttmacher.org/pubs/journals/3429402.html\">Contraceptive Use Among U.S. Women Having Abortions in 2000-2001</a>,&quot; November/December 2002<br />\r\n\t<br />\r\n\tGuttmacher Institute, &quot;<a href=\"http://www.guttmacher.org/pubs/sfaa/pdf/georgia.pdf\">State Facts About Abortion</a>,&quot; 2011<br />\r\n\t<br />\r\n\tThe Atlanta Journal-Constitution, &quot;<a href=\"http://www.ajc.com/news/georgia-politics-elections/georgia-reps-split-on-844909.html\">Georgia reps split along party lines on Planned Parenthood</a>,&quot; Feb. 19, 2011<br />\r\n\t<br />\r\n\tThe New York Times, &quot;<a href=\"http://www.nytimes.com/2011/02/18/us/politics/18parenthood.html\">Planned Parenthood Financing Is Caught in Budget Feud</a>,&quot; Feb. 17, 2011<br />\r\n\t<br />\r\n\tE-mail interview, Diana Greene Foster, associate professor, director of research, advancing new standards in reproductive health, Bixby Center for Global Reproductive Health, March 11, 2011<br />\r\n\t<br />\r\n\tE-mail interview, Charles Westoff, professor of demographic studies and sociology, emeritus, Office of Population Research, Princeton University, March 12, 2011<br />\r\n\t<br />\r\n\tInterview, Jennifer Frost, senior research associate, Guttmacher Institute, March 14, 2011<br />\r\n\t<br />\r\n\tInterview, Michael New, assistant professor, department of political science, University of Alabama, March 14, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "U.S. Congressman", "false_count": 0, "first_name": "Hank", "half_true_count": 4, "home_state": "Georgia", "id": 584, "last_name": "Johnson", "mostly_true_count": 3, "name_slug": "hank-johnson", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/hankjohnson.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/584/", "total_count": 12, "true_count": 2, "website": ""}, "statement": "<p>\r\n\tStudies have shown that in the absence of federal reproductive health funds, we are going to see the level of abortion in Georgia increase by about 44 percent.</p>", "statement_context": "an article published in The Atlanta Journal-Constitution", "statement_date": "2011-03-09", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 11, "photo": null, "resource_uri": "/api/v/2/subject/11/", "subject": "Abortion", "subject_slug": "abortion", "used_in_edition": []}], "target": [], "twitter_headline": "Will Georgia abortions rise 44 percent because of federal budget cuts? #gapolitics"}