{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2011/mar/22/ann-coulter/ann-coulter-says-lexposure-low-levels-radiation-ar/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 3457, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/3457/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>As news broke last week that Japan&#39;s nuclear disaster may result in low levels of radiation wafting all the way to the U.S., political pundit Ann Coulter wrote a column arguing that too much is made of exposure to low levels of radiation. In an appearance on Fox&#39;s <em>O&#39;Reilly Factor</em> on March 17, Coulter argued some exposure to radiation may actually be good for you.<br />\r\n<br />\r\n&quot;There is a growing body of evidence that radiation in excess of what the government says are the minimum amounts you should be exposed to are actually good for you and reduce cases of cancer,&quot; Coulter said.<br />\r\n<br />\r\nBefore you go sticking your head in the X-ray machine, a little perspective is in order here. While there are scientists who subscribe to the theory that low levels of radiation can have beneficial health effects -- it&#39;s called hormesis -- it is still an outside-the-mainstream opinion.<br />\r\n<br />\r\n&quot;There is not a shred of evidence that radiation is good for you,&quot; said Eric Hall, director of the Center for Radiological Research at Columbia University in New York City.<br />\r\n<br />\r\nAs for hormesis, Hall said, &quot;No one in the mainstream believes it.&quot;<br />\r\n<br />\r\nSaid Fred Mettler, a radiation expert at the University of New Mexico: &quot;Ms. Coulter -- who I find very enjoyable -- might be better sticking to political opinions.&quot;<br />\r\n<br />\r\nMettler, the U.S. representative for the United Nations committee on the health effects of radiation, pointed us to a <a href=\"https://docs.google.com/a/tampabay.com/viewer?a=v&amp;pid=gmail&amp;attid=0.1&amp;thid=12eca71357537a9b&amp;mt=application/pdf&amp;url=https://mail.google.com/a/tampabay.com/?ui%3D2%26ik%3D64561613e0%26view%3Datt%26th%3D12eca71357537a9b%26attid%3D0.1%26disp%3Dattd%26zw&amp;sig=AHIEtbRtE6HpQ1o3H_50VfYcoU75uWcDcw\">chapter on hormesis</a> from his book, <em>Medical Effects of Ionizing Radiation</em>.&nbsp; In the book, Mettler calls hormesis &quot;a concept that is controversial at best.&quot;<br />\r\n<br />\r\n&quot;Early studies in the United States seemed to suggest a hormetic effect, or at least there were areas of higher radiation background that had lower cancer incidence,&quot; Mettler wrote. In particular, Mettler cited the work of T. D. Luckey, professor emeritus at the University of Missouri, Columbia, School of Medicine, who argued in multiple studies that evidence shows &quot;a significant decrease in cancer mortality rates of lightly exposed humans.&quot;<br />\r\n<br />\r\nMettler cautioned not to read too much into such studies, however.<br />\r\n<br />\r\n&quot;In addition to variability in populations, statistical uncertainties, potential bias factors, and chance, on one hand there will be instances in which there was less effect than predicted,&quot; he wrote. &quot;This is all understandable without invoking a unifying hypothesis of hormesis.&quot;<br />\r\n<br />\r\nOwen Hoffman, a radiation-risk expert at Senes Oak Ridge Inc., a center for risk analysis, said that studies show low levels of radiation might eliminate some cancer but initiate others.</p>\r\n\r\n<p>&quot;Certainly radiation kills cells and can stimulate immune responses,&quot; Hoffman said. &quot;Thus it is possible for precursors of cancers, which are produced in the absence of above-background radiation exposure, might be eliminated through the processes of cell killing and immune response activation. But radiation exposures, even at background levels, can also initiate, promote new cancers and accelerate the manifestation of cancers that would occur in later life in the absence of exposure.&quot;<br />\r\n<br />\r\nHoffman also pointed to the work of Dr. Charles Land of the National Cancer Institute, who &quot;has shown in several of his recent publications that there is considerable uncertainty in the estimation of radiation risk. In his work, he does not give much credibility to the possibility that radiation induces a protective or beneficial effect. On the other hand, he concludes that even if some credibility could be given to the possibility of a threshold or beneficial effect of radiation exposure at low doses and low dose rates, the biological and epidemiological evidence that new cancers may be initiated or promoted by radiation exposure cannot be completely ruled out.&quot;<br />\r\n&nbsp;<br />\r\n&quot;At present,&quot; Hoffman said, &quot;carefully conducted epidemiological evidence does not support the presence of such beneficial effects in human populations that have been carefully monitored and followed up over time.&quot;<br />\r\n&nbsp;<br />\r\nIn her <a href=\"http://www.humanevents.com/article.php?id=42347#\">blog post</a>, Coulter cited the work of Bernard L. Cohen, a physics professor at the University of Pittsburgh, who &quot;compared radon exposure and lung cancer rates in 1,729 counties covering 90 percent of the U.S. population. His study in the 1990s found far fewer cases of lung cancer in those counties with the highest amounts of radon -- a correlation that could not be explained by smoking rates.&quot;<br />\r\n<br />\r\nWe e-mailed Cohen and asked him about Coulter&#39;s statement.<br />\r\n<br />\r\n&quot;Word for word, what she says is correct,&quot; Cohen responded. &quot;It could go further and say that no other confounding factors (like socioeconomics, geography, etc., 500 were explored) can explain the results. However, my study was designed to test the assumption that the danger of radiation is simply proportional to the radiation dose, which is the only evidence that low-level radiation may be harmful. My conclusion was that that assumption is false.<br />\r\n<br />\r\n&quot;Whether low-level radiation is protective against cancer, a theory called hormesis, is debated in the scientific community,&quot; Cohen said. &quot;There is evidence on both sides.&quot;<br />\r\n<br />\r\nSo where does this leave us?<br />\r\n<br />\r\nWe are not rating whether hormesis -- or as Coulter put it, the theory that exposure to low levels of radiation is actually good for you and reduces cases of cancer -- is correct. Reputable scientists disagree about that. We&#39;re rating whether Coulter was correct in saying there is &quot;a growing body of evidence&quot; that radiation in excess of approved exposure levels may be beneficial.<br />\r\n<br />\r\nThere is a small but growing body of research to back up those claims. But the fact is that the mainstream of the scientific community has not embraced the theory. They point to limitations of those studies and argue the research falls well short of scientific evidence. Coulter failed to present this counter-weight, the opinion shared by the majority in the scientific community, which doesn&#39;t buy into -- and in many cases outright rejects -- the idea that low levels of radiation can have beneficial health effects and reduce the risk of cancer. And so we rate Coulter&#39;s claim Barely True.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><br />\r\n<em>Editor&#39;s note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</em></p>\r\n\r\n<p>&nbsp;</p>\r\n", "ruling_comments_date": "2011-03-22T11:00:49.169941", "ruling_date": "2011-03-22T13:10:51", "ruling_headline": "Ann Coulter says exposure to low levels of radiation is good for you, reduces cancer risk", "ruling_headline_slug": "ann-coulter-says-lexposure-low-levels-radiation-ar", "ruling_link_text": "Not the mainstream opinion", "ruling_state": null, "source_documents": null, "sources": "<p>Human Events, <a href=\"http://www.humanevents.com/article.php?id=42347#\">&quot;A Glowing Report on Radiation,&quot;</a> by Ann Coulter, March 16, 2011<br />\r\n<br />\r\nNew York Times, <a href=\"http://www.nytimes.com/2011/03/22/world/asia/22plume.html?_r=1\">&quot;Radiation Over U.S. Is Harmless, Officials Say,&quot;</a> by William J. Broad, March 21, 2011<br />\r\n<br />\r\nRadiation Answers, <a href=\"http://www.radiationanswers.org/radiation-questions-answers/radiation-exposure.html\">Answers to Questions About Radiation and You</a><br />\r\n<br />\r\nMedical Effects of Ionizing Radiation, <a href=\"https://docs.google.com/a/tampabay.com/viewer?a=v&amp;pid=gmail&amp;attid=0.1&amp;thid=12eca71357537a9b&amp;mt=application/pdf&amp;url=https://mail.google.com/a/tampabay.com/?ui%3D2%26ik%3D64561613e0%26view%3Datt%26th%3D12eca71357537a9b%26attid%3D0.1%26disp%3Dattd%26zw&amp;sig=AHIEtbRtE6HpQ1o3H_50VfYcoU75uWcDcw\">Chapter 12: Hormesis</a>, by Fred Mettler<br />\r\n<br />\r\nPittsburgh Post-Gazette, <a href=\"http://www.post-gazette.com/pg/08002/845890-109.stm\">&quot;Rebuttal: Overblown fears of nuclear power,&quot;</a> by Bernard L. Cohen, Jan. 2, 2008<br />\r\n<br />\r\nBusiness Insider, <a href=\"http://www.businessinsider.com/ann-coulter-radiation-oreilly-video-2011-3/\">&quot;Ann Coulter:&nbsp; Don&#39;t Believe The Experts, Radiation Is Actually GOOD For You,&quot;</a> by Steven Loeb, March 18, 2011<br />\r\n<br />\r\nSalon, &quot;Ann Coulter tells Bill O&#39;Reilly: Radiation is good for you,&quot; by Adam Clark Estes, March 18, 2011<br />\r\n<br />\r\n<a href=\"http://giriweb.com/luckey.htm#lun\">Radiation Hormesis</a>, by T.D. Luckey<br />\r\n<br />\r\nU.S. Deptartment of Energy, Low Dose Rdiation Research Program, <a href=\"http://lowdose.energy.gov/timeline.aspx\">Highlights in Radiation Research&mdash;A Timeline</a><br />\r\n<br />\r\nNational Academies, <a href=\"http://www8.nationalacademies.org/onpinews/newsitem.aspx?RecordID=11340\">Low Levels of Ionizing Radiation May Cause Harm</a>, June 29, 2005<br />\r\n<br />\r\nUnited Nations Scientific Committee on the Effects of Atomic Radiation, <a href=\"http://www.unscear.org/docs/reports/2008/Advance_copy_Annex_D_Chernobyl_Report.pdf\">Sources and Effects of Ionizing Radiation</a>, 2008<br />\r\n<br />\r\nE-mail interview with Fred Mettler, a radiation expert at the University of New Mexico, March 18, 2011<br />\r\n<br />\r\nE-mail interview with Owen Hoffman, a radiation-risk expert at Senes Oak Ridge Inc., March 18, 2011<br />\r\n<br />\r\nE-mail interview with Eric Hall, director of the Center for Radiological Research at Columbia University, March 18, 2011<br />\r\n<br />\r\nE-mail interview with Bernard L. Cohen, a physics professor at the University of Pittsburgh, March 18, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "Columnist and author", "false_count": 3, "first_name": "Ann", "half_true_count": 3, "home_state": "New York", "id": 183, "last_name": "Coulter", "mostly_true_count": 1, "name_slug": "ann-coulter", "pants_count": 6, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/anncoulter.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/183/", "total_count": 16, "true_count": 1, "website": "http://www.anncoulter.com/"}, "statement": "<p>&quot;There is a growing body of evidence that radiation in excess of what the government says are the minimum amounts you should be exposed to are actually good for you and reduce cases of cancer.&quot;</p>\r\n", "statement_context": "Fox's \"O'Reilly Factor\"", "statement_date": "2011-03-17", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 135, "photo": null, "resource_uri": "/api/v/2/subject/135/", "subject": "Nuclear", "subject_slug": "nuclear", "used_in_edition": []}, {"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}, {"description": "", "id": 139, "photo": null, "resource_uri": "/api/v/2/subject/139/", "subject": "Science", "subject_slug": "science", "used_in_edition": []}], "target": [], "twitter_headline": ""}