{"art": [{"brightcove": "", "caption": "PolitiFact reporter Jacob Geiger tested various bottled waters with help from Mac Lee at Virginia Commonwealth University.", "id": 1148, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/1148/", "title": "EPA water test", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/cwL457B6fGw?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "cwL457B6fGw"}, {"brightcove": "", "caption": "Rep. H. Morgan Griffith says EPA water standards are so strict Perrier and other expensive bottled waters would not pass muster.", "id": 1149, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/1149/", "title": "Griffith on EPA water regulations", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/cNlz6szE2Ys?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "cNlz6szE2Ys"}], "author": [{"email_address": "jgeiger@timesdispatch.com", "first_name": "Jacob", "id": 228, "last_name": "Geiger", "name_slug": "jacob-geiger", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/228/", "title": "Staff writer", "twitter": null}], "canonical_url": "/virginia/statements/2011/mar/22/morgan-griffith/morgan-griffith-says-epa-standards-are-so-strict-p/", "edition": {"adkey": "Editions", "advalue": "Virginia", "edition": "Virginia", "edition_slug": "virginia", "has_afterthefact": false, "id": 10, "index_page": false, "meter_name": "The Virginia Truth-O-Meter", "resource_uri": "/api/v/2/edition/10/"}, "editor": [{"email_address": "wfiske@timesdispatch.com", "first_name": "Warren", "id": 209, "last_name": "Fiske", "name_slug": "warren-fiske", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/209/", "title": "PolitiFact Virginia Editor", "twitter": null}], "facebook_headline": null, "id": 3458, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jgeiger@timesdispatch.com", "first_name": "Jacob", "id": 228, "last_name": "Geiger", "name_slug": "jacob-geiger", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/228/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/3458/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tWhat do French bottled water and Appalachian streams have in common?<br />\r\n\t<br />\r\n\tMore than you might think, according to Rep. H. Morgan Griffith, R-9th. A vocal opponent of the Environmental Protection Agency, the southwest Virginia legislator pledged in February to roll back regulations governing water from mountain-top mining areas.<br />\r\n\t<br />\r\n\t&quot;Not even expensive bottled water, like Perrier and Evian, are of good enough quality to pump out of mines in Southwest Virginia, according to the EPA regulation,&quot; Griffith wrote.<br />\r\n\t<br />\r\n\tStandards so strict that Perrier and Evian would fail? We couldn&rsquo;t swallow that without checking. We had two questions: Would fancy bottled water really fail a conductivity test? And would that sort of test actually tell us anything about the safety of the bottled water?<br />\r\n\t<br />\r\n\tFirst, a word about EPA the standards and how mountain-top mining works. This form of mining relies on explosives to expose coal seams in far southwest Virginia and West Virginia. The controlled explosions generate huge piles of debris that often bury nearby valleys.<br />\r\n\t<br />\r\n\tIn April 2010 the EPA said &quot;the resulting waste that then fills valleys and streams can significantly compromise water quality, often causing permanent damage to ecosystems and rendering streams unfit for swimming, fishing and drinking.&quot;<br />\r\n\t<br />\r\n\tThe agency established a new purity standard for streams near coal mining areas, saying it was updating provisions of the Clean Water Act to set new conductivity levels. Conductivity is a measurement of how well water transmits an electrical charge and gives a reading on the amount of dissolved solids in water.<br />\r\n\t<br />\r\n\tThe EPA set a maximum conductivity of 500 microSiemens per centimeter, which the agency says is about five times higher than a normal level and should &quot;protect 95 percent of aquatic life in the coal regions.&quot;<br />\r\n\t<br />\r\n\tEmily Bernhardt, an associate professor of biology at Duke University, studies water quality in coal-mining areas. She told us conductivity is a &quot;really inexpensive way to see if you have a lot of constituents in water.&quot;<br />\r\n\t<br />\r\n\tIn coal-mining regions, she said, conductivity is correlated with sulfate. Pyrite, a mineral made up of coal and sulphur ions, is found in coal seams and filters into water.<br />\r\n\t<br />\r\n\tShe said if water near coal mines has high conductivity, it usually contains a lot of sulfates and metals. Streams in mining areas often show elevated sulfur levels, as well as higher levels of iron, selenium and manganese. But the test is designed solely for rural Appalachia, not for use &nbsp;across the country. In urban areas, for example, high conductivity may occur when road salt is washed into streams.<br />\r\n\t<br />\r\n\tSo how do Perrier and Evian seep into this debate?<br />\r\n\t<br />\r\n\tBeth Breeding, Griffith&rsquo;s press secretary, told us the congressman&rsquo;s comments were based on the EPA&rsquo;s conductivity guidance. But the EPA website makes no mention of Perrier or other bottled waters.<br />\r\n\t<br />\r\n\tGriffith&rsquo;s claim appears to come from Alpha Natural Resources, the nation&rsquo;s third-largest coal mining company. A PowerPoint slide circulated by the company says Evian, Perrier and San Pellegrino would all fail EPA conductivity tests.<br />\r\n\t<br />\r\n\tWe asked Rick Nida, a spokesman for Alpha, whether his company thinks the EPA test is a fair way to evaluate the impact of mountain-top mining.<br />\r\n\t<br />\r\n\t&quot;We don&rsquo;t think it&rsquo;s a good standard to use,&quot; he said. &quot;The point is rules are so stringent that bottle water doesn&rsquo;t pass. &nbsp;<br />\r\n\t<br />\r\n\tRichard Yost, a spokesman for the EPA, said the standards are designed to protect aquatic species in the water, not necessarily determine whether the water is safe to drink.<br />\r\n\t<br />\r\n\t&quot;The science demonstrates that stream life present in waters contaminated by mine waste is killed when salinity levels rise above levels that would not be toxic to humans who may drink such water,&quot; Yost said. &nbsp;&quot;Aquatic organisms and people respond to salinity in very different ways, so it is not technically valid to make direct comparisons between healthy levels of salinity in central Appalachian streams and acceptable levels of salinity in drinking water.&quot;<br />\r\n\t<br />\r\n\tRather than rely on Alpha&rsquo;s conductivity data, we put these bottled waters to the test. Paul Bukaveckas, an associate professor of biology at Virginia Commonwealth University who studies river ecology, invited us to conduct the tests at his lab. &nbsp;<br />\r\n\t<br />\r\n\tMac Lee, a laboratory specialist at VCU, used a sensor he and Bukaveckas employ on the James River. We tested the conductivity of distilled water, Evian, Perrier, Pellegrino and, last of all, a sample taken from the James River in downtown Richmond.<br />\r\n\t<br />\r\n\tHere were our test results:<br />\r\n\t&nbsp;</p>\r\n<ul>\r\n\t<li>\r\n\t\tDistilled water: 2.2 microSiemens</li>\r\n</ul>\r\n<ul>\r\n\t<li>\r\n\t\tJames River water: 139 microSiemens</li>\r\n</ul>\r\n<ul>\r\n\t<li>\r\n\t\tEvian: 584 microSiemens</li>\r\n</ul>\r\n<ul>\r\n\t<li>\r\n\t\tPerrier: 795 microSiemens</li>\r\n</ul>\r\n<ul>\r\n\t<li>\r\n\t\tSan Pellegrino: 1266 microSimens</li>\r\n</ul>\r\n<p>\r\n\tSo the bottled water has a conductivity level higher than the EPA&rsquo;s 500 microSiemens threshold. We asked Bernhardt and Bukaveckas if that is a relevant piece of information.<br />\r\n\t<br />\r\n\tBukaveckas, the VCU biologist, said the argument reminds him of those raised 20 years ago by power companies disputing the impact -- or even existence -- of acid rain.<br />\r\n\t<br />\r\n\t&quot;They&rsquo;d point to lakes and say, &lsquo;These are naturally acidic.&rsquo; But if you did water tests, you&rsquo;d find that undamaged lakes were acidic because of organic or naturally occurring acids,&quot; he said.<br />\r\n\t<br />\r\n\tThe damaged lakes, in contrast, contained acids created by emissions from the smokestacks of power plants.<br />\r\n\t<br />\r\n\tBernhardt, of Duke, said water is different in each environment, making a comparison between French springs and Appalachian streams pointless.<br />\r\n\t<br />\r\n\t&quot;The EPA&rsquo;s data find that high conductivity is most closely correlated with the loss of species,&quot; Bernhardt said about Appalachian water. &quot;Salty water makes it harder for freshwater fish to live. So maybe it is bad for freshwater fish to be dumped in Pellegrino, but that&rsquo;s not the right argument to have.&quot;<br />\r\n\t<br />\r\n\tLet&rsquo;s review our findings.<br />\r\n\t<br />\r\n\tAfter conducting an independent test, we agree with Griffith&rsquo;s claim that Perrier, Evian and Pellegrino all have conductivity levels above the limits the EPA sets for streams in Appalachian coal areas.<br />\r\n\t<br />\r\n\tBut the fact that a Pellegrino bath could kill Virginia&rsquo;s fish population is irrelevant to these water standards. According to independent water experts, high conductivity in coal country strongly correlates with the loss of aquatic species.<br />\r\n\t<br />\r\n\tGriffith sought to confuse the issue with a non sequitur about bottled water. Saying Perrier is good for humans and therefore must be OK for fish seems to us like saying that because humans eat oranges, fish should too.<br />\r\n\t<br />\r\n\tThe congressman&nbsp;has ignored critical facts to give his constituents a skewed impression of an EPA rule. We rate the claim Barely True.&nbsp;</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2011-03-22T15:04:23.653521", "ruling_date": "2011-03-22T15:02:30", "ruling_headline": "Morgan Griffith says EPA standards are so strict that Perrier would not pass", "ruling_headline_slug": "morgan-griffith-says-epa-standards-are-so-strict-p", "ruling_link_text": "Confusing the issue with irrelevant claim", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tRep. Morgan Griffith, <a href=\"http://morgangriffith.house.gov/congressman-griffiths-e-newsletter-february-18-2011\">Washington: Zero to sixty</a>, Feb. 18, 2011.<br />\r\n\t<br />\r\n\tRep. Morgan Griffith, <a href=\"http://www.youtube.com/watch?v=cNlz6szE2Ys\">Griffith speaks on harmful EPA regulations</a>, Feb. 18, 2011.<br />\r\n\t<br />\r\n\tEnvironmental Protection Agency, <a href=\"http://water.epa.gov/lawsregs/guidance/wetlands/upload/2010_04_10_wetlands_guidance_appalachian_mtntop_mining_press_release.pdf\">EPA issues comprehensive guidance to protect Appalachian communities from harmful environmental impacts of mountain top mining</a>, April 1, 2010.<br />\r\n\t<br />\r\n\t<em>Richmond Times-Dispatch</em>, <a href=\"http://www2.timesdispatch.com/news/news-video/2011/mar/21/2/politifact-water-quality-testing-56967-vi-25380/\">PolitiFact: Water quality testing</a>, March 18, 2011.<br />\r\n\t<br />\r\n\tE-mail interview with Beth Breeding, press secretary for Rep. Morgan Griffith, March 7, 2011.<br />\r\n\t<br />\r\n\tInterview with Mac Lee, Laboratory specialist, Virginia Commonwealth University, March 18, 2011.<br />\r\n\t<br />\r\n\tInterview with <a href=\"http://www.has.vcu.edu/bio/people/bios/bukaveckas.html\">Paul Bukaveckas</a>, associate professor of biology, Virginia Commonwealth University, March 18, 2011.<br />\r\n\t<br />\r\n\tInterview with Richard Yost, spokesman, Environmental Protection Agency, March 8, 2011.<br />\r\n\t<br />\r\n\tInterview with Rick Nida, spokesman, Alpha Natural Resources, March 8, 2011.<br />\r\n\t<br />\r\n\tInterview with <a href=\"http://fds.duke.edu/db/aas/Biology/emily.bernhardt\">Emily Bernhardt</a>, associate professor, Duke University, March 9, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "U.S. Congressman", "false_count": 2, "first_name": "Morgan", "half_true_count": 1, "home_state": "Virginia", "id": 797, "last_name": "Griffith", "mostly_true_count": 0, "name_slug": "morgan-griffith", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/PF-GRIFFITH.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Virginia", "edition": "Virginia", "edition_slug": "virginia", "has_afterthefact": false, "id": 10, "index_page": false, "meter_name": "The Virginia Truth-O-Meter", "resource_uri": "/api/v/2/edition/10/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/797/", "total_count": 7, "true_count": 1, "website": "http://morgangriffithforcongress.com/"}, "statement": "<p>\r\n\t&quot;Not even expensive bottled water, like Perrier and Evian, are of good enough quality to pump out of mines in Southwest Virginia, according to the EPA regulation.&quot;</p>", "statement_context": "an e-mail newsletter and House floor speech.", "statement_date": "2011-02-18", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}], "target": [], "twitter_headline": ""}