{"art": [], "author": [{"email_address": "lfigueroa@miamiherald.com", "first_name": "Laura ", "id": 131, "last_name": "Figueroa", "name_slug": "laura-figueroa", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 5, "publication_name": "Miami Herald", "resource_uri": "/api/v/2/publication/5/"}, "resource_uri": "/api/v/2/staffer/131/", "title": "Reporter", "twitter": null}], "canonical_url": "/florida/statements/2011/mar/24/bill-nelson/sen-bill-nelson-says-florida-leads-nation-prisoner/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 3462, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "lfigueroa@miamiherald.com", "first_name": "Laura ", "id": 131, "last_name": "Figueroa", "name_slug": "laura-figueroa", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 5, "publication_name": "Miami Herald", "resource_uri": "/api/v/2/publication/5/"}, "resource_uri": "/api/v/2/staffer/131/", "title": "Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/3462/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\r\n\tThe April 15 deadline for Americans to file their taxes is creeping closer. As millions of folks rush to file their 1040 forms, Sen. Bill Nelson is urging the IRS to keep better tabs of prisoners filing fraudulent tax claims.<br />\r\n\t<br />\r\n\t&quot;It&#39;s an unwelcome distinction, but the entire state of Florida led the nation last year with the most prison inmates committing tax fraud,&quot; Nelson wrote in a press release dated March 18, 2011.<br />\r\n\t<br />\r\n\tHe made the same&nbsp;claim <a href=\"http://www.tampabay.com/blogs/the-buzz-florida-politics/content/nelson-takes-aim-prisoners-seeking-tax-refunds\">in a March 17, 2011, letter</a> addressed to IRS Commissioner Douglas H. Shulman, noting that: &quot;A recent <a href=\"http://www.treasury.gov/tigta/auditreports/2011reports/201140009fr.pdf\">report</a> by the Treasury Inspector General for Tax Administration found that nearly 45,000 fraudulent tax refund claims were filed in 2009 by prisoners in the United States, including 8,777 fraudulent claims by prisoners in Florida correctional institutions. The report also found the level of tax fraud in Florida prisons higher than in any other state.&quot;<br />\r\n\t<br />\r\n\tWe decided to take a closer look at Nelson&#39;s claim -- does Florida lead the nation in prisoners filing fraudulent tax returns?<br />\r\n\t<br />\r\n\tFirst, a little primer on the rules regarding how prisoners file their tax forms. Each inmate is in charge of requesting his or her own 1040 form and filing their taxes &quot;like any other citizen,&quot; said Florida Department of Corrections spokeswoman Jo Ellyn Rackleff. Typically, inmates don&#39;t earn enough from their prison jobs to trigger a tax withholding, but some are eligible for tax returns because they and their families receive income from inheritances or other investments.<br />\r\n\t<br />\r\n\tSince 2005, Nelson, a member of the Senate Finance Committee, has pushed for legislation that would allow the Internal Revenue Service to share inmates&#39; financial information with state and federal prison officials in hopes of stopping the fraud.<br />\r\n\t<br />\r\n\tIn 2008, Congress passed the Inmate Tax Fraud Prevention Act that allowed the IRS to share inmate information with federal prisons, and in 2010 lawmakers passed an amendment (which Nelson supported) that allowed the IRS to share the same information with state prisons.<br />\r\n\t<br />\r\n\tHowever, for the exchange of information to proceed between the state prisons and the IRS, states and the federal tax-collection agency have to sign separate agreements -- a step that, to date, has not been completed.<br />\r\n\t<br />\r\n\t&quot;I am concerned that more than eight months after Congress passed a measure to crack down on tax fraud by prison inmates at state correctional institutions, the Internal Revenue Service and Florida Department of Corrections have yet to reach an information-sharing agreement that will help state prison officials identify prisoners filing false tax returns,&quot; Nelson wrote in his letter to Shulman.<br />\r\n\t<br />\r\n\tRackleff, with the Department of Corrections, said a memorandum of understanding is in the works and is expected to be finalized by mid April. As for other states, in February, <a href=\"http://www.usatoday.com/money/perfi/taxes/2011-02-16-1Ainmates16_CV_N.htm\"><em>USA Today</em> reported</a> that Shulman wrote a letter to the governors of the top 10 fraud states asking for their states to create agreements for the exchange of prisoner data.<br />\r\n\t<br />\r\n\tThe IRS&#39; goal is to have a Memorandum of Understanding for each state in place prior to January 2012, according to the December 2010 report by the Treasury Inspector General for Tax Administration (TIGTA).<br />\r\n\t<br />\r\n\tWe asked TIGTA for a listing of the tax fraud committed by state. The agency insisted we file a Freedom of Information Act request, and we&#39;ve done so. Meanwhile, Nelson&#39;s office provided us with the following spreadsheets compiled by the IRS listing the amount of tax fraud committed <a href=\"http://spreadsheets.google.com/ccc?key=0AofjL1-0K8pidEJEYk5yb0FiZEtWU2RMcGRMbFRQYUE&amp;hl=en\">by state</a>, and a more detailed list breaking down the number of fraud cases specific to each<a href=\"http://spreadsheets.google.com/ccc?key=0AofjL1-0K8pidDRQT2RoWVBYcWJrZmlKVDQxUWlORFE&amp;hl=en\"> state&#39;s prison</a>.<br />\r\n\t<br />\r\n\tOverall, inmates nationwide filed 44,944 false claims and were refunded $39.1 million in undeserved tax returns, according to the IRS figures. The IRS told <em><a href=\"http://www.usatoday.com/money/perfi/taxes/2011-02-16-1Ainmates16_CV_N.htm\">USA Today</a></em> that it could not determine how much of the 2009 refunds had been recovered because the process &quot;can take several years.&quot;<br />\r\n\t<br />\r\n\tIn Florida, inmates submitted 8,777 bogus tax claims in 2009, the latest year available. Of those claims 2,911 were given tax refunds to the tune of $12.58 million in 2009.<br />\r\n\t<br />\r\n\tFor example, Gadsden Correctional, Glades Correctional and Taylor Correctional institutions each had more than 200 false returns identified, while the Tallahassee Road Prison, Cocoa Work Release Center and Berrydale Forestry Camp in Jay had five false returns each.<br />\r\n\t<br />\r\n\tOf all 50 states, Florida indeed came out on top both for claims filed and refunds received. Georgia is second with 7,351 fraudulent claims filed and $3.56 million received, and California is third with 3,713 bogus claims filed and $2.76 million received. (For a full list check out this <a href=\"http://www.usatoday.com/money/perfi/taxes/2011-02-16-chart1-prisoners-tax-refunds_N.htm\">chart</a>.)<br />\r\n\t<br />\r\n\tIt&#39;s worth noting that the top three states have some of the largest prison populations in the nation, with California ranked second, Florida ranked third and Georgia ranked fifth, according to the Pew Center on the States. Texas tops the list for the number of prisoners, and was ranked fourth for prisoner tax-fraud claims.<br />\r\n\t<br />\r\n\tTIGTA&rsquo;s December 2010 report cited by Sen. Nelson also expressed concerns over the IRS efforts to identify prisoner tax-refund fraud.<br />\r\n\t<br />\r\n\t&quot;If the IRS does not take action, the problem will only worsen and more taxpayer dollars will be lost,&quot; the report stated. &quot;Prisoners continue to find ways to exploit weaknesses in the system in order to receive refunds to which they are not entitled.&quot;<br />\r\n\t<br />\r\n\tIt may not be a top ranking that Florida wishes to claim, but Nelson is correct in noting that the state leads the nation in prisoners committing tax fraud. We rate this claim True.</p>\r\n<p>\r\n\t<em>CORRECTION: When first published on March 24, 2011, this Truth-O-Meter item misspelled the last name of IRS Commissioner Douglas H. Shulman, It was corrected on March 28.</em></p>\r\n", "ruling_comments_date": "2011-03-23T10:37:52.486622", "ruling_date": "2011-03-24T11:48:01", "ruling_headline": "Sen. Bill Nelson says Florida leads nation in prisoners committing tax fraud", "ruling_headline_slug": "sen-bill-nelson-says-florida-leads-nation-prisoner", "ruling_link_text": "Even from behind bars, prisoners are scamming the system", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tSen. Bill Nelson, press release &quot;<a href=\"http://billnelson.senate.gov/news/details.cfm?id=332046&amp;\">Pushing for a crackdown on inmate cheats</a>,&quot; March 18, 2011.<br />\r\n\t<br />\r\n\t<em>St. Petersburg Times</em>, Buzz blog, &quot;<a href=\"http://www.tampabay.com/blogs/the-buzz-florida-politics/content/nelson-takes-aim-prisoners-seeking-tax-refunds\">Nelson takes aim at prisoners seeking tax refunds</a>,&quot; March 18, 2011</p>\r\n<p>\r\n\tPhone and e-mail interview, Bryan Gulley, spokesman for Sen. Bill Nelson, March 21, 2011<br />\r\n\t<br />\r\n\tPhone interview, Jo Ellyn Rackleff, spokeswoman Florida Department of Corrections, March 22, 2011<br />\r\n\t<br />\r\n\tTreasury Inspector General for Tax Administration,&nbsp;&quot;<a href=\"http://www.treasury.gov/tigta/auditreports/2011reports/201140009fr.pdf\">Significant Problems Still Exist With Internal Revenue Service Efforts to Identify Prisoner Tax Refund Fraud,</a>&quot; Dec. 29, 2010<br />\r\n\t<br />\r\n\tTreasury Inspector General for Tax Administration,&nbsp;&quot;<a href=\"http://www.treasury.gov/tigta/auditreports/2005reports/200510164fr.html\">The Internal Revenue Service Needs to Do More to Stop the Millions of Dollars in Fraudulent Refunds Paid to Prisoners</a>,&quot; September 2005<br />\r\n\t<br />\r\n\t<em>Florida Times Union</em>, &quot;<a href=\"http://jacksonville.com/news/crime/2011-03-18/story/florida-inmate-tax-cheats-irk-sen-nelson\">Florida Inmate tax cheats irk Senator Nelson,</a>&quot; March 18, 2011<br />\r\n\t<br />\r\n\t<em>Sun-Sentinel</em>, &quot;<a href=\"http://www.orlandosentinel.com/news/local/fl-prison-tax-fraud-20110319,0,2598488.story?page=1\">Florida No. 1 in filing fraudulent tax returns from prison</a>,&quot; March 19, 2011<br />\r\n\t<br />\r\n\t<em>USA Today</em>, &quot;<a href=\"http://www.usatoday.com/money/perfi/taxes/2011-02-16-1Ainmates16_CV_N.htm\">Prisoners stole millions from the IRS in 2009</a>,&quot; Feb. 16, 2011<br />\r\n\t<br />\r\n\tPew Center for the States, &quot;<a href=\"http://www.pewcenteronthestates.org/uploadedFiles/Prison_Count_2010.pdf?n=880\">2010 Prison Count,</a>&quot; April 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "", "false_count": 1, "first_name": "Bill", "half_true_count": 9, "home_state": "Florida", "id": 179, "last_name": "Nelson", "mostly_true_count": 11, "name_slug": "bill-nelson", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/GYI_100490231_BILL_NELSON.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/179/", "total_count": 32, "true_count": 4, "website": ""}, "statement": "<p>\r\n\t&quot;The entire state of Florida led the nation last year with the most prison inmates committing tax fraud.&quot;</p>\r\n", "statement_context": "a letter to IRS Commissioner Douglas Shulman", "statement_date": "2011-03-17", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>We strive to make our work completely accurate. When we make a mistake, we correct it and note it on the original item. If the mistake is so significant that it requires us to change the ruling, we will do so. Readers who see an error should contact the writer or editor. Their names are listed on the right side of every Truth-O-Meter item. Clicking on their names will take you to their bio pages, where you can find their email addresses. Read more about our corrections policies in our <a href=\"http://www.politifact.com/truth-o-meter/article/2013/nov/01/principles-politifact-punditfact-and-truth-o-meter/\">Principles of the Truth-O-Meter</a>.</p>\r\n", "id": 255, "photo": null, "resource_uri": "/api/v/2/subject/255/", "subject": "Corrections and Updates", "subject_slug": "corrections-and-updates", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/14/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ""}