{"art": [{"brightcove": "", "caption": "An example of a clearing barrel.", "id": 1152, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/clearingbarrel.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/1152/", "title": "clearing barrel", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "canonical_url": "/florida/statements/2011/mar/23/glenn-beck/glenn-beck-says-allen-west-modern-day-ronin/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}], "facebook_headline": null, "id": 3463, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "resource_uri": "/api/v/2/statement/3463/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>During a recent discussion about the ongoing tragedy in Japan, radio host and Fox News personality <a href=\"http://www.foxnews.com/on-air/glenn-beck/transcript/beck-spirit-japan?page=4\">Glenn Beck somehow worked in a comparison to former Army lieutenant colonel and now Florida U.S. Rep. Allen West</a>.<br />\r\n<br />\r\nThe discussion, on Beck&#39;s March 18, 2011, Fox News show, started with how U.S. Surgeon General Regina Benjamin had said people in America should buy iodine tablets (<a href=\"http://latimesblogs.latimes.com/lanow/2011/03/potassium-iodide-concerns-surgeon-general.html\">not exactly what she said</a>), then morphed into why there is no looting in Japan and onto a parable about Japanese honor.<br />\r\n<br />\r\nNorio Nishi, whom Beck described as a Japanese national living in America, explained a concept of the samurai lifestyle to Beck known as Nin Tai.<br />\r\n<br />\r\n&quot;Nin Tai means endurance, perseverance, steadfastness,&quot; Nishi said. &quot;You do not -- when you confront with danger, when you confront with the calamity, you don&#39;t shout, yell and move your head. You just take the pain. You just go forward and that is the kind of attitude or lifestyle that Samurai people built. That (feeling) permeates every single aspect of the Japanese society.&quot;<br />\r\n<br />\r\nMichael Auslin, the director of Japanese studies at the American Enterprise Institute, then explained to Beck a second part of the Japanese culture, a tension between duty and obligation.<br />\r\n<br />\r\n&quot;There&#39;s another side of it, too, that I think is equally important that developed,&quot; Auslin said. &quot;The Samurai ruled Japan for about 700 years and this other side is this tension between what they call duty and obligation. Duty is what you had to do legally. It&#39;s -- you know, if you were Samurai, you had certain things you had to do and the law bound you. Obligations were your relations with your fellow man, and they were often in tension.<br />\r\n<br />\r\n&quot;And the most famous story in Japan is something probably everyone here has heard of. &#39;The 47 Ronin, The 47th Samurai,&#39; where they wanted to avenge what they thought was the unlawful death of their lord. But they weren&#39;t allowed to do it, according to duty. It was illegal. So they had to choose what to do. They chose obligation. But they didn&#39;t run away from the duty, meaning they chose it, knowing that if they were successful in repaying the honor of their lord, upholding his honor, they would go to their deaths by the legal system. And they chose to do that. They had to somehow bring the two together. But what they didn&#39;t do was attempt, for example, to say, well, it wasn&#39;t -- we weren&#39;t doing that, it wasn&#39;t our fault. And this -- this idea of duty and obligation, I think, has helped.&quot;<br />\r\n<br />\r\nBeck said the story of &quot;The 47 Ronin&quot; -- <a href=\"http://www.variety.com/article/VR1117997052\">which is being made into a movie starring Keanu Reaves</a> -- reminded him of West, a former Army officer who was elected to Congress in 2010.<br />\r\n<br />\r\n&quot;It is kind of like Allen West when he went (to Iraq) -- Congressman Allen West -- he was questioning a terrorist, knew that this terrorist had information that was going to get all of his troops killed,&quot; Beck said. &quot;So he went in and he threatened the guy and he (the terrorist) said, &#39;I know you, you Americans, you&#39;ll never do it.&#39; He fired a shot right by the guy&#39;s head, scared him to death, knew that it was wrong and got the information.<br />\r\n<br />\r\n&quot;Then went right directly to his commanding officer, put his gun down, and said, what I did was wrong, I did it and I&#39;d do it again, but I want you to know. That&#39;s the duty and the honor,&quot; he said.<br />\r\n<br />\r\nDid Beck get West&#39;s back-story right?<br />\r\n<br />\r\n<strong>The facts behind West&#39;s Iraq interrogation</strong><br />\r\n<br />\r\nBeck&#39;s claim is from 2003, when West was serving in Iraq as a lieutenant colonel overseeing an artillery battalion of about 650 soldiers and officers.<br />\r\n<br />\r\nIn early August, soldiers received a tip that West and one of his subordinate battery commanders were to be the subject of an assassination attempt. The same informant returned with the names of three people involved in the planning of the assassination, including an Iraqi policeman, Yehiya Kadoori Hamoodi.<br />\r\n<br />\r\nHamoodi was apprehended and brought in for questioning.<br />\r\n<br />\r\nWhat happened next comes from accounts provided by West and the other soldiers involved in the interrogation <a href=\"http://www.aclu.org/files/projects/foiasearch/pdf/DODDOACID000105.pdf\">through sworn statements they gave during a subsequent military investigation.</a><br />\r\n<br />\r\nWest joined the interrogation in progress after soldiers were unable to get useful information from Hamoodi. West said soldiers told him Hamoodi was being evasive and belligerent.<br />\r\n<br />\r\nThat&#39;s when the interrogation got more physical. Soldiers punched and shoved Hamoodi when he wouldn&#39;t answer interrogators&#39; questions. At some point, West sat down across from Hamoodi, took out his 9mm pistol and placed it on his thigh pointing in Hamoodi&#39;s direction.<br />\r\n<br />\r\n&quot;I&#39;m here for a reason,&quot; West said, according to a solider. &quot;You are going to tell me who wants to kill me, or I am going to kill you.&quot;<br />\r\n<br />\r\nThen they took Hamoodi outside and placed his head over a clearing barrel -- a barrel filled with sand where people can unload firearms safely. West showed Hamoodi the gun and told him he had five seconds to talk. &quot;I brought his head down toward the barrel using my left hand to shield him away from any sand or blast,&quot; West told investigators.<br />\r\n<br />\r\nThen West fired into the sand, at least once, maybe three times, inches from Hamoodi&#39;s head.<br />\r\n<br />\r\nThen West fired into the sky.<br />\r\n<br />\r\nSome soldiers thought West had shot Hamoodi. But Hamoodi was alive, and though stiff from shock, was ready to talk.<br />\r\n<br />\r\nWest headed back to the operations center, and let the interrogation conclude.<br />\r\n<br />\r\n<strong>The fallout from the incident</strong><br />\r\n<br />\r\nDuring a subsequent military hearing, Hamoodi said he was not sure what he told the interrogators, but that the information was meaningless and induced by fear and pain, the <a href=\"http://www.nytimes.com/2004/05/27/world/struggle-for-iraq-interrogations-colonel-risked-his-career-menacing-detainee.html?pagewanted=all\"><em>New York Times</em> reported</a>.<br />\r\n<br />\r\nThe <em>Times </em>reported that at least one man named was taken into custody and his home was searched. No plans for attacks on Americans or weapons were found. West testified at his hearing that he did not know whether &#39;&#39;any corroboration&#39;&#39; of a plot was ever found. &#39;&#39;At the time, I had to base my decision on the intelligence I received,&quot; West said. &quot;It&#39;s possible that I was wrong about Mr. Hamoodi.&#39;&#39; Yet he also notes that no attacks occurred after the interrogation.<br />\r\n<br />\r\nHamoodi was detained another 45 days after the incident, then released without being charged.<br />\r\n<br />\r\nThe military did not pursue a court martial against West, who was fined $5,000. News accounts <a href=\"http://articles.cnn.com/2003-12-12/us/sprj.nirq.west.ruling_1_allen-west-iraqi-detainee-military-justice?_s=PM:US\">say West decided to resign and retire during the investigation</a>.<br />\r\n<br />\r\n&quot;I know the method I used was not right, but I wanted to take care of my soldiers,&quot; West said at his hearing. &quot;If it&#39;s about the lives of my soldiers at stake, I&#39;d go through hell with a gasoline can.&quot;<br />\r\n<br />\r\n<strong>Breaking down Beck&#39;s story</strong><br />\r\n<br />\r\nThat&#39;s pretty much the story. Our job here is to see how Beck&#39;s version stands up.<br />\r\n<br />\r\nIn general, it&#39;s close. But on the specifics, Beck is writing his own history, or at least a subjective version of it.<br />\r\n<br />\r\nLet&#39;s break it down.<br />\r\n<br />\r\n<em>&quot;It is kind of like Allen West when he went (to Iraq) -- Congressman Allen West -- he was questioning a terrorist, knew that this terrorist had information that was going to get all of his troops killed.&quot;</em><br />\r\n<br />\r\nBeck says Hamoodi was a terrorist, which was never really proven. His name was offered up by an informant as someone who knew something about a plot to assassinate West. Hamoodi was never charged. Secondly, the alleged plot was to kill West and one of his subordinates. West said he was trying to protect troops who might have been jeopardized as a result of the insurgents&#39; plot.<br />\r\n<br />\r\n<em>&quot;So he went in and he threatened the guy and he (Hamoodi) said, &#39;I know you, you Americans, you&#39;ll never do it.&#39; He fired a shot right by the guy&#39;s head, scared him to death, knew that it was wrong and got the information.&quot;</em><br />\r\n<br />\r\nThere&#39;s no record that we could find of Hamoodi essentially taunting West. Not in the media accounts of West&#39;s military hearing, not in the records of the investigation and interviews of the soldiers involved. Not in West&#39;s public comments on the matter. The rest of this portion of the statement is largely accurate, though it&#39;s unclear if the information was at all useful.<br />\r\n<br />\r\n<em>&quot;Then went right directly to his commanding officer, put his gun down, and said, what I did was wrong, I did it and I&#39;d do it again but I want you to know that&#39;s the duty and the honor,&quot; he said.</em><br />\r\n<br />\r\nThis line is in many ways the crux of Beck&#39;s comparison to the Ronin legend, the point of which was to say West knew he was acting improperly, chose to do so, then turned himself in to face the consequences.<br />\r\n<br />\r\nIt&#39;s not clear, however, that is what happened.<br />\r\n<br />\r\nWest did wake up his superior officer after the interrogation to recount what had occurred. But the superior officer testified that he did not remember West offering specifics, beyond saying that he had discharged his weapon during an interrogation and that no one was hurt, the <em>Times </em>reported.<br />\r\n<br />\r\nIn fact, the <em>Times</em> said that the investigation into West&#39;s actions began only after a sergeant in another battalion wrote a letter of complaint about the &#39;&#39;command climate&#39;&#39; under West&#39;s superior officer. In that letter, the sergeant mentioned almost as an aside, according to West&#39;s lawyer, that West had interrogated a detainee using a pistol.<br />\r\n<br />\r\nA soldier also told investigators that West originally told him and others to keep the details of the interrogation silent.<br />\r\n<br />\r\n&quot;This night stays within 2-20 and 2-20 only (the number of field artillery battalion),&quot; the soldier, whose name was not released, told investigators. &quot;We all gave a hooah and continued to walk to our rooms as (West) returned to the operations center.&quot;<br />\r\n<br />\r\nWest never addressed that allegation in the records we could find.<br />\r\n<br />\r\n&quot;In my anger, I do not know if I fired two shots into the barrel and one into the air and another into the barrel,&quot; he told investigators at one point. &quot;The night of this action I informed COL (name withheld) what I had personally done firing my weapon.<br />\r\n<br />\r\n&quot;The following day at my battalion update brief, I informed by (sic) battery commanders. This was not to boast but rather personally accepting responsibility and to not attempt to conceal my actions. I did embellish some points for emphasis.&quot;<br />\r\n<br />\r\n<strong>Our ruling</strong><br />\r\n<br />\r\nDuring a recent discussion of the crisis in Japan, Beck used a parable about the Japanese people as a way to bring up the story of West&#39;s time as a military officer in Iraq.<br />\r\n<br />\r\nTo be clear, we&#39;re not judging whether West should have done what he did, or whether it was honorable. We&#39;re simply seeing if Beck got the story right. In particular, we&#39;re focusing on Beck&#39;s assertion that West helped thwart a terrorist plot by shooting a gun in the direction of an Iraqi detainee, then reported the incident to his superior and said it was wrong.<br />\r\n<br />\r\nBeck embellishes on some of the points of the record. West did report the incident to his superior, though it&#39;s unclear how much he said. And the investigation into the shooting occurred after another solider complained. The &quot;terrorist,&quot; Hamoodi, was a person offered up by an informant who was never charged with wrongdoing and ultimately released. And even West admits that Hamoodi may have had nothing to do with an assassination plot. No plot was ever uncovered.<br />\r\n<br />\r\nIt&#39;s an interesting story about West, so we think it&#39;s important to keep it as close to the facts as possible. So we rate Beck&#39;s claim&nbsp;Half True.</p>\r\n", "ruling_comments_date": "2011-03-23T11:36:23.763914", "ruling_date": "2011-03-23T14:16:00", "ruling_headline": "Glenn Beck says Allen West is a modern-day Ronin", "ruling_headline_slug": "glenn-beck-says-allen-west-modern-day-ronin", "ruling_link_text": "An interesting story about West's past", "ruling_state": null, "source_documents": null, "sources": "<p>Glenn Beck, <a href=\"http://www.foxnews.com/on-air/glenn-beck/transcript/beck-spirit-japan?page=4\">Fox News transcript</a>, March 18, 2011</p>\r\n\r\n<p>CNN, &quot;<a href=\"http://articles.cnn.com/2003-12-12/us/sprj.nirq.west.ruling_1_allen-west-iraqi-detainee-military-justice?_s=PM:US\">U.S. officer fined for harsh interrogation tactics</a>,&quot; Dec. 13, 2003</p>\r\n\r\n<p>U.S. Army <a href=\"http://www.aclu.org/files/projects/foiasearch/pdf/DODDOACID000105.pdf\">criminal investigation notes</a>, accessed March 23, 2011</p>\r\n\r\n<p><em>New York Times</em>, &quot;<a href=\"http://www.nytimes.com/2004/05/27/world/struggle-for-iraq-interrogations-colonel-risked-his-career-menacing-detainee.html?pagewanted=all\">THE STRUGGLE FOR IRAQ: INTERROGATIONS; How Colonel Risked His Career By Menacing Detainee and Lost,</a>&quot; May 27, 2004</p>\r\n\r\n<p><em>Los Angeles Times</em>, &quot;<a href=\"http://latimesblogs.latimes.com/lanow/2011/03/potassium-iodide-concerns-surgeon-general.html\">Surgeon general clarifies position on potassium iodide as protection against nuclear radiation</a>,&quot; March 16, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "", "false_count": 7, "first_name": "Glenn", "half_true_count": 7, "home_state": "", "id": 181, "last_name": "Beck", "mostly_true_count": 2, "name_slug": "glenn-beck", "pants_count": 6, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Glenn.png", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/181/", "total_count": 31, "true_count": 4, "website": ""}, "statement": "<p>Says Allen West helped thwart a terrorist plot by shooting a gun in the direction of an Iraqi detainee, then reported the incident to his superior and said it was wrong.</p>\r\n", "statement_context": "comments on his Fox News show.", "statement_date": "2011-03-18", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}, {"description": "", "id": 1, "photo": null, "resource_uri": "/api/v/2/subject/1/", "subject": "Iraq", "subject_slug": "iraq", "used_in_edition": []}, {"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 6, "current_job": "U.S. representative, Florida District 22", "false_count": 9, "first_name": "Allen", "half_true_count": 3, "home_state": "Florida", "id": 390, "last_name": "West", "mostly_true_count": 1, "name_slug": "allen-west", "pants_count": 4, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/allenwest.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/390/", "total_count": 26, "true_count": 3, "website": ""}], "twitter_headline": ""}