{"art": [], "author": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "canonical_url": "/oregon/statements/2011/mar/28/dennis-richardson/dennis-richardson-says-oregon-only-state-pick-publ/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "tbottomly@oregonian.com", "first_name": "Therese", "id": 188, "last_name": "Bottomly", "name_slug": "therese-bottomly", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/therese_1.jpg", "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/188/", "title": "Managing Editor", "twitter": null}], "facebook_headline": null, "id": 3485, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "resource_uri": "/api/v/2/statement/3485/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tThe issue of public workers and their pay and benefits is en vogue in capitols across the U.S.<br />\r\n\t<br />\r\n\tOregon, it would appear, is no exception.<br />\r\n\t<br />\r\n\tIn a recent newsletter to his constituents, Rep. Dennis Richardson, R-Central Point, argues that state employees need to help pay some of the cost of their benefits packages. Right now, he notes, they&rsquo;re not responsible for any of it.<br />\r\n\t<br />\r\n\tThat, he says, makes Oregon unique: &quot;Oregon is the only state out of the 50 states in the USA that continues to pay 100% of the medical benefits for its employees and their families.&quot;<br />\r\n\t<br />\r\n\tWe were of the impression, that yes, Oregon is among a shrinking number of states that pay the whole tab for public worker benefits. But the idea that Oregon would be the only state caught us off guard. So, we looked into it.<br />\r\n\t<br />\r\n\tFirst off, we confirmed with Ingrid Norberg, the spokeswoman for the Public Employees&rsquo; Benefit Board, that Oregon does, in fact, cover the full cost of certain medical benefit packages for certain employees. That said, employees are still responsible for co-payments in certain cases, she said.<br />\r\n\t<br />\r\n\tOnce we had that confirmed, we stopped by the National Conference of State Legislatures website. The group keeps an eye on state-related issues and trends, and public employee health care plans are among them. According <a href=\"http://www.ncsl.org/default.aspx?tabid=14345#FL09\">to a report on their site</a>, as of 2009, &quot;(s)even states paid for 100 percent of the &quot;defined standard&quot; monthly premium costs for at least some familiesof state employees.&quot; They listed those states as Alaska, Delaware, Iowa, North Carolina, North Dakota, Oklahoma and Oregon.<br />\r\n\t<br />\r\n\tSo, we placed a call to both Rep. Richardson and the Conference to sort out the discrepancy. &nbsp;Richardson explained, in a voice mail, that he had taken the information from a December 2010 report by then-Gov. Ted Kulongoski&rsquo;s Reset Cabinet. He cited, as his proof, one sentence in the report: &quot;Oregon is one of two states that pay the full cost of health benefits for employees and their dependents (the other is Alaska) and is the only state to do so in plans with no deductibles.&quot;<br />\r\n\t<br />\r\n\tThat&rsquo;s not quite what the representative said in his newsletter, but we noted the claim and asked Richard Cauchi, the NCSL&rsquo;s Health Program director, about it.<br />\r\n\t<br />\r\n\tAs far as Cauchi knew, there were more than two states covering 100 percent of the monthly premium cost. Of the seven cited online, he believed a few had since stopped covering the full cost, but that four or five continued to do so.<br />\r\n\t<br />\r\n\tAs for the part about deductibles, he said the group did not track plans in that detail.<br />\r\n\t<br />\r\n\tBefore he ended the call, however, he did add some perspective on the issue: &quot;The one thing there is in this is a gradual, but real, trend toward employee contribution. Ten years ago there were certainly more states that paid 100 percent of the costs. That&#39;s been going down year by year. It&rsquo;s been a dwindling list, if you will.&quot;</p>\r\n<p>\r\n\tWe decided to go back to one of the sources of the report: Tim Nesbitt, a former chief of staff to Kulongoski. He said the line that Oregon was one of two states to cover the full cost came from the Public Employees&rsquo; Benefit Board. We doubled back to spokeswoman Ingrid Norberg.<br />\r\n\t<br />\r\n\tNorberg did some checking for us and found a set of slides used in a presentation to the governor&rsquo;s Reset Cabinet. Using a different set of information from the National Conference of State Legislatures, PEBB had reported that Oregon was one of six states that covered the premiums for the lowest-cost medical plan. So why did it make it into the report that Oregon was one of two?<br />\r\n\t<br />\r\n\tWell, according to the NCSL information, only Oregon and Alaska also cover dental and vision costs.<br />\r\n\t<br />\r\n\tThe comparison, Norberg noted, is still difficult to make -- a &quot;contribution from the employer may be for a range of benefits and a range of benefit designs. So, comparing one with another is like comparing apples and bananas.&quot;<br />\r\n\t<br />\r\n\tThe bottom line, however, seems to be that Oregon isn&rsquo;t alone here.<br />\r\n\t<br />\r\n\tIn his newsletter, Rep. Richardson says Oregon is the only state the nation that pays &quot;100% of the medical benefits for its employees and their families.&quot;<br />\r\n\t<br />\r\n\tThat&rsquo;s just not true. Even the source he cites contradicts what he wrote. And even that source was a bit misguided in its assertion about Oregon being one of two to cover medical benefits completely. Oregon is one of two states that covers a full range of benefits -- health, dental and vision -- but it&rsquo;s one of at least four that covers the premiums for its lowest-cost health plan.<br />\r\n\t<br />\r\n\tRichardson&rsquo;s larger point, that Oregon is in a shrinking group of states that do so is certainly a strong and valid one. However, he undercuts his argument by resorting to hyperbole. We find his claim False.</p>\r\n<p>\r\n\t<a href=\"http://www.oregonlive.com/politics/index.ssf/2011/03/is_oregon_the_only_state_to_do.html\">Comment on this item.</a></p>", "ruling_comments_date": "2011-03-25T19:42:03.379180", "ruling_date": "2011-03-28T06:00:00", "ruling_headline": "Dennis Richardson says Oregon is only state to pick up public workers’ full health care tab", "ruling_headline_slug": "dennis-richardson-says-oregon-only-state-pick-publ", "ruling_link_text": "The list is shrinking but it's not that short", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tNational Conference of State Legislatures, <a href=\"http://www.ncsl.org/default.aspx?tabid=14345#FL09\">State Employee Health Benefits</a>, January 2011<br />\r\n\t<br />\r\n\tInterview with Richard Cauchi, NCSL Health Program director, March 16, 2011<br />\r\n\t<br />\r\n\tGovernor&rsquo;s Reset Cabinet, Best Steps Forward report, December 2010<br />\r\n\t<br />\r\n\tVoicemail from Rep. Dennis Richardson, March 16, 2011<br />\r\n\t<br />\r\n\tInterview with Ingrid Norberg, spokeswoman for the Oregon Public Employees Benefit Board, March 2011<br />\r\n\t<br />\r\n\tE-mail from Tim Nesbitt, a former chief of staff to Ted Kulongoski, March 17, 2011<br />\r\n\t<br />\r\n\t<a href=\"http://www.dennisrichardson.org/lu030411.htm\">Dennis Richardson newsletter</a>, March 4, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "state representative", "false_count": 4, "first_name": "Dennis", "half_true_count": 1, "home_state": "Oregon", "id": 1116, "last_name": "Richardson", "mostly_true_count": 2, "name_slug": "dennis-richardson", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Dennis_Richardson.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1116/", "total_count": 8, "true_count": 1, "website": "http://www.leg.state.or.us/richardson/"}, "statement": "<p>\r\n\t&quot;Oregon is the only state out of the 50 states in the USA that continues to pay 100% of the medical benefits for its employees and their families.&quot;</p>", "statement_context": "a newsletter", "statement_date": "2011-03-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}], "target": [], "twitter_headline": ""}