{"art": [], "author": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "canonical_url": "/florida/statements/2011/mar/29/larry-ahern/freshman-house-member-says-pill-mill-database-isnt/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}], "facebook_headline": null, "id": 3486, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "resource_uri": "/api/v/2/statement/3486/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tRepublicans in Tallahassee are split on whether to implement a new database that would track the sale of some prescription drugs in order to better identify and prevent doctor shopping and prescription drug abuse.<br />\r\n\t<br />\r\n\tThe statewide drug-monitoring database would allow pharmacists and physicians to track the sale of prescription drugs and pain medication in order to prevent patients from going doctor to doctor to acquire prescriptions. Law enforcement officials could use the database to spot doctors who were over-prescribing drugs or people who are trying to abuse the system.<br />\r\n\t<br />\r\n\tMore than 30 other states already have some type of database. Florida approved its version in 2009, but the database has been stalled over a contract dispute over what private vendor would manage the system. That has given some Republicans a chance to second-guess the program.<br />\r\n\t<br />\r\n\tA bill moving through the House at the behest of Speaker Dean Cannon (<a href=\"http://www.myfloridahouse.gov/sections/Bills/billsdetail.aspx?BillId=46705\">HB 7095</a>) would eliminate the database. Rep. Robert Schenck, chairman of the committee that sponsored the bill,&nbsp;argues that the database merely tracks the problem and doesn&#39;t stop it. The House bill would instead require tracking drug wholesalers to identify unusually large distributions of narcotics. It also prohibits doctors from dispensing those medications, leaving that to pharmacists.<br />\r\n\t<br />\r\n\tGov. Rick Scott, meanwhile, has said he worries the database could be an invasion of privacy, and that he doesn&#39;t want Florida taxpayers to end up on the hook for a program that was established with the promise that it would never be supported by state money. Federal grants and private fundraising efforts have generated enough money to run the database for about two years. And Purdue Pharma, the maker of OxyContin, has offered to pay $1 million to help fund the program. Scott also announced March 28&nbsp;a statewide law enforcement response to try to halt&nbsp;criminal distribution and abuse of drugs in Florida.<br />\r\n\t<br />\r\n\tA freshman legislator from Pinellas County, Rep. Larry Ahern, <a href=\"http://www.tampabay.com/opinion/letters/fridays-letters-allow-doctors-to-discuss-safety/1159472\">wrote a letter to the editor of the <em>St. Petersburg Times </em>with another reason to oppose the database</a>: Florida already has one. Ahern, who runs a swimming pool remodeling&nbsp;business,&nbsp;was responding to an editorial from the <em>Times </em>urging Republicans to move forward with the database.<br />\r\n\t<br />\r\n\t&quot;The Florida House has it right, and the <em>Times </em>gets it wrong,&quot; he wrote in a letter published March 25, 2011. &quot;Pharmacies already have a database in place, and the transaction is recorded on the spot. They will question the person trying to fill another prescription so quickly, and not fill it or call the doctor.<br />\r\n\t<br />\r\n\t&quot;We don&#39;t need a separate database with one already in place. The House bill will close pill mills without hurting legitimate doctors&#39; ability to help their patients.&quot;<br />\r\n\t<br />\r\n\tIs the database that&#39;s caused such a fight in the Legislature overkill?<br />\r\n\t<br />\r\n\tLori Weems, a lobbyist for the Florida Pharmacy Association, suggested we call a pharmacist to find out.<br />\r\n\t<br />\r\n\tRon Haines, a licensed pharmacist since 1961 who works at an independent pharmacy in Tarpon Springs, told us there is no database like the one Ahern is suggesting.<br />\r\n\t<br />\r\n\t&quot;I can&#39;t call the pharmacy across the street to ask if they filled a prescription for Mike Smith. They can&#39;t tell me.&quot;<br />\r\n\t<br />\r\n\tRecords are kept by pharmacies, of course, but those records aren&#39;t shared, Haines said.<br />\r\n\t<br />\r\n\tEvery pharmacy keeps a record of what they prescribe to patients, Haines said, and pharmacy chains like Walgreens, CVS and Publix link into company databases. So a Publix pharmacist might know how many times a customer has been to a Publix pharmacy, and for what. But the Walgreens database doesn&#39;t sync into the CVS database, or vice versa.<br />\r\n\t<br />\r\n\tInsurance companies also keep databases on their patients to track what insurance companies are being ask to help pay for.<br />\r\n\t<br />\r\n\tBut none of those databases were created with the idea of trying to find people -- doctors or patients -- who are abusing the system, Haines said.<br />\r\n\t<br />\r\n\t&quot;The databases we use store prescription records in the pharmacy. That&#39;s as far as it goes,&quot; he said. &quot;There is nothing aimed at targeting bad doctors and doctor shopping. That&#39;s what we&#39;re after.&quot;</p>\r\n<p>\r\n\tMichael Jackson, CEO of the Florida Pharmacy Association, told us the same thing.</p>\r\n<p>\r\n\t&quot;It is true that many of the major chain pharmacies have prescription databases that are shared under their corporate umbrella pharmacies however they are not interconnected with other pharmacies,&quot; Jackson said. &quot;For example I may be a pharmacist working at chain &quot;A&quot; and a patient brings in their prescription to me. I cannot determine if that patient had a prescription filled at my competitor chain &quot;B&quot; located across the street that same day.&nbsp; In many cases I may ask the patient to provide me with their medication history and who has been their pharmacy providers but they may either not remember or for some reason elect to withhold that information from me.&quot;<br />\r\n\t<br />\r\n\tAhern, in an interview, more or less conceded the point. He said what he was trying to suggest is that the state should explore ways to have the big pharmacies connect the already in-place databases together in a way that would allow law enforcement and pharmacists to look for trouble spots. He said using infrastructure already in place is better than creating a new system from scratch.<br />\r\n\t<br />\r\n\t&quot;That would, in essence, solve much of the problems,&quot; he said.</p>\r\n<p>\r\n\tAhern also pointed out flaws in the statewide monitoring program -- namely that health care practitioners would not be required to access the database before prescribing anyone medicine. And that pharmacists have 15 days to enter drug purchases into the system. &quot;Where does that solve the problem?&quot; Ahern asked.<br />\r\n\t<br />\r\n\tAhern, for the record, is worried about privacy concerns in the database, and says he supports efforts to quell doctor-shopping. But he just doesn&#39;t think the statewide database is an effective tool in that fight.<br />\r\n\t<br />\r\n\tHe also claimed in his letter to the editor that a database already is in place. There are many private-sector databases that collect information on prescription drug purchases, but those databases are not interconnected and were not created with the idea of reducing prescription drug abuse statewide. These individual store or company databases don&#39;t address the problem. So we rate this claim False.</p>", "ruling_comments_date": "2011-03-28T12:55:14.982622", "ruling_date": "2011-03-29T09:35:07", "ruling_headline": "Freshman House member says pill mill database isn't needed because one already exists", "ruling_headline_slug": "freshman-house-member-says-pill-mill-database-isnt", "ruling_link_text": "Pharmacy databases aren't interconnected", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tState Rep. Larry Ahern,<a href=\"http://www.tampabay.com/opinion/letters/fridays-letters-allow-doctors-to-discuss-safety/1159472\"> letter to the <em>St. Petersburg Times</em></a>, March 25, 2011</p>\r\n<p>\r\n\tInterview with Larry Ahern, March 25, 2011</p>\r\n<p>\r\n\tInterview with Lori Weems, March 25, 2011</p>\r\n<p>\r\n\tInterview with Ron Haines, March 25, 2011</p>\r\n<p>\r\n\tE-mail interview with Michael Jackson, March 28, 2011</p>\r\n<p>\r\n\t<em>St. Petersburg Times</em>, &quot;<a href=\"http://www.tampabay.com/news/health/florida-senate-draws-battle-lines-to-preserve-prescription-drug-monitoring/1157294\">Florida Senate draws battle lines to preserve prescription drug monitoring database</a>,&quot; March 15, 2011</p>\r\n<p>\r\n\tFlorida Office of Drug Control, <a href=\"http://drugcontrol.flgov.com/pdmp/faq.html\">Prescription Drug Monitoring Program FAQ,</a> accessed March 28, 2011</p>\r\n<p>\r\n\t<a href=\"http://www.myfloridahouse.gov/sections/Bills/billsdetail.aspx?BillId=46705\" id=\"ux2q\" title=\"HB 7095\">HB 7095, </a>accessed March 28, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "State Representative", "false_count": 1, "first_name": "Larry", "half_true_count": 0, "home_state": "Florida", "id": 1117, "last_name": "Ahern", "mostly_true_count": 0, "name_slug": "larry-ahern", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/laryahern.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1117/", "total_count": 1, "true_count": 0, "website": "http://www.myfloridahouse.gov/sections/representatives/details.aspx?MemberId=4505&SessionId=66"}, "statement": "<p>\r\n\t&quot;We don&#39;t need a separate (prescription drug) database ... Pharmacies already have a database in place.&quot;</p>", "statement_context": "a letter to the editor of the \"St. Petersburg Times\"", "statement_date": "2011-03-25", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 161, "photo": null, "resource_uri": "/api/v/2/subject/161/", "subject": "Drugs", "subject_slug": "drugs", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/7/", "/api/v/2/edition/6/", "/api/v/2/edition/2/"]}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 202, "photo": null, "resource_uri": "/api/v/2/subject/202/", "subject": "Public Health", "subject_slug": "public-health", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}