{"art": [{"brightcove": "", "caption": "This is the Greater Wisconsin Committee ad that focuses on Justice David Prosser's handling of priest sex abuse allegations ", "id": 1164, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/1164/", "title": "GWC ad on Prosser and priest", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/sWif64wiTjY?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "sWif64wiTjY"}], "author": [{"email_address": "tkertscher@journalsentinel.com", "first_name": "Tom", "id": 171, "last_name": "Kertscher", "name_slug": "tom-kertscher", "on_staff_page": 94, "phone": "", "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/171/", "title": "PolitiFact Wisconsin writer", "twitter": ""}], "canonical_url": "/wisconsin/statements/2011/mar/29/greater-wisconsin-political-fund/greater-wisconsin-committee-says-supreme-court-jus/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 3489, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "tkertscher@journalsentinel.com", "first_name": "Tom", "id": 171, "last_name": "Kertscher", "name_slug": "tom-kertscher", "on_staff_page": 94, "phone": "", "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/171/", "title": "PolitiFact Wisconsin writer", "twitter": ""}], "resource_uri": "/api/v/2/statement/3489/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tA <a href=\"http://www.youtube.com/watch?v=sWif64wiTjY\">new TV </a><a href=\"http://www.youtube.com/watch?v=sWif64wiTjY\">ad</a> claims that in 1978, when Wisconsin Supreme Court Justice David Prosser was a district attorney, he didn&rsquo;t ask police to investigate an abuse case involving a longtime pedophile priest, then refused to file charges and participated in a cover-up.<br />\r\n\t<br />\r\n\tThe claims are made by the liberal <a href=\"http://www.greaterwisconsin.org/\">Greater Wisconsin Committee</a>, which frequently runs TV ads critical of Republicans. The group is also running an <a href=\"http://www.greaterwisconsin.org/court-prosser2011.htm\">anti-Prosser </a><a href=\"http://www.greaterwisconsin.org/court-prosser2011.htm\">ad</a> linking the 13-year justice to Republican Gov. Scott Walker.<br />\r\n\t<br />\r\n\tBoth ads were released less than two weeks before Prosser faces challenger assistant state attorney general JoAnne Kloppenburg in the April 5, 2011, election.<br />\r\n\t<br />\r\n\tThe priest ad quickly sparked controversy partly because two brothers who were the victims in 1978 case repudiated it.<br />\r\n\t<br />\r\n\tHere&rsquo;s what the narrator says in the ad, which began airing March 24, 2011:<br />\r\n\t<br />\r\n\t&quot;A priest sexually abuses children for 30 years across Wisconsin. A mother tells DA David Prosser her two young sons were sexually assaulted. What does Prosser do? Prosser refuses to prosecute; doesn&rsquo;t even ask the police to investigate. Instead, Prosser meets with the bishop. To avoid scandal, they send the priest to another community and the assaults continue. Tell David Prosser: Judges should protect our children, not sex offenders.&quot;<br />\r\n\t<br />\r\n\tA picture of Prosser is shown throughout the ad. A picture of the priest is shown briefly, along with two newspaper headlines revealing that Prosser had declined to file charges and was questioned about the decision.<br />\r\n\t<br />\r\n\tThe priest, the mother and her two sons are not identified by name. But there is no dispute that the ad refers to a May 1978 incident that Sharon Merryfield reported to Prosser, who was the Outagamie County district attorney at the time.<br />\r\n\t<br />\r\n\tMerryfield told Prosser -- who said he attended middle and high school with her -- that Catholic priest John Patrick Feeney improperly touched her sons Todd, then 14, and Troy, then 12, at the family&rsquo;s home.<br />\r\n\t<br />\r\n\tA <a href=\"http://www.wicourts.gov/ca/opinion/DisplayDocument.html?content=html&amp;seqNo=20657\">court </a><a href=\"http://www.wicourts.gov/ca/opinion/DisplayDocument.html?content=html&amp;seqNo=20657\">summary</a> in a later matter says Feeney, who worked at a church in Freedom, touched the boys in the chest area and moved his hand downward toward their penises but did not touch them there. Feeney also pinched one of the boys on the buttocks.<br />\r\n\t<br />\r\n\tThe incident -- as a result of a later investigation, in 2002 -- helped put Feeney behind bars.<br />\r\n\t<br />\r\n\tLet&rsquo;s see whether information in the ad backs up the Greater Wisconsin Committee&rsquo;s central claims -- that Prosser didn&rsquo;t ask police to investigate the two boys&rsquo; accusations against a longtime pedophile priest; that Prosser didn&rsquo;t file criminal charges; and that he participated in a cover-up of the priest&rsquo;s actions.<br />\r\n\t<br />\r\n\tWe&rsquo;ll draw from evidence cited by the Greater Wisconsin Committee, news reports, <a href=\"http://www.wicourts.gov/ca/opinion/DisplayDocument.html?content=html&amp;seqNo=20657\">court </a><a href=\"http://www.wicourts.gov/ca/opinion/DisplayDocument.html?content=html&amp;seqNo=20657\">records</a> and comments Prosser made during a 20-minute discussion of the case with the Milwaukee Journal Sentinel editorial board on March 24, 2011.<br />\r\n\t<br />\r\n\tThe ad essentially makes three sets of claims. We&rsquo;ll address them one at a time.<br />\r\n\t<br />\r\n\t<strong>The incident involved a priest who had abused children for 30 years</strong><br />\r\n\t<br />\r\n\tThe ad suggests that when the matter came to Prosser, he was aware Feeney had a long history of molesting boys.<br />\r\n\t<br />\r\n\tBut evidence that Feeney molested boys over some 30 years emerged 24 years later, in the 2002 investigation, which was conducted by the Outagamie County Sheriff&rsquo;s Department. That investigation found Feeney had molested boys dating back to 1969, although no charges were filed in the older incidents because the statute of limitations had expired.<br />\r\n\t<br />\r\n\tSo, while the priest may have had an extensive history of sexual abuse, the ad takes it out of context to suggest this was known by Prosser in 1978.<br />\r\n\t<br />\r\n\t<strong>Prosser didn&rsquo;t ask police to investigate and refused to prosecute.</strong><br />\r\n\t<br />\r\n\tProsser said in the editorial board interview that he interviewed both boys and found another Feeney victim, but that victim refused to testify. He did not ask a police agency -- in this case, the Sheriff&rsquo;s Department -- to investigate, so the ad is correct on that claim.<br />\r\n\t<br />\r\n\tIt is an open question whether the Sheriff&rsquo;s Department would have investigated the Merryfield boys incident and related cases more vigorously than Prosser did.<br />\r\n\t<br />\r\n\tThe ad is also correct that Prosser decided not to file charges against Feeney. But it provides no context as to why they were not pursued.<br />\r\n\t<br />\r\n\tIn his comments to the Journal Sentinel, Prosser cited several reasons.<br />\r\n\t<br />\r\n\tProsser said the case would have been difficult to prove at the time because Feeney had not indecently touched the boys, and because it would pit the credibility of two boys against the credibility of a priest. He also said the case would be hard on the family because it would become sensationalized, given that Feeney&rsquo;s brother, Joe Feeney, was a regular performer on the Lawrence Welk network television show. And he said his office lacked experienced prosecutors.<br />\r\n\t<br />\r\n\tSo, this statement also leaves out key information.<br />\r\n\t<br />\r\n\tIndeed, records show more details came out during the future investigations, which made the case against Feeney stronger. By that point, other victims had emerged.<br />\r\n\t<br />\r\n\t<strong>Prosser and a bishop, &quot;to avoid scandal,&quot; sent the priest to another community and the assaults continued.</strong><br />\r\n\t<br />\r\n\tProsser said that as part of his investigation, he told Green Bay Bishop Aloysius Wycislo that Feeney needed to be removed from the Freedom parish and that the bishop replied by saying, &quot;I will take care of it.&quot;<br />\r\n\t<br />\r\n\tProsser said he related that information to the Merryfield family when he told them he had decided not to file charges.<br />\r\n\t<br />\r\n\t&quot;The family didn&rsquo;t seem to be that upset at the time,&quot; told the editorial board.<br />\r\n\t<br />\r\n\tWycislo wrote a letter in 1978 saying Prosser had come to him &quot;to prevent unnecessary scandal.&quot; He also wrote: &quot;I had to agree with the district attorney that the church would prefer to keep this out of court and out of the public eye and I was able to tell (Feeney) of our decision last week, with which he agreed.&quot;<br />\r\n\t<br />\r\n\tSo, the &quot;avoiding scandal&quot; characterization is attributable to the bishop. Prosser says choosing not to prosecute had nothing to do with avoiding scandal.<br />\r\n\t<br />\r\n\tWhat&rsquo;s more, &nbsp;Prosser would not have had any official role in moving Feeney, although it appears he and the bishop agreed that should be done.<br />\r\n\t<br />\r\n\tProsser said that, to his surprise, Feeney was not moved until more than six months later. By that time, Prosser had won election to the state Assembly and left his district attorney post. He had been campaigning for the job when Sharon Merryfield first came to him.<br />\r\n\t<br />\r\n\tProsser also noted that in January 1979, Sharon Merryfield filed a report with the Sheriff&rsquo;s Department about the incident in her home, and that that report also did not result in criminal charges.<br />\r\n\t<br />\r\n\tIn 2002, the Sheriff&rsquo;s Department opened another &nbsp;investigation after another Feeney victim was discovered. News reports said Feeney worked in 18 parishes over 30 years in the Green Bay diocese before he left Wisconsin in 1983. The reports cited church documents in saying that Feeney left amid numerous allegations of sexual misconduct with altar boys.<br />\r\n\t<br />\r\n\tAuthorities were able to charge Feeney in the 2002 investigation because he had left Wisconsin, which meant the statute of limitations had not expired.<br />\r\n\t<br />\r\n\tThat supports the point in the ad that says abuse continued.<br />\r\n\t<br />\r\n\tThat&rsquo;s where the ad ends. But let&rsquo;s finish the story about how Feeney ended up behind bars.<br />\r\n\t<br />\r\n\tAs the case summary shows, Troy Merryfield stated in the 2002 sheriff&rsquo;s investigation that Feeney had grabbed his penis during a face-to-face confession one or two months before the May 1978 incident in the Merryfield home. Prosser said Troy Merryfield never told him about the earlier incident; and the appeals court noted that the earlier incident was not mentioned in the January 1979 sheriff&rsquo;s report that had been filed by Sharon Merryfield.<br />\r\n\t<br />\r\n\tSo, Prosser did not have that allegation to consider when he decided not to file charges against Feeney.<br />\r\n\t<br />\r\n\tThe 2002 sheriff&rsquo;s investigation produced five felony charges against Feeney for the two incidents involving the Merryfield brothers. The charges included attempting to touch the boy&rsquo;s penises during the incident in their home.<br />\r\n\t<br />\r\n\tFeeney was convicted of four of the charges and was <a href=\"http://wcca.wicourts.gov/caseDetails.do;jsessionid=9A0ADEF094A40385FC55348201AE253C.render6?countyNo=44&amp;caseNo=2002CF000779&amp;cacheId=3FE869D549D463ABA091CFD4443216A6&amp;recordCount=7&amp;offset=1&amp;mode=charges\">sentenced</a> in 2004 to 15 years in prison. Now 84, he could be released from prison in November 2011 on extended supervision, according to the state Department of Corrections.<br />\r\n\t<br />\r\n\tTroy Merryfield issued a <a href=\"http://wispolitics.com/1006/110324_Troy_Merryfield_Statement__1_.pdf\">statement</a> the day after the Greater Wisconsin Committee&rsquo;s ad was released, calling the ad &quot;offensive, inaccurate and out of context.&quot; The statement said the sheriff&rsquo;s 2002 investigation resulted in charges because he and his brother were able to provide more detailed information about Feeney&rsquo;s actions than they did when Prosser handled the case in 1978, and that, as adults, they were more comfortable about testifying.<br />\r\n\t<br />\r\n\tIn 2008, Troy Merryfield had been critical of Prosser, saying he should step aside when cases involving priest sexual misconduct come before the Supreme Court. &quot;He knows damn well what happened and what was said,&quot; Merryfield said about his own case in 2008. &quot;He dropped the ball, and he should recuse himself.&quot;<br />\r\n\t<br />\r\n\tTodd Merryfield told PolitiFact Wisconsin he stands by his brother&rsquo;s statement condemning the ad and agreed it should no longer be aired.<br />\r\n\t<br />\r\n\tSo, where does all of this leave us?<br />\r\n\t<br />\r\n\tThe Greater Wisconsin Committee claims David Prosser didn&rsquo;t ask police to investigate a mother&rsquo;s report that a 30-year pedophile priest had indecently touched her two sons, then refused to file charges him and participated in a cover-up of the priest&rsquo;s acts.<br />\r\n\t<br />\r\n\tThe committee&rsquo;s TV ad uses generally factual statements to make its case, but ignores critical facts that would give a different impression. By using information that only became known later, it suggests more information was available to Prosser at the time than really was. For instance, Prosser didn&rsquo;t know that the priest had a long history of molestation -- that came out 24 years later. And it wasn&rsquo;t until 24 years later that one of the brothers made the most serious allegation against the priest.<br />\r\n\t<br />\r\n\tFinally, the two brothers have condemned the ad as &quot;offensive, inaccurate and out of context.&quot;<br />\r\n\t<br />\r\n\tWe rate the committee&rsquo;s claim Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2011-03-28T20:13:18.005421", "ruling_date": "2011-03-29T09:00:00", "ruling_headline": "Greater Wisconsin Committee says Supreme Court Justice David Prosser mishandled allegation of sex abuse by priest", "ruling_headline_slug": "greater-wisconsin-committee-says-supreme-court-jus", "ruling_link_text": "Ad suggests Prosser knew at the time information that surfaced years later", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tYouTube.com, Greater Wisconsin Committee&rsquo;s &quot;David Prosser refuses to investigate pedophile priest despite mother&rsquo;s plea&quot; <a href=\"http://www.youtube.com/watch?v=sWif64wiTjY\">TV ad</a>, March 23, 2011<br />\r\n\t<br />\r\n\tMilwaukee Journal Sentinel editorial board interview, David Prosser, March 24, 2011<br />\r\n\t<br />\r\n\tJSOnline.com, <a href=\"http://www.jsonline.com/news/milwaukee/118650379.html\">&quot;Abuse victim criticizes ad against Prosser,&quot;</a> march 25, 2011<br />\r\n\t<br />\r\n\tTroy J. Merryfield, <a href=\"http://wispolitics.com/1006/110324_Troy_Merryfield_Statement__1_.pdf\">statement to media</a>, March 25, 2011<br />\r\n\t<br />\r\n\tInterview, Todd Merryfield, March 25, 2011<br />\r\n\t<br />\r\n\tE-mail and phone interview, Prosser campaign spokesman Brian Nemoir, March 27 and 28, 2011<br />\r\n\t<br />\r\n\t<a href=\"http://www.greaterwisconsin.org/\">Greater Wisconsin Committee</a>, <a href=\"http://www.greaterwisconsin.org/court-prosser2011.htm\">&quot;Prosser = Walker&quot; TV ad</a>, March 18, 2011<br />\r\n\t<br />\r\n\tGreater Wisconsin Committee, ProsserFacts.com website<br />\r\n\t<br />\r\n\tGreater Wisconsin Committee, &quot;David Prosser and the pedophile priest fact sheet&quot;<br />\r\n\t<br />\r\n\tInterview, Greater Wisconsin Committee executive director Michelle McGrorty, March 28, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "", "false_count": 3, "first_name": "", "half_true_count": 4, "home_state": "Wisconsin", "id": 786, "last_name": "Greater Wisconsin Committee", "mostly_true_count": 1, "name_slug": "greater-wisconsin-political-fund", "pants_count": 1, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/mugs_mug-independentgroup__________________________.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/786/", "total_count": 14, "true_count": 2, "website": "http://www.greaterwisconsin.org/"}, "statement": "<p>\r\n\tAs a prosecutor, Wisconsin Supreme Court Justice David Prosser did not investigate or file charges in a case involving 30-year pedophile priest, then participated in cover-up.</p>", "statement_context": "a TV ad", "statement_date": "2011-03-24", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Wisconsin Supreme Court justice", "false_count": 0, "first_name": "David", "half_true_count": 0, "home_state": "Wisconsin", "id": 1113, "last_name": "Prosser", "mostly_true_count": 0, "name_slug": "david-prosser", "pants_count": 1, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Justice_David_Prosser.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1113/", "total_count": 1, "true_count": 0, "website": "http://www.wicourts.gov/about/judges/supreme/prosser.htm"}], "twitter_headline": ""}