{"art": [{"brightcove": "", "caption": "A group called Free Market Florida is opposing EPA water quality standards for Florida.", "id": 1169, "infogram": "", "ndn": "", "ndnid": "", "other": "<object id=\"single1\" classid=\"clsid:d27cdb6e-ae6d-11cf-96b8-444553540000\" width=\"260\" height=\"160\" codebase=\"http://download.macromedia.com/pub/shockwave/cabs/flash/swflash.cab#version=6,0,40,0\"><param name=\"name\" value=\"single1\" /><param name=\"allowfullscreen\" value=\"true\" /><param name=\"allowscriptaccess\" value=\"always\" /><param name=\"wmode\" value=\"transparent\" /><param name=\"flashvars\" value=\"file=http://fmfvideos.com/numeric1nutrient.mp4&amp;plugins=fbit-1&amp;dock=true&amp;plugins=gapro-1&amp;gapro.accountid=UA-22087166-1&amp;plugins=sharing-2&amp;sharing.link=http://freemarketflorida.org/flashpoints/halt-epa-intrusion/&amp;autostart=true\" /><param name=\"src\" value=\"http://www.freemarketflorida.org/wp-content/uploads/jw-player-plugin-for-wordpress/player/player.swf\" /><param name=\"bgcolor\" value=\"undefined\" /><embed id=\"single1\" type=\"application/x-shockwave-flash\" width=\"260\" height=\"160\" src=\"http://www.freemarketflorida.org/wp-content/uploads/jw-player-plugin-for-wordpress/player/player.swf\" bgcolor=\"undefined\" flashvars=\"file=http://fmfvideos.com/numeric1nutrient.mp4&amp;plugins=fbit-1&amp;dock=true&amp;plugins=gapro-1&amp;gapro.accountid=UA-22087166-1&amp;plugins=sharing-2&amp;sharing.link=http://freemarketflorida.org/flashpoints/halt-epa-intrusion/&amp;autostart=true\" wmode=\"transparent\" allowscriptaccess=\"always\" allowfullscreen=\"true\" name=\"single1\"></embed></object>\r\n", "photo": null, "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/1169/", "title": "FreeMarketFlorida", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "canonical_url": "/florida/statements/2011/mar/30/free-market-florida/proposed-epa-water-quality-standards-draw-ire-thir/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}], "facebook_headline": null, "id": 3495, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "resource_uri": "/api/v/2/statement/3495/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tProposed rules to improve Florida water quality standards have spiraled into a political war of words pitting environmentalists and the federal Environmental Protection Agency against Florida&#39;s business interests and much of the state&#39;s political leadership.<br />\r\n\t<br />\r\n\tMost of the fight -- about something called numeric nutrient criteria -- probably makes little sense to you, if you heard about it at all.<br />\r\n\t<br />\r\n\tHere are the basics. <i>Inhale</i> ... Back in 1998, the EPA told all states that they had to develop limits on nutrient pollution in state waterways -- nutrients being pollutants like nitrogen and phosphorus that cause toxic algae blooms that can kill fish and cause respiratory problems and infections among swimmers, boaters and beachgoers. The states had until 2004 to come up with the limits. But 2004 came and went in Florida with no action. So environmentalists from groups like Earthjustice, Sierra Club, the Florida Wildlife Federation, the Conservancy of Southwest Florida, the Environmental Confederation of Southwest Florida and the St. Johns Riverkeeper sued the EPA. The state Department of Environmental Protection said it had been working on setting up specific nutrient limits since 2001 but had not yet finished because of the thousands of waterways in the state and the different ecological challenges they face. Anyway, the EPA settled the lawsuit with the environmentalists and said it would produce water quality rules for Florida, which it did (except for South Florida) in November 2010. Those new regulations, which set numeric limits on the nutrients allowed in all Florida and state inland waterways, take effect in March 2012.<br />\r\n\t<br />\r\n\tWhat the exact limits are is of little consequence in that you&#39;d have to be a scientist to understand them. Suffice it to say, they&#39;re strict enough that business groups are vexed that it will cost billions of dollars to clean up because so many Florida waterways are considered &quot;impaired&quot; -- meaning the water isn&#39;t safe for humans or where certain aquatic life could no longer live. In an economy with 11.5 percent unemployment, the &quot;billions&quot; has people worried -- particularly municipalities, businesses and farmers who are producing the pollution.<br />\r\n\t<br />\r\n\tEnter a group calling itself <a href=\"http://freemarketflorida.org/\" id=\"w-dg\" title=\"Free Market Florida\">Free Market Florida</a>, which has begun a political campaign to stop the regulations from being implemented. The group&#39;s leader, Ryan Houck, was part of a business-backed group that successfully fought against a ballot initiative in 2010 known as Amendment 4 (the measure would have given voters final approval on major development proposals).<br />\r\n\t<br />\r\n\tFree Market Florida <a href=\"http://freemarketflorida.org/flashpoints/halt-epa-intrusion/\" id=\"lu0t\" title=\"launched a two-minute, 30-second web video that details the threat of the new EPA criteria\">launched a two-minute, 30-second web video that details the threat of the new EPA criteria</a> to Florida&#39;s economy.<br />\r\n\t<br />\r\n\t&quot;Imagine that you own a restaurant, and the health department tells you that the floors on which you walk need to be as clean as the plates on which you serve food,&quot; Houck says in the ad, looking directly at the camera. &quot;Then you open the newspaper and find out that someone&#39;s suing a fast food restaurant because their 99-cent cheeseburgers aren&#39;t as good as a $40 steak at a fancy restaurant. That&#39;s crazy, right?&quot;<br />\r\n\t<br />\r\n\tThe ad then cuts to Houck standing in front of a drainage canal.<br />\r\n\t<br />\r\n\t&quot;Now what if I told you taxpayers, businesses, farmers and consumers had to spend billions of dollars to make drainage canals like this one every bit as clean as the water here (video cuts to Houck in front of a river) in the Wekiva River ... It may sound absurd, but it&#39;s about to happen right here in Florida.&quot;<br />\r\n\t<br />\r\n\tHouck goes on to call the regulations debilitating, unscientific and costly, and says that it is all part of a plan by environmentalists not to curb pollution, but to stop development.<br />\r\n\t<br />\r\n\tOf the many things worth fact-checking in the ad, one claim stood out to us -- Houck&#39;s suggestion that&nbsp;the EPA is requiring man-made drainage canals be every bit as clean as natural, flowing rivers.<br />\r\n\t<br />\r\n\tWe asked the four stakeholders in this argument -- Houck, the environmentalists, the EPA and the state DEP -- if that&#39;s right.<br />\r\n\t<br />\r\n\tWe got four very different answers.<br />\r\n\t<br />\r\n\t<i>&quot;We went to great lengths to make sure the ad was accurate. We&#39;re glad you&#39;re checking it.&quot; -- Ryan Houck, Free Market Florida.</i><br />\r\n\t<br />\r\n\t<i>&quot;That characterization is simply false.&quot; -- David Guest, lawyer for Earthjustice.</i><br />\r\n\t<br />\r\n\t<i>&quot;There are likely circumstances where the same criteria that applies to the Wekiva River would also apply to a nearby canal.&quot; -- Dee Ann Miller, DEP spokeswoman.</i><br />\r\n\t<br />\r\n\t<i>&quot;This high level of protection is likely not required for any drainage canal, therefore, the drainage canal pictured is not required to have water &#39;every bit as clean as the water in the Wekiva River.&#39; &quot; -- Davina&nbsp;Marraccini, EPA spokeswoman.</i><br />\r\n\t<br />\r\n\tThe differing answers at first had us puzzled -- until we had an epiphany.<br />\r\n\t<br />\r\n\tThe answers underscore just how complex these water regulations are.<br />\r\n\t<br />\r\n\t<b>Understanding the regulations</b><br />\r\n\t<br />\r\n\tFor starters, we need to understand just what the regulations are, and are not. The regulations affect lakes and inland rivers and streams. More generally, they affect the water we drink (categorized as Class I bodies of water) and water we use for recreation or that supports aquatic life (Class III). Class III waters would include drainage canals that link other flowing bodies of water. But the regulations wouldn&#39;t affect drainage ditches or retention ponds, necessarily.<br />\r\n\t<br />\r\n\tThe EPA set different requirements for lakes and rivers and streams. Lakes in the state are measured based on the color and alkalinity. Criteria for rivers and streams are divided into five geographic regions in the state. Each geographic region has its own criteria.<br />\r\n\t<br />\r\n\tSo while lakes across Florida would have the same pollution standards, rivers and streams would not. The different regions were created to account for natural phosphorus levels in some parts of the state relative to others.<br />\r\n\t<br />\r\n\tNow, it&#39;s critical to note -- as we already have once -- that none of the rules in place apply to the areas in South Florida (roughly south of Lake Okeechobee). Those standards will not be proposed until November 2011. The rules also do not apply to estuaries, coastal waters and wetlands.<br />\r\n\t<br />\r\n\tAnother important point, especially for the sake of this fact check: <a href=\"http://www.evergladesplan.org/about/restudy_csf_devel.aspx\" id=\"ntyo\" title=\"South Florida is home to the predominant number of the state's canal systems.\">South Florida is home to the predominant number of the state&#39;s canal systems, </a>said&nbsp;Earthjustice&#39;s Guest.</p>\r\n<p>\r\n\tAbout 1,000 miles of canals exist as part of the &quot;Central and Southern Florida Project,&quot; a congressionally authorized project to control flooding&nbsp;and&nbsp;supply water for municipal, industrial and agricultural uses, and for prevention of saltwater intrusion. Many but not all of those canals are in the designated South Florida region and thus exempted from the proposed standards.<br />\r\n\t<br />\r\n\t<b>Comparing to the Wekiva</b><br />\r\n\t<br />\r\n\tHouck told PolitiFact Florida that the canal pictured in the video is not in South Florida, and is classified as a Class III water.<br />\r\n\t<br />\r\n\tIf that&#39;s the case, the man-made canal would be regulated under the pending rules, and it would have to meet the same standards as natural rivers in the same geographic area.<br />\r\n\t<br />\r\n\tBut this fact check isn&#39;t that simple. Free Market Florida chose to compare the canal to the Wekiva River, a 30-mile-long river system that starts in Central Florida and runs into the St. Johns River. The Wekiva River <a href=\"http://www.dep.state.fl.us/water/wqssp/ofw.htm\" id=\"j2t-\" title=\"has been designated an Outstanding Florida Water\">has been designated an Outstanding Florida Water</a> by the state, which means it receives the &quot;<a href=\"http://www.dep.state.fl.us/legal/Rules/shared/62-302/62-302.pdf\" id=\"k3lq\" title=\"highest protection,&quot; according to state policy.\">highest protection,&quot; according to state policy.</a><br />\r\n\t<br />\r\n\t&quot;OFWs are afforded higher protection, above and beyond normal requirements of a Class III water (that is, waters suitable for fishing and swimming), to maintain outstanding water quality and prevent degradation,&quot; the EPA&#39;s Marraccini told us. &quot;This high level of protection is likely not required for any drainage canal; therefore, the drainage canal pictured is not required to have water &#39;every bit as clean as the water in the Wekiva River.&#39; &quot;<br />\r\n\t<br />\r\n\tHouck argues that the levels of protection for Outstanding Florida Waters and the EPA numeric nutrient criteria counts measure different things, and therefore are immaterial. And Houck is correct that Outstanding Florida Waters are required to maintain the water quality standard that was in place in March 1, 1979 (<a href=\"http://www.dep.state.fl.us/legal/Rules/shared/62-302/62-302.pdf\" id=\"t0ql\" title=\"Page 32 of these rules\">Page 32 of these rules</a>), not specific numeric nutrient criteria limits.<br />\r\n\t<br />\r\n\t<b>Proposed rule changes</b><br />\r\n\t<br />\r\n\tThere&#39;s another important and complex clarification to the pending EPA standards: The state is in the process of trying to change the rules so that many man-made canals might not have the same regulations as rivers.<br />\r\n\t<br />\r\n\tThe state&#39;s Environmental Regulation Commission has proposed creating a subset of Class III waters that would include man-made canals. Those waters would have to meet different and lower standards than regular Class III waters. The state provides a good visual explanation of the changes <a href=\"http://www.fl-counties.com/Docs/Legislative%20Division/Environmental/Jerry%20Brooks%20presentation.ppt\" id=\"wcmx\" title=\"they are considering on slides 21-25 of this presentation.\">they are considering on slides 21-25 of this presentation.</a><br />\r\n\t<br />\r\n\t&quot;The Environmental Protection Agency&rsquo;s (EPA) rule does apply as the video states,&quot; said DEP spokeswoman Jennifer Diaz. &quot;This situation exists because Florida&rsquo;s current classification of rivers and streams does not distinguish between artificially created waters and natural free-flowing waters. About a year ago, the Environmental Regulation Commission (ERC) approved the creation of a new class of waters for artificially created and significantly altered surface waters. Although adopted by ERC, the new classification is subject to approval by EPA before it can become effective in Florida. Until this new classification is approved by EPA, no waters in Florida can be classified with a lower use expectation. Therefore, the nutrient criteria adopted by EPA that becomes effective in March 2012 will apply equally to man-made ditches/canals and natural streams.&quot;<br />\r\n\t<br />\r\n\t<b>More caveats</b><br />\r\n\t<br />\r\n\tAnd yet, there are more complications. The EPA says that if the state can show -- based on a structured scientific assessment -- that a canal cannot meet its current designated use, the state could downgrade the use of the body of water and the numeric criteria counts would not apply.<br />\r\n\t<br />\r\n\t&quot;Factors considered in determining whether to downgrade a classification include naturally occurring pollutants and the physical conditions of the water body, as well as whether the pollution controls required would result in substantial and widespread economic and social impact, among others,&quot; the EPA&#39;s Marraccini said.<br />\r\n\t<br />\r\n\tHouck says this can lead to more lawsuits.<br />\r\n\t<br />\r\n\tLastly, we need to address the cost. While we&#39;re not fact-checking how much the remediation will cost, we think it&#39;s important to note there is&nbsp;wide disagreement on potential financial impact. The EPA says the cost to clean Florida&#39;s waters will be $135 million&nbsp;to $206 million a year. A private study pegged the costs astronomically higher -- anywhere from $1 billion to $8.4 billion annually.<br />\r\n\t<br />\r\n\t<b>Our ruling</b><br />\r\n\t<br />\r\n\tWe hope we didn&#39;t lose you in explaining these complicated requirements, and how they match up to the claim in Free Market Florida&#39;s ad. After weeks of studying this issue, we are more convinced than ever just how complicated the proposed rules to regulate Florida&#39;s water systems are.<br />\r\n\t<br />\r\n\tThe bottom line is Free Market Florida contends&nbsp;that man-made drainage canals will have to meet the same standards as pristine Florida river systems like the Wekiva River in Central Florida.<br />\r\n\t<br />\r\n\tAs the regulations stand now, it appears that drainage canals designated as Class III waters in Central Florida would have to meet the same numeric nutrient standards as the Wekiva River. But there are several caveats that could impact the validity of that claim. For one, rules haven&#39;t been implemented for South Florida (home to the many drainage canals). Two, all drainage canals wouldn&#39;t have to meet the water quality standards of the Wekiva, just the ones in the geographic area. Three, the state is proposing a change to the rules that could exempt many of the state&#39;s drainage canals. And four, the EPA also says it could exempt individual drainage canals based on scientific study.<br />\r\n\t<br />\r\n\tHouck said his group made sure the drainage canal they showed is in the same region as the Wekiva, which in his mind explains away the first two caveats. The third and fourth caveats are possible changes that are not a sure thing.<br />\r\n\t<br />\r\n\tWhere does this all leave us?<br />\r\n\t<br />\r\n\tHouck and his group are largely right based on all the evidence we reviewed. We wish he would have explained a little more of the nuance in the video, but we also are realists. We rate his claim Mostly True.</p>", "ruling_comments_date": "2011-03-30T12:05:44.672620", "ruling_date": "2011-03-30T14:33:49", "ruling_headline": "Proposed EPA water quality standards draw ire of third-party group", "ruling_headline_slug": "proposed-epa-water-quality-standards-draw-ire-thir", "ruling_link_text": "Proposal subject to change/caveats", "ruling_state": "Florida", "source_documents": null, "sources": "<p>\r\n\tInterview with Linday Young, Clean Water Network, March 18, 2011<br />\r\n\t<br />\r\n\tInterview with David Guest, Earthjustice, March 18, 2011<br />\r\n\t<br />\r\n\tE-mail interviews and interview with Ryan Houck, March 24, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Davina Marraccini, EPA spokeswoman, March 22, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Dee Ann Miller, DEP spokeswoman, March 17, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Jennifer Diaz, DEP spokeswoman, March 22, 2011<br />\r\n\t<br />\r\n\tFree Market Florida <a href=\"http://freemarketflorida.org/flashpoints/halt-epa-intrusion/\" id=\"brv_\" title=\"web ad\">web ad</a>, accessed March 29, 2011<br />\r\n\t<br />\r\n\tEPA, <a href=\"http://water.epa.gov/lawsregs/rulesregs/florida_index.cfm\" id=\"p1gi\" title=\"proposed water quality rules for Florida\">proposed water quality rules for Florida</a>, accessed March 30, 2011<br />\r\n\t<br />\r\n\tDEP, <a href=\"http://www.dep.state.fl.us/legal/Rules/shared/62-302/62-302.pdf\" id=\"b9jt\" title=\"water quality rules for Outstanding Florida Waters\">water quality rules for Outstanding Florida Waters</a>, accessed March 30, 2011<br />\r\n\t<br />\r\n\tUniversity of Florida, &quot;<a href=\"http://edis.ifas.ufl.edu/pdffiles/SS/SS52800.pdf\" id=\"ihev\" title=\"A Guide to EPA's Numeric Nutrient Water Quality Criteria for Florida\">A Guide to EPA&#39;s Numeric Nutrient Water Quality Criteria for Florida</a>,&quot; accessed March 30, 2011<br />\r\n\t<br />\r\n\tDEP, <a href=\"http://www.fl-counties.com/Docs/Legislative%20Division/Environmental/Jerry%20Brooks%20presentation.ppt\" id=\"eqpj\" title=\"Power Point presentation on EPA rules\">Power Point presentation on EPA rules</a>, accessed March 30, 2011<br />\r\n\t<br />\r\n\tCardno ENTRIX <a href=\"http://www.entrix.com/news/article/0093\" id=\"n3yu\" title=\"report on the cost of EPA water quality rules\">report on the cost of EPA water quality rules</a>, accessed March 30, 2011<br />\r\n\t<br />\r\n\tSouth Florida Water Management District <a href=\"http://www.sfwmd.gov/portal/page/portal/xrepository/sfwmd_repository_pdf/canalssfl_appendixa-c.pdf\" id=\"up_d\" title=\"canal discussion\">canal discussion</a>, accessed March 30, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 0, "home_state": "Florida", "id": 1122, "last_name": "Free Market Florida", "mostly_true_count": 1, "name_slug": "free-market-florida", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact_mugs_mugs_mug-independentgroup___________________5.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1122/", "total_count": 1, "true_count": 0, "website": "http://www.google.com/url?sa=t&source=web&cd=1&ved=0CBkQFjAA&url=http%3A%2F%2Ffreemarketflorida.org%2F&ei=oFGTTaizCdS2tweN4eRI&usg=AFQjCNELbY89h8vhFpijfv1RxN6JqqfzHA&sig2=DPj4p6QsAeRmMcRDK1bUvA"}, "statement": "<p>\r\n\tSays new EPA water regulations would force the state to make drainage canals every bit as clean as pristine Florida river systems.</p>", "statement_context": "a web video.", "statement_date": "2011-03-01", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}, {"description": "", "id": 197, "photo": null, "resource_uri": "/api/v/2/subject/197/", "subject": "Water", "subject_slug": "water", "used_in_edition": ["/api/v/2/edition/5/", "/api/v/2/edition/2/"]}], "target": [], "twitter_headline": ""}