{"art": [], "author": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "canonical_url": "/texas/statements/2011/apr/01/john-cornyn/sen-john-cornyn-says-us-arrested-people-nations-de/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [], "facebook_headline": null, "id": 3503, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/3503/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tU.S. Sen. John Cornyn, R-Texas, came to a committee hearing on homeland security armed with statistics about the nation&rsquo;s southwestern border.</p>\r\n<p>\r\n\tConfronting Homeland Security Secretary Janet Napolitano on March 9, Cornyn cited information that he said was from the Border Patrol about people from countries other than Mexico who have been detained near the southwestern border for illegally entering the United States. Cornyn said there were about 45,000 arrests of people from 140 different countries, excluding Mexico, in the 19 months between the start of the 2009 fiscal year &mdash; Oct. 1, 2008 &mdash; and April 30, 2010.</p>\r\n<p>\r\n\tAt least four of those nations &quot;have been designated by the U.S. Department of State as state sponsors of terrorism,&quot; Cornyn said. &quot;How can you possibly claim that the approach of the administration is working when it comes to border security, in light of these statistics?&quot;</p>\r\n<p>\r\n\tHe made a similar point the next day while questioning National Intelligence Director James Clapper at another hearing. &quot;Would you agree with me, Director Clapper, that an individual with enough money and enough determination can penetrate our southwestern border and make their way into the United States &hellip; and that that does represent a potential terrorist threat to the United States?&quot; Cornyn asked.</p>\r\n<p>\r\n\tClapper&rsquo;s response: &quot;Yes, sir. I don&#39;t &mdash; I don&#39;t pretend, nor would, I don&#39;t think, Secretary Napolitano pretend that, you know, we&#39;ve got an iron-clad perfect system.&quot;</p>\r\n<p>\r\n\tWe wondered whether Cornyn was right. Did the U.S. Border Patrol arrest people on the Mexico border who were from nations that the U.S. labels state sponsors of terrorism?</p>\r\n<p>\r\n\tOn the State Department&rsquo;s website, we found that the only nations currently designated as state sponsors of terrorism are Cuba, Iran, Sudan and Syria. &quot;State sponsors of terrorism provide critical support to many non-state terrorist groups,&quot; says a 2009 department report on terrorism. &quot;Without state sponsors, these groups would have greater difficulty obtaining the funds, weapons, materials, and secure areas they require to plan and conduct operations.&quot;</p>\r\n<p>\r\n\tNext, we looked into Border Patrol apprehensions near the southwestern border. We found that nearly all are of Mexican nationals, according to information the agency publishes on its website. In fiscal 2009, their 495,582 arrests accounted for 92 percent of the total.</p>\r\n<p>\r\n\tThe rest of the apprehensions on the Mexican border are of people from countries other than Mexico. The Border Patrol, which is part of the U.S. Customs and Border Protection division of the Homeland Security Department, publishes data on how many of those occur &mdash; but not by individual country. According to that information, there were 45,283 arrests of individuals from nations other than Mexico in fiscal 2009 and 50,912 in fiscal 2010. (It appears that Cornyn quoted only the fiscal 2009 number during the hearing.)</p>\r\n<p>\r\n\tIn Homeland Security lingo, an &quot;apprehension&quot; is an arrest for being in the United States illegally. However, the number of people actually detained is smaller because some individuals are arrested more than once, according to a June 2009 fact sheet published by the department&rsquo;s Office of Immigration Statistics.</p>\r\n<p>\r\n\tAs support for the senator&rsquo;s statement during the March 9 hearing, Cornyn spokesman Drew Brandewie sent us a chart that he said his office had received from Customs and Border Protection. Unlike the Border Patrol&rsquo;s published data, this chart lists a country-by-country breakdown of arrests &quot;by citizenship&quot; for illegal entry on the southwestern border during fiscal 2009 and the first seven months of fiscal 2010. That&rsquo;s the same time period that Cornyn noted at the March 9 hearing.</p>\r\n<p>\r\n\tThe southwestern border data from Cornyn&rsquo;s chart show that there were 105 apprehensions of Cubans, 10 of Iranians, six of Sudanese and none of Syrians in fiscal 2009. In the first seven months of 2010, there were 48 apprehensions of Cubans, seven of Iranians, one of Sudanese and two of Syrians.</p>\r\n<p>\r\n\tAll together, the apprehensions from those four countries represent 0.25 percent of the total arrests of non-Mexicans on the southwestern border over the 19-month period, according to Cornyn&rsquo;s chart. (El Salvador, Guatemala and Honduras alone accounted for 84 percent.)</p>\r\n<p>\r\n\tAdd Mexican nationals to the equation, and the percentage shrinks more: According to the numbers in Cornyn&rsquo;s chart, apprehensions of people from the &quot;state sponsor of terrorism&quot; nations amounted to 0.02 percent of the 540,865 total arrests on the southwestern border in fiscal 2009.</p>\r\n<p>\r\n\tWhat about the other U.S. border areas? The Border Patrol also apprehends people for illegal entry at the northern border with Canada and in the coastal areas of Puerto Rico, Florida, Louisiana and other Gulf states. According to 2009 nationwide statistics that we received from the Border Patrol, there were 935 arrests of people from the four &quot;terrorism&quot; nations: 910 of Cubans, 15 of Iranians, six of Sudanese and four of Syrians. Subtract the 121 apprehensions that took place on the southwestern border that year, according to Cornyn&rsquo;s chart, and that leaves 814 arrests, mostly of Cubans.</p>\r\n<p>\r\n\tSo, 87 percent of the apprehensions of citizens from terrorism-sponsoring countries occurred away from the southwestern border.</p>\r\n<p>\r\n\tWe asked the Border Patrol to confirm the information in Cornyn&rsquo;s chart, but the agency declined. &quot;For operational integrity and intelligence-based targeting, the Border Patrol does not specifically list country of birth to the location of apprehension,&quot; Border Patrol spokesman Mark Qualia said.</p>\r\n<p>\r\n\tTo try to verify that the data were authentic, we asked Cornyn&rsquo;s office to show us the accompanying e-mail from the agency; Brandewie declined.</p>\r\n<p>\r\n\tFor a fact-checking outfit, that&rsquo;s an impasse.</p>\r\n<p>\r\n\tHowever, Border Patrol statistics that the agency either publishes online or confirmed for us lend statistical support to Cornyn&rsquo;s claim.</p>\r\n<p>\r\n\tFor instance: The vast majority of apprehensions of people from countries other than Mexico occur on the southwestern border, 86 percent in fiscal 2009. So it&rsquo;s statistically likely that some of the apprehensions of people from countries that sponsor terrorism take place there, too.</p>\r\n<p>\r\n\tAnd while total nationwide Border Patrol apprehensions have dropped 72 percent over the past decade, arrests of people from nations other than Mexico increased 49 percent. Have arrests of people from the &quot;state sponsor of terrorism&quot; nations also gone up?</p>\r\n<p>\r\n\tNot as far as we can tell. We asked the Border Patrol for a country-by-country breakdown for fiscal 2005, midway through the Bush administration and one of the peak years for total apprehensions in the past decade, as well as other years. All we received was the data for 2005, when six nations had the &quot;terrorism&quot; label: Cuba, Iran, Libya, North Korea, Sudan and Syria. Nationwide in 2005, there were 3,309 apprehensions of people from terrorism-sponsoring countries out of a total of 1,189,000. That compares to the 935 apprehensions in 2009 out of a total of 556,041.</p>\r\n<p>\r\n\tIn fiscal 2010, the nationwide apprehensions of people from the four terrorism-sponsoring countries dropped again, to 736.</p>\r\n<p>\r\n\tWhat of Cornyn&rsquo;s larger argument: that the arrests of people from Cuba, Iran, Sudan and Syria show that the federal government&rsquo;s approach to security on the southwestern border is not working and that the border is vulnerable to penetration by terrorists crossing illegally?</p>\r\n<p>\r\n\tWe&rsquo;re not going to tackle the first point, which is a political bone of contention. We&rsquo;re also mindful of the logic that any arrests are evidence that border security efforts are working. But we wanted to find out whether there is evidence of would-be terrorists entering the U.S. illegally through Mexico.</p>\r\n<p>\r\n\tMatthew Chandler, press secretary for the Homeland Security Department, told us that &quot;at this time, DHS does not have any credible information on terrorist groups operating along the southwest border.&quot;</p>\r\n<p>\r\n\tEric Olson, a senior associate at the Mexico Institute of the Woodrow Wilson International Center for Scholars in Washington, echoed that thought in a March 17 Texas Tribune news article, saying that the State Department&rsquo;s most recent report on terrorism gave no indication that Mexico has become a launch pad for terrorists crossing the border illegally.</p>\r\n<p>\r\n\t&quot;I suppose anyone that hates the U.S. would find a way to get in,&quot; he told the Tribune. &quot;But so far, most of the cases (of those visitors who have sought to harm the U.S.) have been overstayed visas. They come in through the front door, not the back door.&quot;</p>\r\n<p>\r\n\tDavid Shirk, director of the University of San Diego&#39;s Trans-Border Institute, which studies border-related topics such as the cooperation between the U.S. and Mexico on security initiatives, told us that although the U.S. has been arresting people at the border from countries associated with terrorism, that doesn&rsquo;t necessarily indicate that those individuals were would-be terrorists.</p>\r\n<p>\r\n\tBut Fred Burton, vice president of intelligence for Stratfor, an Austin-based global intelligence company, told us that Cornyn&rsquo;s comments are &quot;spot-on&quot; and that there is reason to be concerned about potential terrorists coming across the southwestern border. As an example, he pointed to a June 3 Stratfor assessment noting that in late May, the Homeland Security Department &quot;issued a lookout to authorities in Texas, warning that &hellip; (a) Somali purportedly linked to al Shabaab was believed to be in Mexico and was allegedly planning to attempt to cross the border into the United States.&quot;</p>\r\n<p>\r\n\tAl Shabaab, an Islamist militant group based in Somalia that has fought the nation&rsquo;s transitional government for years, has been on the U.S. list of foreign terrorist organizations since early 2008.</p>\r\n<p>\r\n\tWhere does that leave us?</p>\r\n<p>\r\n\tCornyn&rsquo;s claim &mdash; that people from countries designated as state sponsors of terrorism have been arrested on the Mexican border for illegally entering the U.S. &mdash; relies on Border Patrol statistics that the agency won&rsquo;t confirm or deny. However, they appear to be consistent with broader data the agency has made public. And we have no reason to question the authenticity of the information we received from Cornyn&rsquo;s office.</p>\r\n<p>\r\n\tBut in the larger context of Cornyn&rsquo;s concerns about security on the Mexican border, his own numbers show that 87 percent of the apprehensions of people from &quot;terrorism&quot; countries took place elsewhere. And our spot-check found that the Border Patrol made three times as many of those arrests in 2005, during the Bush administration, than in 2009.</p>\r\n<p>\r\n\tBecause Cornyn&#39;s statement leaves out key details, we rate it Half True.</p>\r\n<p>\r\n\t<em>UPDATE, 1:00 p.m., April 11: On Friday, in response to a Freedom of Information Act request filed March 25, we received information from Customs and Border Protection confirming Cornyn&#39;s data on the number of apprehensions of Cubans, Iranians, Sudanese and Syrians that took place on the southwestern border between Oct. 1, 2008, and April 30, 2010.</em></p>", "ruling_comments_date": "2011-03-31T13:05:34.987418", "ruling_date": "2011-04-01T06:00:00", "ruling_headline": "Sen. John Cornyn says U.S. arrested people from nations designated as terrorism sponsors on border with Mexico in first 19 months of Obama administration", "ruling_headline_slug": "sen-john-cornyn-says-us-arrested-people-nations-de", "ruling_link_text": "Yes, but more occurred in other areas of country", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tSen. John Cornyn, <a href=\"http://www.youtube.com/watch?v=XP3Q0IkLBx8\">speaking</a> at a Senate Judiciary Committee hearing, March 9, 2011</p>\r\n<p>\r\n\tSen. John Cornyn, <a href=\"http://www.youtube.com/watch?v=P9bc7i6RGK4\">speaking</a> at a Senate Armed Services Committee hearing, March 10, 2011</p>\r\n<p>\r\n\tU.S. State Department, &quot;State Sponsors of Terrorism&quot; Web <a href=\"http://www.state.gov/s/ct/c14151.htm\">page</a></p>\r\n<p>\r\n\tU.S. State Department, &quot;Country Reports on Terrorism 2009, <a href=\"http://www.state.gov/s/ct/rls/crt/2009/140889.htm\">Chapter 3: State Sponsors of Terrorism</a>,&quot; Aug. 5, 2010</p>\r\n<p>\r\n\tU.S. Border Patrol, <a href=\"http://www.cbp.gov/linkhandler/cgov/border_security/border_patrol/apps.ctt/apps.pdf\">apprehensions by fiscal year</a></p>\r\n<p>\r\n\tHomeland Security Department&#39;s Office of Immigration Statistics, &quot;<a href=\"http://www.dhs.gov/xlibrary/assets/statistics/publications/ois_apprehensions_fs_2005-2008.pdf\">Apprehensions by the U.S. Border Patrol: 2005-2008</a>,&quot; June 2009</p>\r\n<p>\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/0401_cornynchart1.xls\">Chart</a> received from Sen. John Cornyn&rsquo;s office, &quot;Southwest Border OTM Apprehensions by Citizenship FY 2009 and FY2010TD through April 30&quot;</p>\r\n<p>\r\n\tBorder Patrol, nationwide apprehensions by citizenship fiscal year <a href=\"http://alt.coxnewsweb.com/statesman/politifact/0401_bpchart1.xls\">2009</a></p>\r\n<p>\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/0401_qualiaemail.html\">E-mail</a> excerpt from Mark Qualia, Border Patrol spokesman, March 21, 2011</p>\r\n<p>\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/0401_brandewieemail.html\">E-mail</a> excerpt from Drew Brandewie, spokesman for Sen. John Cornyn, March 25, 2011</p>\r\n<p>\r\n\tU.S. State Department, &quot;Country Reports on Terrorism 2005, <a href=\"http://www.state.gov/s/ct/rls/crt/2005/64337.htm\">Chapter 6: State Sponsors of Terror Overview</a>,&quot; April 28, 2006</p>\r\n<p>\r\n\tBorder Patrol, nationwide apprehensions by citizenship fiscal year <a href=\"http://alt.coxnewsweb.com/statesman/politifact/0401_bpchart2005.xls\">2005</a></p>\r\n<p>\r\n\tBorder Patrol, nationwide apprehensions by citizenship fiscal year <a href=\"http://alt.coxnewsweb.com/statesman/politifact/0401_apprehensions2010.xls\">2010</a></p>\r\n<p>\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/0401_chandleremail.html\">E-mail</a> excerpt from Matthew Chandler, press secretary, Homeland Security Department, March 24, 2011</p>\r\n<p>\r\n\tTexas Tribune, &quot;<a href=\"http://www.texastribune.org/texas-mexico-border-news/texas-mexico-border/is-the-border-vulnerable-to-terrorists/\">Is the Border Vulnerable to Terrorists?</a>&quot; March 17, 2011</p>\r\n<p>\r\n\tInterview with David Shirk, director, University of San Diego&rsquo;s Trans-Border Institute, March 28, 2011</p>\r\n<p>\r\n\tInterview with Fred Burton, vice president of intelligence, Stratfor, March 24, 2011</p>\r\n<p>\r\n\tStratfor, &quot;<a href=\"http://www.stratfor.com/weekly/20100602_al_shabaab_threats_united_states\">Al Shabaab Threats Against the United States?</a>&quot; June 3, 2010</p>\r\n<p>\r\n\tCouncil on Foreign Relations, Web <a href=\"http://www.cfr.org/somalia/al-shabaab/p18650\">page</a> on Al Shabaab</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 6, "current_job": "Senator", "false_count": 3, "first_name": "John", "half_true_count": 6, "home_state": "Texas", "id": 252, "last_name": "Cornyn", "mostly_true_count": 4, "name_slug": "john-cornyn", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Cornyn.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/252/", "total_count": 31, "true_count": 9, "website": "http://www.johncornyn.com/"}, "statement": "<p>\r\n\tSays that during the first 19 months of the Obama administration, the U.S. detained people from nations designated as state sponsors of terrorism on the southwestern border.</p>", "statement_context": "a hearing", "statement_date": "2011-03-09", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 37, "photo": null, "resource_uri": "/api/v/2/subject/37/", "subject": "Terrorism", "subject_slug": "terrorism", "used_in_edition": []}], "target": [], "twitter_headline": ""}