{"art": [], "author": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2011/apr/01/johnny-isakson/isakson-claims-no-deaths-us-nuke-plant-operations/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jdenery@ajc.com", "first_name": "Jim ", "id": 141, "last_name": "Denery", "name_slug": "jim-denery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/141/", "title": "Word editor", "twitter": null}, {"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 3505, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/3505/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\r\n\t<em>(Editor&rsquo;s Note: Sen. Isakson&rsquo;s statement was made in the context of a discussion about two commercial nuclear power plants -- Japan&rsquo;s Fukushima Daiichi and the Votgle facility, a plant near Augusta that&rsquo;s slated for expansion. Isakson was specifically addressing safety issues at commercial nuclear power generators.)</em></p>\r\n<p>\r\n\tThe fallout from Japan&rsquo;s nuclear disaster has arrived in Georgia as a small cloud of worry. &nbsp;<br />\r\n\t<br />\r\n\tThe construction of the nation&rsquo;s first new nuclear reactors in decades is slated for just south of Augusta at the Vogtle power plant. When a deadly earthquake and tsunami triggered what is likely a partial meltdown at the Fukushima Daiichi nuclear power plant, a few residents near the Georgia site began to ask questions.<br />\r\n\t<br />\r\n\tU.S. Sen. Johnny Isakson was quick to offer reassurances that Vogtle would be safe.<br />\r\n\t<br />\r\n\t&quot;There has never been a death caused by a reactor in the United States, even when Three Mile Island failed in the 1970s,&quot; Isakson said in a YouTube.com video posted by his office. &nbsp;<br />\r\n\t<br />\r\n\tThree Mile Island? That 1979 nuclear accident sank the U.S. into a three-decade freeze on the building of nuclear power plants. No one died?<br />\r\n\t<br />\r\n\tNuclear power companies have a lot at stake at Vogtle. They hope its new reactors will herald an industry renaissance.<br />\r\n\t<br />\r\n\tNow that Fukushima Daiichi is in crisis, the future for nuclear power is uncertain. Members of Congress, such as independent Sen. Joe Lieberman of Connecticut, have urged regulators to be cautious as they proceed with the construction of more nuclear plants in the U.S.<br />\r\n\t<br />\r\n\tWe called up Isakson&rsquo;s office and asked for more evidence. A spokeswoman pointed us to 2010 testimony by Greg Jaczko, the chairman of the U.S. Nuclear Regulatory Commission, at a Senate committee hearing.<br />\r\n\t<br />\r\n\tWhen a senator asked Jaczko whether a fatality had ever occurred &quot;as a result of an accident at a commercial nuclear reactor in the United States,&quot; Jaczko replied with this:<br />\r\n\t<br />\r\n\t&quot;There has not as a result of plant operation, not at a commercial power plant. There have been other nuclear facilities where there have been fatalities, but not in a nuclear power plant.&quot;<br />\r\n\t<br />\r\n\tWe interviewed experts on Three Mile Island, epidemiology and the history of nuclear power. They agreed that no one died during the immediate crisis surrounding the Three Mile Island accident or in other commercial U.S. plants as a result of plant operation.<br />\r\n\t<br />\r\n\tIn addition, they agreed that the scientific consensus is that in the decades following Three Mile Island, no deaths have been tied to illnesses resulting from radiation exposure.<br />\r\n\t<br />\r\n\t&quot;The statement of the politician [Isakson] is correct -- as far as we know,&quot; said Sam Walker, who retired last year as historian for the Nuclear Regulatory Commission and is the author of a book on Three Mile Island.<br />\r\n\t<br />\r\n\tThe prevailing view is that despite early, anecdotal reports of deaths and disease, Three Mile Island&rsquo;s impact on overall cancer deaths is minimal. Worker radiation exposure was higher than normal but not extreme, and experts think people living near the plant were exposed to low doses.<br />\r\n\t<br />\r\n\tThis does not mean, however, that the disaster has not caused deaths or won&rsquo;t in the future. It can take more than a decade for radiation exposure to manifest itself as cancer, and it&rsquo;s difficult to pinpoint whether radiation exposure, a smoking habit or other factors caused a particular person&rsquo;s illness. &nbsp;&nbsp;&nbsp;&nbsp;<br />\r\n\t<br />\r\n\tThe latest research suggests Three Mile Island may have some deadly long-term effects. &nbsp;University of Pittsburgh professor Evelyn Talbott has been leading a major, decades-long effort to track the effects of Three Mile Island radiation in more than 32,000 people who lived in the area surrounding the plant. &nbsp;<br />\r\n\t<br />\r\n\tTalbott&rsquo;s team noted no increase in overall cancer deaths 20 years afterward, but research they recently submitted for publication shows that adult men who they think received the highest doses of radiation from the accident are at greater risk for leukemia than others who were exposed, the scientist said. &nbsp;<br />\r\n\t<br />\r\n\tWomen with similar amounts of radiation exposure showed a higher risk of breast cancer.<br />\r\n\t<br />\r\n\t&quot;So presumably there may have been excess deaths. We just don&#39;t know who specifically, as the cases were within a group of people exposed to more radiation but also had other factors which may have predisposed them,&quot; Talbott told PolitiFact Georgia.<br />\r\n\t<br />\r\n\tMembers of an impassioned minority think the impact may have been more severe. A study by scientists at the University of North Carolina, Chapel Hill, found a link between Three Mile Island and increased incidents of cancer overall.<br />\r\n\t<br />\r\n\tCritics think there are too few peer-reviewed studies published in medical journals on the disaster&rsquo;s health effects. Joseph Mangano, the head of the Radiation and Public Health Project, thinks the dangers of radiation exposure in general are underplayed. He noted that only a handful of studies have been published on patterns of several types of cancer.<br />\r\n\t&nbsp;<br />\r\n\t&quot;I think the health research field has completely dropped the ball,&quot; Mangano told PolitiFact Georgia.<br />\r\n\t<br />\r\n\tIn conclusion:<br />\r\n\t<br />\r\n\tIsakson&rsquo;s statement that &quot;there has never been a death caused by a reactor in the United States, even when Three Mile Island failed in the 1970s,&quot; reflects a prevailing view.<br />\r\n\t<br />\r\n\tAccording to the latest research, that does not mean there has never been a death because of Three Mile Island&rsquo;s long-term effects. It&rsquo;s also worth noting that some scientists back a minority view that the accident increased overall cancer deaths. &nbsp;&nbsp;<br />\r\n\t<br />\r\n\tThat said, Isakson specified in his claim that there has never been a death &quot;caused by a reactor&quot; in the U.S. This language is not clear, but it does indicate his claim is limited to plant operations, not the long-term aftermath of a nuclear accident. His backup information suggests this as well.<br />\r\n\t<br />\r\n\tWe rate Isakson&rsquo;s statement True.&nbsp;</p>", "ruling_comments_date": "2011-03-31T14:48:27.184480", "ruling_date": "2011-04-01T06:00:00", "ruling_headline": "Isakson claims no deaths in U.S. from nuke plant operations", "ruling_headline_slug": "isakson-claims-no-deaths-us-nuke-plant-operations", "ruling_link_text": "No one's died - as far as we know", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tYouTube.com, &quot;<a href=\"http://www.youtube.com/watch?v=tSUVDCw578U&amp;feature=relmfu\">Johnny on the Crisis in Japan and Nuclear Energy</a>,&quot; posted March 15, 2011<br />\r\n\t<br />\r\n\tU.S. Senate Committee on Environment and Public Works, archived webcast, Subcommittee on Clean Air and Nuclear Safety hearing, &quot;<a href=\"http://epw.senate.gov/public/index.cfm?FuseAction=Hearings.Hearing&amp;Hearing_ID=45019f63-802a-23ad-413f-e60e557857e7\">Oversight Hearing: Nuclear Regulatory Commission</a>,&quot; May 5, 2010<br />\r\n\t<br />\r\n\tThe Atlanta Journal-Constitution, &quot;Southern Co. defends Vogtle project,&quot; March 15, 2011<br />\r\n\t<br />\r\n\tThe Atlanta Journal-Constitution, &quot;Georgians embrace jobs, not nuke fears,&quot; March 20, 2011<br />\r\n\t<br />\r\n\tUSA Today, &quot;<a href=\"http://www.usatoday.com/news/nation/2011-03-17-georgia-nuclear_N.htm\">Japan disaster troubles few near growing Georgia nuclear plant</a>,&quot; March 18, 2011<br />\r\n\t<br />\r\n\tU.S. Nuclear Regulatory Commission, &quot;Backgrounder on the Three Mile Island accident,&quot; accessed March 28, 2011<br />\r\n\t<br />\r\n\tBulletin of the Atomic Scientists, &quot;Three Mile Island: Health Study Meltdown,&quot; September/October 2004<br />\r\n\t<br />\r\n\tInterview, Sam Walker, former historian, U.S. Nuclear Regulatory Commission, March 29, 2011<br />\r\n\t<br />\r\n\tInterview, John Luetzelschwab, professor emeritus, department of physics and astronomy,<br />\r\n\tDickinson College, March 28, 2011<br />\r\n\t<br />\r\n\tInterview, Evelyn O. Talbott, professor, department of epidemiology, Graduate School of Public Health, University of Pittsburgh, March 29, 2011<br />\r\n\t<br />\r\n\tE-mail interview, Steve Wing, &nbsp;associate professor, department of epidemiology,<br />\r\n\tUniversity of North Carolina, Chapel Hill, March 28, 2011<br />\r\n\t<br />\r\n\tInterview, Joseph Mangano, executive director, Radiation and Public Health Project, March 29, 2011<br />\r\n\t<br />\r\n\tInterview, Joey Ledford, public affairs officer, U.S. Nuclear Regulatory Commission, March 28, 2011<br />\r\n\t<br />\r\n\tEnvironmental Health Perspectives, &quot;Mortality among the Residents of the Three Mile Island Accident Area: 1979-1992,&quot; June 2000<br />\r\n\t<br />\r\n\tEnvironmental Health Perspectives, &quot;A Reevaluation of Cancer Incidence Near the Three Mile Island Nuclear Plant: The Collision of Evidence and Assumptions,&quot; January 1997<br />\r\n\t<br />\r\n\tAmerican Journal of Epidemiology, &quot;Cancer Near the Three Mile Island Nuclear Plant,&quot; September 1990</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "U.S. Senator", "false_count": 3, "first_name": "Johnny", "half_true_count": 3, "home_state": "Georgia", "id": 580, "last_name": "Isakson", "mostly_true_count": 2, "name_slug": "johnny-isakson", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/JohnnyIsakson.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/580/", "total_count": 16, "true_count": 4, "website": ""}, "statement": "<p>\r\n\t&quot;There has never been a death caused by a [commercial nuclear] reactor in the United States, even when Three Mile Island failed in the 1970s.&quot;</p>", "statement_context": "a YouTube.com video", "statement_date": "2011-03-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 135, "photo": null, "resource_uri": "/api/v/2/subject/135/", "subject": "Nuclear", "subject_slug": "nuclear", "used_in_edition": []}], "target": [], "twitter_headline": "Worried abt Japan's nuke crisis? Relax. U.S. Sen. Isakson says they're not as deadly as you think #gapolitics"}