{"art": [], "author": [{"email_address": "gemery@cox.net", "first_name": "C. Eugene", "id": 144, "last_name": "Emery Jr.", "name_slug": "c-eugene-emery", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/gene_emery80_.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/144/", "title": "PolitiFact correspondent", "twitter": null}], "canonical_url": "/rhode-island/statements/2011/apr/03/james-cenerini/state-union-lobbyist-says-rhode-island-pension-ben/", "edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "editor": [{"email_address": "tmurphy@providencejournal.com", "first_name": "Tim", "id": 145, "last_name": "Murphy", "name_slug": "tim-murphy", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/tim_murphy2_80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/145/", "title": "Editor", "twitter": null}], "facebook_headline": null, "id": 3523, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "gemery@cox.net", "first_name": "C. Eugene", "id": 144, "last_name": "Emery Jr.", "name_slug": "c-eugene-emery", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/gene_emery80_.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/144/", "title": "PolitiFact correspondent", "twitter": null}], "resource_uri": "/api/v/2/statement/3523/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tWith Rhode Island facing a financial crisis, the expensive and underfunded state employee pension system is once again in the cross hairs. The conventional wisdom is that state workers who get a pension have a great deal, so it&#39;s not surprising that some legislators are looking to scale back benefits, while Governor Chafee wants workers to contribute more.<br />\r\n\t<br />\r\n\tDuring testimony before the Senate Finance Committee, James Cenerini, a lobbyist for Council 94 of the American Federation of State, Council &amp; Municipal Employees, argued that the state pension system is not as lucrative as most people believe.<br />\r\n\t<br />\r\n\t&quot;When you take a look at, comparatively, our system, to other systems throughout the country, our benefits are not gold-plated,&quot; he said. &quot;They are not rich. They are actually average or below average.&quot;<br />\r\n\t<br />\r\n\tWhen we asked Cenerini how he made that comparison, he sent us to t<a href=\"http://legis.wisconsin.gov/lc/publications/crs/2008_retirement.pdf\">he latest report</a> of the nonpartisan Wisconsin Legislative Council, which has been comparing public pension systems every two years since 1982. The latest report, released in December 2009, is based on data from 2008. The 2010 report isn&#39;t due out until early next year, said author Daniel Schmidt.<br />\r\n\t<br />\r\n\tNeither Cenerini nor the Wisconsin report addressed health insurance benefits for retirees, so they are not considered in this analysis.<br />\r\n\t<br />\r\n\tEven a cursory look at the 87 public employee retirement systems examined in the report (at least one per state) shows that the systems have their own quirks that make comparisons tricky. In addition, some of the information is outdated. The provisions of Rhode Island&#39;s pension system, for example, are now less lucrative for employees than they were in 2008. Thus, the data in the report should be regarded as a snapshot in time.<br />\r\n\t<br />\r\n\tBut that&#39;s the snapshot Cenerini said he used, so we decided to see how Rhode Island stacked up based on the information in that report.<br />\r\n\t<br />\r\n\tWe&#39;ll take the easy comparisons first.<br />\r\n\t<br />\r\n\tNORMAL RETIREMENT: For Rhode Island state employees and teachers, it was age 60 with 10 years of service, or at any age with 28 years of service. Of the 86 other plans, 42 had a more liberal standard. For example, in Massachusetts, it was age 55 with 10 years of service or at any age with 20 years of service. Rhode Island was right in the middle of the pack.<br />\r\n\t<br />\r\n\tEARLY RETIREMENT: Ten plans had no early retirement provision. Rhode Island allowed early retirement, with a reduced payout, at age 55 with 20 years of service. Sixty three other plans were more liberal, putting Rhode Island well below average.<br />\r\n\t<br />\r\n\tEMPLOYEE CONTRIBUTION: Rhode Island state employees contributed -- and continue to contribute -- 8.75 percent of their salary to retirement. Only nine plans required a greater contribution and in every one of those plans, except one, retirees would presumably need to set aside extra money because they were not covered by Social Security. (Rhode Island teachers, some of whom are not eligible for Social Security, pay 9.5 percent.)<br />\r\n\t<br />\r\n\tAmong plans where workers were eligible for Social Security, only Arizona made employees pay a greater share -- 9 percent. In Kentucky, for example, teachers were paying 9.86 percent, but they were not covered by Social Security; state workers who <em>were</em> eligible paid just 5 percent. (The Chafee administration wants to increase the contribution rate for teachers and non-teachers alike to 11.75 percent.)<br />\r\n\t<br />\r\n\tVESTING: In nearly every retirement plan, you must work for the state for a certain number of years before you are eligible to receive retirement benefits. For Rhode Island, that &quot;vesting&quot; period is 10 years. Seventy of the 86 other plans had a shorter vesting period.<br />\r\n\t<br />\r\n\tTAXED BENEFITS: Rhode Island is one of only a dozen states where state retirement payments are fully taxed by the state. In 12 states they were exempt, in 2 states they were exempt for some workers, in 18 states some retirement income was exempt and 7 other states have no state income tax.<br />\r\n\t<br />\r\n\tSo far, based on 2008 data, Rhode Island&#39;s system seemed to rank at or below average.<br />\r\n\t<br />\r\n\tNow, it gets a little more complicated.<br />\r\n\t<br />\r\n\tANNUAL INCREASES: At the time of the report, Rhode Island retirees were entitled to annual cost of living increases of 3 percent. This was the one area where Rhode Island&#39;s system clearly offered more money than most. And it was an expensive feature of the plan. Only nine other states were giving 3-percent annual increases, the highest guaranteed increases among the states. Most states -- 18 -- tied increases to the Consumer Price Index, but 7 of those capped the increase at 3 percent; 5 had a lower cap and 6 had a higher. Thirteen states had no system for guaranteed increases, according to the report.<br />\r\n\t<br />\r\n\tSTARTING RETIREMENT SALARY: This is the other element that&#39;s really important -- the amount of money you make when you begin your retirement.<br />\r\n\t<br />\r\n\tThe Wisconsin report didn&#39;t compare starting retirement salaries. It simply catalogued the elements each state used to calculate the amount. To do the calculation, you take a worker&#39;s final average salary (usually the average of the last three, four or five years of employment), multiply that by the number of years of service, and multiply that by a percentage that varies widely.<br />\r\n\t<br />\r\n\tWe couldn&#39;t come up with a calculation for every state. Alaska, for example, had a defined contribution plan without a multiplier. A few had a tiny multiplier combined with an annuity. In a few other cases, the report offered only enough information to make a rough guesstimate.<br />\r\n\t<br />\r\n\tRhode Island, like the majority of states, based the payment on the last three years of service. But while a typical multiplier nationally was around 2 percent, Rhode Island offered 3 percent for the 21st through 34th years of employment. Only workers in Kentucky, New Mexico and New York could get that amount, or more.<br />\r\n\t<br />\r\n\tTo get a rough comparison between states, we took the hypothetical case of an employee who was 65 years old, earned $50,000 per year, received 2-percent raises for each of the last 5 years, and was retiring in 2008 after 25 years of service.<br />\r\n\t<br />\r\n\tWhen we ran the numbers, the hypothetical Rhode Island retiree in 2008 would have received about $25,000 in his first year. Only 11 other states would have paid out more. Suddenly, we didn&#39;t rank average or below average. If we had assumed 30 years or more of state employment, Rhode Island&#39;s ranking would have been even higher, because of the benefits structure that particularly rewards those who work for the state for more than 20 years.<br />\r\n\t<br />\r\n\tBut if we assumed just 20 years of service, Rhode Island&#39;s ranking dropped from 12th to 34th.<br />\r\n\t<br />\r\n\tCenerini correctly points out that pension benefits for Rhode Island employees have been scaled back in recent years.<br />\r\n\t<br />\r\n\tIn 2005, for anyone with less than 10 years of service, the minimum age was raised to 59. &nbsp;In addition, the multipliers used to calculate future retirement checks were cut back. The highest -- 3 percent -- was scaled back to max out at 2.5 percent after 30 years of service. (Those changes would not have applied to our hypothetical Rhode Island retiree.)<br />\r\n\t<br />\r\n\tIn 2009, the retirement age was raised again, to 62, and the lower multipliers were applied to more people. In addition, the future retirement pay of many workers would be based on the last five years of service instead of the last three, and cost of living increases were tied to inflation, with a 3-percent cap.<br />\r\n\t<br />\r\n\tAnd in 2010, benefits for future retirees were further restricted: cost of living increases didn&rsquo;t kick in for three years or longer and they were restricted to the first $35,000.<br />\r\n\t<br />\r\n\tIf those changes had been in place years earlier, &nbsp;retirees from 36 states would have had pension checks higher than our hypothetical Rhode Islander.<br />\r\n\t<br />\r\n\tCenerini said that when he asserted that Rhode Island&#39;s pension benefits were average or below average, he was comparing current features of the retirement system to the 2008 national statistics in the Wisconsin study, which offers the best data available.<br />\r\n\t<br />\r\n\tBut because the economic crisis is not restricted to Rhode Island, we&#39;re not sure that&#39;s the best comparison. Other states have dialed back their retirement packages as well. For &nbsp;example, according to the National Conference of State Legislatures, in 2010, <a href=\"http://www.ncsl.org/?TabId=20836#COLA\">seven other states scaled back</a> their cost of living increases.<br />\r\n\t<br />\r\n\tIn short, the formulas used to determine how much a retiree received in that first check in 2008 made the Rhode Island plan, combined with the 3-percent annual cost of living increase, among the most lucrative in the nation -- if you were employed by the state for more than 20 years. If your tenure was less, the payout was well below average.<br />\r\n\t<br />\r\n\tOther elements of the system would give Cenerini good reason to argue that Rhode Island&#39;s state employee retiree benefits are not as good as people think. In 2008:<br />\r\n\t<br />\r\n\t* The amount state workers had to pay for their retirement benefits was second-highest in the country<br />\r\n\t<br />\r\n\t* Employees had to work longer to be eligible for retirement<br />\r\n\t<br />\r\n\t* Most other states let their workers retire at an earlier age or with fewer years of service than Rhode Island<br />\r\n\t<br />\r\n\t* When they retired, Rhode Island was one of a dozen states that fully taxed those retirement checks.<br />\r\n\t<br />\r\n\tBut the disadvantages (from the retiree point of view) seem to be more than offset by both the larger initial payouts -- if you worked for the state longer than 20 years -- and the higher cost of living increase that were in place for most who would have retired in 2008.<br />\r\n\t<br />\r\n\tIt is true that the benefits have how been scaled back significantly. But retirement packages in other states have been scaled back as well.<br />\r\n\t<br />\r\n\tWe do know that in 2008, some retirees got a benefit package that was below the national average while others received above-average retirement pay.<br />\r\n\t<br />\r\n\tThe situation may be different today, but we won&#39;t know until the 2010 numbers come out next year.<br />\r\n\t<br />\r\n\tSo for now, we rate his statement as <a href=\"http://www.politifact.com/rhode-island/about/\">Half True</a>.</p>", "ruling_comments_date": "2011-04-01T18:17:56.682137", "ruling_date": "2011-04-03T00:01:00", "ruling_headline": "State union lobbyist says Rhode Island pension benefits are average or below", "ruling_headline_slug": "state-union-lobbyist-says-rhode-island-pension-ben", "ruling_link_text": "It's all about longevity", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tLegis.Wisconsin.gov, &quot;<a href=\"http://legis.wisconsin.gov/lc/publications/crs/2008_retirement.pdf\">2008 Comparative Study of Major Public Employee Retirement Systems</a>,&quot; Dec. 2009 (revised May 2010), accessed March 25, 2011<br />\r\n\t<br />\r\n\tInterviews and emails, James Cenerini, Council 94, March 25, 28 and 31, 2011<br />\r\n\t<br />\r\n\tInterview, Daniel Schmidt, senior analyst, Wisconsin Legislative Council, March 29, 2011<br />\r\n\t<br />\r\n\tNCSL.org, &quot;<a href=\"http://www.ncsl.org/default.aspx?tabid=13399\">Pensions and Retirement Plan Enactments</a>,&quot; National Conference of State Legislatures, accessed April 1, 2011</p>\r\n<p>\r\n\tThe Providence Journal, <a href=\"http://www.projo.com/news/politics/content/employee_pension_rates_03-25-11_PQN6IPV_v15.1afb3bc.html\">&quot;Pension proposal assailed,&quot; </a>March 25, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "legislative affairs/political action coordinator for Council 94", "false_count": 0, "first_name": "James", "half_true_count": 1, "home_state": "Rhode Island", "id": 1129, "last_name": "Cenerini", "mostly_true_count": 0, "name_slug": "james-cenerini", "pants_count": 0, "party": {"id": 19, "party": "Labor leader", "party_slug": "labor-leader", "resource_uri": "/api/v/2/party/19/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/CENERINI.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1129/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>\r\n\tWhen you compare our state pension system &quot;to other systems throughout the country, our benefits are not gold-plated. They are not rich. They are actually average or below average.&quot;</p>", "statement_context": "testimony before the Rhode Island Senate Finance Committee", "statement_date": "2011-03-24", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 102, "photo": null, "resource_uri": "/api/v/2/subject/102/", "subject": "Retirement", "subject_slug": "retirement", "used_in_edition": []}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}, {"description": "", "id": 103, "photo": null, "resource_uri": "/api/v/2/subject/103/", "subject": "Workers", "subject_slug": "workers", "used_in_edition": []}], "target": [], "twitter_headline": ""}