{"art": [{"brightcove": "", "caption": "President Roosevelt signs the declaration of war against Germany, Dec. 11, 1941. No president has signed a declaration of war since Roosevelt.", "id": 1182, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/FDR.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/1182/", "title": "FDR Declaration of War", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2011/apr/05/charles-rangel/charlie-rangel-says-last-president-seek-congressio/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 3533, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/3533/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tDuring an April 4, 2011, interview with the Fox Business network, Rep. Charlie Rangel, D-N.Y., discussed the recent U.S. intervention in Libya with host Andrew Napolitano.<br />\r\n\t<br />\r\n\tNapolitano introduced Rangel to viewers as &quot;an intellectually honest, progressive member of Congress who believes that we have not followed the law and the moral rules of engagement in Libya.&quot;<br />\r\n\t<br />\r\n\tDuring the interview, Napolitano asked Rangel, &quot;Have you received a request from the president for authorization to use the military? Have you received a request for the president to bring about regime change? Have you received a request from the president for a declaration of war in Libya?&quot;<br />\r\n\t<br />\r\n\tRangel replied, &quot;No. It is true that he did send his Cabinet to brief us as to the reasoning that he made it, but you know, it&#39;s three things, the Constitution, the constitution, the constitution. And ever since Franklin Roosevelt, the last president to come to the Congress to ask for permission to engage into war, what I really don&#39;t understand &hellip; is that when you talk about -- you use the word put our young people in harm&#39;s way, what a sacrifice.&quot;<br />\r\n\t<br />\r\n\tWas Franklin Roosevelt really the &quot;last president to come to the Congress to ask for permission to engage into war&quot;?<br />\r\n\t<br />\r\n\tThe answer is -- sort of.<br />\r\n\t<br />\r\n\tFirst, some background on presidential and congressional war powers.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tThe Constitution (Article I, Section 8) assigns the right to declare war to Congress. But the last time that actually happened was at the beginning of World War II, when Roosevelt was president.<br />\r\n\t<br />\r\n\tSince then, presidents have generally initiated military activities using their constitutionally granted powers as commander in chief without having an official declaration of war in support of their actions.<br />\r\n\t<br />\r\n\tMost controversially, in August 1964, President Lyndon B. Johnson asked Congress to back his effort to widen the U.S. role in Vietnam. He received it with enactment of the <a href=\"http://ourdocuments.gov/doc.php?flash=true&amp;doc=98\">Tonkin Gulf Resolution</a>, which passed both chambers of Congress, including the Senate with only two dissenting votes.<br />\r\n\t<br />\r\n\tAs the Vietnam War turned sour, lawmakers became increasingly frustrated at their seemingly secondary role in sending of U.S. troops abroad. So in 1973, Congress passed the War Powers Resolution, which was enacted over a veto by President Richard Nixon. The resolution required that, in the absence of a declaration of war, the president must report to Congress within 48 hours of introducing armed forces into hostilities and must terminate the use of U.S. armed forces within 60 days unless Congress permits otherwise.<br />\r\n\t<br />\r\n\tSince its enactment, the War Powers Resolution has triggered consultations and official communications about foreign interventions more than 100 times, according to the Congressional Research Service. (All of them occurred while Rangel was a Member of Congress.)<br />\r\n\t<br />\r\n\tWe&rsquo;ve pored over the full list and have whittled it down to a half-dozen examples in which presidents have actively sought legislative support -- rather than just informing lawmakers of a military fait-accompli. In several cases, votes were held and authorizing resolutions were passed.<br />\r\n\t<br />\r\n\t<strong>President Gerald Ford</strong>: On April 10, 1975, three weeks before the fall of Saigon, Ford asked Congress, in the words of the CRS, &nbsp;&quot;to clarify its limitation on the use of forces in Vietnam to insure evacuation of U.S. citizens and to cover some Vietnamese nationals, but legislation to this effect was not completed.&quot; Ford went ahead and used helicopters, Marines and fighter aircraft to evacuate U.S. citizens and others from South Vietnam.<br />\r\n\t<br />\r\n\t<strong>President Ronald Reagan</strong>: Shortly before the expected signing of an agreement initiating a peacekeeping force to oversee the Israeli handover of the the Sinai to Egypt, Reagan asked for congressional authorization for the U.S. military to take part. Congress passed such a resolution, and Reagan signed it on Dec. 29, 1981.<br />\r\n\t<br />\r\n\tTwo years later, with U.S. Marines participating in a multinational force in Lebanon, Congress passed a resolution, signed by Reagan on Oct. 12, 1983, that authorized forces to remain for 18 months. Less than two weeks later, a pair of trucks packed with explosives rammed into a barracks compound in Beirut, killing 241 American service members and 58 others. The suicide attack prompted Reagan to withdraw U.S. forces.<br />\r\n\t<br />\r\n\t<strong>President George H.W. Bush</strong>: After Iraq&rsquo;s Saddam Hussein invaded Kuwait on Aug. 2, 1990, Bush ordered troops to the region to protect Kuwait&rsquo;s neighbors and prepare for a possible counterattack against Hussein. After pressure from lawmakers who wanted a voice in the military buildup, Bush, in a Jan. 8, 1991, letter, requested support from Congress to act -- militarily if necessary -- to enforce United Nations Security Council resolutions related to the conflict. The resolution would not be an official declaration of war but rather an &quot;authorization for use of military force.&quot; Both chambers passed the <a href=\"http://hnn.us/articles/1282.html\">resolution</a> on Jan. 12, 1991, and the U.S. and its allies began an offensive less than a week later.<br />\r\n\t<br />\r\n\t<strong>President Bill Clinton</strong>: Amid a a civil war and humanitarian crisis in Somalia, Bush sent forces to the east African nation in late 1992 in advance of a U.N. deployment. Shortly after Bush left office, his successor, Clinton, set about securing congressional backing for the mission. The Senate passed a resolution on Feb. 4, 1993, and the House followed on May 25, 1993. But the two resolutions were different, and they were never passed by both chambers in reconciled form. After a difficult deployment, Clinton <a href=\"http://news.bbc.co.uk/2/hi/africa/country_profiles/1072611.stm\">withdrew</a> U.S. troops by March 1994.<br />\r\n\t<br />\r\n\t<strong>President George W. Bush</strong>: Within a week after the terrorist attacks of Sept. 11, 2001, Bush secured an <a href=\"http://www.gpo.gov/fdsys/pkg/PLAW-107publ40/pdf/PLAW-107publ40.pdf\">Authorization for Use of Military Force resolution</a> that provided support for, among other things, U.S. entry into Afghanistan, where al-Qaida terrorists had set up bases. The resolution said that &quot;the president is authorized to use all necessary and appropriate force against those nations, organizations, or persons he determines planned, authorized, committed, or aided the terrorist attacks that occurred on September 11, 2001, or harbored such organizations or persons, in order to prevent any future acts of international terrorism against the United States by such nations, organizations or persons.&quot; Attacks on Afghanistan commenced within weeks of enactment.<br />\r\n\t<br />\r\n\tBush&rsquo;s second, and more controversial, <a href=\"http://www.gpo.gov/fdsys/pkg/PLAW-107publ243/pdf/PLAW-107publ243.pdf\">Authorization for Use of Military Force resolution</a> was passed in advance of the U.S. invasion of Iraq, which aimed to oust Hussein from power. Enacted Oct. 16, 2002, the resolution authorized the president to &quot;use the armed forces of the United States as he determines to be necessary and appropriate in order to (1) defend the national security of the United States against the continuing threat posed by Iraq; and (2) enforce all relevant United Nations Security Council resolutions regarding Iraq.&quot; The invasion began in March 2003.<br />\r\n\t<br />\r\n\tAll told, then, at least six of the 12 presidents since Franklin Roosevelt have come to Congress to seek support for military actions. So how does this square with Rangel&rsquo;s comment?<br />\r\n\t<br />\r\n\tA Rangel spokeswoman told PolitiFact that &quot;the congressman&#39;s argument is that presidents have the constitutional obligation to seek congressional authorization before engaging our country in a military conflict, not through resolutions afterward. The last official war declared by Congress was World War II. Subsequent conflicts were initiated by the executive branch.&quot;<br />\r\n\t<br />\r\n\tBut we see the evidence as more mixed.<br />\r\n\t<br />\r\n\t&bull; <strong>Rangel is correct that no president has sought a formal declaration of war since Roosevelt.</strong></p>\r\n<p>\r\n\t&bull; <strong>Each president has been careful about the phrasing of his request to Congress. </strong>Even as presidents ask for Congress&rsquo; support -- something seen as politically useful, even necessary -- they always take pains to note that they are doing so voluntarily, without ceding any presidential prerogatives. So when Rangel says that &quot;Franklin Roosevelt (was) the last president to come to the Congress to ask for permission&quot; to go to war, he has a point. No president since Roosevelt has come to seek &quot;permission&quot; from Congress for military action. However, presidents have repeatedly come to Congress to seek &quot;support&quot; for military action.<br />\r\n\t<br />\r\n\t&bull; <strong>What is the definition of &quot;war&quot;?</strong> Of the seven post-War Powers Resolution examples listed above, one came at the end of a genuine war (the fall of Saigon) and three involved more limited peacekeeping or humanitarian missions (Sinai, Lebanon and Somalia). None of these would be solid examples of a president seeking congressional backing to engage in &quot;war&quot; by its strictest definition.<br />\r\n\t<br />\r\n\tHowever, we think most people would consider the other three cases -- the Persian Gulf War, Afghanistan and Iraq -- genuine wars. And in each of those cases, the president sought congressional support (reluctantly or otherwise) before initiating hostilities and ultimately received it (with varying degrees of unanimity).<br />\r\n\t<br />\r\n\tSo where does this leave us? Rangel is right that Roosevelt is the last president, strictly speaking, &quot;to come to the Congress to ask for permission to engage into war.&quot; But at least two presidents -- both George Bushes -- have waited to launch wars until they had an official vote from Congress backing them up. On balance, we rate Rangel&rsquo;s statement Half True.</p>", "ruling_comments_date": "2011-04-05T16:39:36.710130", "ruling_date": "2011-04-05T16:38:13", "ruling_headline": "Charlie Rangel says last president to seek congressional permission for war was FDR", "ruling_headline_slug": "charlie-rangel-says-last-president-seek-congressio", "ruling_link_text": "None sought permission for war; a number sought support for military force", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tCharlie Rangel, <a href=\"http://transcriptswire.cq.com/do/transcriptView?id=407754390\">interview</a> with Fox Business network, April 4, 2011 (CQ subscribers only)<br />\r\n\t<br />\r\n\tCongressional Research Service, &quot;<a href=\"http://www.fas.org/man/crs/RL32267.html\">The War Powers Resolution: After Thirty Years</a>,&quot; March 11, 2004<br />\r\n\t<br />\r\n\tCongressional Research Service, &quot;<a href=\"http://www.fas.org/man/crs/IB81050.pdf\">War Powers Resolution: Presidential Compliance</a>,&quot; Nov. 15, 2004<br />\r\n\t<br />\r\n\tCongressional Research Service, &quot;<a href=\"http://www.fas.org/sgp/crs/natsec/R41199.pdf\">The War Powers Resolution: After Thirty-Six Years</a>,&quot; April 22, 2010<br />\r\n\t<br />\r\n\t<a href=\"http://ourdocuments.gov/doc.php?flash=true&amp;doc=98\">Text</a> of Tonkin Gulf Resolution, Aug. 10, 1964<br />\r\n\t<br />\r\n\t<a href=\"http://hnn.us/articles/1282.html\">Text </a>of Authorization for Use of Military Force, Jan. 12, 1991<br />\r\n\t<br />\r\n\t<a href=\"http://news.findlaw.com/wp/docs/terrorism/sjres23.es.html\">Text</a> of Authorization for Use of Military Force, Sept. 18, 2001<br />\r\n\t<br />\r\n\t<a href=\"http://legacy.c-span.org/resources/pdf/hjres114.pdf\">Text</a> of Authorization for Use of Military Force, Oct. 16, 2002<br />\r\n\t<br />\r\n\tBBC, &quot;<a href=\"http://news.bbc.co.uk/2/hi/africa/country_profiles/1072611.stm\">Timeline: Somalia</a>,&quot; accessed April 5, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Anthony Clark Arend, professor of government and foreign service at Georgetown University, April 5, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Hannah Kim, spokeswoman for Rep. Charlie Rangel, April 5, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. Congressman", "false_count": 0, "first_name": "Charles", "half_true_count": 1, "home_state": "New York", "id": 331, "last_name": "Rangel", "mostly_true_count": 0, "name_slug": "charles-rangel", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/RANGEL.JPG", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/331/", "total_count": 2, "true_count": 0, "website": ""}, "statement": "<p>\r\n\t&quot;Franklin Roosevelt (was) the last president to come to the Congress to ask for permission to engage into war.&quot;</p>", "statement_context": "an interview on the Fox Business network", "statement_date": "2011-04-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}, {"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}], "target": [], "twitter_headline": ""}