{"art": [], "author": [{"email_address": "amarshall@plaind.com", "first_name": "Aaron", "id": 152, "last_name": "Marshall", "name_slug": "aaron-marshall", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-aaron-marshall.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/152/", "title": "Reporter, Plain Dealer statehouse bureau", "twitter": null}], "canonical_url": "/ohio/statements/2011/apr/07/armond-budish/state-rep-armond-budish-says-one-quarter-african-a/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 3541, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "amarshall@plaind.com", "first_name": "Aaron", "id": 152, "last_name": "Marshall", "name_slug": "aaron-marshall", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-aaron-marshall.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/152/", "title": "Reporter, Plain Dealer statehouse bureau", "twitter": null}], "resource_uri": "/api/v/2/statement/3541/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tIt&rsquo;s normal for House Democrats and Republicans to have sharp divides, but last month&rsquo;s heated debate over a controversial voter ID law added a new ingredient to the partisan stew: race.<br />\r\n\t<br />\r\n\tDemocrats, including several black members of the caucus, in no uncertain terms, accused Republicans of targeting minority populations with the proposal to require all Ohioans to show government-issued ID at polling locations. Democrats saw the move in racial terms because of what they said was clear evidence black voters are more likely not to have photo IDs than white voters.<br />\r\n\t<br />\r\n\tRep. Armond Budish, the House Democratic leader, implored House Speaker William G. Batchelder to not move the legislation forward. In a March 22 letter to the speaker, Budish said groups such as senior citizens, college students, poor citizens and black residents would suffer because they are more likely to not have a photo ID.<br />\r\n\t<br />\r\n\t&quot;Across the United States, 25 percent of voting age African Americans do not have the photo ID that this bill would require,&quot; Budish wrote.<br />\r\n\t<br />\r\n\tSurely there are African-Americans in the United States who don&rsquo;t have photo ID (as do a portion of every racial group), but could a full quarter of 41 million black Americans be without IDs? Politifact Ohio decided to take a look.<br />\r\n\t<br />\r\n\tThe legislation would require voters to show one of four forms of ID when voting in person &mdash; an Ohio driver license, state ID, military ID or passport. House Republicans added a provision that would allow an expired driver license be used - a measure aimed at helping seniors comply with the ID law.<br />\r\n\t<br />\r\n\tThe claim about 25 percent of African Americans became the underpinning for the racially-charged accusations lobbed at Ohio Republicans. Rep. Tracy Maxwell Heard, a Columbus Democrat who is black, repeated it at a news conference March 23.<br />\r\n\t<br />\r\n\tLater that same day, the House passed the bill along party lines. It&rsquo;s now pending in the Ohio Senate.<br />\r\n\t<br />\r\n\tWe asked Budish where Democrats got the 25 percent figure they were using &nbsp;to make the case that the Ohio law would impact blacks disproportionately. He cited a report from the Brennan Center for Justice at the New York University School of Law.<br />\r\n\t<br />\r\n\tThe report, &quot;Citizens Without Proof,&quot; is based on a telephone survey conducted by Opinion Research Corp., an independent polling firm. It surveyed 987 randomly selected voting-age Americans over four days in November 2006.<br />\r\n\t<br />\r\n\tThose surveyed were asked, &quot;Do they have a current, unexpired government issued ID with their picture on it?&quot; Among the African Americans, 25 percent have no current government-issued photo ID, according to the survey. For white adults, the rate was 8 percent. The margin of error, the Brennan Center states, for that particular statistic is plus or minus 8 percent&mdash;meaning the actual statistic is probably between 17 and 33 percent.<br />\r\n\t<br />\r\n\tIt was clear that one five-year-old national survey had found a quarter of African Americans without proper ID, but were there other studies of this issue?<br />\r\n\t<br />\r\n\tSome sleuthing in the political science academic journals turned up a 2007 study done in Georgia &mdash; one of only two states in the country with an ID requirement similar to the one proposed in Ohio &mdash; that found a much lower portion of African-Americans without photo ID.<br />\r\n\t<br />\r\n\tThis study found that only 6.8 percent of blacks did not have a proper government-issued photo ID. However, that same study found that 3.7 percent of white adults in Georgia did not a photo ID &mdash; a finding that tended to support the outrage from Ohio Democrats that the proposed law would disproportionately targeting black adults.<br />\r\n\t<br />\r\n\tA study from Wisconsin found much higher percentage of black adults without state ID. Statewide, 80 percent of men and 81 percent of women had a valid drivers license, the study found. But only 45 percent of black males and 51 percent of black females had a driver&rsquo;s license or other form of state ID<br />\r\n\t<br />\r\n\tPolitiFact Ohio checked with the Ohio Bureau of Motor Vehicles for information on how many black Ohioans have driver&rsquo;s license or state IDs, but the bureau does not track individuals by race.<br />\r\n\t<br />\r\n\tSo add it up and what do we have?<br />\r\n\t<br />\r\n\tA national study did find 25 percent of African Americans don&rsquo;t have the kind of government-issued photo identification, such as a driver&rsquo;s license or passport, that the Ohio proposal would require. But the study has a sizable margin of error -- 8 percent -- and that it was done in 2006. It may be the most current research available, but Budish&rsquo;s statement was made in the present tense about data that is five years old.<br />\r\n\t<br />\r\n\tBudish was using the national statistic to argue that the new law would disproportionately impact potential black voters in Ohio. Yet there has been no study of this issue in Ohio so there are no specific figures for the state population. ID rates in other states where studies were done differed greatly.<br />\r\n\t<br />\r\n\tSo while Budish&rsquo;s statement is accurate, it leaves out those important details needed to understand it in full context. On the Truth-O-Meter that rates as Half True.</p>", "ruling_comments_date": "2011-04-06T19:00:55.014732", "ruling_date": "2011-04-07T06:00:00", "ruling_headline": "State Rep. Armond Budish says one-quarter of African Americans don't have photo ID", "ruling_headline_slug": "state-rep-armond-budish-says-one-quarter-african-a", "ruling_link_text": "Data quoted correctly, but the snapshot isn't from 2011", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tBrennan Center for Justice, New York University, &quot;<a href=\"http://www.brennancenter.org/page/-/d/download_file_39242.pdf\">Citizens Without Proof</a>,&quot; &nbsp;2006 study<br />\r\n\t<br />\r\n\tUniversity of Georgia, &quot;<a href=\"http://electionlawblog.org/archives/GA%20Voter%20ID%20%28Bullock%20&amp;%20Hood%29.pdf\">Worth a Thousand Words? An analysis of Georgia&rsquo;s Voter Identification Statute</a>&quot; study from 2007<br />\r\n\t<br />\r\n\tUniversity of Wisconsin-Milwaukee, &quot;<a href=\"http://www4.uwm.edu/eti/barriers/DriversLicense.pdf\">The Driver License Status of the Voting Age Population in Wisconsin</a>,&quot; study from June 2005<br />\r\n\t<br />\r\n\tHouse Minority Leader Armond Budish, Rep. Tracy Maxwell Heard and others, remarks made during a news conference by House Democrats at the Statehouse in Columbus March 23, 2011, audio transcript prepared by Aaron Marshall, The Plain Dealer.<br />\r\n\t<br />\r\n\tInterview with Budish following the news conference interview at the Statehouse in Columbus, March 23, 2010<br />\r\n\t<br />\r\n\tOhio House of Representatives, <a href=\"http://www.ohiochannel.org/MediaLibrary/Media.aspx?fileId=129657&amp;returnTo=Collection\">video archive of floor debate</a>, March 23, 2011 (debate over the voter ID law begins about 14:03:00 and ends about 16:41:00.<br />\r\n\t<br />\r\n\tThe Plain Dealer, &quot;<a href=\"http://www.cleveland.com/open/index.ssf/2011/03/ohio_house_approves_legislatio.html\">Ohio House approves legislation requiring state photo ID to vote</a>,&quot; March 24, 2011<br />\r\n\t<br />\r\n\tInterview with Joe Andrews, spokesman for Ohio Department of Public Safety, March 28, 2011<br />\r\n\t<br />\r\n\tInterview with Trey Hood, University of Georgia political science professor, April 1, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Minority leader in the Ohio House of Representatives", "false_count": 1, "first_name": "Armond", "half_true_count": 2, "home_state": "Ohio", "id": 753, "last_name": "Budish", "mostly_true_count": 3, "name_slug": "armond-budish", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact-armond-budish_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/753/", "total_count": 8, "true_count": 2, "website": "http://www.house.state.oh.us/index.php?option=com_displaymembers&task=detail&district=08"}, "statement": "<p>\r\n\t&quot;Across the United States, 25 percent of voting age African Americans do not have the photo ID that this bill would require.&quot;</p>", "statement_context": "", "statement_date": "2011-03-22", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}], "target": [], "twitter_headline": ""}