{"art": [], "author": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "canonical_url": "/texas/statements/2011/apr/11/stefani-carter/texas-rep-stefani-carter-says-beaumont-schools-chi/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [], "facebook_headline": null, "id": 3543, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/3543/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tDiscussing the state budget with three fellow freshman Texas House members and <em>Texas Tribune</em> editor Evan Smith, Republican Stefani Carter of Dallas said she sees room for cuts in the &quot;administrative side&quot; of the state&rsquo;s public schools. As an example, she highlighted the Beaumont school district, where, she said, &quot;the superintendent is making $356,000 a year.&quot;</p>\r\n<p>\r\n\tThat prompted Smith, who interviewed the freshmen Feb. 16, to interject: &quot;In fact, among the highest-paid if not the highest-paid school superintendent in the state.&quot; Carter agreed: &quot;The highest-paid. And it&rsquo;s a very tiny school district. So, things are out of whack. ... Superintendents should not be paid a salary increase unless the voters say so.&quot;</p>\r\n<p>\r\n\tWe wondered if the Beaumont school chief&rsquo;s pay is tops in the state.</p>\r\n<p>\r\n\tCarter&rsquo;s chief of staff, Taurie Randermann, pointed us to the <em>Tribune</em>&rsquo;s superintendent salary database, which indicates that Beaumont ISD leader Carrol Thomas&rsquo; base pay has been the highest in the state for the past three school years. This school year, Thomas&rsquo; salary is $347,834, according to the database, which was built with information from the Texas Education Agency.</p>\r\n<p>\r\n\tThe <em>Tribune</em>&rsquo;s database also calculates each superintendent&rsquo;s pay per student. This school year, the Beaumont district has about 20,000 students, which means Thomas&rsquo; base pay is about $17 per student. Terry Grier &mdash; head of the state&rsquo;s largest school district, Houston ISD, which has about 200,000 students &mdash; earns about $1.50 in salary per pupil. Overall, Grier&rsquo;s $300,000 salary is the sixth-highest in the state, according to the <em>Tribune</em> database.</p>\r\n<p>\r\n\tThe $283,412 annual salary of Austin district chief Meria Carstarphen ranks No. 10 on the list. That makes her per-pupil pay about $3 a year.</p>\r\n<p>\r\n\tWe confirmed the <em>Tribune</em>&rsquo;s salary information with TEA&rsquo;s own rankings, current as of October 2010. Agency spokeswoman Debbie Ratcliffe told us that the average annual salary for Texas superintendents is $119,080.</p>\r\n<p>\r\n\tBut that&rsquo;s the average in a state with more than 1,000 districts, about 80 percent of which have less than 3,000 students. Mary Barrett, assistant director of compensation services at the Texas Association of School Boards, told us that the group&rsquo;s annual survey of superintendent salaries and benefits found that half of reported salaries are less than $105,000 and 75 percent are less than $138,000. (The association&rsquo;s report is based on surveys sent to Texas school districts. This year, 79 percent responded. Beaumont was not among them.)</p>\r\n<p>\r\n\tHow does Thomas&rsquo; salary compare with superintendents in similar-sized school districts?</p>\r\n<p>\r\n\tAccording to the association, the average superintendent salary in districts with between 10,000 and 24,999 students this year is $191,316.</p>\r\n<p>\r\n\tSo, why is the Beaumont superintendent&rsquo;s salary higher? In a Dec. 17, 2009, news article, the <em>Tribune</em> wrote that Thomas&rsquo; &quot;high salary may reflect his uncommon longevity: He&rsquo;s been leading Beaumont since 1996 &mdash; a tenure tantamount to eternity in the hyper-politicized, high-turnover world of urban education.&quot;</p>\r\n<p>\r\n\tAs of this year, Texas superintendents had held their posts an average of five years, Barrett said.</p>\r\n<p>\r\n\tA Nov. 17 article in the <em>Beaumont Enterprise</em> said that when Thomas was hired in December 1995, &quot;the district was embroiled in a bitter battle among (school) board members who were split along racial lines, with student performance that was well below the state average.&quot; TEA monitors had taken control of the board, according to the article.</p>\r\n<p>\r\n\tThe article says that Thomas&rsquo; initial annual salary was $152,800. That compared with a 1996 average superintendent salary of $103,407 in school districts with 10,000 to 25,000 students, according to Barrett.</p>\r\n<p>\r\n\tRatcliffe told us that the Beaumont district was willing to pay Thomas a high salary because the district was grappling with serious problems when he was hired. &quot;And he&rsquo;s turned a lot of those schools around, so they&rsquo;ve given him good raises along the way,&quot; she said.</p>\r\n<p>\r\n\tHis contract, which the district sent to us, provides for a 3.9 percent annual raise dependent on a positive review from the school board. The average superintendent pay raise for this year was 3.3 percent, Barrett said.</p>\r\n<p>\r\n\tIn a March 25 article, the <em>Tribune</em> reported that &quot;student achievement in Beaumont has climbed steadily for the past 15 years even as the state has moved to the more rigorous Texas Assessment of Knowledge and Skills tests and required more students to be included in the testing.&quot;</p>\r\n<p>\r\n\tHowever, according to the article, Thomas&rsquo; salary and the school district&rsquo;s spending have become issues in Beaumont, where residents in May will vote on an initiative to change election procedures for the school board.</p>\r\n<p>\r\n\tBut there&rsquo;s more to superintendent compensation than salary: The district leaders also receive perks &mdash; which vary considerably among districts &mdash; such as bonuses and car allowances. We wondered how those compare among Texas superintendents with the highest base salaries.</p>\r\n<p>\r\n\tThat information proved tougher to get. Ratcliffe told us that the education agency doesn&rsquo;t keep data on superintendents&rsquo; total compensation packages.</p>\r\n<p>\r\n\tThe school board association tracks the most common extras, including allowances for cell phone or home Internet service, bonus payments, professional organization membership dues and car allowances, Barrett told us &mdash; but the data is only for use by association members. However, she did say that the top 10 compensation packages ranged from $338,000 to $443,000. Thomas&rsquo; salary alone puts him in that group.</p>\r\n<p>\r\n\tWe attempted to conduct our own total compensation analysis, starting with Thomas. Beyond his $347,834 salary, Thomas&rsquo; contract shows that he receives a monthly &quot;supplemental allowance&quot; of $1,000. And Jessie Haynes, a spokeswoman for the district, told us that Thomas&rsquo; annual health and dental insurance benefits are about $6,800. The district also pays about $10,500 a year in premiums for his life and professional legal liability insurance and about $1,500 a year in membership dues to professional and civic organizations.</p>\r\n<p>\r\n\tThat brings Thomas&rsquo; total package to about $379,000. How does that compare to his counterparts?</p>\r\n<p>\r\n\tOf the superintendents with the highest salaries in Texas, we were able to track down enough information to calculate nearly complete totals for Melody Johnson of the Fort Worth school district (No. 4 in TEA&#39;s salary rankings) and Grier of the Houston district (No. 6 in salary).</p>\r\n<p>\r\n\tJohnson, whose district has about 80,000 students, earns an annual salary of $328,950 and receives an automobile allowance of $600 per month. According to district spokesman Clint Bond, the district also pays $1,426 per year in membership dues to a professional organization, $4,475 for an annual disability insurance premium and $2,940 for health insurance. Johnson&rsquo;s total: about $345,000.</p>\r\n<p>\r\n\tIn addition to his $300,000 salary, Grier receives $1,200 per month for an automobile allowance and $400 per month for a cell phone, according to his contract. The district also pays $2,485 annually for dues and fees to professional and civic organizations, and this year, Grier will get $21,150 in supplemental salary payments. In January, the district paid $30,000 into a special retirement account for Grier, in addition to awarding him a performance-based bonus of $18,001 for the 2009-10 school year.</p>\r\n<p>\r\n\tGrier&rsquo;s total, without health insurance: about $391,000.</p>\r\n<p>\r\n\tOur research also indicates that the total compensation package of Dallas school district Superintendent Michael Hinojosa is likely bigger than that of Thomas. Hinojosa&rsquo;s salary of $332,832 &mdash; in a district that serves more than 150,000 students &mdash; ranks third on the education agency&rsquo;s list of superintendent salaries. Add to that $450 per month for his cell phone, $23,464 in extra payments to the Teacher Retirement System of Texas and a $15,000 annuity, and you get more than $376,000.</p>\r\n<p>\r\n\tThat doesn&rsquo;t count professional dues, annual premiums for disability and professional liability insurance, performance-based bonuses,and health insurance &mdash; all benefits noted in Hinojosa&rsquo;s contract. We requested that information from the district but had not received any answers as of press time.</p>\r\n<p>\r\n\tIn the Austin school district, which has about 86,000 students, Carstarphen&rsquo;s benefits include $12,000 a year for automobile allowance, a $15,000 annuity and $5,377 in health insurance. The district also pays $9,953 per year for a long-term disability insurance policy and $1,046 for a life insurance policy. And in August, Carstarphen was awarded a bonus of $41,500 for meeting performance goals for the 2009-10 school year. (She has waived any bonus tied to this school year.)</p>\r\n<p>\r\n\tHer total: about $368,000.</p>\r\n<p>\r\n\tReaders may note that none of these compensation packages approaches the $443,000 high-end figure mentioned by Barrett; we&rsquo;re still awaiting information that would confirm which district is spending that amount.</p>\r\n<p>\r\n\tWe checked in with lawyer Neal Adams, who, according to the <em>Tribune</em>&rsquo;s March 25 story, has negotiated most superintendent contracts in the state since 1987 as general counsel for the Texas Association of School Administrators. When we asked him whether he knew of any superintendents with higher compensation packages than Thomas&#39;, he said he didn&rsquo;t have specific numbers but that there were probably some.</p>\r\n<p>\r\n\tSo, where does that leave us?</p>\r\n<p>\r\n\tOn the <em>Tribune</em> panel, Carter said the Beaumont schools chief was the highest-paid in Texas. He does have the highest salary, although Carter misquoted the exact figure.</p>\r\n<p>\r\n\tBut additional perks are a significant portion of superintendents&rsquo; compensation and cannot be ignored. In terms of total compensation, Thomas is among the highest-paid, but our research indicates that at least a couple of superintendents get more.</p>\r\n<p>\r\n\tWe rate Carter&rsquo;s statement Half True.</p>\r\n<p>\r\n\t<em>UPDATE, noon, April, 14, 2011: After our item was published, we received information from the Fort Bend school district, in the southwestern suburbs of Houston, about the 2010 compensation package of Superintendent Timothy Jenney. It exceeded that of the Beaumont schools chief. According to the TEA data, Jenney&rsquo;s salary of $260,339 ranked No. 24 in the state. In addition to that, according to his contract, he received $9,600 a year for a car allowance and $4,200 for a cell phone and other technology. The district paid about $35,000 that year for Jenney&rsquo;s life insurance and disability income protection insurance. For the year, Jenney received a performance-based contribution of $36,000 to a retirement plan and a $26,000 supplemental salary payment, plus a $20,000 annuity payment. Sum total: about $390,000.</em></p>", "ruling_comments_date": "2011-04-07T13:24:44.548053", "ruling_date": "2011-04-11T06:00:00", "ruling_headline": "Texas Rep. Stefani Carter says Beaumont schools chief is highest-paid in state", "ruling_headline_slug": "texas-rep-stefani-carter-says-beaumont-schools-chi", "ruling_link_text": "Highest in salary, not in total compensation", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tTexas Tribune video, &quot;<a href=\"http://www.youtube.com/watch?feature=player_embedded&amp;v=M1qyV86-Clw\">Three House Freshmen on Cutting Public Education</a>,&quot; Feb. 16, 2011</p>\r\n<p>\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/041011_randermannemail.html\">E-mail</a> (excerpt) from Taurie Randermann, chief of staff to Rep. Stefani Carter, March 7, 2011</p>\r\n<p>\r\n\tTexas Tribune, &quot;<a href=\"http://www.texastribune.org/texas-education/public-education/how-does-your-school-superintendents-pay-compare/\">How Does Your School Superintendent&rsquo;s Pay Compare?</a>&quot; Dec. 17, 2009</p>\r\n<p>\r\n\tTexas Tribune, &quot;<a href=\"http://www.texastribune.org/texas-education/public-education/search-texas-school-superintendent-salaries/\">Search Texas School Superintendent Salaries</a>,&quot; March 4, 2011</p>\r\n<p>\r\n\tTexas Tribune, &quot;<a href=\"http://www.texastribune.org/library/data/texas-superintendent-salaries-2010/?&amp;cbResetParam=1\">Interactive: Texas Superintendent Salaries: 2010-11</a>,&quot; March 4, 2011</p>\r\n<p>\r\n\tBeaumont school district website, &quot;<a href=\"http://www.bmtisd.com/about/\">About Us</a>&quot;</p>\r\n<p>\r\n\tHouston school district website, &quot;<a href=\"http:// http://www.houstonisd.org/HISDConnectDS/v/index.jsp?vgnextoid=62c6757761efc010VgnVCM10000052147fa6RCRD&amp;vgnextchannel=2e2b2f796138c010VgnVCM10000052147fa6RCRD\">Facts and Figures about HISD</a>&quot;</p>\r\n<p>\r\n\tAustin school district website, <a href=\"http://archive.austinisd.org/inside/factsfigures/\">enrollment data</a></p>\r\n<p>\r\n\tTexas Education Agency, &quot;<a href=\"http://ritter.tea.state.tx.us/adhocrpt/adpea.html\">Superintendent Salary Reports</a>,&quot; updated March 2, 2011</p>\r\n<p>\r\n\tInterview with Debbie Ratcliffe, communications director, Texas Education Agency, March 9, 2011</p>\r\n<p>\r\n\tTexas Education Agency, pocket guides to Texas public school statistics, <a href=\"http://ritter.tea.state.tx.us/perfreport/pocked/2010/pocked0910.pdf\">2009-10</a></p>\r\n<p>\r\n\tInterview with Mary Barrett, assistant director of compensation services, Texas Association of School Boards, March 25, 2011</p>\r\n<p>\r\n\tTexas Association of School Boards, &quot;<a href=\"http://alt.coxnewsweb.com/statesman/politifact/041011_tasbhighlights.pdf\">Salaries and Wages in Texas Public Schools: 2010-11 Superintendent Survey Highlights</a>&quot;</p>\r\n<p>\r\n\tBeaumont Enterprise, &quot;<a href=\"http://alt.coxnewsweb.com/statesman/politifact/041011_enterprisestory1.doc\">Salary dwarfs survey average</a>,&quot; Nov. 17, 2010</p>\r\n<p>\r\n\tTexas Tribune, &quot;<a href=\"http://www.texastribune.org/texas-education/public-education/deep-rift-in-beaumont-texas-on-school-leadership/\">Deep Rift in Beaumont, Texas, on School Leadership</a>,&quot; March 25, 2011</p>\r\n<p>\r\n\tInterview with Jessie Haynes, spokeswoman for Beaumont school district, March 10, 2011</p>\r\n<p>\r\n\tFort Worth school district website, &quot;<a href=\"http://www.fwisd.org/about/pages/default.aspx\">About us</a>&quot;</p>\r\n<p>\r\n\tE-mail interview with Clint Bond, external communications coordinator, Fort Worth school district, March 24, 2011<br />\r\n\t<br />\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/041011_houstonemail.html\">E-mail</a> from public information office, Houston school district, March 30, 2011</p>\r\n<p>\r\n\tInterview with Jon Dahlander, spokesman, Dallas school district, April 4, 2011</p>\r\n<p>\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/041011_austinisdemail.html\">E-mail</a> from Melissa Sabatino, administrative supervisor, public information and strategic programs, Austin school district, April 6, 2011</p>\r\n<p>\r\n\tAustin school district (via KLBJ-AM website), press release, &quot;<a href=\"http://www.590klbj.com/News/Story.aspx?id=1268666\">AISD approves new budget and bonus for superintendent</a>,&quot; Aug. 24, 2010</p>\r\n<p>\r\n\tInterview with lawyer Neal Adams, April 6, 2011</p>\r\n<p>\r\n\tBeaumont school district, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/041011_beaumontcontract.pdf\">superintendent contract</a></p>\r\n<p>\r\n\tFort Worth school district, <a href=\"http://%20http//www.fwisd.org/business/Documents/accounting/Financial%20Report%20Lists%20Folder/Superintendent%27s%20Contract/Superintendent_contract%20with%203%20Amendmnts.pdf\">superintendent contract</a></p>\r\n<p>\r\n\tHouston school district, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/041011_houstoncontract.pdf\">superintendent contract</a></p>\r\n<p>\r\n\tDallas school district, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/041011_dallascontract.pdf\">superintendent contract</a></p>\r\n<p>\r\n\tAustin school district, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/041011_austincontract.pdf\">superintendent contract</a></p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "State representative", "false_count": 0, "first_name": "Stefani", "half_true_count": 2, "home_state": "Texas", "id": 1138, "last_name": "Carter", "mostly_true_count": 0, "name_slug": "stefani-carter", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/carter_photo_better.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1138/", "total_count": 2, "true_count": 0, "website": "http://www.carterfortexas.com/"}, "statement": "<p>\r\n\tSays the Beaumont school district&rsquo;s superintendent is the highest-paid in the state.</p>", "statement_context": "", "statement_date": "2011-02-16", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}], "target": [], "twitter_headline": ""}