{"art": [], "author": [{"email_address": "jgeiger@timesdispatch.com", "first_name": "Jacob", "id": 228, "last_name": "Geiger", "name_slug": "jacob-geiger", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/228/", "title": "Staff writer", "twitter": null}], "canonical_url": "/virginia/statements/2011/apr/12/robert-hurt/robert-hurt-says-cap-and-trade-would-cost-50000-vi/", "edition": {"adkey": "Editions", "advalue": "Virginia", "edition": "Virginia", "edition_slug": "virginia", "has_afterthefact": false, "id": 10, "index_page": false, "meter_name": "The Virginia Truth-O-Meter", "resource_uri": "/api/v/2/edition/10/"}, "editor": [{"email_address": "wfiske@timesdispatch.com", "first_name": "Warren", "id": 209, "last_name": "Fiske", "name_slug": "warren-fiske", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/209/", "title": "PolitiFact Virginia Editor", "twitter": null}], "facebook_headline": null, "id": 3573, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jgeiger@timesdispatch.com", "first_name": "Jacob", "id": 228, "last_name": "Geiger", "name_slug": "jacob-geiger", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/228/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/3573/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tU.S. Rep. Robert Hurt, R-Va., took time out from the budget showdown March 25 to express his contempt for cap-and-trade legislation aimed at regulating and lowering greenhouse emissions.<br />\r\n\t<br />\r\n\tIn a newsletter to his 5th District constituents, Hurt detailed his efforts to cut the Environmental Protection Agency&rsquo;s budget. The freshman congressman wrote he is &quot;a co-sponsor of H.R. 153, which would prohibit any funds at the EPA from being used to implement a cap-and-trade system that would harm our agriculture and manufacturing sectors, destroy over 50,000 jobs in Virginia, and amount to a job-crushing national energy tax when we can least afford it.&quot;<br />\r\n\t<br />\r\n\tA cap-and-trade bill known as Waxman-Markey passed the House during the prior Congress, only to die in the Senate. With the GOP now holding a majority in the House, the bill is generally considered dead. But Hurt&rsquo;s claim that the legislation would cause more than 50,000 people to lose their jobs caught our eye.<br />\r\n\t<br />\r\n\tFirst, a word on how cap-and-trade would work. Each company with major greenhouse gas emissions would be subject to a cap on its emissions. Companies producing fewer emissions than their limit could trade or sell their extra emissions credits to companies exceeding the cap.<br />\r\n\t<br />\r\n\tThe trading system would create a market for greenhouse gas emissions and give companies incentives to lower their emissions levels, since a cut in emissions could be turned into profits from the sale of extra credits. Each credit would cover one metric ton of carbon dioxide or other greenhouse gas and carry a price between $48 and $61 around 2020.<br />\r\n\t<br />\r\n\tThe Waxman-Markey bill would have gradually lowered emission limits for companies. By 2020, U.S. emissions would be capped 17 percent below 2005 levels. In 2030, the level would be 42 percent below 2005 levels and 83 percent lower by 2050.<br />\r\n\t<br />\r\n\tHurt drew his job-loss estimate from the National Association of Manufacturers, a business group opposed to the bill. NAM estimated that by 2030 Virginia could lose between 41,400 and 56,400 jobs because of the legislation, including lost mining jobs and positions lost if higher electricity prices cut back on manufacturing output. Virginia Attorney General Ken Cuccinelli has also cited the report in making almost identical claims as Hurt.<br />\r\n\t<br />\r\n\tNAM&rsquo;s analysis projects Virginia would see higher energy prices under the bill, since the state&rsquo;s electric utilities rely heavily on coal-fired power plants. The plants produce high levels of greenhouse gasses and might need to be retooled or replaced with non-emitting power sources -- such as nuclear plants or wind turbines -- to help Dominion Virginia Power or other utilities comply with the proposed law.<br />\r\n\t<br />\r\n\tIf the utility companies continued to use coal plants, they might need to purchase extra carbon permits, again leading to an additional cost that could raise prices. These higher electricity prices, in turn, could force job cuts in the coal mining and manufacturing sectors, the report says. &nbsp;<br />\r\n\t<br />\r\n\tBut independent experts and the federal Energy Information Agency say it is extremely difficult to calculate the bill&rsquo;s long-term impact on employment. An EIA report notes the difficulty of predicting the price and availability of renewable energy sources in 2030. If cheaper wind and solar power became available, higher electricity prices may not be a major issue under the bill.<br />\r\n\t<br />\r\n\tJeffrey Frankel, an economist at Harvard University, said it is &quot;not unreasonable to expect job losses in several sectors ... especially coal, unless we come up with some genuine clean coal technology.&quot;<br />\r\n\t<br />\r\n\tBut Frankel said the NAM report cannot really make an accurate jobs forecast for 2030 when economists often struggle to make employment predictions more than 6 or 12 months in advance. The economist also said the NAM analysis ignores the jobs that would be created due to a growth in new, non-emission technologies.<br />\r\n\t<br />\r\n\t&quot;My feeling, as I think most economists would agree, is that the jobs created would approximately equal the jobs lost,&quot; he said.<br />\r\n\t<br />\r\n\tCharles Kolstad, a professor of environmental economics at the University of California, Santa Barbara, added that &quot;long range forecasts of unemployment are highly suspect. Sectors change, people change jobs. Unemployment is by its nature transitory.&quot;<br />\r\n\t<br />\r\n\tThe Congressional Budget Office, the independent research and analysis arm of Congress, notes in a report that cap-and-trade could shift demand away from fossil fuels such as coal and natural gas. The CBO said jobs in coal mining and at coal-fired power plants could decrease &nbsp;unless new technology is able to capture emissions.<br />\r\n\t<br />\r\n\tBut the CBO also expects employment to increase in sectors that require fewer emissions, such as nuclear, solar and wind power. Its report says the Waxman-Markey system, where carbon caps tighten over several decades, &quot;would probably have only a small effect on total employment.&quot;<br />\r\n\t<br />\r\n\tAs the CBO and Kolstad noted, the U.S. economy is adept at retooling to meet new challenges. Manufacturing employment fell by about 3.5 million jobs from 2000 through 2007, but employment in other sectors increased by 8.2 million jobs in that period, continuing the 40-year shift in America&rsquo;s economy from manufacturing jobs to service jobs. Though workers who lose coal mining or other fossil fuel-related jobs may need retraining before finding a new position, the CBO predicts that &quot;most laid-off workers would find employment in other industries whose products are less emission-intensive.&quot;<br />\r\n\t<br />\r\n\tOne potential problem, however, is the risk that job losses would be concentrated in small communities, such as those scattered across Virginia&rsquo;s coal belt, where other job opportunities are limited. This could force workers to relocate to find new work. The National Mining Association reports Virginia had about 4,650 coal miners in 2009, compared with 21,665 in West Virginia and more than 18,000 in Kentucky.<br />\r\n\t<br />\r\n\tThe Virginia Employment Commission reported the state had an average of 8,748 coal-mining and natural-gas jobs in the third quarter of 2010, the most recent period for which data are available. The VEC also says Virginia had about 230,700 manufacturing jobs as of February, and the NAM believes some of those could be threatened by higher energy prices.<br />\r\n\t<br />\r\n\tThe mining jobs are concentrated in the Southwest Virginia district represented by Republican H. Morgan Griffith. Hurt&rsquo;s district contains manufacturing jobs as well as three power plants, according to EIA records.<br />\r\n\t<br />\r\n\tLet&rsquo;s review our findings.<br />\r\n\t<br />\r\n\tHurt, citing solely from a short report by the National Association of Manufacturers, says a cap-and-trade bill would cost Virginia 50,000 jobs. The NAM is an opponent of the legislation.<br />\r\n\t<br />\r\n\tThe non-partisan CBO acknowledges there would likely be job losses in certain mining and manufacturing sectors under a cap-and-trade bill. But unlike the NAM, the CBO accounts for jobs that would be gained in new sectors.<br />\r\n\t<br />\r\n\tIndependent analysts also predict cap-and-trade would have a far smaller impact on Virginia employment than projected by NAM. They also note long-range employment projections can be dicey.<br />\r\n\t<br />\r\n\tA thorough economic analysis should consider both gains and losses from a policy. The NAM report fails to do that.<br />\r\n\t<br />\r\n\tHurt&rsquo;s statement, based on the study, omits critical facts. We rate it Barely True.&nbsp;&nbsp;</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2011-04-12T14:17:00.881236", "ruling_date": "2011-04-12T14:16:09", "ruling_headline": "Robert Hurt says cap and trade would cost 50,000 Virginia jobs", "ruling_headline_slug": "robert-hurt-says-cap-and-trade-would-cost-50000-vi", "ruling_link_text": "Claim is mostly hot air", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tRep. Robert Hurt, <a href=\"https://hurt.house.gov/press-release/congressman-hurts-weekly-column-preserving-and-strengthening-virginia%E2%80%99s-agricultural\">Preserving and strengthening Virginia&rsquo;s agriculture industry</a>, March 25, 2011.<br />\r\n\t<br />\r\n\t<em>Martinsville Bulletin</em>, <a href=\"http://www.martinsvillebulletin.com/article.cfm?ID=25133\">Cuccinelli hits cap and trade bill</a>, Sept. 3, 2010.<br />\r\n\t<br />\r\n\tCongressional Budget Office, <a href=\"http://www.martinsvillebulletin.com/article.cfm?ID=25133\">How policies to reduce greenhouse gas emissions could affect employment</a>, May 5, 2010.<br />\r\n\t<br />\r\n\tEnergy Information Agency, <a href=\"http://www.eia.gov/oiaf/servicerpt/hr2454/execsummary.html\">Energy market and economic impacts of H.R. 2454</a>, Aug. 4, 2009.<br />\r\n\t<br />\r\n\tNational Association of Manufacturers, <a href=\"http://www.accf.org/media/docs/nam/2009/Virginia.pdf\">Virginia economic impact on the state from the Waxman-Markey Bill, H.R. 2454</a>, 2009. &nbsp;<br />\r\n\t<br />\r\n\tNational Mining Association, <a href=\"http://www.nma.org/pdf/c_employment_state_region_method.pdf\">U.S. coal mine employment by state region and method</a>, October 2010.<br />\r\n\t<br />\r\n\tVirginia Employment Commission, 3rd quarter quarterly census of employment, <a href=\"http://www.vawc.virginia.gov/analyzer/qsInd202.asp?quicksearch=True&amp;setvar=True&amp;cat=HST_EMP_WAGE_IND&amp;session=IND202&amp;subsession=99&amp;areaname=\">mining</a>, accessed April 12, 2011.<br />\r\n\t<br />\r\n\tVirginia Employment Commission,<a href=\"http://www.vawc.virginia.gov/analyzer/cesnaics.asp?quicksearch=True&amp;cat=HST_EMP_WAGE_IND&amp;session=INDCES&amp;subsession=99&amp;areaname=&amp;codelength=&amp;setvar=True\">current employment statistics</a>, February 2011.<br />\r\n\t<br />\r\n\tE-mail interview with Sarah Ammar, Congressional Budget Office, April 1, 2011.<br />\r\n\t<br />\r\n\tE-mail interview with Brian Gottstein, director of communications, Office of the Attorney General, April 1, 2011.<br />\r\n\t<br />\r\n\tInterview with Amanda Henneberg, press secretary, Rep. Robert Hurt, March 31, 2011.<br />\r\n\t<br />\r\n\tE-mail interview with <a href=\"http://www.bren.ucsb.edu/people/faculty/charles_kolstad.htm\">Charles Kolstad</a>, professor of economics, University of California-Santa Barbara, April 4, 2011.<br />\r\n\t<br />\r\n\tE-mail interview with <a href=\"http://www.hks.harvard.edu/fs/jfrankel/\">Jeffrey Frankel</a>, professor of economics, Harvard University, April 4, 2011.</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "U.S. Congressman", "false_count": 4, "first_name": "Robert", "half_true_count": 1, "home_state": "Virginia", "id": 784, "last_name": "Hurt", "mostly_true_count": 0, "name_slug": "robert-hurt", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/PF-HURT.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Virginia", "edition": "Virginia", "edition_slug": "virginia", "has_afterthefact": false, "id": 10, "index_page": false, "meter_name": "The Virginia Truth-O-Meter", "resource_uri": "/api/v/2/edition/10/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/784/", "total_count": 7, "true_count": 0, "website": "http://www.roberthurtforcongress.com/"}, "statement": "<p>\r\n\tA cap-and-trade bill would &quot;destroy over 50,000 jobs in Virginia.&quot;</p>", "statement_context": "a newsletter.", "statement_date": "2011-03-25", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}, {"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 109, "photo": null, "resource_uri": "/api/v/2/subject/109/", "subject": "Regulation", "subject_slug": "market-regulation", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}