{"art": [{"brightcove": "", "caption": "Donald Trump talks to reporters after arriving at the Pease International Tradeport Wednesday, April 27, 2011 in Portsmouth, N.H. (AP/Jim Cole)", "id": 9055, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/7179059.JPG", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/9055/", "title": "Trump talking about Birth Certificate", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2011/apr/12/donald-trump/donald-trump-claims-obama-has-spent-2-million-lega/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": "Trump said Obama spent $2M defending birth certificate suits", "id": 3579, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/3579/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Among those who challenge President Barack Obama&#39;s citizenship, one claim is often raised: Why would Obama spend millions of dollars defending against the lawsuits instead of simply producing his original birth certificate?<br />\r\n<br />\r\nThat argument took on renewed life recently when it was cited by potential GOP presidential candidate Donald Trump and former Alaska Gov. Sarah Palin.<br />\r\n<br />\r\nAnd the argument is almost always attached to a specific figure: $2 million.<br />\r\n<br />\r\nIn an interview on NBC&#39;s <em>Today </em>show, for example, Trump said Obama &quot;spent $2 million in legal fees trying to get away from this issue.&quot; He repeated the figure in a <a href=\"http://politicalticker.blogs.cnn.com/2011/04/10/trump-talks-birthers-white-house-adviser-predicts-his-failure/?utm_source=feedburner&amp;utm_medium=feed&amp;utm_campaign=Feed2Fcnn_politicalticker+3A+Political+Ticker%29\" id=\"w0om\" title=\"CNN interview\">CNN interview</a> on April 10, 2011. &quot;I just say very simply why doesn&#39;t he show his birth certificate?&quot; Trump asked. &quot;Why has he spent over $2 million in legal fees to keep this quiet and to keep this silent?&quot;<br />\r\n<br />\r\n(For some background on the underpinnings of the dispute over Obama birth certificate, start <a href=\"http://politifact.com/truth-o-meter/statements/2009/jul/28/worldnetdaily/birthers-claim-gibbs-lied-when-he-said-obamas-birt/\" id=\"fim:\" title=\"here\">here</a>).<br />\r\n<br />\r\nIn a Fox News appearance on April 10, 2011, Palin echoed the figure while praising Trump&#39;s efforts. Trump is &quot;paying for researchers to find out why President Obama would have to spend $2 million to <em>not </em>show his birth certificate,&quot; Palin said. &quot;So more power to him.&quot;<br />\r\n<br />\r\nIt&#39;s certainly true that the Obama campaign has spent some amount of money opposing an array of lawsuits brought by people who claim that Obama has failed to produce a legitimate birth certificate and is therefore ineligible to serve as president. But has the president spent $2 million?<br />\r\n<br />\r\nWe contacted Trump&#39;s office to find out where he got the number, but we did not receive a response. Others who have used the number <a href=\"http://www.salon.com/news/politics/war_room/2011/04/11/trump_palin_two_million_birther/index.html\" id=\"b9ug\" title=\"have cited\">have cited</a> a story from WorldNetDaily, a conservative news website that has served as a venue for news and commentary about the birth certificate controversy.<br />\r\n<br />\r\nIn an Oct. 27, 2009, article, WND <a href=\"http://www.wnd.com/?pageId=114202#ixzz1IrRSoSUt\" id=\"fciw\" title=\"WND reported\">reported</a> that, according to filings with the Federal Election Commission, the Obama campaign had paid approximately $1.7 million to the campaign&#39;s law firm, Perkins Coie, since Obama was elected.<br />\r\n<br />\r\nSo that&#39;s where we started our research. We did our own tally of payments made to Perkins Coie, all of which were reported, as required by law, in quarterly disbursement reports filed to the FEC by his campaign organization, Obama for America. We found that in the last quarter of 2008 -- which is roughly the period after Obama was elected in early November -- and the first three quarters of 2009, which is when WND wrote its story, Obama for America did, in fact, pay Perkins Coie $1.7 million. If you add in the payments made in subsequent months, the fees paid to Perkins Coie between October 2008 and December 2010 rises to $2.6 million.<br />\r\n<br />\r\nBut what does that $2.6 million number mean? Not what Trump and others have assumed.<br />\r\n<br />\r\nSpecifically, the payments by Obama for America to Perkins Coie covered all sorts of legal expenses -- not just expenses related to birth certificate issues.<br />\r\n<br />\r\nThe FEC forms do not specify what each payment specifically went for, since that degree of detail is not required by law. We also couldn&#39;t get additional details from Perkins Coie or the Democratic National Committee about how the legal fees were spent.<br />\r\n<br />\r\nHowever, DNC National Press Secretary Hari Sevugan told the Capitol Hill newspaper <em>Roll Call</em> in a March 31, 2011, <a href=\"http://www.rollcall.com/issues/56_103/Obama-Campaign-Racks-Up-Large-Legal-Fees-204489-1.html\" id=\"sf5b\" title=\"Roll Call story\">story</a> that &quot;the campaign has incurred ordinary legal expenses related to the wind-down of its operations and other legal services, which all campaigns incur, and which are proportional to the unprecedented size of this campaign.&quot; (The Obama campaign raised upwards of $750 million -- a record.)<br />\r\n<br />\r\nFor the sake of comparison, the <em>Roll Call</em> story noted that the campaign for Obama&#39;s 2008 Republican opponent John McCain -- which was a smaller operation -- had spent more than $1.3 million on lawyers since the election.<br />\r\n<br />\r\nIn the interview with <em>Roll Call, </em>Sevugan confirmed that some of the legal fees were needed to defend the campaign against what he called &quot;unmeritorious&quot; lawsuits, including one that challenged Obama&rsquo;s citizenship. And WND <a href=\"http://www.wnd.com/index.php?fa=PAGE.view&amp;pageId=94409\" id=\"x:-.\" title=\"reported\">reported</a> that Perkins Coie attorney Robert Bauer wrote at least one letter to challenge a plaintiff, retired military officer Gregory S. Hollister, who had filed a suit raising questions about the legitimacy of Obama&#39;s right to hold the office of president.</p>\r\n\r\n<p>WND reported that Bauer -- who later left Perkins Coie to serve as White House counsel -- wrote to Hollister&#39;s attorney that &quot;the suit is frivolous and should not be pursued. Should you decline to withdraw this frivolous appeal, please be informed that we intend to pursue sanctions, including costs, expenses and attorneys&#39; fees....&quot;</p>\r\n\r\n<p>Still, there are clearly lots of other expenses incurred by the Obama campaign&#39;s legal team that have nothing to do with the citizenship question. For instance, the Republican National Committee filed a complaint with the FEC claiming that the Obama campaign had accepted donations from foreign nationals, among other alleged campaign finance infractions. All told, <em>Roll Call</em> reported that &quot;the FEC has written 26 letters &mdash; totaling more than 1,500 pages &mdash; to the Obama campaign questioning its reports and outlining a flurry of compliance concerns.&quot;<br />\r\n<br />\r\nAfter we looked through court records and spoke to experts in the field, we found insufficient evidence to support the claim that Obama for America spent $2 million solely on birth-certificate-related work.<br />\r\n<br />\r\nFour campaign-finance experts we interviewed all agreed that after the campaign was over, a law firm in Perkins Coie&rsquo;s situation would have a full plate of legal work to do that had nothing to do with birth certificate questions. Two of the experts who took this position have represented Republicans -- Trevor Potter, a campaign finance lawyer who worked for the 2000 and 2008 presidential campaigns of John McCain and the 1988 campaign of George H.W. Bush, and Robert Kelner, who has represented the Republican National Committee and the National Republican Congressional Committee. A third attorney who agreed, Allison R. Hayward, is the vice president of policy for the Center for Competitive Politics, which filed an amicus brief opposing the Obama administration&rsquo;s position in the landmark Citizens United Supreme Court case, which ended a broad swath of campaign finance restrictions.<br />\r\n<br />\r\n&quot;FEC audits and/or enforcement matters can take several years -- most are still open from the 2008 election,&quot; said Potter, general counsel to the Campaign Legal Center. &quot;Various criminal investigations of donors may require campaign responses. Lawsuits against the campaign, campaign staff, and/or the candidate take time to defend. Vendor disputes may exist and require settlement.&quot;<br />\r\n<br />\r\n&quot;Law firms representing presidential campaigns typically are very busy in the one to two years following the campaign,&quot; said Brett Kappel, a lawyer with the firm Arent Fox LLP who specializes in campaign finance law. &quot;First, there are all the legal issues involved in closing down the campaign &ndash;- resolving disputes with vendors, preparation for the FEC audit and so on. Second, the one to two years after the campaign is over are typically when all the FEC complaints that were filed against the campaign are resolved, and that&rsquo;s certainly been the case with the 2008 Obama campaign.&quot;<br />\r\n<br />\r\nWe should note that, since Obama was elected, a number of federal cases related to the birth certificate issue -- including several filed by or with the assistance of California attorney <a href=\"http://www.politifact.com/personalities/orly-taitz/\" id=\"w06_\" title=\"Orly Taitz\">Orly Taitz</a>, a leader among Obama birth certificate questioners -- have been handled by federal attorneys, including those with the U.S. Department of Justice. Several of these cases were dismissed almost immediately. Others were active for up to a year but were ultimately dismissed and then, in some cases, appealed. The case in which Bauer wrote the letter to the plaintiff was dismissed twice by the Supreme Court.<br />\r\n<br />\r\nWe interpret the quotations by Trump and Palin to mean payments made by Obama in a personal capacity, not in cases where he&#39;s represented in an official capacity by government lawyers. For one thing, both Trump and Palin used the term &quot;legal fees,&quot; which would be irrelevant in a case defended by government lawyers. Federal attorneys are paid a salary by the taxpayers, and they do not charge their &quot;client&quot; -- in this case, the president -- fees for representation. If these attorneys weren&#39;t working on birth certificate cases, they&#39;d be working on some other case for the same salary.<br />\r\n<br />\r\nSo that leaves the funds paid to Perkins Coie. Trump&#39;s and Palin&#39;s claims assume that the vast majority of the money paid to Perkins Coie since the election was used to defend against lawsuits challenging Obama&#39;s citizenship. We agree that some amount of money was spent in legal fees related to those lawsuits -- the letter from Bauer to the plaintiff is an example of that. But, while we don&#39;t know exactly how much the Obama camp spent on their private lawyers, there were many, many non-birth-certificate duties that a law firm typically handles in the wake of a presidential campaign, which suggests that any birth certificate work was a small percentage of the overall fees paid to Perkins Coie.<br />\r\n<br />\r\nWhen fact-checking, we think the onus is on the person making the claim to back up his statement. And the only backing we&#39;ve seen in this case is that the Obama campaign&#39;s legal team spent more than $2 million on legal fees since the election ended. It&#39;s clear to us that the WND story has been twisted to wrongly assume that every dollar the Obama campaign spent on legal fees went to fight the release of Obama&#39;s birth certificate. The evidence shows that&#39;s simply not true. It&#39;s a huge, unsubstantiated leap to assume that all, or most, of that was related to lawsuits about Obama&#39;s citizenship. We rule Trump&#39;s claim False.</p>\r\n\r\n<p><a href=\"https://www.sharethefacts.co/share/74d49c90-3e18-4dfd-9bd9-2fbde85d90cd\">https://www.sharethefacts.co/share/74d49c90-3e18-4dfd-9bd9-2fbde85d90cd</a></p>\r\n", "ruling_comments_date": "2011-04-12T16:12:44.275907", "ruling_date": "2011-04-12T16:10:25", "ruling_headline": "Donald Trump claims Obama spent $2 million in legal fees defending birth certificate lawsuits", "ruling_headline_slug": "donald-trump-claims-obama-has-spent-2-million-lega", "ruling_link_text": "Only if all his legal bills went to birth certificate lawsuits", "ruling_state": null, "source_documents": null, "sources": "<p>Fox News, Video: <a href=\"http://video.foxnews.com/v/4636857/palin-talks-trump-running-for-office\" id=\"hix4\" title=\"Palin Talks Trump Running for Office\">Palin Talks Trump Running for Office</a>, April 10, 2011<br />\r\n<br />\r\nFederal Election Commission, <a href=\"http://query.nictusa.com/cgi-bin/fecimg/?C00431445\" id=\"ksdt\" title=\"Reports Index for Obama for America committee\">Reports Index for Obama for America committee</a><br />\r\n<br />\r\nWorldNetDaily, <a href=\"http://www.wnd.com/?pageId=114202#ixzz1IrRSoSUt\" id=\"oo25\" title=\"&quot;Obama law tab up to $1.7 million,&quot;\">&quot;Obama law tab up to $1.7 million,&quot;</a> by Chelsea Schilling, Oct. 27, 2009<br />\r\n<br />\r\nWorldNetDaily, &quot;<a href=\"http://www.wnd.com/index.php?fa=PAGE.view&amp;pageId=94409\" id=\"r:20\" title=\"'Twittered' eligibility case lawyer faces threat of sanctions,\">&#39;Twittered&#39; eligibility case lawyer faces threat of sanctions,</a>&quot; April 9, 2009<br />\r\n<br />\r\nSalon, <a href=\"http://www.salon.com/news/politics/war_room/2011/04/11/trump_palin_two_million_birther/index.html\" id=\"vc3o\" title=\"&quot;Trump and Palin's $2 million birther lie,&quot;\">&quot;Trump and Palin&#39;s $2 million birther lie,&quot;</a> by Justin Elliott, April 11, 2011<br />\r\n<br />\r\nCNN, <a href=\"http://politicalticker.blogs.cnn.com/2011/04/10/trump-talks-birthers-white-house-adviser-predicts-his-failure/?utm_source=feedburner&amp;utm_medium=feed&amp;utm_campaign=Feed2Fcnn_politicalticker+3A+Political+Ticker%29\" id=\"nz3e\" title=\"&quot;Trump talks birthers, White House adviser predicts his failure,&quot;\">&quot;Trump talks birthers, White House adviser predicts his failure,&quot;</a> by Gabriella Schwarz, April 10, 2011<br />\r\n<br />\r\n<em>Roll Call</em>, <a href=\"http://www.rollcall.com/issues/56_103/Obama-Campaign-Racks-Up-Large-Legal-Fees-204489-1.html\" id=\"qhk4\" title=\"&quot;Obama Campaign Racks Up Large Legal Fees,&quot;\">&quot;Obama Campaign Racks Up Large Legal Fees,&quot;</a> by Alex Knott, March 31, 2011<br />\r\n<br />\r\nNBC, &quot;<a href=\"http://today.msnbc.msn.com/id/42469703/ns/today-today_people/\">Trump: I have &lsquo;real doubts&rsquo; Obama was born in U.S</a>.,&quot; April 7, 2011<br />\r\n<br />\r\nCNN, &quot;<a href=\"http://politicalticker.blogs.cnn.com/2011/03/07/supreme-court-rejects-appeal-from-birther-advocate/\" id=\"m9pj\" title=\"High court turns aside another lawsuit questioning Obama citizenship\">High court turns aside another lawsuit questioning Obama citizenship</a>,&quot; March 7, 2011<br />\r\n<br />\r\nE-mail interview with Trevor Potter, general counsel to the Campaign Legal Center, April 11, 2011<br />\r\n<br />\r\nE-mail interview with Brett Kappel, counsel with the firm Arent Fox LLP, April 11, 2011<br />\r\n<br />\r\nE-mail interview with Allison R. Hayward, vice president of policy for the Center for Competitive Politics, April 11, 2011<br />\r\n<br />\r\nE-mail interview with Robert Kelner, chair of the election and political law practice group with Covington &amp; Burling, April 11, 2011</p>\r\n", "speaker": {"adkey": "People ", "advalue": "Trump", "barely_true_count": 134, "current_job": "President", "false_count": 210, "first_name": "Donald", "half_true_count": 92, "home_state": "New York", "id": 1019, "last_name": "Trump", "mostly_true_count": 72, "name_slug": "donald-trump", "pants_count": 91, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_TRUMP_CAMPAIGN_5.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1019/", "total_count": 645, "true_count": 29, "website": "https://www.donaldjtrump.com/"}, "statement": "<p>President Obama has spent over $2 million in legal fees defending lawsuits about his birth certificate.</p>\r\n", "statement_context": "an interview on NBC's \"Today\" show", "statement_date": "2011-04-07", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 167, "photo": null, "resource_uri": "/api/v/2/subject/167/", "subject": "Obama Birth Certificate", "subject_slug": "obama-birth-certificate", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [{"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}], "twitter_headline": "Trump said Obama spent $2M defending birth certificate suits"}