{"art": [], "author": [{"email_address": "rsalit@projo.com", "first_name": "Richard", "id": 242, "last_name": "Salit", "name_slug": "richard-salit", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/242/", "title": "Reporter", "twitter": null}], "canonical_url": "/rhode-island/statements/2011/apr/15/online-petition/petition-claims-killing-individual-coyotes-doesnt-/", "edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "editor": [{"email_address": "tmurphy@providencejournal.com", "first_name": "Tim", "id": 145, "last_name": "Murphy", "name_slug": "tim-murphy", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/tim_murphy2_80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/145/", "title": "Editor", "twitter": null}], "facebook_headline": null, "id": 3592, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "rsalit@projo.com", "first_name": "Richard", "id": 242, "last_name": "Salit", "name_slug": "richard-salit", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/242/", "title": "Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/3592/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tCoyotes have people howling mad on Aquidneck Island.<br />\r\n\t<br />\r\n\tMiddletown residents recently packed a meeting to tell town officials how alarmed they are by &nbsp;coyotes boldly stalking neighborhoods, leaping fences into backyards and snatching beloved pets. Action is needed, they demanded, before one of the notoriously sly predators maims or kills a small child.<br />\r\n\t<br />\r\n\tBut the solution that the residents convinced the town to approve April 4 -- enlisting the services of a hunter to kill coyotes -- has infuriated others. Several hundred residents have signed a petition opposing the plan.<br />\r\n\t<br />\r\n\t&quot;The Town of Middletown has hired a hunter to begin a systematic mass killing of the coyotes,&quot; the petition reads. &quot;What they do not take into consideration is that for every one they kill, the population will replace and usually multiply the numbers,&quot; reads the petition.<br />\r\n\t<br />\r\n\tThat second part sounded so counter-intuitive -- after all, didn&rsquo;t we hunt buffalo and wolves to near extinction? -- that we decided to look into it.<br />\r\n\t<br />\r\n\tBut first we have to dispense with the statement about the &quot;mass killing&quot; of coyotes in Middletown.</p>\r\n<p>\r\n\tAs far as we know, no one has suggested that the goal is to kill huge numbers of coyotes. At the April 4 meeting, Police Chief Anthony Pesare said the town would hire just one hunter to target coyotes that have lost their fear of humans. The hunter, he said, would be teamed up with Numi Mitchell, &nbsp;who since 2005 has been running the Narragansett Bay Coyote Study.<br />\r\n\t<br />\r\n\tHad we run this statement through the Truth-O-Meter, it&nbsp; would have rated a False ruling. But we were more interested in the petition&rsquo;s claim that killing coyotes just leads the animals to &quot;replace and usually multiply the numbers.&quot;<br />\r\n\t<br />\r\n\tFirst we called Shana Gaines, a Newport woman and vintage clothing store owner, who started the petition. She said she based the text on remarks by Mitchell, whose team has been placing radio collars on coyotes and tracking them to better understand their habits.<br />\r\n\t<br />\r\n\tMitchell, after confirming her advisory role in the Middletown initiative, referred us to several research studies, including those by Frederick F. Knowlton, who spent 45 years studying coyotes and other wildlife with the U.S. Department of Agriculture&rsquo;s Wildlife Service and as a professor at Utah State University. His work, much of it relating to coyote attacks on livestock, is commonly cited in scientific papers.<br />\r\n\t<br />\r\n\t&quot;Local population reduction can provide temporary relief to sheep operators, but only until the local coyote population compensates for the removals and fills vacant territories. &hellip; Population reduction as a management option usually requires annual reapplications due to the reproductive capabilities and ease of movement of coyotes,&quot; he and his co-authors wrote in one 1999 paper.<br />\r\n\t<br />\r\n\tKim Murray Berger, another researcher who has studied coyotes, wolves and other predators, wrote in a 2006 paper that although systematic campaigns to kill predators have &quot;threatened&quot; such species as wolves, coyotes &quot;have shown remarkable resilience.&quot;<br />\r\n\t<br />\r\n\tThe scientific explanation that is commonly given is intriguing.<br />\r\n\t<br />\r\n\t&quot;It&rsquo;s called responsive reproduction,&quot; said Christine Schadler, a wild-canid ecologist and teacher who is the New England representative for the advocacy group Project Coyote. &quot;It seems very mysterious. How can you shoot and shoot and shoot and wind up with more? It doesn&rsquo;t seem intuitive at all.&quot;<br />\r\n\t<br />\r\n\tBut here&rsquo;s what happens, she said. Coyotes typically live in a pack that stakes out, and protects, a territory. Packs are led by an alpha male and female, which are the only breeders among the group. When stressed by a limited amount of food, the females produce litters with fewer pups.<br />\r\n\t<br />\r\n\tBut when the size of a pack is reduced, there&rsquo;s more food for each individual. And breeding becomes more prolific. Their numbers bounce back in a year or two, she said.<br />\r\n\t<br />\r\n\tCoyotes have expanded from western parts of the country, despite attempts to reduce their numbers there, and spread to the East, taking advantage of the decline in wolf populations, a natural territorial competitor.<br />\r\n\t<br />\r\n\t&quot;In a hundred years of trying to control the coyotes, all we&rsquo;ve done is create millions more,&quot; Schadler said. &quot;There&rsquo;s not a scientific article that can dispute that.&quot;<br />\r\n\t<br />\r\n\tA New Hampshire sheep raiser, Schadler &quot;educates&quot; the local coyote pack to feel threatened by humans -- in ways that are not harmful to the animals. That, along with good fences and other deterrents, has prevented her from losing any sheep. All experts on coyotes caution against intentionally or unintentionally providing coyotes a source of food.<br />\r\n\t<br />\r\n\tWe searched for someone who might argue that killing coyotes can reduce populations.<br />\r\n\t<br />\r\n\tWe called Wildlife Services, a federal agency within the U.S. Department of Agriculture. The office readily acknowledges overseeing the killing of tens of thousands of coyotes every year, much to the chagrin of wildlife advocates.<br />\r\n\t<br />\r\n\tBut even Carol Bannerman, a spokeswoman for the agency, would not advocate killing coyotes simply to reduce populations. The agency responds to complaints of damage being caused by coyotes, such as livestock losses, with an &quot;integrated management plan&quot; that emphasizes non-lethal methods to ward off coyotes.<br />\r\n\t<br />\r\n\tWhere does that leave us?<br />\r\n\t<br />\r\n\tBannerman, Middletown officials and Mitchell all appear to embrace the idea, to some degree, that the targeted killing of coyotes too comfortable around humans can help deal with isolated problems.<br />\r\n\t<br />\r\n\t&quot;This is just a short-term solution for a couple of individual coyotes,&quot; Mitchell said.<br />\r\n\t<br />\r\n\tKnowlton, the Utah expert, said local reduction programs can provide temporary relief from coyote problems.<br />\r\n\t<br />\r\n\tBut, in general, wildlife advocates and scientific studies maintain that coyotes are such prolific breeders that trying to lower their numbers by killing them is ineffective.<br />\r\n\t<br />\r\n\tSo it appears the petition, apart from the &quot;mass killing&quot; falsehood, &nbsp;wasn&rsquo;t feeding us a pack of lies after all. We rate the claim about coyotes replenishing their numbers Mostly True.</p>", "ruling_comments_date": "2011-04-14T19:15:24.715401", "ruling_date": "2011-04-15T00:00:01", "ruling_headline": "Petition claims killing individual coyotes doesn’t effectively curb their populations", "ruling_headline_slug": "petition-claims-killing-individual-coyotes-doesnt-", "ruling_link_text": "They're prolific breeders", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tInterview, Shana Gaines, petition creator, April 8, 2011<br />\r\n\t<br />\r\n\tInterview, Numi Mitchell, coordinator <a href=\"http://www.theconservationagency.org/coyote.htm\">Narragansett Bay Coyote Study,</a> April 1, 2011<br />\r\n\t<br />\r\n\tInterview, Carol Bannerman, spokeswoman, Wildlife Services, U.S. Department of Agriculture, April 13, 2011</p>\r\n<p>\r\n\t<br />\r\n\tInterview, Christine Schadler, New England representative, Project Coyote, April 13, 2011<br />\r\n\t<br />\r\n\tInterview, Charlie Brown, wildlife biologist, state Department of Environmental Management, April 13, 2011<br />\r\n\t<br />\r\n\tVideo, Middletown <a href=\"http://www.vimeo.com/21962685\">Town Council&rsquo;s April 4 meeting</a>, accessed on town&rsquo;s web site on April 8, 2011<br />\r\n\t<br />\r\n\tProvidence Journal, &quot;<a href=\"http://www.projo.com/ri/middletown/content/COYOTE_HEARING_04-05-11_4TNCKI0_v30.1af8d00.html\">Council backs shooting rogue coyotes</a>,&quot; by Richard C. Dujardin, April 5, 2011<br />\r\n\t<br />\r\n\tThe Journal of Wildlife Management, <a href=\"http://www.jstor.org/pss/3799066\">&quot;Preliminary Interpretation of &nbsp;Coyote Population Mechanics with Some Management Implications,&quot;</a> Vol. 36, No. 2, April 1972, pp. 369-382.<br />\r\n\t<br />\r\n\tJournal of Range Management, &quot;<a href=\"http://www.jstor.org/pss/4003765\">Coyote Depredation Control: An Interface between Biology and Management,</a>&quot; by Frederick F. Knowlton, Eric M. Gese and Michael M. Jaeger, Vol. 52, No. 5. September 1999), pp. 398-412.<br />\r\n\t<br />\r\n\tConservation Biology, &quot;<a href=\"http://www.predatordefense.org/docs/coyotes_article_WCS_Berger_sheep_econ_2006.pdf\">Carnivore-Livestock Conflicts: Effects of Subsidized Predator Control and Economic Correlates on the Sheep Industry</a>,&quot; by Kim Murray Berger, Vol. 20, No. 3, June 2006, pp 751-761.<br />\r\n\t<br />\r\n\tWildlife Journal, &quot;<a href=\"http://wilddogsne.com/WJ%20NovDec2010%20Coyote.pdf\">Coyote: To Understand Coyotes, Look to their Wolf Relatives,</a>&quot; by Christine Schadler, November/December 2010, pp 8-12.</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 0, "home_state": "Rhode Island", "id": 1150, "last_name": "Online petition", "mostly_true_count": 1, "name_slug": "online-petition", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/mug-independentgroup__________________2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1150/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>\r\n\t&quot;For every [coyote] they kill, the population will replace and usually multiply.&quot;</p>", "statement_context": "an online petition", "statement_date": "2011-04-08", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}], "target": [], "twitter_headline": ""}