{"art": [], "author": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}, {"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2011/apr/16/joaquin-castro/joaquin-castro-says-if-house-approved-budget-becom/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "bbell@statesman.com", "first_name": "Brenda", "id": 267, "last_name": "Bell", "name_slug": "brenda-bell", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/267/", "title": "Projects Editor", "twitter": null}], "facebook_headline": null, "id": 3599, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}, {"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}, {"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/3599/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tState Rep. Joaquin Castro says spending cuts in the Texas House version of the state&rsquo;s 2012-13 budget will cause vulnerable Texans to suffer. For instance, the San Antonio Democrat said in House debate April 4, &quot;43,000 people are going to be kicked out of nursing homes or denied nursing home entrance.&quot;<br />\r\n\t<br />\r\n\tThe House-passed budget, yet to be answered by the Senate, would reduce by about 10 percent reimbursement rates paid to nursing homes for residents covered by Medicaid, the state- and federally-funded health program for the poor and disabled.<br />\r\n\t<br />\r\n\tNursing home advocates say actual daily rates would effectively drop 34 percent &mdash; from $123 to $81 per resident &mdash; because the House-adopted budget also doesn&rsquo;t account for projected increases in health care costs or in Medicaid-supported nursing home residents. Nor does it replace federal stimulus aid that ends this year.<br />\r\n\t<br />\r\n\tSome perspective: Of about 90,000 nursing home residents statewide, 54,800 &mdash; 62 percent &mdash; are covered by Medicaid.<br />\r\n\t<br />\r\n\tStarting in 1999, &nbsp;Medicaid reimbursement rates to nursing homes have increased seven times, most recently going up 2.7 percent in 2009. Rates have been cut thrice, most recently 2 percent as of February.<br />\r\n\t<br />\r\n\tThe state&rsquo;s reimbursement rate is 49th nationally, according to an April 9 Austin American-Statesman news article. Also, Stephanie Goodman, a spokeswoman for the Texas Health and Human Services Commission, told us that &quot;there&rsquo;s widespread agreement that our rates don&rsquo;t fully cover costs.&quot;<br />\r\n\t<br />\r\n\tWhen we sought backup for Castro&rsquo;s statement, his office said he got his numbers from the Texas Health Care Association, which represents the state&rsquo;s nursing home industry.<br />\r\n\t<br />\r\n\tThe group&rsquo;s president, Tim Graves, told us that it analyzed the most recent data, covering 2008, to try to estimate &quot;the scope of the potential impact&quot; of the proposed cuts. Graves said at least 70 percent of the residents at about half the state&rsquo;s nursing homes, or 550 facilities, are insured through Medicaid &mdash; figures we confirmed with the Texas Health and Human Services Commission. The association estimates that the average number of residents at these facilities is 83, suggesting that 45,650 residents live in heavily Medicaid-dependent homes that would bear the brunt of the House&rsquo;s rate cut.<br />\r\n\t<br />\r\n\tAnd how many nursing home residents would be kicked out or denied care? That number proved elusive.<br />\r\n\t<br />\r\n\tA Feb. 16 association press release says the reduction &quot;will force local facilities to significantly cut staffing levels, cut pay &mdash; or worse &mdash; go out of business, leaving local seniors and local workers to make do with no care and no jobs.&quot;<br />\r\n\t<br />\r\n\tGraves told us: &quot;There&rsquo;s no way I can predict the future, but I can tell you they&rsquo;ll be in really bad shape. ... Our point is any facility that depends on Medicaid to that extent is going to be in very significant trouble, and that could affect a lot of folks.&quot;<br />\r\n\t<br />\r\n\tGraves said the association hasn&rsquo;t asked every home if it would close upon the proposed rate cut, but conversations with nursing-home operators have persuaded him that widespread closures with residents getting displaced is a valid concern.<br />\r\n\t<br />\r\n\tAt his suggestion, we contacted the Texas Association of Homes and Services for the Aging, which advocates for about 100 nonprofit nursing homes. President George Linial told us it now costs homes $140 to $150 a day to serve residents. Separately, the state health commission told us the average daily cost for nursing-home care in 2008 was $129 per resident and the state projects that average for 2012-13 to be $133.<br />\r\n\t<br />\r\n\tLinial shared an association document titled &quot;Nursing Home Profile for Texas&quot; stating that if the House-approved rates become law, 896 of the state&rsquo;s nursing homes will close and 63,616 residents will lose their care.<br />\r\n\t<br />\r\n\tLinial, calling the group&rsquo;s forecast &quot;an estimate... a guess,&quot; also said: &quot;It is tough to determine who will close because most nursing homes do not want to alarm their residents by saying they will close ... However, simply looking at their financial statements will tell you that closure is imminent with further cuts.&quot;<br />\r\n\t<br />\r\n\tHow did the group reach its numbers? Association vice president David Thomason said he determined from cost data collected by the state health commission that an average of 71 residents lived in the state&rsquo;s nursing homes in 2008 and that Medicaid-covered residents accounted for 65 percent or more of the occupants of 896 homes. Assuming those homes would close if the House-backed budget becomes law, Thomason said, 63,616 residents would be kicked out of the shuttered homes.<br />\r\n\t<br />\r\n\tAccording to the health commission, 676 nursing homes in 2009 had 65 percent or more of their residents covered by Medicaid. Informed of this tally, Thomason replied by email that he&rsquo;d &quot;rounded up&quot; in his analysis and the group &quot;will be happy to agree that at least 676 facilities will close at the current House version of the bill,&quot; with 47,996 residents kicked out.<br />\r\n\t<br />\r\n\tWe pressed Thomason on his assumption that this particular cut would force the homes to close, though their reimbursement rates had mostly risen over the past decade. Reminding us of the homes greatly depending on Medicaid, Thomason said: &quot;There&rsquo;s no other way around it, you&rsquo;re going to close.&quot;<br />\r\n\t<br />\r\n\tAnne Dunkelberg, associate director of the Austin-based Center for Public Policy Priorities, &nbsp;told us that Castro accurately pinned the number of nursing home residents whose &quot;access to care is at risk.&quot; Yet whether all those residents &quot;would lose coverage at once, that may be pushing it,&quot; she said.<br />\r\n\t<br />\r\n\tFinally, spokeswomen for HHSC and the Texas Department of Aging and Disability Services, which administers long-term services, said their agencies have not assessed the impact of rate cuts on Medicaid-covered residents. Goodman said: &quot;We don&rsquo;t doubt that deep cuts in Medicaid rates would mean that some nursing homes would close.&quot;<br />\r\n\t<br />\r\n\tAll in all, Castro&rsquo;s claim that the House-approved budget would effectively deny 43,000 people nursing home care was not confirmed by the group he cites as his source. Though a different group estimates a larger number, that&rsquo;s acknowledged as an educated guess.<br />\r\n\t<br />\r\n\tAt this point, all such predictions are speculative. We rate the statement Barely True.</p>\r\n<br />\r\n<br />\r\n<p>\r\n\t<i>Editor&#39;s note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i></p>", "ruling_comments_date": "2011-04-15T17:09:32.378923", "ruling_date": "2011-04-16T06:00:00", "ruling_headline": "Joaquin Castro says if House-approved budget becomes law, \"43,000 people are going to be kicked out of nursing homes or denied nursing home entrance\"", "ruling_headline_slug": "joaquin-castro-says-if-house-approved-budget-becom", "ruling_link_text": "Educated guessing", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tAustin American-Statesman,<a href=\"http://www.statesman.com/news/texas-politics/opponents-of-medicaid-cuts-warn-of-devastating-ripple-1340795.html?printArticle=y\"> Opponents of Medicaid cuts warn of devastating ripple effect</a>, March 22, 2011<br />\r\n\t<br />\r\n\tAustin American-Statesman, <a href=\"http://www.statesman.com/news/texas-politics/health-care-cuts-will-leave-state-in-critical-1389167.html\">Health care cuts will leave state in critical condition, foes say</a>, April 9, 2011<br />\r\n\t<br />\r\n\tCenter for Public Policy Priorities, <a href=\"http://www.cppp.org/files/3/2011_03_09_Medicaid_%20and_state%20budget%20corr%203%2021%202011.pdf\">Medicaid and the state budget: mortal injury?</a>, March 9, 2011<br />\r\n\t<br />\r\n\tEmail, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/04152011_hhscresponse.html%20\">response</a> to PolitiFact Texas, Stephanie Goodman, communications director, Texas Health and Human Services Commission, April 15, 2011<br />\r\n\t<br />\r\n\tEmail (excerpted), <a href=\"http://alt.coxnewsweb.com/statesman/politifact/04152011_davidthomasonresponse.html\">response</a> to PolitiFact Texas, David Thomason, vice president of public policy, Texas Association of Homes and Services for the Aging, Austin, April 15, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Stephanie Goodman, Texas Department of Health and Human Services, April 8, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Allison Lowery, media manager, Texas Department of Aging and Disability Services, April 4, 2011<br />\r\n\t<br />\r\n\tE-mail interview and telephone interviews with George Linial, president and CEO, Texas Association of Homes and Services for the Aging, and David Thomason, vice president of public policy, Austin, April 5, 13 and 14, 2011<br />\r\n\t<br />\r\n\tInterview with Bianca Briseno, legislative aide for state Rep. Joaquin Castro, April 4, 2011<br />\r\n\t<br />\r\n\tInterview with Anne Dunkelberg, associate director, Center for Public Policy Priorities, April 8, 2011<br />\r\n\t<br />\r\n\tInterview with Tim Graves, president, Texas Health Care Association, April 4, 2011<br />\r\n\t<br />\r\n\tLegislative Budget Board, <a href=\"http://www.lbb.state.tx.us/LBE/2012-2013/LBE_HOUSE_SUMMARY_2012-2013.pdf\">Summary of legislative budget estimates for biennium 2012-13, House version</a>, January 2011<br />\r\n\t<br />\r\n\tTexas Health Care Association, <a href=\"http://www.txhca.org/pressreleases/THCA_House_subcommittee_testimony_FINAL.pdf\">Press release</a>: Proposed 33 percent Medicaid rate cuts will put Texas seniors&rsquo; care, local health jobs in clear and present danger, Feb. 16, 2011<br />\r\n\t<br />\r\n\tTexas Health and Human Services Commission, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/04142011_medicaidrates.xls\">chart</a> showing changes to Medicaid reimbursement rates to nursing homes, 2000 through 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "attorney", "false_count": 0, "first_name": "Joaquin", "half_true_count": 2, "home_state": "Texas", "id": 1155, "last_name": "Castro", "mostly_true_count": 2, "name_slug": "joaquin-castro", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/jcastro2009.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1155/", "total_count": 7, "true_count": 2, "website": "http://www.castroforcongress.com/"}, "statement": "<p>\r\n\t&quot;43,000 people are going to be kicked out of nursing homes or denied nursing home entrance&quot; if the Texas House version of the state budget passes into law.</p>", "statement_context": "House floor debate.", "statement_date": "2011-04-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}], "target": [], "twitter_headline": ""}