{"art": [], "author": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "canonical_url": "/wisconsin/statements/2011/apr/17/kathy-nickolaus/waukesha-county-clerk-kathy-nickolaus-says-errors-/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 3601, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/3601/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tIt&rsquo;s a safe bet no election clerk in Wisconsin history ever invited more questions about a vote count than Waukesha County Clerk Kathy Nickolaus did on April 7, 2011.<br />\r\n\t<br />\r\n\tWith a possible <a href=\"http://www.jsonline.com/news/statepolitics/119486574.html\">statewide </a><a href=\"http://www.jsonline.com/news/statepolitics/119486574.html\">recount </a>hanging in the balance, why did Nickolaus wait more than a day to report an error that had helped give the appearance of a narrow JoAnne Kloppenburg victory in the state Supreme Court race? How could she have left an entire city, Brookfield, out of the countywide vote tabulation she released to the media?<br />\r\n\t<br />\r\n\tThe mistake had the effect of masking a statewide lead of about 7,500 votes by Justice David Prosser in the ultra-close contest, if the now-revised totals are correct. (A statewide canvass completed April 15 gave Prosser a 7,316-vote margin of victory.)<br />\r\n\t<br />\r\n\tState election officials are still investigating what happened, so questions remain about what led to the screw-up.<br />\r\n\t<br />\r\n\tOne statement Nickolaus, a Republican elected to the post in November 2002, made at her <a href=\"http://www.jsonline.com/multimedia/video/?bcpid=557970742001&amp;bckey=AQ%7E%7E,AAAAAGgk8Us%7E,dLqgruaIT6p0-bOvkmnTqxgp_tjv2Dsg&amp;bctid=895391546001\">news </a><a href=\"http://www.jsonline.com/multimedia/video/?bcpid=557970742001&amp;bckey=AQ%7E%7E,AAAAAGgk8Us%7E,dLqgruaIT6p0-bOvkmnTqxgp_tjv2Dsg&amp;bctid=895391546001\">conference</a> got our attention.<br />\r\n\t<br />\r\n\t&quot;It is important to stress that this is not a case of extra votes or extra ballots being found,&quot; she said. &quot;This is human error -- which I apologize for -- which is common in this process, which is why the state requires us to conduct a canvass.&quot;<br />\r\n\t<br />\r\n\tAre errors in the election process &quot;common?&quot; And what about errors of this type?<br />\r\n\t<br />\r\n\tNickolaus did not return a call, and has not spoken much to the media since the news conference, but we checked news archives and national, state and local experts for perspective.<br />\r\n\t<br />\r\n\tThere&rsquo;s unanimous agreement that human error is not unusual in the bustle of election day (and night), causing discrepancies between unofficial totals and the official canvassed totals produced in the days after an election.<br />\r\n\t<br />\r\n\tOfficials also stress that such discrepancies almost invariably have nothing to do with stolen votes, uncounted or lost ballots, or extra votes. In other words, the actual voting numbers were not affected -- just the early, preliminary, unofficial tally of them.<br />\r\n\t<br />\r\n\tFor example, in the city of New Berlin, as Nickolaus reported, a clerical error recorded a vote total for Prosser as 37 but the voting machine tape showed it was 237.<br />\r\n\t<br />\r\n\tAnd in Winnebago County, the unofficial returns in the Supreme Court race were more than 1,100 votes short because of a modem malfunction in communicating municipal votes to the county from a few voting machines.<br />\r\n\t<br />\r\n\tIn all, more than 45 counties of 72 reported an official number -- after their canvass -- that differed from the totals they reported to the public on election night. In some cases they were off by a single vote.<br />\r\n\t<br />\r\n\tIn some cases, the difference is not an error at all. Sometimes overseas ballots are counted late. People who forget to bring proof of residence when registering to vote can cast provisional ballots that are not counted until after the election. Write-in votes can cause delays in tabulation.<br />\r\n\t<br />\r\n\tWhatever the cause, the official vote canvass is where mistakes get corrected. That&rsquo;s why state law sets up that process.<br />\r\n\t<br />\r\n\tIn the case of Brookfield, the 14,000 votes were accurately tabulated at the municipal level and transmitted correctly to the media and to Nickolaus. The numbers reported by Brookfield have been confirmed by state election officials. The problem was that Nickolaus left them out of her unofficial aggregated county-wide total.<br />\r\n\t<br />\r\n\tThat is far from common.<br />\r\n\t<br />\r\n\tAnd that puts it on a different level right off the bat. When you add in the close margin in a widely watched race -- and Nickolaus&rsquo; decision to keep it quiet -- her error falls into a category almost by itself.<br />\r\n\t<br />\r\n\tIn fact, the Waukesha situation is so uncommon that observers have a hard time even agreeing how to describe the error. Among the descriptions: unreported votes, lost votes, unrecorded votes, discovered votes. &quot;Waukeshananigans,&quot; some Democrats called it.<br />\r\n\t<br />\r\n\tHas anything remotely like this popped up in Wisconsin over the years? Here&rsquo;s a look at some high-profile problems:</p>\r\n<ul>\r\n\t<li>\r\n\t\tIn 1993, controversy arose over punch-card ballots that had to be thrown out because of computer or voter glitches. That became an issue in the Peter Barca-Mark Neumann congressional race, which had over 1,100 invalidated punch-card ballots in a contest Barca won by 675 votes.</li>\r\n</ul>\r\n<ul>\r\n\t<li>\r\n\t\tIn November 2004 in Milwaukee, 238 absentee ballots were not returned to the polls in time to be counted. The city got special state permission to add them to the statewide canvass, but it did not affect the outcome of any races. In addition, the Journal Sentinel reported a major discrepancy between the ballot count and the number of people listed as having voted. Investigators later narrowed that gap to 4,600, based on discovery of clerical errors.</li>\r\n</ul>\r\n<ul>\r\n\t<li>\r\n\t\tIn 2004 in Taylor County, a software bug in an optical scan tabulator omitted 1,500 votes for federal offices on ballots where the voter took the straight-party option. A reporter noticed the discrepancy in March 2005. It did not change any results.</li>\r\n</ul>\r\n<ul>\r\n\t<li>\r\n\t\tIn 2006 in Milwaukee, the city&rsquo;s unofficial count was more than 33,000 votes too high due to a computer programming error. But it&rsquo;s different than the Waukesha situation: The total vote in Milwaukee was misstated, but it did not affect the totals in individual races, which were tabulated separately.</li>\r\n</ul>\r\n<p>\r\n\t<br />\r\n\tSo, it&rsquo;s clear that big mistakes also occasionally happen.<br />\r\n\t<br />\r\n\tKevin Kennedy, Wisconsin&rsquo;s top elections official, took issue with Nickolaus using the word &quot;common&quot; while describing the alleged error she made.<br />\r\n\t<br />\r\n\t&quot;There are mistakes and we build in checks to catch them,&quot; Kennedy said. &quot;But this is unusual in its magnitude and the fact that it wasn&rsquo;t brought to light (immediately). That is very unusual.&quot;<br />\r\n\t<br />\r\n\tThree other election officials or researchers agreed with aspects of Kennedy&rsquo;s comments.<br />\r\n\t<br />\r\n\tKristine Schmidt, the Brookfield city clerk, said the situation was rare because Nickolaus waited so long to tell the state about the error.<br />\r\n\t<br />\r\n\tPamela Smith, president of Verified Voting, a nonprofit group that advocates for cleaner elections, said a more transparent process in Waukesha County might have prevented the error from escalating into a big deal.<br />\r\n\t<br />\r\n\tDiane Hermann-Brown, the Sun Prairie city clerk and president of the Wisconsin Municipal Clerks Association, said human error was inevitable, but it was uncommon to have an entire community&rsquo;s results left out.<br />\r\n\t<br />\r\n\tWisconsin&rsquo;s unusual reliance on municipal-level election administration rather than county-by-county increases the possibility for errors, various experts noted.<br />\r\n\t<br />\r\n\tFor a national perspective, we turned to Lawrence Norden, who catalogues election errors for the Brennan Center for Justice at the New York University Law School, a left-leaning advocacy and research group.<br />\r\n\t<br />\r\n\tNorden said discrepancies between official and unofficial tallies are &quot;unfortunately very common.&quot; He&rsquo;s seen other instances of an entire community&rsquo;s tally being left off -- but rarely in an area where the vote so heavily went to one candidate.<br />\r\n\t<br />\r\n\tLet&rsquo;s tally up the facts here.<br />\r\n\t<br />\r\n\tNickolaus talked about &quot;common&quot; human error in the election process. We think it&rsquo;s fair to assume she was including her own error as one of the &quot;common&quot; mistakes.<br />\r\n\t<br />\r\n\tHistory, and experts, confirm that human error is indeed not unusual in the tabulation of preliminary election results. It&rsquo;s equally clear that her error, while not unprecedented, is on the extreme end of the scale and is a rarity.<br />\r\n\t<br />\r\n\tOur definition for Barely True is: The statement contains some element of truth but ignores critical facts that would give a different impression.<br />\r\n\t<br />\r\n\tThat&rsquo;s our ruling.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2011-04-15T18:12:00.749964", "ruling_date": "2011-04-17T09:00:00", "ruling_headline": "Waukesha County Clerk Kathy Nickolaus says errors in tabulating votes in elections are common", "ruling_headline_slug": "waukesha-county-clerk-kathy-nickolaus-says-errors-", "ruling_link_text": "Small errors not unusual, but rare to see mistakes like this", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tWaukesha County Clerk Kathy Nickolaus, <a href=\"http://www.jsonline.com/multimedia/video/?bcpid=557970742001&amp;bckey=AQ~~,AAAAAGgk8Us~,dLqgruaIT6p0-bOvkmnTqxgp_tjv2Dsg&amp;bctid=895391546001\">remarks at news conference</a>, April 7, 2011</p>\r\n<p>\r\n\tWisconsin Governmental Accountability Board, <a href=\"http://www.fairelectionswi.com/Pre-election%20test/medford%20report%20SEB.pdf\">report on Taylor County voting</a>, &nbsp;May 10, 2005<br />\r\n\t<br />\r\n\tWisconsin Government Accountability Board, Election Administration Manual, accessed April 12, 2011<br />\r\n\t<br />\r\n\tInterview with Kevin Kennedy, executive director, Wisconsin Government Accountability Board, April 14, 2011<br />\r\n\t<br />\r\n\tInterview with Barry Burden, UW-Madison political scientist, April 12, 2011<br />\r\n\t<br />\r\n\tInterview with Pamela Smith, president, Verified Voting, April 12, 2011<br />\r\n\t<br />\r\n\tInterview with Lawrence Norden, deputy director, Democracy Program, Brennan Center for Justice, April 12, 2011<br />\r\n\t<br />\r\n\tInterview with Kristine Schmidt, city clerk, City of Brookfield, April 12, 2011<br />\r\n\t<br />\r\n\tInterview with Sue Ertmer, Winnebago County clerk, April 15, 2011<br />\r\n\t<br />\r\n\tBrennan Center for Justice, Post Election Audits: Restoring Trust in Elections, 2007<br />\r\n\t<br />\r\n\tMilwaukee Journal Sentinel, <a href=\"http://news.google.com/newspapers?id=VjAgAAAAIBAJ&amp;sjid=k0UEAAAAIBAJ&amp;dq=city%20ballots%20dont%20add%20up&amp;pg=6063%2C1362332\">&quot;City ballots don&rsquo;t add up,&quot;</a>Sept. 14, 2006<br />\r\n\t<br />\r\n\tAssociated Press, <a href=\"http://www.usatoday.com/news/nation/2011-04-07-wisconsin-vote-correction_N.htm\">&quot;Wisconsin corrects vote count, gives incumbent big lead</a>,&quot; April 7, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Waukesha County Clerk", "false_count": 0, "first_name": "Kathy ", "half_true_count": 0, "home_state": "Wisconsin", "id": 1156, "last_name": "Nickolaus", "mostly_true_count": 0, "name_slug": "kathy-nickolaus", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Kathy_Nicklaus.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1156/", "total_count": 1, "true_count": 0, "website": "http://www.waukeshacounty.gov/defaultwc.aspx?id=38066"}, "statement": "<p>\r\n\tHuman error, such as skipping a community in the Wisconsin Supreme Court race, &quot;is common in (the vote-tabulation) process.</p>", "statement_context": "remarks at a news conference", "statement_date": "2011-04-07", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}], "target": [], "twitter_headline": ""}