{"art": [], "author": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "canonical_url": "/oregon/statements/2011/apr/19/our-oregon/group-says-republican-senator-behind-call-drastic-/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "tbottomly@oregonian.com", "first_name": "Therese", "id": 188, "last_name": "Bottomly", "name_slug": "therese-bottomly", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/therese_1.jpg", "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/188/", "title": "Managing Editor", "twitter": null}], "facebook_headline": null, "id": 3603, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "resource_uri": "/api/v/2/statement/3603/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tIt&rsquo;s not even election season, but a recent political ad has generated quite a bit of buzz.<br />\r\n\t<br />\r\n\tOur Oregon, an organization backed by several unions and other progressive groups, <a href=\"http://www.youtube.com/user/OurOregon2011\">released an ad</a> attacking Rep. Dennis Richardson. The Central Point Republican has a target on his back because he sits on the Legislature&#39;s budget committee.<br />\r\n\t<br />\r\n\tIn the ad, titled &lsquo;Priorities,&rsquo; Our Oregon rips into Richardson for ignoring seniors and children.<br />\r\n\t<br />\r\n\tHere&rsquo;s the ad&rsquo;s text in full:<br />\r\n\t<br />\r\n\t&quot;It&#39;s tough out there for middle class families. But Dennis Richardson and the Republicans voted to give tax breaks to corporations. Now Richardson wants to make drastic cuts to services we depend on: schools, home care for seniors, even public safety -- all so Richardson can keep more than $440 million in unspent funds for his political priorities. But what could be more important than the health and safety of seniors and our children&#39;s future. call your legislators. tell them to get their priorities straight.&quot;<br />\r\n\t<br />\r\n\tThere&rsquo;s a lot in there -- most all of it the House Republicans find objectionable -- but, per our methods, we have to pick one statement. We&rsquo;ll go with &quot;Now Richardson wants to make drastic cuts to services we depend on: schools, home care for seniors, even public safety -- all so Richardson can keep more than $440 million in unspent funds for his political priorities.&quot;<br />\r\n\t<br />\r\n\tThe ad is referencing the proposed budget put forth by the Legislature&rsquo;s budget committee, so let&rsquo;s start there.<br />\r\n\t<br />\r\n\tFirst some background: The Legislature&rsquo;s budget writing committee is composed of both representatives and senators. Generally, it&rsquo;s led by two co-chairs, one from each chamber. This year, though, with an evenly divided House, there are three co-chairs: one from the Senate, two from the House.<br />\r\n\t<br />\r\n\tRichardson is the only Republican of the three men who control the committee. The two others are Democratic Sen. Richard Devlin from Tualatin and Rep. Peter Buckley from Ashland.<br />\r\n\t<br />\r\n\tGenerally, after the Oregon governor releases a proposed budget, the co-chairs set to work crafting their own. The Legislature then spends time adjusting the proposals to create something that will pass both chambers and win the governor&rsquo;s signature.<br />\r\n\t<br />\r\n\tThis time around, the co-chairs -- after considerable negotiation -- presented a framework budget of about $14.6 billion. The budget actually offers schools some $140 million more than what Gov. John Kitzhaber suggested in his own proposal.<br />\r\n\t<br />\r\n\t(All told, school funding will remain flat -- it&rsquo;s not being cut. Of course, the cost of education rises each year, meaning Oregon won&rsquo;t get the same amount of services for the same amount of money in the next biennium as it did in the current. Human services, meanwhile, will face a shortfall as a result of lost stimulus money.)<br />\r\n\t<br />\r\n\tSomewhat controversially, the co-chairs decided to leave $444 million in reserve funds alone. Unions, and many Democratic lawmakers, feel that cash should be used now. The funds, they say, were meant to help out in bad times; these are bad times. Others believe it offers a cushion. If the burgeoning economic recovery stalls, the state will have some money to fall back on. Without the cash on hand, the state would need to reduce services.<br />\r\n\t<br />\r\n\tAny guess where Our Oregon stands on the issue? Yep, they think the co-chairs should be tapping into that reserve. Hence the ad.<br />\r\n\t<br />\r\n\tWith that in mind, there are a few things wrong with the ad. Most important: This is not just Richardson&#39;s doing. Sure, he had a seat at the negotiating table. But the ultimate proposal was a bipartisan effort. To single him out isn&rsquo;t accurate. At least two others ultimately decided that, for the purposes of compromise, the Legislature should set aside some cash for an even rainier day.<br />\r\n\t<br />\r\n\tAs Harry Esteve <a href=\"http://www.oregonlive.com/politics/index.ssf/2011/03/new_budget_battle_in_oregon_ho.html\">recently reported in The Oregonian</a>: &quot;He and his fellow co- chairs, Sen. Richard Devlin, D-Tualatin, and Rep. Peter Buckley, D-Ashland, argued for a hefty cushion of reserves, worried that recent hikes in oil prices could spur another recession. If the economy improves, dollars could be added to the budget when the Legislature meets again next year, they said during a Capitol news conference.&quot;<br />\r\n\t<br />\r\n\tThat&rsquo;s right, all three men -- two Democrats, one Republican -- were there selling the legislation.<br />\r\n\t<br />\r\n\tWe called Our Oregon to ask about the discrepancy here. Scott Moore, the spokesman for the organization, said the co-chair proposal &quot;was an agreement signed by the Democratic co-chairs basically under duress.&quot;<br />\r\n\t<br />\r\n\tHe pointed to a <a href=\"http://www.leg.state.or.us/press_releases/hdo_032911.pdf\">House Democrats press </a><a href=\"http://www.leg.state.or.us/press_releases/hdo_032911.pdf\">release</a>when the budget proposal was unveiled that begins by pledging to &quot;advocate for using a greater share of the $444 million in reserves&quot; and then a <a href=\"http://www.leg.state.or.us/press_releases/sro_032911.pdf\">Senate Republican </a><a href=\"http://www.leg.state.or.us/press_releases/sro_032911.pdf\">release</a>that says they are &quot;generally positive about the new direction and tone set by the state budget proposal.&quot;<br />\r\n\t<br />\r\n\t(Two House Democrats have since introduced two bills that would tap into those reserves giving an addition $100 million to schools from the Education Stability Fund and $75 million to health care and public safety from the Rainy Day Fund.)<br />\r\n\t<br />\r\n\t&quot;There&#39;s clearly a great deal of support among the Republican caucus,&quot; Moore said. House Democrats seem to think funding needs to be higher.<br />\r\n\t<br />\r\n\tWhile that may be true, it still doesn&rsquo;t make this proposal any more Dennis Richardson&rsquo;s than it does Peter Buckley&rsquo;s or Richard Devlin&rsquo;s. What&rsquo;s more the Senate Democrats recently voted unanimously in favor of the education spending bill that mirrored the co-chairs&rsquo; proposal.<br />\r\n\t<br />\r\n\tAs the House Republican spokesman Nick Smith says, &quot;The levels of spending in the education budget, human services, public safety, each of the areas that are pointed out in this television ad, were all the result of bipartisan negotiation and compromise.&quot;<br />\r\n\t<br />\r\n\tWe agree. Sure, these next two years will be harder for social services and public education -- but that&rsquo;s a result of an anemic economy not a cut-happy Republican. Moreover, this budget represents a consensus, not one man&rsquo;s vision.<br />\r\n\t<br />\r\n\tWe find the claim that &quot;Richardson wants to make drastic cuts to services we depend on: schools, home care for seniors, even public safety -- all so Richardson can keep more than $440 million in unspent funds for his political priorities&quot; to be False.</p>\r\n<p>\r\n\t<a href=\"http://www.oregonlive.com/politics/index.ssf/2011/04/is_dennis_richardson_solely_to.html\">Comment on this item.</a></p>", "ruling_comments_date": "2011-04-15T20:50:23.873331", "ruling_date": "2011-04-19T06:00:00", "ruling_headline": "Group says Republican legislator behind the call for drastic cuts", "ruling_headline_slug": "group-says-republican-senator-behind-call-drastic-", "ruling_link_text": "In this case, it takes three to tango", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<br />\r\n\tInterview with Scott Moore, spokesman for Our Oregon, April 11, 2011<br />\r\n\t<br />\r\n\tInterview with Nick Smith, spokesman for House Republicans, April 15, 2011<br />\r\n\t<br />\r\n\tOur Oregon, <a href=\"http://www.youtube.com/user/OurOregon2011\">Priorities</a>, April 6, 2011<br />\r\n\t<br />\r\n\tSenate Republican <a href=\"http://www.leg.state.or.us/press_releases/sro_032911.pdf\">press release</a>, March 29, 2011<br />\r\n\t<br />\r\n\tHouse Democrats <a href=\"http://www.leg.state.or.us/press_releases/hdo_032911.pdf\">press release</a>, March 29, 2011<br />\r\n\t<br />\r\n\tThe Oregonian, <a href=\"http://www.oregonlive.com/politics/index.ssf/2011/03/new_budget_battle_in_oregon_ho.html\">New budget battle in Oregon</a>, March 29, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "political group", "false_count": 1, "first_name": "", "half_true_count": 0, "home_state": "Oregon", "id": 1158, "last_name": "Our Oregon", "mostly_true_count": 3, "name_slug": "our-oregon", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/logo.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1158/", "total_count": 4, "true_count": 0, "website": "http://ouroregon.org/"}, "statement": "<p>\r\n\t(Dennis) Richardson wants to make drastic cuts to services we depend on: schools, home care for seniors, even public safety -- all so Richardson can keep more than $440 million in unspent funds for his political priorities.&quot;</p>", "statement_context": "a political ad", "statement_date": "2011-04-06", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}], "target": [], "twitter_headline": ""}