{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2011/apr/19/mike-ford/austin-resident-says-flouride-compound-added-local/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [], "facebook_headline": null, "id": 3608, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/3608/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tIn a <a href=\"http://www.austinchronicle.com/gyrobase/ReaderComments/?ContainerID=1150436\">letter</a> to the editor published in the March 18 <em>Austin Chronicle,</em> Mike Ford suggests Austin residents have reason to question whether fluoridated water is safe.<br />\r\n\t<br />\r\n\t&quot;How many would be comfortable if they knew that the fluoride Austin is putting into our drinking water is fluorosilicic acid (toxic waste from the fertilizer industry) that the city buys from Lucier Chemical Industries?&quot; his letter states.<br />\r\n\t<br />\r\n\tEww.<br />\r\n\t<br />\r\n\tFord, an Austin resident, is part of <a href=\"http://www.fluoridefreeaustin.com/\">Fluoride Free Austin,</a> which has urged the city to stop putting fluoride in drinking water. On March 22, a City Council committee took testimony on the practice--and at least one speaker referred to the chemical additive as an industrial toxic waste, according to video of the hearing placed online.<br />\r\n\t<br />\r\n\tFord answered our request for backup by forwarding information from various sources including a November 2009 memo from an assistant city manager to Austin&rsquo;s City Council stating that after voter approval, the Austin Water Utility began adding fluoride to the water supply Feb. 2, 1973; the council can change the practice by majority vote.<br />\r\n\t<br />\r\n\tNationally in 2008, according to the U.S. Centers for Disease Control and Prevention, 195.5 million people (72.4 percent) on public water systems had access to &quot;optimally fluoridated&quot; water, up from 69 percent of individuals on public water supplies in 2006.<br />\r\n\t<br />\r\n\tThe Environmental Protection Agency regulates how much fluoride that drinking water should have. The current recommended range is 0.7 to 1.2 milligrams (parts per million) per liter of water, though the EPA and U.S. Department of Health and Human Services <a href=\"http://yosemite.epa.gov/opa/admpress.nsf/3881d73f4d4aaa0b85257359003f5348/86964af577c37ab285257811005a8417%21OpenDocument\">announced plans in January</a> to consider setting the limit at the low end of the current standard, 0.7 milligrams.<br />\r\n\t<br />\r\n\tPeter Silva, an EPA water administrator, said: &quot;EPA&rsquo;s new analysis will help us make sure that people benefit from tooth decay prevention while at the same time avoiding the unwanted health effects from too much fluoride.&quot;<br />\r\n\t<br />\r\n\tOne health effect is dental fluorosis, which the agency&rsquo;s announcement says &quot;may occur with excess fluoride consumption during the tooth-forming years, age 8 and younger. Dental fluorosis in the United States appears mostly in the very mild or mild form &ndash; as barely visible lacy white markings or spots on the enamel. The severe form of dental fluorosis, with staining and pitting of the tooth surface, is rare in the United States.&quot; (It&rsquo;s not rare in the Texas Panhandle, where groundwater is naturally high in fluoride.)<br />\r\n\t<br />\r\n\tThe city of Austin memo says the &quot;level of fluoride naturally occurring in the raw water supply for the City of Austin is 0.20 to 0.24 mg/l or parts per million. The Austin Water Utility adjusts the fluoride level to a range of 0.6 &ndash; 0.9 mg/l, averaging at about 0.75 mg/l. These values are well within the (Centers for Disease Control and Prevention) guidelines for optimally fluoridated water as well as being within the recommended range from (the World Health Organization).&quot;<br />\r\n\t<br />\r\n\tAnd what of the chemical compound cited in Ford&rsquo;s letter? The memo says the fluoride product used is hydrofluorosilicic acid, which fulfills a standard ensuring &quot;purity of products for the control of potential adverse human-health effects from products added directly to the water during treatment, storage and distribution.&quot; There&rsquo;s no mention of fertilizer in the 17-page memo.<br />\r\n\t<br />\r\n\tNext, spokeswoman Jill Mayfield of the water utility sent us a statement stating that the acid, also known as FSA, is supplied by Mosaic Chemicals, which she said has bought Lucier Chemical. Mosaic <a href=\"http://www.mosaicco.com/about.htm\">generally describes itself </a>as the world&rsquo;s leading producer and marketer of concentrated phosphate and potash, two primary fertilizers.<br />\r\n\t<br />\r\n\tMayfield said hydrofluorosilic acid is &quot;derived from apatite which is a type of limestone deposit used in the production of fertilizers. The apatite is ground up and treated with sulfuric acid producing phosphoric acid (the main ingredient in the production of phosphate fertilizer) plus a solid and two gases. The two gases, hydrogen fluoride and silicon tetrafluoride, are captured in water to form hydrofluorosilicic acid.&quot;<br />\r\n\t<br />\r\n\tAn <a href=\"http://www.mosaicco.com/products/industrial_products_hfs.htm\">entry on Mosaic&rsquo;s site </a>aligns with Mayfield&rsquo;s explanation. It says the vapor stream from the phosphoric acid reaction is scrubbed with water to form FSA from the naturally occurring silica and fluorine in the phosphoric acid.&quot;<br />\r\n\t<br />\r\n\tWe ran Ford&rsquo;s description of the acid as &quot;toxic waste&quot; past the company. Spokesman Rob Litt replied by e-mail: &quot;Many fluoridation opponents will cite the toxicity of the chemical in its concentrated form. This is a fallacy as no one is ingesting this concentrated form. By this rationale, these same individuals should also be opposed to Vitamin D, B6, A &amp; E, which are all considered toxic in concentrated form.&quot;<br />\r\n\t<br />\r\n\tFor more perspective, we contacted the CDC where Linda Orgain, a spokeswoman in its Division of Oral Health, said by e-mail that fluorosilicic acid &quot;is not toxic waste.&quot; She pointed us to a CDC <a href=\"http://www.cdc.gov/fluoridation/fact_sheets/engineering/wfadditives.htm\">web page</a> on water fluoridation with a section stating: &quot;All additives used at water treatment plants, including fluoride additives, must meet strict quality standards that assure the public&rsquo;s safety. These additives are subject to a stringent system of standards, testing, and certificates by the American Water Works Association (AWWA) and the National Sanitation Foundation/American National Standards Institute (NSF/ANSI). Both of these entities are nonprofit, nongovernmental organizations.&quot;<br />\r\n\t<br />\r\n\tOrgain added: &quot;There are no health implications for community water fluoridation &ndash; at the level used for community water fluoridation (currently 0.7-1.2 mg/L) fluoridation prevents and controls tooth decay &ndash; preventing about 25 percent of decay in children and adults, throughout the lifespan.&quot;<br />\r\n\t<br />\r\n\tWe filled Ford in on our research. He replied that the acid purchased by water providers cannot otherwise be dumped in the ocean, inland waterways or landfills unless it&rsquo;s contained: &quot;It&rsquo;s toxic until they sell it to the city and then magically the city puts it in our water.&quot;<br />\r\n\t<br />\r\n\tNext, the CDC&rsquo;s national water fluoridation engineer, Kip Duchon, said it&rsquo;s ridiculous to call the water additive toxic waste. Duchon said the compound put in water comes from gypsum, a byproduct of phosphate-based fertilizer plants that often ends up piled in landfills. The compound results from a gas that&rsquo;s isolated via vacuum extraction, he said, then quenched with water, making the acid.<br />\r\n\t<br />\r\n\tPer Ford&rsquo;s point about pouring the acid into bodies of water, Duchon replied: &quot;It&rsquo;s no different than any other acid (undiluted) that would kill everything in the lake. It would be irresponsible of anyone to capriciously or arbitrarily dump . any chemical in a water body.&quot;<br />\r\n\t<br />\r\n\tDuchon said the acid becomes toxic at concentrations of more than 100 milligrams per liter, over 100 times the concentration in Austin&rsquo;s water. He said he was aware of one episode involving such a toxic error involving a small community&rsquo;s water well; an Alaska man died.<br />\r\n\t<br />\r\n\tFord urged us to seek more on the compound&rsquo;s toxicity from Neal Carman, also a participant in Fluoride Free Austin. Carman said a loophole in federal environmental law makes it possible to sell the compound so long as it&rsquo;s going to be diluted. Then, he said, it&rsquo;s no longer considered a hazardous waste.<br />\r\n\t<br />\r\n\tWe were unable to confirm or disprove this claim; Mosaic&rsquo;s <a href=\"http://alt.coxnewsweb.com/statesman/politifact/04152011_mosaicmsdsaustin.pdf\">description of the acid it ships to Austin</a> says it&rsquo;s corrosive but stable when stored properly.<br />\r\n\t<br />\r\n\tAt the EPA, spokesman Richard Yost said by email that in &quot;water at levels used for fluoridation, hexafluorosilicic acid hydrolyzes essentially completely to fluoride ions and various forms of silica... Various forms of silica and silicates occur in nature as sand and do not represent any health hazard.&quot;<br />\r\n\t<br />\r\n\tYost said the fluoride compound put into Austin&rsquo;s water is not on the Resource Conservation and Recovery Act list of &quot;hazardous constituents&quot; nor is it on the U.S. Department of Transportation&rsquo;s hazardous materials transport list.<br />\r\n\t<br />\r\n\tFinally, we asked city officials to speak to Ford&rsquo;s &quot;toxic waste&quot; reference.<br />\r\n\t<br />\r\n\tPhilip Huang, medical director for the Austin/Travis County Health and Human Services Department, said it&rsquo;s misleading and inflammatory to call the acid, which he calls a byproduct, toxic waste. Staff toxicologist Janet Pichette said the key issue for any substance is concentration. Even too much water &quot;could kill you,&quot; she said.<br />\r\n\t<br />\r\n\tLast gulp: Ford&rsquo;s statement accurately notes that the water utility buys the acid that fluoridates Austin&rsquo;s drinking water from a fertilizer maker. Yet there&rsquo;s no reasonable support for calling the the same acid toxic waste; it&rsquo;s not poisonous at its concentration in the water. We rate the statement False.</p>", "ruling_comments_date": "2011-04-18T14:08:24.986718", "ruling_date": "2011-04-19T06:00:00", "ruling_headline": "Austin resident says fluoride compound added to local water supply is \"toxic waste\"", "ruling_headline_slug": "austin-resident-says-flouride-compound-added-local", "ruling_link_text": "Not waste and not toxic", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tCity of Austin, Memorandum, Assistant City Manager Rudy Garza to Austin City Council, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/11132009_cityaustinwaterflmemo.pdf\">&quot;Water Fluoridation Report,&quot;</a> November 13, 2009 (received from Mike Ford)<br />\r\n\t<br />\r\n\tE-mail, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/03312011_roblittmosaicresponsepftexas.html\">response</a> to PolitiFact Texas, Rob Litt, communications manager, The Mosaic Company, City, March 31, 2011<br />\r\n\t<br />\r\n\tE-mail, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/04042011_lindaorgaincdcresponsepftexas.html%20\">response</a> to PolitiFact Texas, Linda S. Orgain, Health Communications Specialist, Division of Oral Health, National Center for Chronic Disease Prevention and Health Promotion, Atlanta, April 4, 2011<br />\r\n\t<br />\r\n\tEnvironmental Protection Agency, press release, <a href=\"http://yosemite.epa.gov/opa/admpress.nsf/3881d73f4d4aaa0b85257359003f5348/86964af577c37ab285257811005a8417%21OpenDocument\">&quot;EPA and HHS Announce New Scientific Assessments and Actions on Fluoride / Agencies working together to maintain benefits of preventing tooth decay while preventing excessive exposure,&quot;</a> Jan. 7, 2011 (accessed April 4, 2011)<br />\r\n\t<br />\r\n\tInterview, Kip Duchon, National Fluoridation Engineer, Centers for Disease Control and Prevention, Atlanta, April 15, 2011<br />\r\n\t<br />\r\n\tInterview, Mike Ford, Austin, April 5, 2011<br />\r\n\t<br />\r\n\tInterview, Philip Huang, medical director, Austin/Travis County Health and Human Services Department, and Janet Pichette, staff toxicologist, April 15, 2011<br />\r\n\t<br />\r\n\tThe Mosaic Company, web pages, <a href=\"http://www.mosaicco.com/about.htm\">&quot;About,&quot;</a> &nbsp;<a href=\"http://www.mosaicco.com/products/industrial_products_hfs.htm\">&quot;Hydrofluorosilicic Acid&quot;</a> and &nbsp;<a href=\"http://www.mosaicco.com/products/industrial_products.htm\">&quot;Industrial Products&quot; </a>and <a href=\"http://alt.coxnewsweb.com/statesman/politifact/04152011_mosaicmsdsaustin.pdf\">&quot;Material Data Safety Sheet, Hydrifluosilicic Acid&quot;</a> (accessed March 31 and April 15, 2011)<br />\r\n\t<br />\r\n\tU.S. Centers for Disease Control and Prevention, web pages, <a href=\"http://www.cdc.gov/fluoridation/%20\">&quot;Community Water Fluoridation&quot;</a> and <a href=\"http://www.cdc.gov/fluoridation/fact_sheets/engineering/wfadditives.htm\">&quot;Water Fluoridation Additives &quot;</a> (accessed April 1 and 5, 2011)</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Retiree", "false_count": 1, "first_name": "Mike", "half_true_count": 0, "home_state": "Texas", "id": 1160, "last_name": "Ford", "mostly_true_count": 0, "name_slug": "mike-ford", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/ford.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1160/", "total_count": 1, "true_count": 0, "website": "http://www.fluoridefreeaustin.com/"}, "statement": "<p>\r\n\tSays the fluoride Austin is putting in its drinking water is &quot;toxic waste.&quot;</p>", "statement_context": "a letter.", "statement_date": "2011-03-18", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 202, "photo": null, "resource_uri": "/api/v/2/subject/202/", "subject": "Public Health", "subject_slug": "public-health", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}