{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2011/apr/19/chris-hayes/journalist-chris-hayes-says-average-american-pays-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 3615, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/3615/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>As tax filing day approached on April 15, 2011, Chris Hayes of the liberal magazine <em>The Nation</em>, said on MSNBC&#39;s <em>The Rachel Maddow Show</em> that the super-rich pay less of their income toward taxes than average Americans do.<br />\r\n<br />\r\n&quot;Conservatives, in arguing against taxes going up (for) the wealthy, want you to focus on what percentages of all income taxes are paid by the wealthy,&quot; Hayes told Maddow. &quot;Maybe your conservative co-worker sent you an e-mail about this, or your kid&#39;s baseball coach, or your right-wing dad. &lsquo;The wealthy pay all the income tax in this country. Everyone else is just along for the ride.&rsquo;<br />\r\n<br />\r\n&quot;The sleight-of-hand here is that&#39;s just income taxes. Middle class and working class and poor people pay payroll taxes and they pay sales taxes. They paid tons of state and local taxes. They pay their fair share.<br />\r\n<br />\r\n&quot;The wealthy, on the other hand -- look at what&#39;s happening to their marginal tax rate over the last five decades. Does that pattern look familiar at all? What we&#39;ve been seeing, the central fact of the American economy over the last several decades is an increase in inequality with more income going to the people at the very top. At the same time, the people at the very top have seen their tax burden decrease.<br />\r\n<br />\r\n&quot;This week, Pulitzer Prize-winning journalist David Cay Johnston published a great article called <em>Nine Things the Rich Don`t Want You to Know About Taxes</em>. In it, I learned for the first time that every year, the IRS conducts this study of the 400 wealthiest tax filers. And what the data revealed recently is remarkable. According to Johnston, the average American pays about 22 percent of their income to federal taxes. The richest 400 Americans, 16 percent, pay about 16 percent of their income to federal taxes.&quot;<br />\r\n<br />\r\nWe wondered whether Hayes&rsquo; description of the statistics was accurate. So we first took a look at the document he referenced.<br />\r\n<br />\r\nThe document, compiled annually by the Internal Revenue Service, takes a close look at the 400 tax returns with the highest level of adjusted gross income during a given year. The <a href=\"http://www.irs.gov/pub/irs-soi/07intop400.pdf\">most recent available data</a> covers 2007.<br />\r\n<br />\r\nThe document shows that the 400 top-earning tax returns pulled down a total of $137.9 billion during the year, and that those taxpayers shelled out $22.9 billion in federal income taxes. That works out to a 16.6 percent tax rate. So by this measure -- which, we&rsquo;ll note, only addresses federal income tax, not federal payroll taxes -- Hayes is close.<br />\r\n<br />\r\nWe then used the same method to calculate the tax rate for the nation as a whole. Americans paid $1.116 trillion in income tax during 2007, on adjusted gross income of $8.688 trillion. That works out to a tax rate of 12.8 percent. The rate is slightly higher if you use a different figure as the denominator -- adjusted gross income from all the returns for which tax was due, as opposed to all returns that were filed, some of which resulted in no taxes owed. Using the second, more limited figure, the tax rate is 13.8 percent.<br />\r\n<br />\r\nStill, using either figure, the tax rate is lower for Americans as a whole than it is for the top 400. What gives?<br />\r\n<br />\r\nWhen we contacted Hayes, he said he relied on Johnston&rsquo;s work. So we contacted Johnston, and he provided us with his calculations, as well as an explanation of how he put the statistics together.<br />\r\n<br />\r\nWhat Johnston did is to create a separate tax model to determine the tax burden for a single worker at the median wage -- an individual worker who earned $26,000. Johnston proceeded to use standard income tax rules to determine what this taxpayer would owe. Unlike the IRS calculation, Johnston also factored in the payroll tax. He found the individual&rsquo;s total tax bill would be $6,084 -- 23.4 percent of the worker&rsquo;s cash wage, and 22.3 percent of the worker&#39;s total income.<br />\r\n<br />\r\nHis number for the top 400 was close to what the IRS had found -- he adjusted it slightly upward to account for payroll taxes. Johnston&rsquo;s final tax rate for the top 400 was 16.9 percent.<br />\r\n<br />\r\nSo, based on these numbers, Hayes&rsquo; statement would be essentially correct.<br />\r\n<br />\r\nHowever, this is not the only way to look at the figures.<br />\r\n<br />\r\nFor starters, the top 400 compilation included tax returns of all sorts -- couples with kids, couples without kids and individuals. But Johnston&rsquo;s comparison is to an individual.<br />\r\n<br />\r\nIndividual tax returns amount to a plurality of all tax returns filed, but they&rsquo;re not a majority. In all, 46 percent of returns are individual returns, 38 percent are joint or surviving spouses, 15 percent are for head of household and 2 percent are married filing separately. This means that a modest majority of returns are for multi-person households.<br />\r\n<br />\r\nWhy is this important? Because a childless individual can&rsquo;t claim child tax credits or additional personal exemptions that could reduce the individual&#39;s tax rate. So if you looked instead someone who&rsquo;s married with a couple of kids, they would likely have a lower tax rate than the 22 percent Johnston found.<br />\r\n<br />\r\nIn an e-mail conversation, Johnston said Hayes made a reasonable statement.<br />\r\n<br />\r\n&quot;To compare the average of the top 400 for whom we have actual data against the model example of a single worker at the median is entirely reasonable,&quot; he said. &quot;To compare the top 400 to &lsquo;America as a whole&rsquo; is ludicrous. That includes some people whose incomes are negative and some who make almost a million dollars a day. Since Hayes wrote about the average and I wrote about median, then the reasonable comparisons would be to compare to the median income ($33,000) or the median household income from Census (approaching twice that) or the median wage worker, as in my example.&quot;<br />\r\n<br />\r\nIf anything, Johnston said, Hayes understated the number, considering that data from the Organization for Economic Cooperation and Development suggests that the middle 20 percent of the population has an overall tax burden closer to 30 percent.<br />\r\n<br />\r\n&quot;What is the point of these comparisons? It is to show that by the classic, standard method of measuring tax burdens the system is no longer progressive,&quot; Johnston said, adding, &quot;If you want to pick lint have at it.&quot;<br />\r\n<br />\r\nSo where does this leave us? We agree with Johnston that simply using the IRS calculations -- income tax paid divided by adjusted gross income -- isn&rsquo;t a perfect solution either, because among other things it doesn&rsquo;t include the payroll tax, and, as Hayes noted in the interview, payroll taxes are borne more heavily by lower- and middle-income Americans.<br />\r\n<br />\r\nBut while Johnston&rsquo;s calculation may be &quot;reasonable,&quot; it isn&rsquo;t the only reasonable way to make the comparison. Describing an individual filing singly as &quot;the average American,&quot; as Hayes did, means focusing on a type of filer with relatively high tax rates, compared to families. Just as the United States has &quot;people whose incomes are negative and some who make almost a million dollars a day,&quot; average Americans also include people who are married and have kids, and who in turn benefit from tax breaks that reduce what they owe.<br />\r\n<br />\r\nWe understand that Hayes was relying on an expert tax journalist for his numbers and that the numbers as they were calculated are correct. But the calculation was based only on one of type filer, so we do think that it&rsquo;s important to add context to his comment. We rate his comment Half True.</p>\r\n", "ruling_comments_date": "2011-04-19T17:40:07.149654", "ruling_date": "2011-04-19T18:42:57", "ruling_headline": "Journalist Chris Hayes says the \"average American pays about 22 percent of their income to federal taxes.\"", "ruling_headline_slug": "journalist-chris-hayes-says-average-american-pays-", "ruling_link_text": "For individuals, but families would likely pay less", "ruling_state": null, "source_documents": null, "sources": "<p>Chris Hayes, interview on MSNBC&rsquo;s The Rachel Maddow Show, April 15, 2011 (accessed via Lexis-Nexis)<br />\r\n<br />\r\nInternal Revenue Service, &quot;<a href=\"http://www.irs.gov/pub/irs-soi/07intop400.pdf\">The 400 Individual Income Tax Returns Reporting the Highest Adjusted Gross Incomes Each Year, 1992-2007</a>,&quot; accessed April 19, 2011<br />\r\n<br />\r\nInternal Revenue Service, &quot;<a href=\"http://www.irs.gov/pub/irs-soi/07in11si.xls\">Table 1.1: Selected Income and Tax Items</a> (2007),&quot; accessed April 19, 2011<br />\r\n<br />\r\nInternal Revenue Service: &quot;All Returns: Number of Returns&quot; (<a href=\"http://www.irs.gov/pub/irs-soi/08in16ag.xls\">table</a>), accessed April 19, 2011<br />\r\n<br />\r\nDavid Cay Johnston, &quot;<a href=\"http://www.wweek.com/portland/article-17350-9_things_the_rich_dont_want_you_to_know_about_taxes.html\">9 Things The Rich Don&#39;t Want You To Know About Taxes</a>&quot; (article in Willamette Week), April 13, 2011<br />\r\n<br />\r\n<em>Columbia Journalism Review</em>, &quot;Banana Republic&quot; (<a href=\"http://www.cjr.org/the_audit/banana_republic.php\">blog </a><a href=\"http://www.cjr.org/the_audit/banana_republic.php\">post</a> on &quot;The Audit&quot;), April 13, 2011<br />\r\n<br />\r\nInterview with Bob Williams, senior fellow with the Urban Institute-Brookings Institution Tax Policy Center, April 19, 2011</p>\r\n\r\n<p>E-mail interview with Dean Baker, co-director of the liberal Center for Economic and Policy Research, April 19, 2011<br />\r\n<br />\r\nE-mail interview with David Cay Johnston, tax journalist, April 19, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Host, All In", "false_count": 0, "first_name": "Chris ", "half_true_count": 1, "home_state": "", "id": 1163, "last_name": "Hayes", "mostly_true_count": 0, "name_slug": "chris-hayes", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/n_hayes_1bestof_130330.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1163/", "total_count": 1, "true_count": 0, "website": "http://tv.msnbc.com/author/msnbcchrishayes/"}, "statement": "<p>According to David Cay Johnston, &quot;the average American pays about 22 percent of their income to federal taxes. The richest 400 Americans &hellip; pay about 16 percent of their income to federal taxes.&quot;</p>\r\n", "statement_context": "an interview on MSNBC's \"The Rachel Maddow Show\"", "statement_date": "2011-04-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ""}