{"art": [{"brightcove": "", "caption": "Rep. Jean Schmidt cites abortion statistics in support of defunding Planned Parenthood.", "id": 1218, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/1218/", "title": "Rep. Jean Schmidt urges defunding of Planned Parenthood", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/k3HsP01Q8qg?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "k3HsP01Q8qg"}], "author": [{"email_address": "seaton@plaind.com", "first_name": "Sabrina ", "id": 151, "last_name": "Eaton", "name_slug": "sabrina-eaton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-sabrina-eaton_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/151/", "title": "Reporter, Plain Dealer Washington bureau", "twitter": null}], "canonical_url": "/ohio/statements/2011/apr/21/jean-schmidt/rep-jean-schmidt-says-32-every-33-pregnant-women-w/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 3624, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "seaton@plaind.com", "first_name": "Sabrina ", "id": 151, "last_name": "Eaton", "name_slug": "sabrina-eaton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-sabrina-eaton_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/151/", "title": "Reporter, Plain Dealer Washington bureau", "twitter": null}], "resource_uri": "/api/v/2/statement/3624/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tSoon after taking control of the House of Representatives, Republicans opened a new front in the abortion war by attempting to block Planned Parenthood from receiving any federal money.<br />\r\n\t<br />\r\n\tFederal law already prohibits tax dollars from paying for abortions, but Republicans argue that the $363 million that Planned Parenthood gets each year for <a href=\"http://www.hhs.gov/opa/familyplanning/index.html\">Title X family planning services</a> actually subsidizes abortions indirectly because money is fungible.<br />\r\n\t<br />\r\n\tThe April 14 measure that would have stripped federal funds from Planned Parenthood passed the House by a <a href=\"http://clerk.house.gov/evs/2011/roll271.xml\">241-185 margin</a> but failed in a <a href=\"http://www.senate.gov/legislative/LIS/roll_call_lists/roll_call_vote_cfm.cfm?congress=112&amp;session=1&amp;vote=00060\">42-58 U.S. Senate vote</a>.<br />\r\n\t<br />\r\n\tDuring debate over the bill, <a href=\"http://www.youtube.com/watch?v=F3EMzWwY1-M\">Democrats</a> portrayed Planned Parenthood clinics as a major provider of many types of health services to low income women, while <a href=\"http://www.youtube.com/user/prolifeinformation#p/a/u/1/eS_lshjKtfI\">Republicans</a> claimed that Planned Parenthood steers pregnant women into getting abortions.<br />\r\n\t<br />\r\n\t&quot;For every 33 pregnant women that walk into a Planned Parenthood clinic, 32 receive an abortion,&quot; Rep. Jean Schmidt, a Cincinnati-area Republican, said in a speech in the House of Representatives.<br />\r\n\t<br />\r\n\tThat ratio got PolitiFact Ohio&rsquo;s attention. So we asked her office where the numbers came from.<br />\r\n\t<br />\r\n\tSchmidt was president of Right-to-Life of Greater Cincinnati before she was elected to Congress and currently chairs the House Pro-Life Women&rsquo;s Caucus. She referred us to reports produced by several anti-abortion organizations, including <a href=\"http://www.nationalreview.com/corner/264304/planned-parenthood-awareness-campaign-charmaine-yoest\">Americans United for Life</a>, Concerned Women for America, Liberty Counsel Action, Family Research Council Action, and the <a href=\"http://www.sba-list.org/sites/default/files/content/shared/Chiaroscuro_PP_Analysis_March_2011.pdf\">Chiaroscuro Foundation</a>.<br />\r\n\t<br />\r\n\tAll stated that roughly 98 percent of Planned Parenthood&rsquo;s services to pregnant women consist of abortion. They derived their information from a March 2011 <a href=\"http://www.plannedparenthood.org/files/PPFA/PP_Services.pdf\">fact sheet</a> from Planned Parenthood. That fact sheet says the group performed 332,278 abortions in 2009, referred 977 patients to other agencies for adoptions, and provided prenatal care to 7,021 patients.<br />\r\n\t<br />\r\n\tThe anti-abortion groups came up with the 98 percent figure by comparing the number of abortions to the number of procedures in the other two categories. Schmidt&rsquo;s 32 out of 33 statistic works out to 97 percent - the approximate percentage her sources provided.<br />\r\n\t<br />\r\n\tBut there are problems with that calculation.<br />\r\n\t<br />\r\n\tFirst, it assumes that pregnant women only go to Planned Parenthood for one of those three options.<br />\r\n\t<br />\r\n\tPlanned Parenthood representatives say that interpretation overstates the ratio of abortions among its pregnant clients. It ignores other statistics, such as the 1,158,924 pregnancy tests the group provided, and the fact that those 332,278 abortions were just 3 percent of the 11,383,900 total procedures that Planned Parenthood health centers provided that year to its 3 million patients.<br />\r\n\t<br />\r\n\tThirty five percent of its services consisted of providing contraception and another 35 percent consisted of testing for sexually transmitted diseases and treatment.<br />\r\n\t<br />\r\n\tThe fact sheet stats also don&rsquo;t reflect the fact that only a tiny proportion of Planned Parenthood centers around the country provide prenatal care - just 63 out of more than 800, said Tait Sye, a spokesman for the organization. Those that don&rsquo;t offer prenatal care refer pregnant women to other health care providers for those services, and Planned Parenthood doesn&rsquo;t keep track of those referrals. And the 7,021 figure for prenatal clients that was used in the calculations doesn&rsquo;t include pregnant women who went to Planned Parenthood for prenatal care and were sent to outside obstetricians.<br />\r\n\t<br />\r\n\tThe group doesn&rsquo;t &quot;ask the pregnancy status of every woman that walks into Planned Parenthood,&quot; and plenty of pregnant women use the organization for other services, like breast exams, Sye said. &nbsp;Consequently, he says it&rsquo;s &quot;impossible to calculate an accurate percentage if you don&rsquo;t know the total number of pregnant women it is based on.&quot;<br />\r\n\t<br />\r\n\tIn an emailed statement, Planned Parenthood Vice President for Communications Stuart Schear called Schmidt&rsquo;s assertion &quot;a meaningless and unverifiable statistic since Planned Parenthood does not collect information on the pregnancy status of every female patient who comes into our health centers.&quot;<br />\r\n\t<br />\r\n\tWhen Schmidt was asked about the points made by Planned Parenthood&rsquo;s spokesmen, she said the group &quot;obfuscates the truth by comparing apples to oranges &ndash; or services to patients.&quot;<br />\r\n\t<br />\r\n\t&quot;They say 90 percent of the services they provide are preventative, but more than 10 percent of their patients are provided an abortion,&quot; Schmidt said in an email. &quot;They say they don&#39;t know the number of pregnant women they serve. It shouldn&#39;t be that hard to figure out. Whether a patient is pregnant or not should be one of the first questions they ask.&quot; &nbsp;<br />\r\n\t<br />\r\n\tSchmidt is correct that women of childbearing age are routinely asked whether they might be pregnant when they visit a doctor&rsquo;s office. Sye acknowledged that Planned Parenthood&rsquo;s intake form contains a question that asks whether female patients are pregnant. &quot;But, we don&rsquo;t tally the number of women we see every year who are pregnant or not pregnant,&quot; he said.<br />\r\n\t<br />\r\n\tPolitiFact recently fact checked a statement Sen. John Kyl made about Planned Parenthood. In that item we noted a few caveats that are worth repeating.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tFirst, we think many people would acknowledge a difference between providing an abortion and, say, handing out a pack of condoms or conducting a blood test. The former is a significant surgical procedure, whereas the latter are quick and inexpensive services. So Planned Parenthood&rsquo;s use of &quot;services&quot; as its yardstick likely decreases abortion&rsquo;s prominence compared to what other measurements would show. Using dollars spent or hours devoted to patient care would likely put abortion above 3 percent in the calculations. So Schmidt does have a point about citing services, rather than patient numbers.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tSecond, it&rsquo;s worth noting that Planned Parenthood self-reported these numbers, although the group says each affiliate&rsquo;s numbers are independently audited. (There is no single, national audit.) So we have no choice but to accept their accuracy more or less on faith.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tWhat certainly is true is that without knowing the total number of pregnant women that Planned Parenthood sees, it is impossible to compute an accurate ratio for how many of them get abortions.<br />\r\n\t<br />\r\n\tPolitiFact places the burden of proof on the speaker. In this case, Schmidt cannot meet that burden because information needed for that showing is unknown.<br />\r\n\t<br />\r\n\tAnti-abortion groups and Schmidt can try to fill the information vacuum by using Planned Parenthood&rsquo;s incomplete data to come up with their own number. &nbsp;But that doesn&rsquo;t mean that their number is correct.<br />\r\n\t<br />\r\n\tThe fact sheet shows that Planned Parenthood does a sizable number of abortions. But the ratio she cites (97 percent) is extreme.<br />\r\n\t<br />\r\n\tSye noted that just 63 out of more than 800 Planned Parenthood centers provide their own prenatal care. That means that pregnant women seeking prenatal care from more than 700 centers would be referred to outside providers.<br />\r\n\t<br />\r\n\tWomen seeking prenatal care are not likely to be seeking an abortion, and none of those women are included in the totals cited by Schmidt&rsquo;s sources.<br />\r\n\t<br />\r\n\tSchmidt&rsquo;s claim also overlooks that pregnant women who &quot;walk into&quot; a clinic could be there for any reason, not just for pregnancy-related services.<br />\r\n\t<br />\r\n\tOn the Truth-O-Meter, we rate Schmidt&rsquo;s statement False.</p>\r\n<p>\r\n\t<a href=\"http://www.cleveland.com/open/index.ssf/2011/04/rep_jean_schmidt_says_32_of_ev.html\" target=\"blank\">Comment on this item</a>.</p>", "ruling_comments_date": "2011-04-20T19:06:20.368092", "ruling_date": "2011-04-21T06:00:00", "ruling_headline": "Rep. Jean Schmidt says 32 of every 33 pregnant women who visit Planned Parenthood get abortions", "ruling_headline_slug": "rep-jean-schmidt-says-32-every-33-pregnant-women-w", "ruling_link_text": "Bad stats make for bad facts", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tInterview with Rep. Jim Jordan, April 8, 2011<br />\r\n\t<br />\r\n\tInterview with U.S. Sen. Rob Portman, April 14, 2011<br />\r\n\t<br />\r\n\t<a href=\"http://www.youtube.com/watch?v=k3HsP01Q8qg\">Video</a> of Rep. Jean Schmidt on the House of Representatives Floor, April 14, 2011<br />\r\n\t<br />\r\n\tEmails with Jean Schmidt spokesman Bruce Pfaff, April 15-19, 2011<br />\r\n\t<br />\r\n\tInterview with Planned Parenthood spokesman Tait Sye, April 15, 2011 and emails dated April 15-19, 2011<br />\r\n\t<br />\r\n\tNationalreview.com, <a href=\"http://www.nationalreview.com/corner/264304/planned-parenthood-awareness-campaign-charmaine-yoest\">The Planned Parenthood Awareness Campaign</a>, by Charmaine Yoest, April 8, 2010<br />\r\n\t<br />\r\n\tLetter to Congress from Liberty Counsel Action Director of Public Policy Mandi D. Campbell., April 12, 2011<br />\r\n\t<br />\r\n\tLetter to Congress from Family Research Council Action Senior Vice President Thomas McClusky, April 13, 2011<br />\r\n\t<br />\r\n\tLetter to Congress from Concerned Women for America Chief Executive Officer Penny Nance, &nbsp;April 12, 2011<br />\r\n\t<br />\r\n\tChiaroscuro Foundation, &quot;<a href=\"http://www.chiaroscurofnd.org/docs/Chiaroscuro_PP_Analysis_March_2011.pdf\">Does Planned Parenthood Need or Deserve Federal Funds? An Analysis of Planned Parenthood&rsquo;s Revenue and Services</a>,&quot; March 2011<br />\r\n\t<br />\r\n\tPlanned Parenthood Federation of America, &quot;<a href=\"http://www.plannedparenthood.org/files/PPFA/PP_Services.pdf\">Fact Sheet</a>,&quot; March 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. representative", "false_count": 1, "first_name": "Jean", "half_true_count": 0, "home_state": "Ohio", "id": 1166, "last_name": "Schmidt", "mostly_true_count": 0, "name_slug": "jean-schmidt", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact-jean-schmidt.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1166/", "total_count": 1, "true_count": 0, "website": "http://www.house.gov/schmidt/index.shtml"}, "statement": "<p>\r\n\t&quot;For every 33 pregnant women that walk into a Planned Parenthood clinic, 32 receive an abortion.&quot;</p>", "statement_context": "a speech in the House of Representatives", "statement_date": "2011-04-14", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 11, "photo": null, "resource_uri": "/api/v/2/subject/11/", "subject": "Abortion", "subject_slug": "abortion", "used_in_edition": []}, {"description": "", "id": 183, "photo": null, "resource_uri": "/api/v/2/subject/183/", "subject": "Deficit", "subject_slug": "deficit", "used_in_edition": ["/api/v/2/edition/10/"]}, {"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}], "target": [], "twitter_headline": ""}