{"art": [], "author": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2011/apr/22/kathleen-angelucci/school-board-member-claims-later-start-date-says-m/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "liz.miniet@ajc.com", "first_name": "Elizabeth", "id": 143, "last_name": "Miniet", "name_slug": "elizabeth-miniet", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/143/", "title": "Word Editor", "twitter": null}, {"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 3631, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/3631/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tSchool or Six Flags?<br />\r\n\t<br />\r\n\tIn Cobb County, home to the famed amusement park, there&rsquo;s been debate for years about when is the best time to start the school year: the beginning of August or a week or two later? Students would likely choose mid-August so they can have fun at places like Six Flags. The county school board? They&rsquo;ve had a hard time with this question.<br />\r\n\t<br />\r\n\tIn 2009, the board voted to start the school year at the beginning of August.<br />\r\n\t<br />\r\n\tIn February, the board, with some new members, voted 4-3 to start the 2011-12 school year on Aug. 15.<br />\r\n\t<br />\r\n\tKathleen Angelucci, one of the new board members, tried to explain her vote at a March community meeting. Angelucci said she reviewed economic impact studies and concluded it was more cost-effective for Cobb to start classes later.<br />\r\n\t<br />\r\n\t&quot;It is a fact that it costs more to run the schools in August,&quot; Angelucci said.<br />\r\n\t<br />\r\n\tA few Cobb parents didn&rsquo;t buy her claim and asked us to investigate.<br />\r\n\t<br />\r\n\tWe called and e-mailed Angelucci several times in recent weeks and didn&rsquo;t get a reply. We finally caught up to her at an April 13 board meeting. Angelucci said she thought the issue was in the past, explaining why she didn&rsquo;t get back to us. Angelucci said she would send us some data that backed up her claim by April 15. We didn&rsquo;t receive a call, e-mail or letter.<br />\r\n\t<br />\r\n\tCobb, with its 106,000 students and 5,925 teachers, is the second-largest school district in Georgia. Cobb initially planned to use a balanced calendar for three consecutive years, beginning with the 2010-11 school year. Students would start earlier, but get weeklong breaks during Thanksgiving, September and in February. Like other districts, Cobb would still wind up with 180 school days.<br />\r\n\t<br />\r\n\tBalanced school year calendar supporters contend the shorter summer vacation under a balanced calendar makes it easier for students to retain what they learned during the prior school year as opposed to the longer recess under the traditional calendar. Some academics and educators say there&rsquo;s no significant difference in test scores.<br />\r\n\t<br />\r\n\tSome folks use the term &quot;balanced calendar&quot; to refer to year-round schools, but educators say there is a difference. Year-round schools typically hold classes for nine consecutive weeks and then give students the following three or four weeks off and begin the cycle again.<br />\r\n\t<br />\r\n\tTraditional school year proponents argue there is a financial savings in starting the school year later in August because it costs more to keep schools cool in early August, which are some of the hottest days of the year. Georgia Power spokeswoman Lynn Wallace said customer demand typically rises with the hot August temperatures. She did note that customer use rose 21 percent in February 2010 from the prior February when a cold snap hit the South and President Barack Obama approved emergency home heating funds to several southern states.<br />\r\n\t<br />\r\n\tLocal school district officials who use a balanced calendar said they did not have data to determine if there is a cost savings, but they offered some interesting insights.<br />\r\n\t<br />\r\n\tCherokee County Superintendent Frank Petruzielo told us they&rsquo;ve seen fewer students dropping out and have noticed other potential financial benefits, such as fewer student and faculty absences.<br />\r\n\t<br />\r\n\t&quot;The [school] days become a little more important&quot; with a balanced calendar, said Petruzielo, offering his reason why there are fewer absences.<br />\r\n\t<br />\r\n\tThe Cobb County school communications office provided us a spreadsheet that shows there were 41,148 substitute teacher days through March of this school year, a decline of about 15,000 days from a similar time period in the 2009-10 school year. As a result, the district paid about $1.1 million less to substitute teachers to work those days. Cobb County saw an average of about 56,437 substitute days used the prior three school years.<br />\r\n\t<br />\r\n\tJack Parish, who was the superintendent of the Henry County school district when it went to a balanced calendar, said he didn&rsquo;t notice much of any financial difference between starting the school year in early August as opposed to mid-August.<br />\r\n\t<br />\r\n\t&quot;You are still operating your school for the same number of days,&quot; said Parish, now a lecturer at the University of Georgia. &quot;You are running your buses the same number of days. You are running your food service operation the same number of days.&quot;<br />\r\n\t<br />\r\n\tNationally, there&rsquo;s little research over whether there is a cost savings by using a traditional calendar or a balanced calendar. School system officials in Vancouver, Canada, looked into whether balanced calendar school years are more cost-effective, but found much of the analysis in the blogosphere was &quot;inadequate.&quot;<br />\r\n\t<br />\r\n\tSome Texas officials conducted research of its schools and concluded it is less expensive to operate on a traditional calendar. A 2004 report called &quot;Saving Summer&quot; by the comptroller of public accounts found electricity, gas and water bills were twice as high in August than in May. Traditional school year proponents point to Tulsa, Okla., where officials found they saved nearly $500,000 by delaying the start of the school year until after Labor Day, according to 2002 newspaper accounts.<br />\r\n\t<br />\r\n\tSean Beavers, a Cobb parent who contacted PolitiFact Georgia about the Angelucci claim, sent us utility budget information he said came from the Cobb district. Beavers&rsquo; numbers show in August 2010, when the district began classes a week earlier than in the past, that utility costs were slightly lower than August 2009. Cobb officials said Thursday those numbers were accurate, but cautioned that utility costs can vary because of weather.<br />\r\n\t<br />\r\n\tCobb is spending less money this school year from factors associated with the balanced calendar, according to data produced by the district. Some officials, like in Texas, have produced data that shows starting the school year earlier can cost a district more money. Area school officials who have used a balanced calendar for years say there&rsquo;s not much financial difference either way.<br />\r\n\t<br />\r\n\tThere is scant evidence that Angelucci made a valid point, and she failed to provide us anything to back up her statement. We rate her claim as Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2011-04-21T18:05:13.649326", "ruling_date": "2011-04-22T06:00:00", "ruling_headline": "School board member claims later start date saves money", "ruling_headline_slug": "school-board-member-claims-later-start-date-says-m", "ruling_link_text": "Board member's summer vacation claim gets low marks.", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tMarietta Daily Journal, &quot;<a href=\"http://www.mdjonline.com/view/full_story/12229335/article-Angelucci--I-did-what-s-best?instance=home_viewed\">Angelucci: I did what&rsquo;s best</a>,&quot; March 9, 2011<br />\r\n\t<br />\r\n\tCobb County schools 2011 full <a href=\"http://www.cobbk12.org/centraloffice/finance/2011Budget/2011FullBudget.pdf\">budget</a><br />\r\n\t<br />\r\n\tE-mails from Cobb County schools communications department, March 25 and April 21, 2011<br />\r\n\t<br />\r\n\tE-mail from Cobb County parent Sean Beavers, March 23, 2011<br />\r\n\t<br />\r\n\tThe Atlanta Journal-Constitution, &quot;Cobb votes to lengthen school year,&quot; Nov. 12, 2009<br />\r\n\t<br />\r\n\tTelephone interview with Cherokee County Schools Superintendent Frank Petruzielo, March 23, 2011<br />\r\n\t<br />\r\n\tTelephone interview with former Henry County Schools Superintendent Jack Parish, March 24, 2011<br />\r\n\t<br />\r\n\tTelephone interview with Tony Pickett, assistant to the Henry County schools superintendent, March 28, 2011<br />\r\n\t<br />\r\n\tTelephone interview with Georgia Power spokeswoman Lynn Wallace, April 18, 2011<br />\r\n\t<br />\r\n\tTexas Comptroller of Public Accounts, &quot;<a href=\"http://www.window.state.tx.us/specialrpt/schoolstart2004/\">Saving Summer: Lessons Learned</a>,&quot; September 2004<br />\r\n\t<br />\r\n\tVancouver, Canada, Board of Education, &quot;<a href=\"http://www.bcsta.org:8080/docushare/dsweb/Get/Document-64024/Balanced_Calendar_14_2010.pdf\">Balanced Schools Calendars: Pros and Cons</a>,&quot; June 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Cobb County School Board member", "false_count": 0, "first_name": "Kathleen", "half_true_count": 0, "home_state": "Georgia", "id": 1170, "last_name": "Angelucci", "mostly_true_count": 0, "name_slug": "kathleen-angelucci", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Kathleen_Angelucci.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1170/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>\r\n\t&quot;It is a fact that it costs more to run the schools in August.&quot;</p>", "statement_context": "a newspaper article", "statement_date": "2011-03-09", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}], "target": [], "twitter_headline": "Cobb school board member's recess claim gets low marks  "}