{"art": [{"brightcove": "", "caption": "Mickey Mouse wasn't too creative when filling out his voter registration application.", "id": 1223, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/MickeyMouse.JPG", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/1223/", "title": "Mickey voter", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "canonical_url": "/florida/statements/2011/apr/26/eric-eisnaugle/mickey-mouse-was-registered-vote-florida-republica/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}], "facebook_headline": null, "id": 3634, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "resource_uri": "/api/v/2/statement/3634/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tA bill that would make major changes to state election law passed the Florida House 79-37 on April 21, 2011, but not before Republicans and Democrats argued over the intent of the <a href=\"http://www.myfloridahouse.gov/Sections/Documents/loaddoc.aspx?FileName=_h1355e1.docx&amp;DocumentType=Bill&amp;BillNumber=1355&amp;Session=2011\">157-page bill</a>.<br />\r\n\t<br />\r\n\tDemocrats say the bill is an attempt to suppress the votes of minorities, women and young people -- in part because the bill eliminates a four-decades-old provision that allows voters who have moved or changed their last name to update their information at the polls on Election Day. Those voters would have to file provisional ballots that are reviewed after the election under the proposed law.<br />\r\n\t<br />\r\n\tAnother sticking point with Democrats is that the bill requires third-party groups like the League of Women Voters to register with the state and to turn in signed voter registration forms within 48 hours instead of the current 10 days.<br />\r\n\t<br />\r\n\tBut Republicans say the changes are to protect the state against possible voter fraud.<br />\r\n\t<br />\r\n\t&quot;This is a great country. Our vote is precious, and we&#39;re going to protect it,&quot; said Rep. Dennis Baxley, R-Ocala, sponsor of the bill, HB <a href=\"http://www.myfloridahouse.gov/Sections/Bills/billsdetail.aspx?BillId=46543&amp;SessionId=66\">1355.</a> During the floor debate, Rep. Eric Eisnaugle, R-Orlando, more directly rebuffed the suggestion from Democrats that the legislation isn&#39;t needed and noted several instances of fraud.<br />\r\n\t<br />\r\n\t(You <a href=\"http://streams.leg.state.fl.us/archive/MBR/H_HSES_2011_04_21_8718.asx\">can watch Eisnaugle&#39;s comments by clicking here</a>. He starts speaking about two hours and 28 minutes in.)<br />\r\n\t<br />\r\n\t&quot;One of my colleagues suggested that we spent hours of time on a problem that doesn&#39;t exist, also suggesting that nothing in this bill helps people vote,&quot; he said. &quot;Well, members, it doesn&#39;t take much to find the documentation of fraud that some third-party registration organizations have committed right here in Florida. Just go on Google, and go to the news section and you can find a pretty long list of articles documenting the fraud we have seen. We have seen allegations of fraud, (Florida Department of Law Enforcement) investigations. (We have seen) falsifying of hundreds of registrations, including the registration of an actor who was already deceased at the time. In another case, Mickey Mouse was registered to vote.<br />\r\n\t<br />\r\n\t&quot;In yet another case, hundreds or thousands ... of students were registered to vote without their knowledge after they simply signed a petition, having no idea that their information was then going to be turned around and used to register their names on the voter rolls here in Florida.<br />\r\n\t<br />\r\n\t&quot;If we don&#39;t take action to put an end to the fraud, our vote doesn&#39;t matter as much,&quot; Eisnaugle said.<br />\r\n\t<br />\r\n\tEisnaugle made three different fraud claims, and we plan to touch on each in this fact check to see if they&#39;re true. But for the sake of the Truth-O-Meter, we&#39;re going to home in on the line that stuck out because of the absurdity of it, if true: &quot;Mickey Mouse was registered to vote.&quot;<br />\r\n\t<br />\r\n\t<strong>Registered dead actor</strong><br />\r\n\t<br />\r\n\tEisnaugle said one case of fraud included the falsifying of hundreds of voter registrations, and the registration of an already dead actor.<br />\r\n\t<br />\r\n\tThis story comes from South Florida before the 2008 presidential election and involves the now-defunct Association of Community Organizations for Reform Now -- or ACORN. Eleven people hired by ACORN to register potential voters near Homestead were accused of falsifying hundreds of voter registration applications.<br />\r\n\t<br />\r\n\tIn this instance, it was ACORN who turned in the hired workers. ACORN officials noticed the discrepancies in the cards turned in by the suspects and contacted authorities. The group workers turned in 1,400 cards, of which 888 were found to be fraudulent. Included among the fraudulent voter applications -- deceased actor Paul Newman. Workers also filled out a voter application for singer James Taylor or filled out several cards for the same real voter, the <em>Miami Herald</em> reported after the fraud was made public on Sept. 9, 2009.<br />\r\n\t<br />\r\n\tMiami-Dade State Attorney Katherine Fernandez Rundle <a href=\"http://www.foxnews.com/politics/2009/09/09/acorn-workers-face-charges-alleged-voter-registration-fraud-florida/\">praised ACORN for assisting authorities, and told Fox News that no one voted in the election using the fraudulent voter applications.</a><br />\r\n\t<br />\r\n\t&quot;We&#39;ve been very aggressive about a lot of these cases,&quot; Fernandez Rundle said. &quot;But we would not have known about these workers unless ACORN brought it to us.<br />\r\n\t<br />\r\n\t&quot;It&#39;s really minor, ineffectual attempts (by the hired workers) to justify getting paid an hourly basis. It could not have impacted the voting process whatsoever. Nonetheless, we cannot turn a blind eye to this.&#39;&#39;<br />\r\n\t<br />\r\n\t<strong>Students duped</strong><br />\r\n\t<br />\r\n\tThe story of the students thinking they were signing petitions -- only instead to be registered to vote -- comes from the 2004 presidential election.<br />\r\n\t<br />\r\n\tIn October 2004, the <em>St. Petersburg Times</em> published a story talking about instances on campuses across the state <a href=\"http://www.sptimes.com/2004/10/23/news_pf/Hillsborough/Students_complain_of_.shtml\">where students were unwittingly either being registered to vote</a>, or were being signed up to vote as Republicans when they wanted to be registered as something else.<br />\r\n\t<br />\r\n\tThe <em>Times </em>quoted officials at the Florida Department of Law Enforcement who said that 4,000 students may have fallen for the trick. The likely suspect, the <em>Times </em>reported, was a group hired by the National Republican Committee to register voters.<br />\r\n\t<br />\r\n\tThe workers would have the students sign a petition to legalize marijuana or a petition urging stiffer sentences for child abusers. Then, workers would have students unknowingly fill out a second form registering them to vote as Republicans.<br />\r\n\t<br />\r\n\tMindy Tucker Fletcher, a senior adviser to the Florida GOP, told the <em>Times </em>that it doesn&#39;t help the party to register Democrats as Republicans if they didn&#39;t then vote to re-elect George W. Bush.<br />\r\n\t<br />\r\n\tIn 2008, the Florida Department of Law Enforcement also investigated the stories of two Orlando-area teens who received voter registration cards in the mail even though they were too young to vote. The girls said they filled out entry forms to win a riding lawn mower while at the mall, and that they think someone used their information to forge or create voter applications. The voter applications were stamped with ACORN symbols.</p>\r\n<p>\r\n\t<strong>Mickey Mouse</strong><br />\r\n\t<br />\r\n\tThen there&#39;s Mickey Mouse, the cartoon face of the Disney empire, and apparently a Florida registered voter. (Take that, California!)<br />\r\n\t<br />\r\n\tIt turns out Mickey did fill out a voter registration application in Orange County ahead of the 2008 presidential election. Mickey checked the box indicating that he was updating his voter registration information and was changing his name.<br />\r\n\t<br />\r\n\tAccording to the application, Mickey appears to have listed a birth date of Jan. 15, 2002, the address of &quot;15 Ave 17 0922&quot; in Orlando, and a zip code, 56812, that isn&#39;t on file with the United States Postal Service.<br />\r\n\t<br />\r\n\tThe phone number -- with a 407 area code -- was disconnected when we called on April 22.<br />\r\n\t<br />\r\n\tMickey&#39;s Social Security number started 123.<br />\r\n\t<br />\r\n\tOrange County elections officials rejected his application, which was stamped with ACORN&#39;s label.</p>\r\n<p>\r\n\tSo Mickey was never officially registered to vote.</p>\r\n<p>\r\n\tACORN officials told the <em>St. Petersburg Times</em>, in a story published in October 2008, that the group scanned suspicious applications and that they believe the Mickey Mouse application did not come from them.<br />\r\n\t<br />\r\n\t<a href=\"http://election.dos.state.fl.us/pdf/TPVRFinalFactSheet.pdf\">Florida law requires third-party groups like the now-defunct ACORN or the League of Women Voters to turn in every application to elections supervisors</a>. The purpose is to prohibit a group from not turning in registrations it may not like because of a voter&#39;s party choice.</p>\r\n<p>\r\n\t<strong>Our ruling</strong></p>\r\n<p>\r\n\tWhat&#39;s worth noting is that, in all three stories Eisnaugle cited, the fraud was exposed. The only real impact was that students in 2004 were registered as Republicans when they wanted to be registered as something else. It&#39;s also worth noting that it&#39;s unclear how HB 1355 -- had it been part of election law -- would have altered any of the above three scenarios.</p>\r\n<p>\r\n\tHere&#39;s what Lyndsey Cruley, a spokeswoman for House Republicans, told us in response to our efforts to contact Eisnaugle.</p>\r\n<p>\r\n\t&quot;If you listen to Rep. Eisnaugle&rsquo;s remarks in full, it is clear that his entire speech was directed only toward the actions of some third-party registration organizations,&quot; she said. &quot;Rep. Eisnaugle cited accurate information that such a third-party registration organization fraudulently submitted a registration for Mickey Mouse. In doing so, he intended to illustrate the need for provisions included in HB 1355 that would identify and prevent potential voter fraud from illegal voter registrations by third-party registration organizations.</p>\r\n<p>\r\n\t&quot;Currently, there is no mechanism to identify which groups or person is responsible for submitting fraudulent registration forms and this measure would correct that, adding an additional layer of accountability to our state&rsquo;s elections process. In sum, although Rep. Eisnaugle&rsquo;s remarks could be interpreted, if taken out of context, in two different ways, he clearly intended to demonstrate that some third-party registration organizations have committed fraudulent actions here in Florida.&quot;</p>\r\n<p>\r\n\tCruley is right that the bill would require third-party groups like the League of Women Voters to identify voter registrations they submitted.</p>\r\n<p>\r\n\tBut we&#39;re checking Eisnaugle&#39;s claim made on the House floor that Mickey Mouse was registered to vote.<br />\r\n\t<br />\r\n\tMickey never got that far. Someone filled out an application for him, but the application included so many inaccuracies that -- even if mice were allowed to vote in Florida -- Disney&#39;s animated superstar would have had problems. To us, the application looks more like a dumb prank than attempted voter fraud. And it was rightly rejected by the elections supervisor.<br />\r\n\t<br />\r\n\tWe rate this claim False.</p>", "ruling_comments_date": "2011-04-22T14:48:25.823457", "ruling_date": "2011-04-26T11:14:12", "ruling_headline": "Mickey Mouse was registered to vote in Florida, Republican House member claims", "ruling_headline_slug": "mickey-mouse-was-registered-vote-florida-republica", "ruling_link_text": "He tried but failed in 2008", "ruling_state": "Florida", "source_documents": null, "sources": "<p>\r\n\tFlorida House of Representatives, <a href=\"http://streams.leg.state.fl.us/archive/MBR/H_HSES_2011_04_21_8718.asx\" id=\"s5a:\" title=\"floor debate\">floor debate</a>, April 21, 2011<br />\r\n\t<br />\r\n\t<em>St. Petersburg Times</em>, &quot;<a href=\"http://www.tampabay.com/news/politics/elections/article1165231.ece\" id=\"s0gh\" title=\"Florida House passes elections law oerhaul\">Florida House passes elections law overhaul</a>,&quot; April 22, 2011<br />\r\n\t<br />\r\n\t<em>St. Petersburg Times</em>, &quot;<a href=\"http://www.tampabay.com/news/politics/elections/article852295.ece\" id=\"b4ex\" title=\"Vote drives defended, despite fake names\">Vote drives defended, despite fake names</a>,&quot; Oct. 14, 2008<br />\r\n\t<br />\r\n\tE-mail interview with FDLE spokeswoman Heather Smith, April 22, 2011<br />\r\n\t<br />\r\n\t<a href=\"http://www.myfloridahouse.gov/Sections/Bills/billsdetail.aspx?BillId=46543&amp;SessionId=66\" id=\"efy5\" title=\"HB 1355,\">HB 1355,</a> accessed April 25, 2011<br />\r\n\t<br />\r\n\t<em>St. Petersburg Times</em>, &quot;<a href=\"http://www.sptimes.com/2004/10/23/news_pf/Hillsborough/Students_complain_of_.shtml\" id=\"p0ok\" title=\"Students complain of false party swap\">Students complain of false party swap</a>,&quot; Oct. 23, 2004<br />\r\n\t<br />\r\n\tFox News, &quot;<a href=\"http://www.foxnews.com/politics/2009/09/09/acorn-workers-face-charges-alleged-voter-registration-fraud-florida/\" id=\"emzy\" title=\"ACORN Workers Face Charges of Alleged Voter Registration Fraud in Florida\">ACORN Workers Face Charges of Alleged Voter Registration Fraud in Florida</a>,&quot; Sept. 9, 2009<br />\r\n\t<br />\r\n\t<em>Miami Herald</em>, &quot;11 accused of faking voter registration cards in Miami-Dade,&quot; Sept. 10, 2009, accessed via Nexis<br />\r\n\t<br />\r\n\tDepartment of State, Division of Elections, <a href=\"http://election.dos.state.fl.us/pdf/TPVRFinalFactSheet.pdf\" id=\"xbv2\" title=\"third-party voter registration organizations\">third-party voter registration organizations</a>, accessed April 22, 2011</p>\r\n<p>\r\n\tE-mail interview with Lyndsey Cruley April 25, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "State Representative", "false_count": 1, "first_name": "Eric", "half_true_count": 0, "home_state": "Florida", "id": 1172, "last_name": "Eisnaugle", "mostly_true_count": 0, "name_slug": "eric-eisnaugle", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/eisnaugle.png", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1172/", "total_count": 1, "true_count": 0, "website": "http://www.myfloridahouse.gov/sections/representatives/details.aspx?MemberId=4449&SessionId=64"}, "statement": "<p>\r\n\t&quot;Mickey Mouse was registered to vote (in Florida).&quot;</p>", "statement_context": "comments made on the House floor", "statement_date": "2011-04-21", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}], "target": [], "twitter_headline": ""}