{"art": [], "author": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "canonical_url": "/florida/statements/2011/apr/27/mike-haridopolos/mike-haridopolos-says-many-states-not-florida-are-/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}], "facebook_headline": null, "id": 3649, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "resource_uri": "/api/v/2/statement/3649/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tAfter some bumps and squabbling, Florida Senate President Mike Haridopolos and House Speaker Dean Cannon emerged from secret budget negotiations on April 26, 2011, to announce that they had reached the framework of a budget agreement.<br />\r\n\t<br />\r\n\tThe framework is just that -- the amounts of general revenue funding allocated to each budget area. The Senate and House must still agree on how, exactly, to spend that money.<br />\r\n\t<br />\r\n\tStill, it was cause for celebration for both Haridopolos and Cannon, who issued a joint press release.<br />\r\n\t<br />\r\n\t&quot;Resolving a budget shortfall of nearly $4 billion is a tall order, but I&#39;m pleased the House and Senate worked through this difficult process,&quot; Cannon said. &quot;Our allocations ensure that we preserve our bond ratings by maintaining adequate reserves. Most importantly, we do not take money out of the struggling Florida economy by increasing taxes or fees.&quot;<br />\r\n\t<br />\r\n\tAdded Haridopolos: &quot;While many states and the federal government are floundering under crushing deficit spending, we kept our promise that we would not raise taxes or fees during these difficult economic times. For months, I&#39;ve heard over and over again that we would never be able to get this done. Working as a team, the House and Senate reached these budget allocations on behalf of all Floridians.&quot;<br />\r\n\t<br />\r\n\tWhat struck us in the two statements is Haridopolos&#39; claim that governments at the state and federal level are &quot;floundering under crushing deficit spending.&quot; We know that the federal government is spending more money than it takes in, meaning it&#39;s borrowing money to keep the government running. But we wondered whether other states were in the same fiscal predicament.<br />\r\n\t<br />\r\n\tMake no mistake, states are in a financial pinch.<br />\r\n\t<br />\r\n\tAccording to the Center on Budget and Policy Priorities, nearly every state is proposing spending less, after adjusting for inflation, than it did in 2008 when the recession began. The center, which is considered Democratic-leaning, said at least 25 states have proposed health care cuts. At least 21 states are proposing significant cuts to K-12 public education, another 20 states are proposing cuts to higher education, and at least 15 states have proposed government work layoffs and/or benefit cuts for state workers. For the record, only 48 states are proposing budgets this year. Kentucky and Wyoming operate on two-year budget cycles.</p>\r\n<p>\r\n\tBut are states running deficits?</p>\r\n<p>\r\n\tNot really, said two experts we asked -- Jon Shure of the Center on Budget and Policy Priorities and Ron Snell with the National Conference of State Legislatures.</p>\r\n<p>\r\n\tForty-nine of 50 states are required to pass balanced budgets every year, Shure said. States &quot;might borrow for capital improvements and the like, but not for their operating budgets,&quot; Shure said. &quot;Vermont is the exception. It has no balanced budget requirement but has still chosen not to borrow for operating expenses.&quot;</p>\r\n<p>\r\n\tSnell added that Illinois and California can roll forward unpaid bills for one year, but then are required to pay off those debts in the next year. But they are not allowed to carry deficits for multiple years.</p>\r\n<p>\r\n\t&quot;States have a requirement to balance their operating budgets,&quot; said Snell, whose group says, like Shure&rsquo;s, that <a href=\"http://www.ncsl.org/IssuesResearch/BudgetTax/StateBalancedBudgetRequirements/tabid/12660/Default.aspx?tabid=12660\">only Vermont is not required to pass balanced budgets</a>.</p>\r\n<p>\r\n\tShure said that because of the financial crisis, every state has had to make cuts, most have used reserves, and more than 30 states also have created additional revenues by increasing either some fees or taxes.<br />\r\n\t<br />\r\n\tFlorida has taken a cuts-only approach, Shure said. (Though he noted that the state did raise a host of fees in 2009, and also has raised tuition rates for Florida universities.) Of the $70 billion state budget passed last year, $2.2 billion&nbsp;is directed to pay debt service for capital projects, according to John Kuczwanski, communications manager at the&nbsp;State Board of Administration.<br />\r\n\t<br />\r\n\tHaridopolos spokesman David Bishop said Haridopolos was trying to note that many states chose to raise taxes, while Florida did not.<br />\r\n\t<br />\r\n\t&quot;The wording was meant to infer that states are facing tough economic decision(s) and have deficits when compared to last year&#39;s (current year) budget,&quot; Bishop said. &quot;Many states like California and Illinois have chosen to raise taxes.&quot;<br />\r\n\t<br />\r\n\tHere&#39;s what Haridopolos said, in praising the framework of Florida&#39;s 2011-12 budget: &quot;While many states and the federal government are floundering under crushing deficit spending, we kept our promise that we would not raise taxes or fees during these difficult economic times.&quot; Haridopolos might have been trying to say that many states raised taxes to balance their budget, but we&#39;re sticking to his actual words.<br />\r\n\t<br />\r\n\tVermont is the only state -- either by statute or constitution -- that can run deficit budgets like the federal government. But it&#39;s chosen to balance its budget. All other states are required to pass balanced budgets. We rate Haridopolos&#39; claim False.</p>\r\n<p>\r\n\t<em>(Updated April 27, 2011: This story has been corrected to describe the Center on Budget and Policy Priorities as &quot;Democratic-leaning.&quot; It also was updated to include information from the National Conference of State Legislatures.)</em></p>", "ruling_comments_date": "2011-04-26T16:12:54.689006", "ruling_date": "2011-04-27T11:27:46", "ruling_headline": "Mike Haridopolos says many states, but not Florida, are deficit spending", "ruling_headline_slug": "mike-haridopolos-says-many-states-not-florida-are-", "ruling_link_text": "49 of 50 states required to pass balanced budgets", "ruling_state": "Florida", "source_documents": null, "sources": "<p>\r\n\tPress release, Dean Cannon and Mike Haridopolos, April 26, 2011</p>\r\n<p>\r\n\tCenter on Budget and Policy Priorities, &quot;<a href=\"http://www.cbpp.org/cms/index.cfm?fa=view&amp;id=3389\">Governors are Proposing Further Deep Cuts in Services, Likely Harming Their Economies</a>,&quot; March 21, 2011</p>\r\n<p>\r\n\tE-mail interview with Haridopolos spokesman David Bishop, April 26, 2011</p>\r\n<p>\r\n\tE-mail interview with Center on Budget and Policy Priorities Jon Shure, April 26, 2011</p>\r\n<p>\r\n\tE-mail interview with John Kuczwanski, communications manager, Florida State Board of Administration. April 27, 2011</p>\r\n<p>\r\n\tInterview with Ron Snell, National Conference of State Legislatures, April 27, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Florida Senate President", "false_count": 3, "first_name": "Mike", "half_true_count": 1, "home_state": "Florida", "id": 840, "last_name": "Haridopolos", "mostly_true_count": 1, "name_slug": "mike-haridopolos", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/AP_FLSC112_MIKE_HARIDOPOLOS.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/840/", "total_count": 7, "true_count": 1, "website": "http://www.flsenate.gov/Legislators/index.cfm?Members=View+Page&District_Num_Link=026&Submenu=1&Tab=legislators&chamber=Senate&CFID=238117333&CFTOKEN=61418412"}, "statement": "<div goog_docs_charindex=\"1\">\r\n\tSays &quot;many states&quot; are floundering under crushing deficit spending.</div>", "statement_context": "comments announcing a budget deal with the Florida House of Representatives", "statement_date": "2011-04-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}], "target": [], "twitter_headline": ""}