{"art": [], "author": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "canonical_url": "/wisconsin/statements/2011/apr/29/joanne-kloppenburg/joanne-kloppenburg-says-anomalies-were-widespread-/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 3661, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/3661/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tWisconsin Supreme Court candidate JoAnne Kloppenburg <a href=\"http://www.jsonline.com/blogs/news/119347799.html\">declared </a><a href=\"http://www.jsonline.com/blogs/news/119347799.html\">victory </a>on election night when preliminary, unofficial returns put her 204 votes ahead of Justice David Prosser.<br />\r\n\t<br />\r\n\tFifteen days later, she sought a statewide recount after the official county-by-county returns showed her trailing by more than 7,300 votes out of 1.5 million cast.<br />\r\n\t<br />\r\n\tIn explaining her decision, Kloppenburg <a href=\"http://www.youtube.com/watch?v=C3zf6Uoj_m8\">told </a><a href=\"http://www.youtube.com/watch?v=C3zf6Uoj_m8\">reporters </a>that a recount may not get her over the top, but would shine a light on &quot;an election that right now seems to so many people to be suspect.&quot;<br />\r\n\t<br />\r\n\tShe also went on the offensive, raising questions about the legitimacy of the vote count around the state.<br />\r\n\t<br />\r\n\t&quot;There are legitimate and widespread anomalies,&quot; said Kloppenburg, a state Justice Department attorney, &quot;and widespread questions about the conduct of this election, most visibly in Waukesha County, but also in counties around the state.&quot;<br />\r\n\t<br />\r\n\tThe Waukesha County problems are well known: A vote-tallying glitch belatedly boosted Prosser&rsquo;s total in the official count by almost 7,600. County Clerk Kathy Nickolaus, a Republican in a GOP stronghold, didn&rsquo;t report her error for more than a day after the election.<br />\r\n\t<br />\r\n\tGiven the outrage over the Waukesha incident, Kloppenburg seems on solid ground suggesting that there are &quot;widespread questions&quot; about the election.<br />\r\n\t<br />\r\n\tBut are there &quot;widespread anomalies&quot; in the statewide count?<br />\r\n\t<br />\r\n\tThat&rsquo;s a much different claim and one we can check.<br />\r\n\t<br />\r\n\tIn order to justify her claim, we think Kloppenburg has to show that numerous questionable situations remain that are &quot;irregular&quot; or &quot;abnormal&quot; -- a dictionary definition of &quot;anomalous.&quot;<br />\r\n\t<br />\r\n\tIn addition to the Waukesha situation, Kloppenburg at the news conference cited an &quot;undervote&quot; in Milwaukee and Racine; ballot shortages and long lines in Fond du Lac and several other municipalities; and changes in the unofficial vote totals in Winnebago County.<br />\r\n\t<br />\r\n\tLet&rsquo;s take a look:<br />\r\n\t<br />\r\n\t&quot;Undervotes&quot;: This is when a voter chooses not to vote in all the races listed on a ballot -- creating an &quot;undervote&quot; in one race compared with another. For instance, this year in the city of Milwaukee, the Milwaukee County executive&rsquo;s race drew about 2,000 more votes than the Kloppenburg-Prosser race at the top of the ticket.<br />\r\n\t<br />\r\n\tKloppenburg campaign manager Melissa Mulliken said Racine and Milwaukee had an unusually high undervote rate in the statewide court race compared with local races there.<br />\r\n\t<br />\r\n\t&quot;You wonder why,&quot; Mulliken said. &quot;Did voting machines misread ballots?&quot;<br />\r\n\t<br />\r\n\tBut in the city of Milwaukee, the 2011 court contest was not the largest court-race undervote in even the last three years. In 2008, when Michael Gableman defeated incumbent Louis Butler for the high court, the Scott Walker-Lena Taylor race for county executive drew 3,500 more votes.<br />\r\n\t<br />\r\n\tA review going back further shows the court races sometimes draw more and sometimes less than other contests, depending on the competitiveness of the races involved.<br />\r\n\t<br />\r\n\tIn Racine, the Kloppenburg-Prosser race drew fewer votes than the Racine mayor&rsquo;s race. It was about 150 votes short, or 1 percent.<br />\r\n\t<br />\r\n\tThat, too, has happened before: In 2009, Justice Shirley Abrahamson&rsquo;s breeze to re-election drew substantially fewer votes than a special primary election for Racine mayor. But in 2008, the Gableman-Butler race drew just slightly more than a statewide referendum in Racine.<br />\r\n\t<br />\r\n\tNot much of a pattern there.<br />\r\n\t<br />\r\n\tNeil Albrecht, deputy director of the Milwaukee Election Commission, said undervoting is not really an anomaly.<br />\r\n\t<br />\r\n\t&quot;It&rsquo;s more a reflection with people&#39;s comfort and familiarity with certain contests and the candidates,&quot; he said.<br />\r\n\t<br />\r\n\tUW-Madison political scientist Barry Burden agreed.<br />\r\n\t<br />\r\n\t&quot;&lsquo;Dropoff&rsquo; is the term we use,&quot; said Burden, who studies election administration. &quot;It doesn&rsquo;t surprise me at all. That&rsquo;s reasonable to expect when you have a local race that is grabbing a lot of attention.&quot;<br />\r\n\t<br />\r\n\t(Local conditions played out the other way in another Democratic hotbed, Dane County. The Milwaukee Journal Sentinel&rsquo;s <a href=\"http://www.jsonline.com/blogs/news/120800919.html\">Craig Gilbert </a><a href=\"http://www.jsonline.com/blogs/news/120800919.html\">reported </a>that 10,000 more people voted in the court race than in a county exec&rsquo;s race that was not even close.)<br />\r\n\t<br />\r\n\tBallot shortages: The unusually high voter turnout in the high court race -- at least 14 points higher statewide than predicted -- fueled ballot shortages in various communities. Kloppenburg cited Fond du Lac County. State election officials ordered the clerk in the city of Fond du Lac to issue substitute ballots because of shortages, and the resulting lines at touchscreen machines and delays in voting.<br />\r\n\t<br />\r\n\tOur research found other shortages in the counties of Eau Claire, Sheboygan and Winnebago. Together, they involved more than 2,000 votes on photocopied ballots that had to be hand counted.<br />\r\n\t<br />\r\n\tHow unusual is this? There are mixed views.<br />\r\n\t<br />\r\n\tBurden said the use of photocopied ballots is fairly common but rarely noticed unless a race is close.<br />\r\n\t<br />\r\n\tIt&rsquo;s common enough for the state to have a law that sets out the procedure for issuing substitute ballots when shortages occur, said Reid Magney, spokesman for the state&rsquo;s Governmental Accountability Board.<br />\r\n\t<br />\r\n\tOne clerk, Lisa Freiberg of Fond du Lac County, said it was &quot;very unusual&quot; in her county to resort to copying paper ballots. Fond du Lac City Clerk Sue Strands, who orders ballots, agreed.<br />\r\n\t<br />\r\n\tStrands said she considers her vote count solid. She said if there was an &quot;anomaly&quot; it was limited to four instances in which voters tried to put their copied ballot into voting machines. They jammed.<br />\r\n\t<br />\r\n\tKloppenburg&rsquo;s campaign says the question is how such ballots were counted.<br />\r\n\t<br />\r\n\tThere is some concern about reliable counts of photocopied ballots, because they can&rsquo;t be run through voting machines, election clerks say.<br />\r\n\tThat necessitated some hand-counting on a busy election night.<br />\r\n\t<br />\r\n\tDiscrepancies in unofficial results: It&rsquo;s clear the big Waukesha County vote tally error on election night was unusual. PolitiFact Wisconsin earlier examined a Nickolaus claim that errors in that part of the process are &quot;common.&quot; We found that her error was extreme but not unprecedented, and we rated her claim <a href=\"http://www.politifact.com/wisconsin/statements/2011/apr/17/kathy-nickolaus/waukesha-county-clerk-kathy-nickolaus-says-errors-/\">Barely True</a>.<br />\r\n\t<br />\r\n\tIt&rsquo;s important to note that errors such as the Waukesha County tally and the 1,100-vote miscommunication in the unofficial tally from Winnebago County are reviewed -- and typically corrected -- in the official vote canvasses done by the counties.<br />\r\n\t<br />\r\n\tThat process -- plus a <a href=\"http://gab.wi.gov/node/1715\">special state </a><a href=\"http://gab.wi.gov/node/1715\">probe </a>of Waukesha County -- is now complete and state officials say the Waukesha and Winnebago discrepancies have been cleared up.<br />\r\n\t<br />\r\n\tSo if that verification process is already done, does that leave Kloppenburg with much justification for including Waukesha on her problem list? She points out the state will do a deeper investigation of Nickolaus&rsquo; past work -- and that the preliminary state probe did find a handful of discrepancies in the county&rsquo;s canvass of write-in votes.<br />\r\n\t<br />\r\n\tSo, has Kloppenburg supported her claim?<br />\r\n\t<br />\r\n\tHer &quot;undervote&quot; claims do not hold up; they are not anomalous based on historical patterns. Errors in the unofficial tally were mostly routine and by now have likely been corrected by the standard post-election canvasses. Waukesha County&rsquo;s situation was rare, but it is only one county, and the big discrepancy there has already been cleared up, according to state elections officials.<br />\r\n\t<br />\r\n\tIn Kloppenburg&rsquo;s favor: Ballot shortages -- though not rare and not by themselves evidence of miscounts -- did happen in multiple areas and are by no means the norm. And the Waukesha County situation, while already investigated at length, still has a few loose ends, and questions remain about Nickolaus&rsquo; methods.<br />\r\n\t<br />\r\n\tSo, Kloppenburg&rsquo;s claim had an element of truth but skipped critical facts that would give a different impression. Some might call it mostly false. But on the Truth-O-Meter, that&rsquo;s the definition of Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2011-04-28T17:39:33.439190", "ruling_date": "2011-04-29T09:00:00", "ruling_headline": "JoAnne Kloppenburg says anomalies were widespread during the state Supreme Court race", "ruling_headline_slug": "joanne-kloppenburg-says-anomalies-were-widespread-", "ruling_link_text": "Most of the issues she cites are minor, normal or already cleared up", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tJoAnne Kloppenburg, <a href=\"http://www.youtube.com/watch?v=C3zf6Uoj_m8\">remarks at news conference</a>, April 20, 2011<br />\r\n\t<br />\r\n\tInterview with Barry Burden, UW-Madison political scientist, April 26, 2011<br />\r\n\t<br />\r\n\tInterview with Sheboygan County Clerk Julie Glancey, April 26, 2011<br />\r\n\t<br />\r\n\tInterview with Waupun City Clerk Angie Hull, April 26, 2011<br />\r\n\t<br />\r\n\tInterview with Winnebago County Clerk Sue Ertmer, April 26, 2011<br />\r\n\t<br />\r\n\tInterviews with Milwaukee Election Commission deputy director Neil Albrecht, April 25-26, 2011<br />\r\n\t<br />\r\n\tInterview with Racine assistant city clerk Donna Deuster, April 25, 2011<br />\r\n\t<br />\r\n\tInterview with Diane Hermann-Brown, president of the Wisconsin Municipal Clerks Association, April 26, 2011<br />\r\n\t<br />\r\n\tInterview with Janet Geisler, president, Wisconsin County Clerks Association, April 26, 2011<br />\r\n\t<br />\r\n\tEmail interviews with Reid Magney, spokesperson, Wisconsin Government Accountability Board, April 25-26<br />\r\n\t<br />\r\n\tInterview with Melissa Mulliken, campaign manager for JoAnne Kloppenburg, April 25, 2011<br />\r\n\t<br />\r\n\tEmail interviews with Brian Nemoir, campaign manager for David Prosser, April 25-26<br />\r\n\t<br />\r\n\tVoice mail Interview with Eau Claire City Clerk Donna Austad, April 28, 2011<br />\r\n\t<br />\r\n\tInterview with Racine County Clerk Wendy Christensen, April 26, 2011<br />\r\n\t<br />\r\n\tInterview with Suzette Emmer, deputy administrator, Milwaukee County Election Commission, April 25, 2011<br />\r\n\t<br />\r\n\tInterview with Fond du Lac County Clerk Lisa Freiberg, April 26, 2011<br />\r\n\t<br />\r\n\tInterview with Fond du Lac City Clerk Sue Strands, April 26, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "State Appeals Court judge", "false_count": 1, "first_name": "JoAnne", "half_true_count": 0, "home_state": "Wisconsin", "id": 1112, "last_name": "Kloppenburg", "mostly_true_count": 2, "name_slug": "joanne-kloppenburg", "pants_count": 1, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/JoAnne_Kloppenburg.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1112/", "total_count": 6, "true_count": 0, "website": ""}, "statement": "<p>\r\n\t&quot;There are legitimate and widespread anomalies, and widespread questions about the conduct of (the Wisconsin Supreme Court) election, most visibly in Waukesha County, but also in counties around the state.&quot;<br />\r\n\t&nbsp;</p>", "statement_context": "remarks at a news conference", "statement_date": "2011-04-20", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}], "target": [], "twitter_headline": ""}