{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2011/apr/29/texans-economic-development/pro-gambling-group-says-texans-annually-gamble-25-/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [], "facebook_headline": null, "id": 3662, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/3662/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tAn online <a href=\"http://www.thankyoutexas.com/?utm_source=RMM&amp;utm_medium=banner&amp;utm_campaign=TFED\">banner ad</a> on the<em> Austin American-Statesman</em>&rsquo;s website April 19 made us eager to try our luck.<br />\r\n\t<br />\r\n\t&quot;Thank you Texas,&quot; says a color postcard featuring slot machines and addressed to the state of Texas. The ad, sponsored by a group that seeks to legalize slot machines in Texas, features three messages -- New Mexico thanking Texas for &quot;your&quot; $27 million and Louisiana and Oklahoma each offering thanks for &quot;your&quot; $1 billion.<br />\r\n\t<br />\r\n\tText below the postcards states: &quot;Texans spend $2.5 billion gambling in our neighboring states every year.&quot;<br />\r\n\t<br />\r\n\tThat&rsquo;s a lot of quarters. Is it right?<br />\r\n\t<br />\r\n\tWe asked Texans for Economic Development, the ad&rsquo;s sponsor, for elaboration. The group, consisting of horse racing interests, wants Texas lawmakers to ask voters to permit slot machines at 13 in-state horse and greyhound tracks and three Indian reservations.<br />\r\n\t<br />\r\n\tIts spokesman, Mike Lavigne, passed along a July 7, 2010, report prepared for the group by TXP, an Austin economic policy consulting group, stating that in 2009, Texans spent $2.7 billion on gaming and related activities in nearby states.<br />\r\n\t<br />\r\n\tThe report says Texans gambled most of that -- $2.57 billion -- immediate neighbors-with-casinos: Oklahoma, where the report says Texans threw down nearly $1.2 billion; Louisiana, about $1.1 billion; and New Mexico, $27 million. The state-by-state figures were based on various sources &quot;including state gaming commissions, primary field research, convention and visitors bureaus ... and other academic studies,&quot; the report says.<br />\r\n\t<br />\r\n\tWe wondered where those figures originated.<br />\r\n\t<br />\r\n\tCasinos would be ideal sources for how much Texans plunk down across state lines, but we found no evidence they talk about their customer base. Hence, Alan Meister, who analyzes gaming issues for an Arlington, Va., consulting firm, advised us that certain &quot;assumptions have to be made&quot; to estimate the dollars gambled by residents of various states.<br />\r\n\t<br />\r\n\tIn an interview, Jon Hockenyos,TXP&rsquo;s president, explained that the firm had to mesh different data &quot;to get the right order of magnitude&quot; for how much Texans were gambling. &quot;It&rsquo;s like making fruit salad,&quot; he said.<br />\r\n\t<br />\r\n\tThe firm&rsquo;s recipe, according to Hockenyos:<br />\r\n\t<br />\r\n\t--In Oklahoma, researchers counted Texas license plates at a range of tribal gambling venues, finding Texas plates accounted for 90 percent of the vehicles in a sampling from halls close to Texas; 47 percent of plates at a sampling of casinos farther away; and 6 percent of establishments farthest from Texas.<br />\r\n\t<br />\r\n\tUsing the number of slot machines at each hall, TXP concluded that Texans accounted for 37 percent of the casinos&rsquo; total reported gaming revenue in 2009, which TXP estimated at $3.2 billion based on a national Indian gaming report. Hockenyos also noted a March 9 <a href=\"http://www.tulsaworld.com/site/printerfriendlystory.aspx?articleid=20110309_16_A1_CUTLIN80698\">news article </a>in The Tulsa World, quoting a study by Meister, that said tribal gaming revenue in Oklahoma for 2009 was $3.1 billion. The estimated piece of the Oklahoma gambling action credited to Texans: $1.18 billion.<br />\r\n\t<br />\r\n\t--For Louisiana, TXP zeroed in on a 2009-10 report by the state on the economic impact of Louisiana&rsquo;s riverboat casino industry. It said 62 percent of the casinos&rsquo; visitors came from another state or more than 150 miles away. TXP, mindful that Texans accounted for 70 percent of the combined 2008 populations of Texas, Louisiana, Arkansas and Mississippi, extrapolated from those percentages to estimate the Texans&rsquo; share of the far-away visitors -- 43 percent -- and multiplied that percentage by the state-reported 2009 gambling revenue, about $2.5 billion.<br />\r\n\t<br />\r\n\tWade Duty, executive director of the Louisiana Casino Association, forwarded what he described as a yet-to-be published January survey result indicating that 49 percent of riverboat casino customers hail from other states or more than 150 miles away. Informed of the lower figure, Texans for Economic Development reduced its estimate of the money Texans gamble in Louisiana from $1.1 billion to $869 million.<br />\r\n\t<br />\r\n\tDuty said he&rsquo;s not sure about the assumption that Texans comprised 70 percent of those out-of-state and long-distance gamblers. The Harvey Canal, site of a New Orleans riverboat casino, may be beautiful, he said, but &quot;people aren&rsquo;t spending 16 hours in a car to come from Midland.&quot; Duty called TXP&rsquo;s revised estimate for how much Texans&rsquo; gambled &quot;more reasonable,&quot; but said: &quot;I can&rsquo;t say it&rsquo;s correct.&quot;<br />\r\n\t<br />\r\n\tDuty said a better way of estimating Texans&rsquo; expenditures would start with interviews of gambling patrons to gauge where they came from, how long they&rsquo;d stayed and what they&rsquo;d gambled.<br />\r\n\t<br />\r\n\t--For New Mexico, TXP concluded that Texans over all accounted for about 8 percent of the money gambled in casinos and racinos, which are race tracks with slot machines. Hockenyos noted that nearly 4,000 slot machines -- a little less than one third of all the slot machines in the state -- are in southern New Mexico, near El Paso. El Paso&rsquo;s population accounts for more than 65 percent of the residents of that southern sector, Hockenyos said, and Texans account for more than 20 percent of New Mexico&rsquo;s annual visitors.<br />\r\n\t<br />\r\n\tTXP applied the Texans&rsquo; 8 percent to what it then believed to be relevant gaming spending of nearly $350 million, making the Texans&rsquo; share $27 million. However, Hockenyos said, he later realized he&rsquo;d inappropriately folded in licensing fees and also under-counted the year&rsquo;s gambling expenditures, which were $968 million, according to <a href=\"http://www.nmgcb.org/tribal/revsharing.html\">records posted online</a> by the New Mexico Gaming Control Board. The revised Texans&rsquo; portion? About $77 million.<br />\r\n\t<br />\r\n\tSo, with the firm&rsquo;s latest tweaks, the three-state estimate is closer to $2.1 billion.<br />\r\n\t<br />\r\n\tEveryone aboard with that?<br />\r\n\t<br />\r\n\tWell, no. Stephen Reeves, a spokesman for the anti-gambling, Baptist-backed Christian Life Commission, said counting license plates is a poor way of gauging how much Texans spend in casinos. He followed up by email: &quot;However, if doing so I would suggest that the frequency that a particular car shows up must be taken into account to determine how much money they are &lsquo;spending.&rsquo;&quot;<br />\r\n\t<br />\r\n\tOur take: The fruit-salad methodology used by the consulting group was not perfect. Absent precise data, though, TXP&rsquo;s estimate of how much money Texans gamble in neighboring states looks reasonable, though it&rsquo;s a stretch to claim Texans gamble the same total amount every year.<br />\r\n\t<br />\r\n\tWe rate the statement Mostly True.</p>", "ruling_comments_date": "2011-04-28T17:52:53.080577", "ruling_date": "2011-04-29T06:00:00", "ruling_headline": "Pro-gambling group says Texans annually gamble $2.5 billion in three neighboring states", "ruling_headline_slug": "pro-gambling-group-says-texans-annually-gamble-25-", "ruling_link_text": "Chancy", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tLouisiana Gaming Control Board, report, <a href=\"http://lgcb.dps.louisiana.gov/docs/2009-2010%20Annual%20Report.pdf\">&quot;Report to the Louisiana State Legislature, 2009-10,&quot;</a> undated, and <a href=\"http://alt.coxnewsweb.com/statesman/politifact/04192011_lgcbriverboatreportf0910.pdf\">&quot;Louisiana Riverboat Casino Industry, Economic Impact Figures FY 2009-10&quot;</a> (received from Louisiana Casino Association)<br />\r\n\t<br />\r\n\tNational Indian Gaming Commission, report, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/06112010_nigcreport.pdf\">&quot;2009 Indian Gaming Revenues,&quot;</a> Texas Gaming Association, web page, <a href=\"http://www.texas-gaming-association.com/topics/texans-are-paying-to-improve-other-states/\">&quot;Texans Are Paying to Improve Other States&quot; </a>2011<br />\r\n\t<br />\r\n\tTelephone interviews, Wade Duty, executive director, Louisiana Casino Association, April 26 and 27, 2011<br />\r\n\t<br />\r\n\tTelephone interviews, Jon Hockenyos, president, TXP Inc., Austin, April 19 and 25-27, 2011<br />\r\n\t<br />\r\n\tTelephone interview, Alan Meister, principal economist, Nathan Associates Inc., April 22, 2011<br />\r\n\t<br />\r\n\tTelephone interview, Stephen Reeves, Legislative Counsel, Christian Life Commission, Austin, April 19, 2011<br />\r\n\t<br />\r\n\tTelephone interview, Mike Stauffer, communications director, New Mexico Tourism Department, Santa Fe, April 26, 2011<br />\r\n\t<br />\r\n\tTexans for Economic Development, online advertisement, <a href=\"http://www.thankyoutexas.com/?utm_source=RMM&amp;utm_medium=banner&amp;utm_campaign=TFED\">&quot;Thank You Texas,&quot;</a> as seen April 19, 2011; press release, <a href=\"http://winfortexas.com/2010/07/upadated-study-shows-texas-has-billions-to-gain-from-racetrack-gaming/#more-250\">&quot;Updated Study Shows Texas Has Billions To Gain From Racetrack Gaming,&quot; </a>&nbsp;and related study, <a href=\"http://winfortexas.com/wordpress/wp-content/uploads/2010EcoUpdate.pdf\">&quot;The Economic and Tax Revenue Impact of Slot Machines at Racetracks in Texas,&quot;</a> July 7, 2010<br />\r\n\t<br />\r\n\t<em>The Tulsa World</em>, news article, <a href=\"http://www.tulsaworld.com/site/printerfriendlystory.aspx?articleid=20110309_16_A1_CUTLIN80698\">&quot;Casino boom puts Sooner state at No. 4 for gaming revenue,&quot;</a> March 9, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Pro-gambling group", "false_count": 0, "first_name": "", "half_true_count": 0, "home_state": "Texas", "id": 1181, "last_name": "Texans for Economic Development", "mostly_true_count": 1, "name_slug": "texans-economic-development", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/winftx.jpeg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1181/", "total_count": 1, "true_count": 0, "website": "http://www.winfortexas.com/"}, "statement": "<p>\r\n\t&quot;Texans spend $2.5 billion gambling in our neighboring states every year.&quot;<br />\r\n\t<br />\r\n\t&nbsp;</p>", "statement_context": "a web banner ad.", "statement_date": "2011-04-19", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 170, "photo": null, "resource_uri": "/api/v/2/subject/170/", "subject": "Gambling", "subject_slug": "gambling", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [], "twitter_headline": ""}