{"art": [], "author": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "canonical_url": "/florida/statements/2011/apr/29/chris-dorworth/comparing-floridas-growth-management-laws-others-a/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}], "facebook_headline": null, "id": 3665, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "resource_uri": "/api/v/2/statement/3665/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Here&#39;s a secret about floor sessions of the Florida House of Representatives -- they can get pretty repetitive. Most legislators ask questions about bills that they already know the answers to, and are simply asking the questions to make political points. Most amendments offered by Democrats in the GOP-dominated body fail. And most always, a bill&#39;s fate is known well ahead of time.<br />\r\n<br />\r\nBut for hours, members go through a ritualistic sparring that -- to the first-time viewer -- can look unscripted.<br />\r\n<br />\r\nWe start with that description, because we fact-checkers must admit to sometimes being guilty of tuning it all out.<br />\r\n<br />\r\nThat is, until, our name is being called.<br />\r\n<br />\r\nThe situation occurred on April 21, 2011, during a debate about a bill that would ease the amount of oversight the state Department of Community Affairs has over local land use issues. <a href=\"http://www.myfloridahouse.gov/sections/Bills/billsdetail.aspx?BillId=46726\">HB 7129</a> was going to pass, after all. The debate was academic.<br />\r\n<br />\r\nBut Rep. Chris Dorworth, R-Lake Mary, shook us awake with his floor remarks advocating on behalf of the bill.<br />\r\n<br />\r\n&quot;This is ripe for a PolitiFact, but I&#39;ve asked in almost every committee we&#39;ve seen this bill -- I don&#39;t believe any other state in the union has a system like we do,&quot; he said. &quot;I think we might be the only (state) in the United States of America that has a statewide review of local land use and zoning decisions. And that means we are 50th, or 49th at worst, in terms of the fact that we have to get our local decisions approved through the state.&quot;<br />\r\n<br />\r\nFirst off, thanks, Rep. Dorworth, for the plug.<br />\r\n<br />\r\nThe issue here is the state Department of Community Affairs&#39; ability to review local comprehensive plans and amendments, and more specifically, to determine whether or not they are in compliance with state growth management laws. If the DCA finds a local comprehensive plan not in compliance, a judge is asked to settle the discrepancy.<br />\r\n<br />\r\nDorworth and others want to relax that oversight, believing it can be unnecessary and burdensome. As Dorworth suggested, he also believes it&#39;s a one-of-a-kind standard in the United States. HB 7129 prescribes a more-streamlined process that attempts to cut the DCA review period in half, and strip some of the power the state agency now has to object to local land use decisions.<br />\r\n<br />\r\nWe let Dorworth know that we were taking his challenge to fact-check his claim, and he said he has asked&nbsp;10 different times if another state has Florida&#39;s system of review. &quot;No one seemed to know,&quot; he told us. &quot;People said Oregon has something like ours, but then they said that it&#39;s not the same.&quot;<br />\r\n<br />\r\n<strong>Understanding Florida&#39;s system</strong><br />\r\n<br />\r\nWithout getting too technical, we&#39;re not talking about a state review of every land use decision a local government makes (Dorworth oversimplified things in his original statement, which we will factor in when making our ruling). We&#39;re talking about comprehensive plans, which offer rough guidance on how a community can develop over time. The plan and corresponding maps let you know&nbsp;where the agricultural land in an area is -- and what someone can possibly build there -- and where a city defines its urban core and what can go along with that.<br />\r\n<br />\r\nAs&nbsp;municipalities grow, they sometimes want or are asked to redraw their plans to accommodate more dense development. A common example would be wanting to designate agricultural or rural land for a more intense use. Florida has a very prescribed process for that, which includes time for the state to review the amendment and public hearings at the local level. (<a href=\"http://www.dca.state.fl.us/fdcp/DCP/Procedures/Files/PlanAdmb&amp;w85x14.PDF\">Here&#39;s a flow chart to help you follow</a>.)<br />\r\n<br />\r\nIf the local government approves the amendment, DCA then decides whether&nbsp;it is in compliance with state law. If the DCA deems the amendment is not in compliance, the local government is often asked to alter its plan, or to take the matter to court. In a contentious case, it&#39;s a judge who ultimately decides whether or not the amendment is permitted.<br />\r\n<br />\r\n<strong>The system in other states</strong><br />\r\n<br />\r\nRather than checking the 49 other states individually to see whether Dorworth is correct, we got a road map of places to examine from Stuart Meck, an associate research professor at Rutgers University in New Jersey who has written about state planning. He said several states, including Florida, had some level of state review of local land use decisions -- though the level of oversight varied. At each stop, we asked state planners or planning experts what other states might include stringent reviews of some local planning decisions.<br />\r\n<br />\r\nMost all states have some sort of appellate review of planning decisions, whether it&#39;s through the state government or through the courts, or both. But as we searched over the course of a week, we built a final list of suspects that most mirror Florida. They are the states of Oregon, Washington, Hawaii, Vermont and Rhode Island.<br />\r\n<br />\r\nIn the Northeast, Vermont and Rhode Island have similar laws that give the state oversight over land use decisions, but only if local governments want to participate in state development grant programs. It&#39;s a carrot approach, said Jared Rhodes, the chief of Rhode Island&#39;s Division of Planning.<br />\r\n<br />\r\nIn Rhode Island, a state review of local comprehensive plan amendments is essentially required, Rhodes said. But if the state does not approve of the amendment, it is still considered valid. &quot;A state denial does not necessarily put the brakes on it,&quot; he said.<br />\r\n<br />\r\nIn Vermont, municipalities have the option of submitting plans and plan amendments to state-created regional planning commissions. Local governments that receive approvals from the regional planning commissions can then be eligible for state grant funding, said Joss Besse, the director of community planning with the Vermont Department of Housing and Community Affairs.<br />\r\n<br />\r\nIn Washington, local governments are required to send prospective land use changes to the state&#39;s Department of Commerce for review. But the state provides only technical assistance and does not override local decisions. &quot;State agency written correspondence will not state that local plans are out of compliance with the (growth management act),&quot; <a href=\"http://www.commerce.wa.gov/DesktopModules/CTEDPublications/CTEDPublicationsView.aspx?tabID=0&amp;ItemID=9244&amp;MId=944&amp;wversion=Staging\">the state says on its website</a>. &quot;State agencies may express concerns, but conclusory statements as to compliance will be avoided.&quot;</p>\r\n\r\n<p>Oregon&#39;s rules -- which were created in 1973 -- are more stringent, and built the framework for Florida&#39;s law, former DCA secretary Tom Pelham told us.<br />\r\n<br />\r\nAll Oregon cities and counties are required to have a comprehensive plan, and those plans must be approved by a seven-member state board. That was finished by 1985, said Bob Rindy, senior policy analyst and legislative coordinator <a href=\"http://www.oregon.gov/LCD/index.shtml\">with the Oregon Department of Land Conservation and Development</a>. But when plans are amended, Rindy said, typically there is not much oversight.<br />\r\n<br />\r\nLocal plan amendments are considered finalized 21 days after they are adopted by the local government unless someone appeals. Appeals, which can be initiated by the state or other affected parties, are first heard by a state Land Use Board of Appeals and then could enter the state court system.<br />\r\n<br />\r\nThe rules are different, though, when local jurisdictions seek to expand their urban growth boundaries. Those expansions need the approval of the state, Rindy said. &quot;When cities try and move out into farmland to grow larger, then the state has oversight over the decision how much they expand that boundary by,&quot; he said. &quot;That&#39;s one of the things that puts us in the limelight.&quot;<br />\r\n<br />\r\nAnd then there is Hawaii, which by our estimation has the most state-level oversight of planning decisions -- even more so than in Florida.<br />\r\n<br />\r\nThe state of Hawaii&#39;s Land Use Commission holds sweeping power over granting development rights outside the urban centers of the island chain, said David L. Callies, Kudo Professor of Law at the University of Hawaii, <a href=\"http://www.uhpress.hawaii.edu/books/calliesRegulatingIntro.pdf\">who was written a book about Hawaii&#39;s system for land use planning.</a><br />\r\n<br />\r\nThe commission, appointed by the governor, decides whether land should be classified Agriculture, Conservation, Urban or Rural. Only in the Urban district, which makes up less than 4 percent of land in the state, do local land use controls like zoning apply without shared authority by the Land Use Commission, Callies said. If property owners wish to reclassify their land in order to develop it, they must receive the permission of the Land Use Commission.<br />\r\n<br />\r\nCallies said the commission generally accepts large-lot development projects in the Agriculture district. But, if &quot;your land is in Conservation, you almost have no chance.&quot; Callies says the system is the most regulated in the country, and that going from raw land to completed development could take 10 years.<br />\r\n<br />\r\n<strong>Our ruling</strong><br />\r\n<br />\r\nThis is a tough claim to rule on for a couple of reasons. First, Dorworth oversimplified things when he said Florida reviews local land use decisions. The state review is of changes to comprehensive plans. Second, Dorworth said only that he&nbsp;<em>might </em>be right that Florida is the only state in the country with a state review procedure.<br />\r\n<br />\r\nOur analysis shows that Florida has a unique form of state review, but it&#39;s not the only state to have some oversight.<br />\r\n<br />\r\nSome are certainly less stringent. Vermont and Rhode Island offer incentives to provide oversight, while Washington offers just technical assistance to local governments.<br />\r\n<br />\r\nOregon is similar in that major changes -- in its case, an expansion of the urban service boundary -- require state approval.<br />\r\n<br />\r\nAnd Hawaii has a system with a great amount of state oversight.<br />\r\n<br />\r\nHere&#39;s what Dorworth said: &quot;This is ripe for a PolitiFact, but I&#39;ve asked in almost every committee we&#39;ve seen this bill -- I don&#39;t believe any other state in the union has a system like we do. I think we might be the only (state) in the United States of America that has a statewide review of local land use and zoning decisions. And that means we are 50th, or 49th at worst, in terms of the fact that we have to get our local decisions approved through the state.&quot;<br />\r\n<br />\r\nIf you look at each sentence, Dorworth&#39;s first sentence is largely true, his second sentence is really not (except for adding <em>might</em>), and his third sentence is somewhere in between.<br />\r\n<br />\r\nThe best way to explain this, perhaps, is to say that many states have procedures to review some local planning decisions, but Florida has more regulatory authority than most states. Acknowledging there is some room for debate here, we rate this claim Half True.</p>\r\n", "ruling_comments_date": "2011-04-29T13:52:17.269780", "ruling_date": "2011-04-29T16:14:55", "ruling_headline": "Comparing Florida's growth management laws to others across the country", "ruling_headline_slug": "comparing-floridas-growth-management-laws-others-a", "ruling_link_text": "Other states review changes, but Florida's standards more stringent", "ruling_state": null, "source_documents": null, "sources": "<p>Florida House debate, April 21, 2011<br />\r\n<br />\r\n<a href=\"http://www.myfloridahouse.gov/sections/Bills/billsdetail.aspx?BillId=46726\">HB 7129</a>, growth management bill, accessed April 29, 2011<br />\r\n<br />\r\nE-mail interview with former DCA secretary Tom Pelham, April 28, 2011<br />\r\n<br />\r\nInterview with Jared Rhodes, chief of Rhode Island Division of Planning, April 29, 2011<br />\r\n<br />\r\nInterview with Stuart Meck, Associate Research Professor at Rutgers, April 26, 2011<br />\r\n<br />\r\nInterview with Bob Rindy, senior policy analyst and legislative coordinator <a href=\"http://www.oregon.gov/LCD/index.shtml\">with the Oregon Department of Land Conservation and Development</a>,<br />\r\n<br />\r\nInterview with David L. Callies, Kudo Professor of Law at the University of Hawaii, April 28, 2011<br />\r\n<br />\r\nInterview with Saralynn Stafford, Assistant Commissioner External Affairs &amp; Local Government Assistance of Georgia, April 27, 2011<br />\r\n<br />\r\nInterview with Joss Besse, director of community planning with the Vermont Department of Housing and Community Affairs, April 27, 2011<br />\r\n<br />\r\nFlorida Department of Community Affairs, <a href=\"http://www.dca.state.fl.us/fdcp/DCP/Procedures/Files/PlanAdmb&amp;w85x14.PDF\" id=\"zbfn\" title=\"flow chart to process a comprehensive plan amendment\">flow chart to process a comprehensive plan amendment</a>, accessed April 29, 2011<br />\r\n<br />\r\nWashington Department of Commerce, <a href=\"http://www.commerce.wa.gov/DesktopModules/CTEDPublications/CTEDPublicationsView.aspx?tabID=0&amp;ItemID=9244&amp;MId=944&amp;wversion=Staging\" id=\"i2yi\" title=\"state interaction with local land use decisions\">state interaction with local land use decisions</a>, accessed April 29, 2011<br />\r\n<br />\r\nHawaii <a href=\"http://luc.state.hi.us/about.htm\" id=\"d118\" title=\"Land Use Commission\">Land Use Commission</a>, accessed April 29, 2011<br />\r\n<br />\r\n<a href=\"http://www.oregon.gov/LCD/index.shtml\">Oregon Department of Land Conservation and Development</a>, accessed April 29, 2011<br />\r\n<br />\r\nInterview with Rep. Chris Dorworth, April 27, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "State Representative", "false_count": 0, "first_name": "Chris", "half_true_count": 1, "home_state": "Florida", "id": 1182, "last_name": "Dorworth", "mostly_true_count": 0, "name_slug": "chris-dorworth", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/dorworth.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1182/", "total_count": 1, "true_count": 0, "website": "http://www.myfloridahouse.gov/Sections/Representatives/details.aspx?MemberId=4419"}, "statement": "<p>Says Florida is one of a few or perhaps the only state &quot;that has a statewide review of local land use and zoning decisions.&quot;</p>\r\n", "statement_context": "comments on the House floor.", "statement_date": "2011-04-21", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}, {"description": "", "id": 44, "photo": null, "resource_uri": "/api/v/2/subject/44/", "subject": "Transportation", "subject_slug": "transportation", "used_in_edition": []}], "target": [], "twitter_headline": ""}