{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2011/may/02/troy-fraser/state-senator-says-it-probably-costs-more-300000-r/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [], "facebook_headline": null, "id": 3674, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/3674/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\r\n\tState Sen. Troy Fraser, who&rsquo;s been in the thick of years-long tussling regarding the Pedernales Electric Cooperative, wants co-op directors elected from regional single-member districts.<br />\r\n\t<br />\r\n\tPitching legislation mandating that change, the Horseshoe Bay Republican noted the expense of seeking election via at-large balloting open to the co-op&rsquo;s entire membership. Fraser told the Senate Committee on Business &amp; Commerce on April 19: &quot;If you&rsquo;re a person that lives, let&rsquo;s say, in Marble Falls and you want to run, you&rsquo;ve got to... solicit the support of 210,000 people, probably costing in excess of $300,000 to run for a co-op board, which is a little absurd.&quot;<br />\r\n\t<br />\r\n\tKa-<em>ching</em>. Is his claim on the money?<br />\r\n\t<br />\r\n\tIn an interview, Fraser pointed out that each of the seven Pedernales directors is elected by the co-op&rsquo;s 200,000-plus members, spread across a 24-county region. In contrast, Texas House members represent about 139,000 residents each.<br />\r\n\t<br />\r\n\tFraser told us his cost estimate presumes a board candidate would send at least one mailing to every co-op member, at a minimum cost of $1 per recipient so a single mass mailing would cost more than $200,000. He said candidates also spend money on items such as websites.<br />\r\n\t<br />\r\n\tBut what do campaign spending reports for Pedernales director candidates show? Turns out there are none. The state does not require them because the co-op is not a government entity.<br />\r\n\t<br />\r\n\tFor his part, Fraser referred to Texas House candidate campaign spending tallies indicating that into October 2010, the least costly winning House campaign had cost about $296,300.The most costly campaign--which did not end in victory--had cost more than $1.2 million.<br />\r\n\t<br />\r\n\tFraser drew the spending figures from a Texas Tribune <a href=\"http://www.texastribune.org/library/data/2010-general-election-cost-per-vote/?RaceType=Texas%20House&amp;cbResetParam=1\">chart</a> published in November. The chart, limited to candidates in contested races, totaled spending from July 2009 through Oct. 23, 2010 -- hence understating how much candidates likely spent through the November general election.<br />\r\n\t<br />\r\n\tAnd according to the chart, Nueces County Republican <a href=\"http://www.house.state.tx.us/members/member-page/?district=33\">Raul Torres</a> spent $296,284 through Oct. 23 on his way to victory while Democrat Patrick Rose of Dripping Springs spent $1.2 million in his re-election try.<br />\r\n\t<br />\r\n\tUsing the same chart, we later identified <a href=\"http://www.texastribune.org/library/data/2010-general-election-cost-per-vote/?RaceType=Texas%20House&amp;cbResetParam=1&amp;appSession=867214733450676&amp;RecordID=&amp;PageID=2&amp;PrevPageID=2&amp;cpipage=2&amp;CPISortType=asc&amp;CPIorderBy=InKind_and_Expend\">more than 50 House winners who spent less than Torres through Oct. 23</a>, though many of the lightest spenders faced only third-party challengers. Re-elected GOP Rep. Susan King, on her way to besting a Libertarian and Independent, spent the least: $30,995. Among victors with major-party opponents, Republican John V. Garza, who unseated Democratic Rep. David Leibowitz, had spent $72,583.<br />\r\n\t<br />\r\n\tWhen we inquired into the cost of past board campaigns, PEC spokeswoman Anne Harvey encouraged us to contact candidates directly. We emailed or left telephone messages with the 13 candidates for two board seats last year, asking how much they spent on what.<br />\r\n\t<br />\r\n\tAmong defeated hopefuls, Ken Rigsbee saId he spent $2,700 of his own money traveling around, Dan Pedersen said he spent around $1,000 on yard signs, T-shirts and advertising and Ted Lehr said he spent less than $500. At the low end, Thornton Keel said he spent a small sum to buy a list of co-op members. Geoffrey Vanderpal and Bob Driscoll each said he spent no money.<br />\r\n\t<br />\r\n\tMore detail from losing candidates::<br />\r\n\t<br />\r\n\t--Steven Carriker said he spent $2,000 almost exclusively on newspaper ads. He said too that a group that backed him, Clean Water Action, sent out 4,000 postcards, perhaps costing $2,000.<br />\r\n\t<br />\r\n\tDavid Foster, state program director for Clean Water Action in Texas, told us in an interview that for the annual board races in 2008 through 2010, the group spent $15,000 on postcards listing its preferred candidates that were mailed to the group&rsquo;s 7,000 members in the co-op&#39;s service area. It also reached members electronically and by phone.<br />\r\n\t<br />\r\n\tCarriker said he doesn&rsquo;t think a shift to 30,000-resident districts, as Fraser proposes, would change much: &quot;I recognize (due to first-hand experience) the formidable task of communicating successfully with 200,000 other members, (but) it is hardly a less formidable task to communicate with even one-seventh that number.&quot;<br />\r\n\t<br />\r\n\t--Joe Summy said: &quot;I had little money, less than $3,000 and had to depend on volunteers and word of mouth.&quot; &nbsp;As for Fraser&rsquo;s $300,000 figure, he said, &nbsp;&quot;I have no way to confirm that number.&quot;<br />\r\n\t<br />\r\n\tSummy&rsquo;s email continued: &quot;However, unless a candidate has the backing of special interest groups and/or political parties the common candidate has little chance of winning....especially when only 10-12 percent of the (co-op) members vote. in the 2010 races, 20,727 co-op members voted, according to <a href=\"https://docs.google.com/document/d/1m3GxbIDTidgnM_fKXwYvKwzn-N2Q684S2664L1GzLyo/PEC%20board%20election%20results%202010\">results</a> made public by the co-op at the board&rsquo;s June 28 meeting.<br />\r\n\t<br />\r\n\t&quot;The PEC area is over 8,000 square miles. Five of the six candidates have won&quot; in elections since 2009 &quot;because they had the support of various special-interest groups&quot; which &quot;want to maintain the at-large system because any candidate with their support has a tremendous advantage,&quot; Summy said. &quot;The system now has been established to keep a certain elite in power.&quot;<br />\r\n\t<br />\r\n\tAs for successful candidates:<br />\r\n\t<br />\r\n\t--Chris Perry, who won the District 4 seat, said he spent less than $1,000 of his own money, mostly for a website, leaflets and travel. He said he did not seek or accept donations, but fielded endorsements &quot;from a variety of individuals and organizations but I have no idea what they may have spent or what they may have done to support me, other than notifying their friends or members of their endorsement.&quot;<br />\r\n\t<br />\r\n\tPerry said: &quot;I don&rsquo;t know anyone who would&quot; spend $300,000-plus. &quot;It would be an outrageous amount of money to spend on a cooperative board election.&quot;<br />\r\n\t<br />\r\n\t--Ross Fischer, who won the District 5 race, said he spent about $4,200, or less than $1 for each of the 4,824 votes he drew &quot;to communicate directly with PEC voters in order to overcome a coordinated effort to control&quot; the board. He said in his email that Fraser &quot;is right that it is cost prohibitive to reach (all) PEC voters. A candidate must be willing to spend money in order to compete with the special interests who want to raise rates in order to finance an environmental agenda. Single-member districts would make it financially feasible for an average ratepayer to run for the PEC board, and would increase meaningful communications between members and their board.&quot;<br />\r\n\t<br />\r\n\tFischer and Summy both referenced a Feb. 15 letter to board members from the steering committee of <a href=\"http://pec4u.org/\">PEC4U</a> which describes the group&rsquo;s formation four and a half years ago as a &quot;loose-knit organization and website&quot; that initially wanted whose &quot;initial motivation was &quot;to encourage PEC to reduce fossil fuel use and make renewable energy and conservation programs available to all PEC members. We quickly learned that no real change would come about without substantial changes in PEC&#39;s governance and board election process.&quot;<br />\r\n\t<br />\r\n\tThe letter also expresses pride in the group&rsquo;s recruitment and backing of candidates in the last three board elections. &quot;You are all directors whom we endorsed and helped get elected,&quot; the letter says. &quot;We feel that our close relationship with the press, as well as with Clean Water Action and Public Citizen, played a key role in those elections.&quot;<br />\r\n\t<br />\r\n\tAt Public Citizen&rsquo;s Texas office, researcher/organizer Andy Wilson told us that group does not endorse Pedernales board candidates but encourages voter turnout. Wilson said it has taken no position on whether co-op members should elect the board from single-member districts.<br />\r\n\t<br />\r\n\tNext, we asked PEC4U steering committee members about their expenditures. They replied that the group never has had a political kitty and has not made candidate donations or campaign-related expenditures. &quot;We have no hidden deep pockets and have not spent money on campaigns,&quot; said committee member Sue Barnett.<br />\r\n\t<br />\r\n\tHowever, steering committee member John Watson said, the group has &quot;engaged in emailing, phoning and personal contact&quot; with co-op members. Member Bill Christensen said: &quot;Though some individuals may have spent a few dollars here and there to make photocopies and such, PEC4U itself does not spend any money - it doesn&#39;t even have a bank account or any legal status. It&#39;s a very loose organization.&quot;<br />\r\n\t<br />\r\n\tMember Ric Sternberg said: &quot;My out-of-pocket expenses have been about $30/year for (web) domain renewal fees since 2006 or 2007 &nbsp;. . . I think we may have also donated some poster board and toner and paper for our printer.&quot;<br />\r\n\t<br />\r\n\tSumming up: Of 10 candidates who responded to our inquiry, only one said he spent more than $4,000; others said they spent from nothing to $3,000.<br />\r\n\t<br />\r\n\tWe circled back to Fraser, who said his original &quot;offhand remark&quot; reflected what it would cost a typical resident to beat a foe backed by PEC4U and Clean Water Action, which along with Public Citizen he called &quot;the machine.&quot; Noting that only the well-prepared Fischer has bested such a candidate since the groups started influencing co-op elections, Fraser said: &quot;I&rsquo;m not sure if it&rsquo;s $300,000 or $50,000 or $1.2 million... Under any scenario, if you&rsquo;re going to contact 210,000 people, it&rsquo;s expensive.&quot;<br />\r\n\t<br />\r\n\tOur final analysis of Fraser&rsquo;s cost declaration: Get <em>out</em>.<br />\r\n\t<br />\r\n\tWe see no reason for using any Texas House race as a guide to estimating the costs of seeking a board seat. &nbsp;And the responses we got from most of last year&rsquo;s candidates suggests there&rsquo;s no basis for pegging the costs of such campaigns anywhere near $300,000, which is more than 60 times--<em>60!</em>--the most that anyone told us they spent.<br />\r\n\t<br />\r\n\tThe statement is so inaccurate, it smokes. Pants on Fire.</p>", "ruling_comments_date": "2011-04-29T18:07:08.885981", "ruling_date": "2011-05-02T06:00:00", "ruling_headline": "State senator says it probably costs more than $300,000 to run for Pedernales Electric Cooperative board", "ruling_headline_slug": "state-senator-says-it-probably-costs-more-300000-r", "ruling_link_text": "Sixty times less in 2010", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tEmails (excerpted) <a href=\"http://alt.coxnewsweb.com/statesman/politifact/042104272011_pecbdcandresponsespftx.html\">responses</a> to PolitiFact Texas, 2010 Pedernales Electric Co-op Board candidates, Steven Carriker, Ross Fischer, Ted Lehr, Dan Pedersen, Chris Perry, Ken Rigsbee, Joe Summy, Geoffrey VanderPal, April 21 through April 27, 2011<br />\r\n\t<br />\r\n\tEmails (excerpted), <a href=\"http://alt.coxnewsweb.com/statesman/politifact/04272011_pec4uresponsespftexas.html\">responses</a> to PolitiFact Texas, steering committee members, PEC4U, April 27, 2011</p>\r\n<p>\r\n\tPedernales Electric Cooperative, board meeting <a href=\"https://docs.google.com/document/d/1m3GxbIDTidgnM_fKXwYvKwzn-N2Q684S2664L1GzLyo/PEC%20board%20election%20results%202010\">agenda</a> showing 2010 board election results, June 28, 2010<br />\r\n\t<br />\r\n\tTelephone interview, Bob Driscoll, 2010 PEC board candidate, April 29, 2011<br />\r\n\t<br />\r\n\tTelephone interview, David Foster, state program director, Clean Water Action, Texas, April 28, 2011</p>\r\n<p>\r\n\tTelephone interviews, Troy Fraser, April 21 and 29, 2011</p>\r\n<p>\r\n\tTelephone interview, Thornton Keel, 2010 PEC board candidate, April 29, 2011</p>\r\n<p>\r\n\tTelephone interview, Andy Wilson, researcher/organizer, Public Citizen, Texas office, April 28, 2011</p>\r\n<p>\r\n\tTexas Senate Committee on Business &amp; Commerce, <a href=\"http://www.senate.state.tx.us/avarchives/ramav.php?ram=00005138\">hearing</a>, Senate Bill 1743, April 19, 2011 (approximately 33-minute mark)<br />\r\n\t<br />\r\n\tThe Texas Tribune, interactive chart, <a href=\"http://www.texastribune.org/library/data/2010-general-election-cost-per-vote/?RaceType=Texas%20House&amp;cbResetParam=1\">&quot;Interactive: 2010 General Election: Cost Per Vote,&quot;</a> Nov. 3, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Businessman, investor", "false_count": 0, "first_name": "Troy", "half_true_count": 0, "home_state": "Texas", "id": 1187, "last_name": "Fraser", "mostly_true_count": 0, "name_slug": "troy-fraser", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/fraseraas2011.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1187/", "total_count": 1, "true_count": 0, "website": "http://www.fraser.senate.state.tx.us/"}, "statement": "<p>\r\n\tSays it probably costs more than $300,000 to run for a seat on the Pedernales Electric Cooperative board of directors.</p>", "statement_context": "a Texas Senate committee hearing.", "statement_date": "2011-04-19", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}, {"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}], "target": [], "twitter_headline": ""}