{"art": [], "author": [{"email_address": "amarshall@plaind.com", "first_name": "Aaron", "id": 152, "last_name": "Marshall", "name_slug": "aaron-marshall", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-aaron-marshall.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/152/", "title": "Reporter, Plain Dealer statehouse bureau", "twitter": null}], "canonical_url": "/ohio/statements/2011/may/02/jon-husted/jon-husted-says-under-his-plan-ohio-would-be-among/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 3675, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "amarshall@plaind.com", "first_name": "Aaron", "id": 152, "last_name": "Marshall", "name_slug": "aaron-marshall", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-aaron-marshall.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/152/", "title": "Reporter, Plain Dealer statehouse bureau", "twitter": null}], "resource_uri": "/api/v/2/statement/3675/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\r\n\tSecretary of State Jon Husted says he&rsquo;s on a quest to balance &quot;access and accuracy&quot; when it comes to a package of election reforms he is hoping to get Ohio lawmakers to enact.<br />\r\n\t<br />\r\n\tBut that hasn&rsquo;t stopped critics of the Republican&rsquo;s plan from pointing out that Husted&rsquo;s proposal to change Ohio&rsquo;s election laws would narrow the time during which voters can cast ballots through in-person early voting as well as reduce the days in which to request absentee ballots.<br />\r\n\t<br />\r\n\tUnder Husted&rsquo;s proposal, the voting window would allow 21 days to request absentee ballots and 16 days for in-person early voting -- down from 33 days for absentee voting and 35 days for in-person voting under Ohio&rsquo;s current voting law.<br />\r\n\t<br />\r\n\tHoping to blunt criticism, including the notion that his plan goes too far in restricting access to voters, Husted appeared April 7 at an event held by the Ohio League of Women Voters. During his remarks, Husted touched on the issue of the shrinking window for early voting and absentee ballot requests contained in his plan.<br />\r\n\t<br />\r\n\tHusted said under his plan &quot;it still will be one of the most aggressive early voting time frames in America,&quot; according to a report from Gongwer News Service, a Statehouse-based paid information service.<br />\r\n\t<br />\r\n\tGiven the criticism of Husted&rsquo;s plan, Politifact Ohio decided to check into Husted&rsquo;s statement.<br />\r\n\t<br />\r\n\tThere are two forms of early voting in Ohio: in-person early voting and absentee ballot voting.<br />\r\n\t<br />\r\n\tFor information on in-person early voting and absentee voting across all 50 states, we turned to the National Association of Secretary of States.<br />\r\n\t<br />\r\n\tOnly 33 states plus the District of Columbia offer in-person early voting. Further research revealed that two of those states &mdash; Georgia and North Dakota &mdash; only do so on a county-by-county basis so we threw those two states out for the purposes of this analysis.<br />\r\n\t<br />\r\n\tAmong the 31 remaining states (and the District of Columbia), Ohio ranks either sixth or seventh for time available to vote in-person, depending on how you rank Wisconsin&rsquo;s 30-day period compared to Ohio&rsquo;s.<br />\r\n\t<br />\r\n\tThat&rsquo;s because while Ohio&rsquo;s early voting window is 35 days long, it excludes certain weekend days so really there are only between 27 and 31 days when early voting can actually occur. And, it can vary from county to county, depending on their policies concerning weekend hours.<br />\r\n\t<br />\r\n\tHamilton County, for example, was open for in-person early voting all five Saturdays in October 2010 while Pike County allowed it only on the last Saturday in October thus the range of four days across Ohio counties.<br />\r\n\t<br />\r\n\tHusted&rsquo;s proposal would open up a 16-day in person voting window, however, his proposal has specific guidelines for all counties to follow regarding weekend hours. His plan would allow in-person voting locations be open only one Saturday. They would be closed on all Sundays and in-person voting would halt the Friday before Election Day. That means there would be 11 possible days for early voting under Husted&rsquo;s plan.<br />\r\n\t<br />\r\n\tUnder Husted&rsquo;s proposal, Ohio would drop to have the 21st biggest window for in-person voting among the 31 early voting states plus the District of Columbia, according to the NASS data. Put another way, only 11 states that allow early voting statewide would have shorter periods than Ohio to vote early in-person.<br />\r\n\t<br />\r\n\tHusted&rsquo;s communications director, Maggie Ostrowski, said that Ohio&rsquo;s top elections officer was trying to make the point that even with a condensed window Ohio &quot;will provide more opportunities than many other states.&quot;<br />\r\n\t<br />\r\n\tIn large part that&rsquo;s because Ohio has a &quot;no-fault&quot; law &mdash; a provision in Ohio law which allows voters to request an absentee ballot without having to cite any reason. States with longer windows may have fewer voters able to take advantage of it if they don&rsquo;t have a &quot;no-fault&quot; policy in place, she said.<br />\r\n\t<br />\r\n\t&quot;Longer time frame is one way to look at it, but we have more opportunities for more people,&quot; Ostrowski said. &quot;They may have longer windows, but you have to have an excuse to vote. They aren&rsquo;t no-fault. I don&rsquo;t think it&rsquo;s fair to compare Ohio to states that don&rsquo;t have no-fault voting.&quot;<br />\r\n\t<br />\r\n\tWhile it may be a fair point about comparing no-fault voting states with those without easy access to absentee ballots, we return to Husted&rsquo;s words which were that Ohio would still have &quot;one of the most aggressive early voting time frames in America.&quot;<br />\r\n\t<br />\r\n\tHis statement doesn&rsquo;t offer any qualifier about no-fault voting, and uses the phrase &quot;time frame&quot; which clearly means span of days.<br />\r\n\t<br />\r\n\tOstrowski also noted that many states are changing their early voting period, and said it&rsquo;s not a totally fair to compare what Ohio would look like in the future to what other states look like today. We checked with the National Conference of State Legislators (NCSL) and there are 16 states actively considering adding or changing their in-person early voting periods, according to a legislation tracker on the NCSL website. And some state legislatures have as many as 10 competing bills pending, making it impossible to determine where Ohio would stack up relative to other states in the future.<br />\r\n\t<br />\r\n\tSo while it&rsquo;s possible that Ohio could move a great deal up or down the scale depending on what happens in more than a dozen other states regarding in-person early voting, Husted&rsquo;s remarks on April 7 weren&rsquo;t made in the context of what could possibly happen in other states in the future and where Ohio could rank in the future.<br />\r\n\t<br />\r\n\tNext we looked at how the time frame for Ohio&rsquo;s absentee voting would stack up against other states if his plan became law.<br />\r\n\t<br />\r\n\tBecause NASS doesn&rsquo;t track when the absentee ballot request window begins in all 50 states, we turned to information collected by a non-partisan academic research center at Reed College known as the Early Voting Information Center. &nbsp;<br />\r\n\t<br />\r\n\tThree states -- Pennsylvania, Rhode Island and Utah are toss outs, as as they appear to have no starting points in their windows for requesting absentee ballots.<br />\r\n\t<br />\r\n\tOf the remaining 47 states and the District of Columbia, Ohio&rsquo;s current absentee ballot window of 33 days would rank roughly in the middle, &nbsp;26th among the eligible states, according to the Early Voting Information Center.<br />\r\n\t<br />\r\n\tIf Husted&rsquo;s plan were adopted, the absentee ballot request window would shrink to 21 days, which would make Ohio 39th among the eligible states. That means there would be only be eight states with a shorter time frame for absentee ballot requests if Husted&rsquo;s plan became law&mdash;excluding the trio of toss-out states.<br />\r\n\t<br />\r\n\tSo how does Husted fare on the Truth-O-Meter.<br />\r\n\t<br />\r\n\tHe said if his plan were put in place, the voting window &quot;will be one of the most aggressive early voting time frames in America.&quot; But Husted isn&rsquo;t even close. Ohio would rank 21st among 34 states that offer early in-person voting and 39th among 47 states that offer absentee voting.<br />\r\n\t<br />\r\n\tHis assertion is so wrong, it&rsquo;s ridiculous. And as the top elections officer in the state of Ohio, he has a responsibility to get it right.<br />\r\n\t<br />\r\n\tFor that kind of statement, PolitiFact Ohio &quot;aggressively&quot; strikes a match to his well-tailored trousers. We rate Husted&rsquo;s claim Pants On Fire.</p>", "ruling_comments_date": "2011-05-01T18:37:13.068780", "ruling_date": "2011-05-02T06:00:00", "ruling_headline": "Jon Husted says under his plan Ohio would be among most aggressive on early voting time frame", "ruling_headline_slug": "jon-husted-says-under-his-plan-ohio-would-be-among", "ruling_link_text": "Ohio's top elections officer not even close ", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<a href=\"http://www.gongwer-oh.com/\" id=\"internal-source-marker_0.5729326329625949\">Gongwer News Service</a>, &quot;Secretary of State Pitches Alternative to Photo ID Bill,&quot; April, 7, 2011<br />\r\n\t<br />\r\n\tPhone interview with Tim Storey, senior fellow for elections information section for National Conference of State Legislators. April 25, 2011<br />\r\n\t<br />\r\n\tPhone interviews with Maggie Ostrowski, communications director for Secretary of State Husted, April 15 and April 28, 2011<br />\r\n\t<br />\r\n\t<a href=\"http://www.nass.org/index.php?option=com_content&amp;view=article&amp;id=223&amp;Itemid=457\">National Association of Secretaries of State</a>, information on in-person early voting windows in U.S. states<br />\r\n\t<a href=\"http://www.earlyvoting.net/\">Early Voting Information Center</a>, information on absentee ballot request windows in U.S. states &nbsp;<br />\r\n\t<br />\r\n\tSecretaries of state websites for Arkansas, California, District of Columbia, Florida, Hawaii, Illinois, Nevada, New Mexico, North Dakota, Tennessee and Utah, in-person early voting time frames concerning weekend voting<br />\r\n\t<br />\r\n\tInterview with Gongwer News Service reporter Marcus Roth, April 27, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Ohio secretary of state", "false_count": 2, "first_name": "Jon", "half_true_count": 1, "home_state": "Ohio", "id": 739, "last_name": "Husted", "mostly_true_count": 2, "name_slug": "jon-husted", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Jon-husted2012-01-13-1_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/739/", "total_count": 7, "true_count": 1, "website": "http://www.sos.state.oh.us/"}, "statement": "<p>\r\n\tSays that while his plan would narrow the time for early voting, &quot;it still will be one of the most aggressive early voting time frames in America.&quot;</p>", "statement_context": "remarks to the Ohio League of Women Voters", "statement_date": "2011-04-07", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}], "target": [], "twitter_headline": ""}