{"art": [], "author": [{"email_address": "lfigueroa@miamiherald.com", "first_name": "Laura ", "id": 131, "last_name": "Figueroa", "name_slug": "laura-figueroa", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 5, "publication_name": "Miami Herald", "resource_uri": "/api/v/2/publication/5/"}, "resource_uri": "/api/v/2/staffer/131/", "title": "Reporter", "twitter": null}], "canonical_url": "/florida/statements/2011/may/04/adam-hasner/adam-hasner-says-florida-judge-using-islamic-law-c/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}], "facebook_headline": null, "id": 3676, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "lfigueroa@miamiherald.com", "first_name": "Laura ", "id": 131, "last_name": "Figueroa", "name_slug": "laura-figueroa", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 5, "publication_name": "Miami Herald", "resource_uri": "/api/v/2/publication/5/"}, "resource_uri": "/api/v/2/staffer/131/", "title": "Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/3676/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tAdam Hasner may have announced he is officially running for U.S. Senate on April 26, 2011, but the former state House Republican leader had already been campaigning weeks before his announcement.<br />\r\n\t<br />\r\n\tOn March 20, Hasner spoke before members of<a href=\"http://southflorida912.org/about/principles-and-values/\"> South Florida 9-12</a>, an offshoot of conservative talk show host Glenn Beck&#39;s<a href=\"http://the912-project.com/about/about-the-912-project/\"> 9-12 Movement</a>, which aims to unite &quot;communities back to the place we were on 9/12/2001,&quot; according to the group&#39;s website.<br />\r\n\t<br />\r\n\tThe South Florida chapter was hosting a two-year anniversary celebration in Palm Beach County and in speaking to the group, Hasner touched upon what he called the &quot;warped sense of foreign policy&quot; held by President Barack Obama&#39;s administration.<br />\r\n\t<br />\r\n\t&quot;We cannot allow political correctness or multiculturalism or appeasement (to) cripple our defenses at home or abroad,&quot; Hasner said. &quot;Because these threats don&#39;t only exist on foreign soil, but these are threats from those who seek to destroy us from within.&quot;<br />\r\n\t<br />\r\n\tEarlier, Hasner had told the group that: &quot;The enemy has a name, and that name is Sharia-compliant Islam.&quot; &nbsp;(<a href=\"http://www.youtube.com/watch?v=atpASdJZle4\">For a video of the speech, click here.</a>)<br />\r\n\t<br />\r\n\t<a href=\"http://www.merriam-webster.com/dictionary/sharia\">Sharia law</a> is the code of conduct for Muslims, based on elements of the Qur&#39;an , teachings from the Prophet Mohammad, and centuries-old judges&#39; rulings from Islam, according to the Merriam-Webster dictionary.<br />\r\n\t<br />\r\n\t&quot;A judge within the state of Florida ... in judging in the litigation between private citizens in a Florida state court, announced the decision was going to be based on Islamic Law,&quot; Hasner said. &quot;That is not supporting the U.S. Constitution, or the Constitution of the state of Florida. We need to make sure that these threats do not continue to grow and do not continue to infiltrate our state and our government.&quot;<br />\r\n\t<br />\r\n\tWe wondered if Hasner was right, has a Florida judge announced that his decision was going to be based on Islamic Law?<br />\r\n\t<br />\r\n\tWe found a March 22, 2011, article by the <em>St. Petersburg Times </em>headlined &quot;<a href=\"http://www.tampabay.com/news/courts/civil/judge-orders-use-of-islamic-law-in-tampa-lawsuit-over-mosque-leadership/1158818\">Judge Orders Use of &#39;Sharia&#39; in Suit</a>.&quot; We will explain the case first before we get into Hasner&#39;s comment.<br />\r\n\t<br />\r\n\t<strong>The case</strong><br />\r\n\t<br />\r\n\tIn November 2010, Hillsborough Circuit Court Judge Richard A. Nielsen took up a lawsuit filed against the Islamic Education Center of Tampa by former trustees.<br />\r\n\t<br />\r\n\tIn dispute were issues related to the corporate governance of the IEC, a learning and community center for Muslims in the Tampa Bay area. In 2002, the center changed its bylaws to eliminate a provision allowing trustees to serve for life,<a href=\"http://www.tampabay.com/news/courts/civil/islamic-law-case-did-parties-agree-to-arbitration/1162708\"> according to a <em>St. Petersburg Times </em>article</a>.<br />\r\n\t<br />\r\n\tThe deposed trustees sued individual mosque leaders in 2008, arguing that they were unfairly removed. In January 2009, Ghulam Hurr Shabbiri, an Islamic scholar from Houston, came to speak at the IEC at the center&rsquo;s invitation.<br />\r\n\t<br />\r\n\tIn speaking to some of those involved in the lawsuit, the scholar (dubbed an A&rsquo;lim in Islamic culture) agreed to arbitrate the dispute matter so long as both sides agreed to drop the lawsuit and acknowledge his decision as binding.<br />\r\n\t<br />\r\n\tOn Dec. 28, 2009, the A&rsquo;lim ruled that the trustees were removed improperly, according to the <em>St. Petersburg Times</em>. But the center countered that his ruling was not binding because only one of the four new trustees signed the agreement to enter into arbitration.<br />\r\n\t<br />\r\n\tTo sort out the mess, enter Nielsen, who oversees complex business litigation for the 13th Circuit Court of Florida in Hillsborough County. At stake in this leadership tussle is who controls $2.2 million the center received from the state, after the state used some of the center&rsquo;s land for a road project.<br />\r\n\t<br />\r\n\tOn March 3, 2011, Nielsen, <a href=\"https://docs.google.com/viewer?a=v&amp;pid=explorer&amp;chrome=true&amp;srcid=0B4fjL1-0K8piYWZmOWZlNDEtNzhjNy00YmJjLTlhYjYtM2I3YmJiNTI2ODlh&amp;hl=en\">issued an order in the case</a> in which he wrote: &quot;The case will proceed under Ecclesiastical Islamic Law.&quot;<br />\r\n\t<br />\r\n\tHe wrote: &quot;Under Ecclesiastical Islamic Law, pursuant to the Qur&rsquo;an brothers should try to resolve a dispute amongst themselves. When the brothers are unable to do so, they can agree to present the dispute to the greater community of brothers within the mosque or the Muslim community for resolution. If that is not done or does not result in a resolution of the dispute, the dispute is to be presented to an Islamic judge for determination, and that is or can be an A&rsquo;lim.&quot;<br />\r\n\t<br />\r\n\tNielsen went on to explain that &quot;the remainder of the hearing will be to determine whether Islamic dispute resolution procedures have been followed in this matter.&quot;<br />\r\n\t<br />\r\n\tNielsen, a registered Republican appointed to the bench in 2000 by Gov. Jeb Bush and subsequently elected in 2003, soon found himself facing a firestorm of criticism from conservative<a href=\"http://www.actforamerica.org/index.php/learn/email-archives/2282-judge-orders-muslims-to-follow-sharia-law\"> bloggers</a> and media outlets.<br />\r\n\t<br />\r\n\tOn March 22, 2011, <a href=\"http://www.fljud13.org/LinkClick.aspx?fileticket=Gou70XZCgII%3d&amp;tabid=667&amp;mid=1031\">he issued a five-page opinion on the case</a> outlining his reasons for basing his decision on Islamic Law.<br />\r\n\t<br />\r\n\tHe noted that the Islamic Education Center is &quot;governed by a &#39;constitution&#39; drafted by an Islamic A&rsquo;lim. Part of the evidence considered by the court was a document entitled &#39;Organizational Structure of the Islamic Education Center of Tampa as described in its constitution which was adopted on September 25, 1993&#39; &hellip; This document guides the operation of the IEC.&quot;<br />\r\n\t<br />\r\n\tNielsen wrote: &quot;Decisional case law both in Florida and the United States Supreme Court tells us that ecclesiastical law controls certain relations between members of a religious organization, whether a church, synagogue, temple or mosque.&quot;<br />\r\n\t<br />\r\n\tThe judge went on to cite a 1992 Florida District Court of Appeals ruling (Franzen v. Poulos) that said trial courts can&#39;t intervene in internal church disputes -- or synagogue, temple or mosque. He explained that the DCA ruling said the First (freedom of religion) and 14th Amendments (due process and equal protection) allow religious organizations to set their own rules and regulations, including &quot;creating tribunals to adjudicate disputes.&quot;<br />\r\n\t<br />\r\n\tAfter Nielsen&rsquo;s March 3 ruling, the defendant in the case, the Islamic Center of Tampa, petitioned the Florida District Court of Appeal to intervene. The center contends that Nielsen should base his decision on state law, not religious doctrine, said their attorney Paul Thanasides.<br />\r\n\t<br />\r\n\tFor now, the case remains stalled until the DCA reaches its decision, Thanasides said.<br />\r\n\t<br />\r\n\t<strong>Foreign law in U.S. courts</strong><br />\r\n\t<br />\r\n\tWe were curious how often judges use something other than state law in ruling in American courts, so we consulted with two international law experts.<br />\r\n\t<br />\r\n\t&quot;It&#39;s much more common than you would think,&quot; said Markus Wagner, a professor of international law at the University of Miami&#39;s School of Law.<br />\r\n\t<br />\r\n\tWagner said that in deciding what laws to base his decisions on, a judge will look at the provisions agreed to between the two parties when they entered their contract.<br />\r\n\t<br />\r\n\t&quot;If we both sign a contract agreeing to be governed by German law, then Florida courts will interpret German law,&quot; Wagner said.<br />\r\n\t<br />\r\n\tWagner said the only time a judge will not consider upholding a decision based on foreign law is if it &quot;contravenes public policy.&quot;<br />\r\n\t<br />\r\n\t&quot;There are certain fundamental principles that every country holds dear,&quot; Wagner said. For example, &quot;If the punishment included bodily injury, that&#39;s not our public policy. If certain rules say you may no longer speak your mind, that would go against the First Amendment rights ... Those penalties would not be enforced.&quot;<br />\r\n\t<br />\r\n\tWhile the use of Sharia laws in the courtroom seems to have captured the most interest from the media and bloggers, Wagner said judges can make rulings based on religious laws. But again, only if the parties involved entered into an agreement under those religious laws from the beginning.<br />\r\n\t<br />\r\n\t&quot;It happens all the time, it&#39;s just that no one writes about it,&quot; Wagner said. &quot;We could use Jewish law, Canaanite law, so long as it doesn&#39;t contravene public policy.&quot;<br />\r\n\t<br />\r\n\tWe also checked with Ed Mullins, chairman of the international law section of the Florida Bar, to gauge how common it is for a judge to use foreign law in a Florida court.<br />\r\n\t<br />\r\n\t&quot;This is very common and uncontroversial,&quot; Mullins said. &quot;It&#39;s something lawyers are familiar with, but the lay person may not realize that this is very common.&quot;<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tSo back to the Hasner&rsquo;s statement: In a lawsuit between private citizens, a Florida judge &quot;announced the decision was going to be based on Islamic Law.&quot;<br />\r\n\t<br />\r\n\tThe current case is still being played out in Hillsborough County District Court, and Judge Nielsen&rsquo;s own written opinions show that Hasner is correct about the judge&#39;s reliance on&nbsp;Islamic Law in the case. However, the judge&#39;s point is that it&#39;s not simply a dispute between two private parties. The issue&nbsp;involves religious law, and the legal experts support Nielsen turning to that&nbsp;body of law to resolve it. Whether Nielsen&#39;s decision will stand up after review by Florida District Court of Appeal is still unknown. For now,&nbsp;we rate this claim Mostly True.</p>", "ruling_comments_date": "2011-05-02T13:17:09.772706", "ruling_date": "2011-05-04T13:48:31", "ruling_headline": "Adam Hasner says Florida judge using Islamic law in the courtroom", "ruling_headline_slug": "adam-hasner-says-florida-judge-using-islamic-law-c", "ruling_link_text": "The use of foreign law in U.S. courts not that uncommon", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tYou Tube, &quot;<a href=\"http://www.youtube.com/watch?v=atpASdJZle4\">Adam Hasner Speaks at 9/12 Picnic</a>,&quot; March 20, 2011<br />\r\n\t<br />\r\n\t<em>St. Petersburg Times</em>, &nbsp;&quot;J<a href=\"http://www.tampabay.com/news/courts/civil/article1158909.ece\">udge Orders Use of &lsquo;Sharia&rsquo; in Suit,</a>&quot; March 22, 2011<br />\r\n\t<br />\r\n\t<em>St. Petersburg Times</em>, &quot;<a href=\"http://www.tampabay.com/news/courts/civil/judge-issues-opinion-in-islamic-law-case/1158909\">Judge issues opinion in Islamic Law case</a>,&quot; March 23, 2011<br />\r\n\t<br />\r\n\t<em>St. Petersburg Times</em>, &quot;<a href=\"http://www.tampabay.com/news/courts/civil/islamic-law-case-did-parties-agree-to-arbitration/1162708\">Islamic Law Case: Did parties agree to arbitration</a>,&quot; April 9, 2011<br />\r\n\t<br />\r\n\t<em>St. Petersburg Times</em>, &quot;Hillsborough judge in Islam case is no liberal,&quot; April 1, 2011, accessed through Nexis.<br />\r\n\t<br />\r\n\t<em>The Miami Herald</em>, &quot;<a href=\"http://www.mcclatchydc.com/2011/03/10/110094/two-republican-lawmakers-target.html\">Two Florida lawmakers target &lsquo;Sharia&rsquo; law,</a>&quot; March 9, 2011<br />\r\n\t<br />\r\n\tFlorida 13th Judicial Circuit Hillsborough County, &quot;<a href=\"http://www.fljud13.org/LinkClick.aspx?fileticket=Gou70XZCgII%3d&amp;tabid=667&amp;mid=1031\">Judge Richard Nielsen Opinion</a>,&quot; March 22, 2011<br />\r\n\t<br />\r\n\tFlorida 13th Judicial Circuit Hillsborough County, &quot;<a href=\"http://www.fljud13.org/JudicialDirectory/RichardANielsen/Profile.aspx\">Judge Richard Nielsen Biography,</a>&quot;<br />\r\n\t<br />\r\n\tAct for America, &quot;<a href=\"http://www.actforamerica.org/index.php/learn/email-archives/2282-judge-orders-muslims-to-follow-sharia-law\">Florida Judge Orders Use of Sharia Law!</a>&quot; , March 18, 2011<br />\r\n\t<br />\r\n\tThe 9/12 Project,<a href=\"http://the912-project.com/about/about-the-912-project/\"> Website</a>, accessed April 27, 2011<br />\r\n\t<br />\r\n\tPhone interview, Ed Mullins, chairman, Florida Bar International Law Section, April 27, 2011<br />\r\n\t<br />\r\n\tPhone interview, Markus Wagner, Associate Professor of Law, University of Miami School of Law, April 27, 2011<br />\r\n\t<br />\r\n\tPhone interview, Paul Thanasides, attorney representing Islamic Education Center of Tampa, April 28, 2011<br />\r\n\t<br />\r\n\tPhone interview, Stephen J. Schnably, constitutional law professor, University of Miami School of Law, April 28, 2011<br />\r\n\t<br />\r\n\tHillsborough Clerk of Courts, &quot;<a href=\"http://publicrecord.hillsclerk.com/oridev/criminal_pack.sbn2?pcRadio=actual&amp;pcLastName=MANSOU&amp;pcFirstname=GHASSAN&amp;pcMiddle=&amp;pnStart=1&amp;pcCourtType=ALL&amp;pcCTyp=ALL&amp;pcLocn=ALL&amp;pnCaseYrFr=1970&amp;pnCaseYrTo=2011&amp;submit=Search\">Court Docket: Case No.08-CA-3497</a>,&quot; accessed April 28, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "", "false_count": 1, "first_name": "Adam", "half_true_count": 4, "home_state": "Florida", "id": 381, "last_name": "Hasner", "mostly_true_count": 4, "name_slug": "adam-hasner", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/hasner.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/381/", "total_count": 12, "true_count": 1, "website": ""}, "statement": "<p>\r\n\tIn a lawsuit between private citizens, a Florida judge &quot;announced the decision was going to be based on Islamic Law.&quot;</p>", "statement_context": "a speech before conservative activists", "statement_date": "2011-03-20", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 112, "photo": null, "resource_uri": "/api/v/2/subject/112/", "subject": "Florida", "subject_slug": "florida", "used_in_edition": []}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}, {"description": "", "id": 9, "photo": null, "resource_uri": "/api/v/2/subject/9/", "subject": "Religion", "subject_slug": "religion", "used_in_edition": []}], "target": [], "twitter_headline": ""}