{"art": [], "author": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "canonical_url": "/ohio/statements/2011/may/04/rob-portman/sen-rob-portman-says-easing-access-drilling-would-/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 3684, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "resource_uri": "/api/v/2/statement/3684/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tExcept for the speculators and some investors, no one is happy with high gasoline prices. And as prices approached and then topped $4 a gallon in late April, an old debate roared with one side wanting to hold the profiteers accountable -- while the other side said it&rsquo;s high time to tap America&rsquo;s protected oil fields.<br />\r\n\t<br />\r\n\tU.S. Sen. Rob Portman weighed in by saying that price fixing, if there is any, should be prosecuted, but that it&rsquo;s also time to harness energy sources &quot;in our own backyard.&quot;<br />\r\n\t<br />\r\n\t&quot;As an immediate bridge, we should increase access for oil exploration and production in energy-rich areas of the country like the Outer Continental Shelf, and in parts of Alaska,&quot; the Ohio Republican said in his column, which ran on <a href=\"http://portman.senate.gov/public/index.cfm/columns?ID=fbd9f31b-ddae-41f5-a152-1a636eaee677\">his Senate website </a>as well as on <a href=\"http://www.redstate.com/robportman/2011/04/27/let%E2%80%99s-harness-american-energy-to-lower-gas-prices-and-create-jobs/\">RedState.com</a>. &quot;This will create jobs, drive investment, and immediately reduce our dangerous dependence on foreign oil.&quot;<br />\r\n\t<br />\r\n\tImmediately?<br />\r\n\t<br />\r\n\tNot so fast, say the experts. Pretend that environmentalists dropped all objections to drilling for oil on the Outer Continental Shelf -- that area that lies offshore between states&rsquo; jurisdictions and the end of United States oceanic boundaries. Also pretend that the public decided its need for oil trumped what environmentalists see as the sanctity of the Arctic National Wildlife Refuge, or ANWR. Since we&rsquo;re just pretending, everyone join in: Drill, baby, drill.<br />\r\n\t<br />\r\n\tThen wait.<br />\r\n\t<br />\r\n\tSee ya around 2021.<br />\r\n\t<br />\r\n\tThese things take time. The process would have to start with bidding for government leases -- normally a two- to three-year process -- which could lead to the establishment of exploratory wells just to see what, exactly, lies below. Only then is it time to firm up plans for production while drilling more wells, building offshore platforms, assembling and inserting pipelines and, finally, bringing the oil to refineries.<br />\r\n\t<br />\r\n\t&quot;It&rsquo;s quite a while before it can go into production, and the lag time is significant,&quot; Phyllis Martin, a senior energy analyst with the U.S. Energy Information Agency or EIA, told us. As a general rule, &quot;it could be anywhere from three to 11 years, and three is really fast-track and that&rsquo;s for shallow offshore&quot; production with little or no need for exploration or lease negotiations.<br />\r\n\t<br />\r\n\tThe price differential, too, is misunderstood, she said. That&rsquo;s because gasoline prices are set on the global market, and as various studies have noted, OPEC and other foreign oil producers could cut back or respond in other ways to keep prices high. &quot;So it&rsquo;s not going to have a major impact,&quot; Martin said. &quot;There&rsquo;ll be a few pennies, but not major&quot; savings.<br />\r\n\t<br />\r\n\tBesides talking to Martin, we looked at several studies. Among the highlights:<br />\r\n\t&nbsp;</p>\r\n<ul>\r\n\t<li>\r\n\t\tThe Outer Continental Shelf of Alaska&rsquo;s Beaufort Sea could produce its first oil in 2019, and the Chukchi Sea area in 2022, according to a <a href=\"http://www.northerneconomics.com/pdfs/ShellOCS/National%20Effects%20Report%20FINAL.pdf\">February 2011 analysis by Northern Economics</a> for Shell Exploration and Production.</li>\r\n</ul>\r\n<ul>\r\n\t<li>\r\n\t\tAccess to the Continental Outer Shelf off the Pacific, Atlantic and Gulf of Mexico &quot;would not have a significant impact on domestic crude oil and natural gas production or prices before 2030,&quot; said a <a href=\"http://www.eia.doe.gov/oiaf/aeo/otheranalysis/ongr.html\">2009 update of an earlier EIA study</a>. That was two years ago, when EIA said that &quot;leasing would begin no sooner than 2012 and production would not be expected to start before 2017.&quot; Push that back by two years now.</li>\r\n</ul>\r\n<ul>\r\n\t<li>\r\n\t\tANWR drilling would take 10 years to actually produce oil, according to an <a href=\"http://www.eia.doe.gov/oiaf/servicerpt/anwr/pdf/sroiaf%282008%2903.pdf\">EIA analysis in 2008 </a>requested by the late U.S. Sen. Ted Stevens, an Alaska Republican. That 10-year timeline would be pushed back if there were protracted legal battles or delays in getting government permits, the analysis said.</li>\r\n</ul>\r\n<p>\r\n\tPortman&rsquo;s claim seemed off base when we first saw it, but that&rsquo;s only because we had seen something similar to it before. It was voiced by Sen. John McCain, an Arizona Republican, in 2008 when he was running for president and gasoline prices spiked.<br />\r\n\t<br />\r\n\tA number of other GOP officeholders have repeated it in recent weeks, each wanting to lift federal drilling prohibitions more quickly and more extensively than President Barack Obama and Democrats have been willing to do.<br />\r\n\t<br />\r\n\t<a href=\"http://www.politifact.com/truth-o-meter/article/2008/jun/19/MCCAINOIL/\" id=\"internal-source-marker_0.9761813242334471\">PolitiFact ruled McCain&rsquo;s claim False</a> in 2008, noting that while some economists and energy experts agreed that producing more American oil would be good for jobs and, eventually, the trade balance, it would have no immediate effect on gasoline supply or prices.<br />\r\n\t<br />\r\n\t&quot;I have a problem linking the drilling to current gas prices for political reasons,&quot; Dr. A.F. Alhaji, an associate professor of economics at Ohio Northern University and an international expert on oil markets, <a href=\"http://www.politifact.com/truth-o-meter/article/2008/jun/19/MCCAINOIL/\" id=\"internal-source-marker_0.9761813242334471\">told PolitiFact</a> nearly three years ago. &quot;The reality is there is no correlation between today&#39;s prices and what gasoline will be discovered in the outer shelf.&quot;<br />\r\n\t<br />\r\n\tBefore researching this subject, we asked a Portman spokeswoman, Christine Mangi, about the source of her boss&rsquo;s claim. Her response in an e-mail:<br />\r\n\t<br />\r\n\t&quot;Sen. Portman was referring to, among other things, the situation in the Gulf. The Obama Administration was not processing deep water permits in the Gulf which contributed to a 13 percent reduction in oil production there. By freeing up our domestic, energy rich resources in a place such as the Gulf, we can immediately reduce our reliance on foreign sources of oil.&quot;<br />\r\n\t<br />\r\n\tYet Portman said nothing about the Gulf of Mexico (which accounts for about 30 percent of U.S. oil production, according to the EIA). His column took a big-picture view of energy needs and did not engage in the dispute about the government&rsquo;s speed in granting permits since the BP oil spill in the Gulf in 2010.<br />\r\n\t<br />\r\n\tBut most of the Gulf drilling is in fact on the Outer Continental Shelf, so we asked Andy Radford, a senior policy advisor at the American Petroleum Institute, an oil industry trade group, about it. He said that at a high point before the spill, the Gulf produced about 1.7 million barrels of oil a day. That&rsquo;s down by 10 percent to 15 percent today, he said.<br />\r\n\t<br />\r\n\tAnd if we had that oil now?<br />\r\n\t<br />\r\n\tThere would be little to no effect on prices because oil trades on a global market. India and developing nations are consuming more. Turmoil in the Middle East plays a role, too. As for the drop in the Gulf of Mexico, &quot;The Saudis can make that up in a few hours,&quot; Radford said. &quot;The effect would be more psychological than anything.&quot;<br />\r\n\t<br />\r\n\tIn fairness, Portman spoke of reducing reliance on foreign oil, not of reducing the price. But he spoke of an &quot;immediate bridge&quot; to harnessing America&rsquo;s natural resources by increasing oil production and exploration &quot;in energy-rich areas of our country like the Outer Continental Shelf, and in parts of Alaska.&quot; This would &quot;immediately reduce our dangerous dependence on foreign oil,&quot; he said.<br />\r\n\t<br />\r\n\tAll evidence is that it would not. The current reduction in oil flowing from the Gulf, which Mangi mentioned in defense of her boss&rsquo;s claim, represents a tiny portion of this country&rsquo;s oil output, and the reduced flow is not entirely attributable to the post-spill slowdown in issuing drilling permits. In some cases, Gulf fields were simply tapped out, ending their productive life, said Richard Charter, a senior policy advisor for the environmental group Defenders of Wildlife. Furthermore, issuance of new permits has picked up, according to <a href=\"http://www.gomr.boemre.gov/homepg/fastfacts/fastfacts.html\" id=\"internal-source-marker_0.9761813242334471\">records from the U.S. Bureau of Ocean Energy Management, Regulation and </a><a href=\"http://www.gomr.boemre.gov/homepg/fastfacts/fastfacts.html\" id=\"internal-source-marker_0.9761813242334471\">Enforcement</a>. New permits can lead to more exploration, but there is no guarantee that new exploration will lead to a specific amount of oil. As we said already: It takes time.<br />\r\n\t<br />\r\n\tIt is noteworthy that the very day Portman&rsquo;s column came out, <a href=\"http://www.eia.doe.gov/forecasts/aeo/MT_liquidfuels.cfm\">the EIA released its annual energy outlook, saying</a> that while U.S. consumption of liquid fuels is expected to keep rising, the import share has been falling and should keep doing so due to increases in production -- including biofuels -- and greater fuel efficiency.<br />\r\n\t<br />\r\n\tThat&rsquo;s not to say it would or would not be worthwhile for the United States to produce even more oil over the long run. Economists and others cite potential economic, defense and trade benefits in the future. But by asserting this would produce an immediate reduction in dependence on foreign oil, Portman&rsquo;s claim is False.</p>", "ruling_comments_date": "2011-05-03T17:24:12.602309", "ruling_date": "2011-05-04T06:00:00", "ruling_headline": "Sen. Rob Portman says easing access to drilling would immediately reduce dependence on foreign oil ", "ruling_headline_slug": "sen-rob-portman-says-easing-access-drilling-would-", "ruling_link_text": "\"Immediately\" around 2021", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tSen. Rob Portman, &quot;<a href=\"http://portman.senate.gov/public/index.cfm/columns?ID=fbd9f31b-ddae-41f5-a152-1a636eaee677\">Let&rsquo;s harness American energy to lower gas prices and create jobs</a>,&quot; bi-weekly column, April 26, 2011<br />\r\n\t<br />\r\n\tTelephone interview with Phyllis Martin, Energy Information Administration, April 29, 2011<br />\r\n\t<br />\r\n\tTelephone interview with Andy Radford, American Petroleum Institute, April 29, 2011<br />\r\n\t<br />\r\n\tE-mail correspondence with Christine Mangi, spokeswoman for Sen. Rob Portman, April 28, 2011<br />\r\n\t<br />\r\n\tE-mail correspondence with U.S. Bureau of Ocean Energy Management, Regulation and Enforcement, May 2, 2011 and May 3, 2011<br />\r\n\t<br />\r\n\tU.S. Bureau of Ocean Energy Management, <a href=\"http://www.gomr.boemre.gov/homepg/fastfacts/fastfacts.html\">Regulation and Enforcement</a>, records &nbsp;<br />\r\n\t<br />\r\n\tTelephone interview with Richard Charter, senior policy advisor, marine programs, Defenders of Wildlife, May 3, 2011<br />\r\n\t<br />\r\n\tU.S. Energy Information Administration, &quot;<a href=\"http://www.eia.doe.gov/oiaf/aeo/otheranalysis/ongr.html\">Impacts of increased access to oil and natural gas resources in the lower 48 federal Outer Continental Shelf</a>,&quot; updated 2009<br />\r\n\t<br />\r\n\tNorthern Economics, &quot;<a href=\"http://www.northerneconomics.com/pdfs/ShellOCS/National%20Effects%20Report%20FINAL.pdf\">Potential national-level benefits of Alaska OCS development</a>,&quot; prepared for Shell Exploration and Production, February 2011<br />\r\n\t<br />\r\n\tEnergy Information Administration, &quot;<a href=\"http://www.eia.doe.gov/oiaf/servicerpt/anwr/pdf/sroiaf%282008%2903.pdf\">Analysis of crude oil production in the Arctic National Wildlife Refuge</a>,&quot; &nbsp;May 2008<br />\r\n\t<br />\r\n\tU.S. Energy Information Administration, &quot;<a href=\"http://www.eia.doe.gov/forecasts/aeo/MT_liquidfuels.cfm\">Annual energy outlook 2011: Oil/Liquids</a>,&quot; April 26, 2011<br />\r\n\t<br />\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/article/2008/jun/19/MCCAINOIL/\">McCain&rsquo;s drilling won&rsquo;t dent gas prices</a>,&quot; June 19, 2008</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "U.S. senator from Ohio", "false_count": 5, "first_name": "Rob", "half_true_count": 11, "home_state": "Ohio", "id": 534, "last_name": "Portman", "mostly_true_count": 11, "name_slug": "rob-portman", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rob-Portman-official-portrait.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/534/", "total_count": 48, "true_count": 17, "website": "http://portman.senate.gov/"}, "statement": "<p>\r\n\tDrilling for oil on the Outer Continental Shelf and in parts of Alaska will &nbsp;&quot;immediately reduce our dangerous dependence on foreign oil.&quot;</p>", "statement_context": "an online column", "statement_date": "2011-04-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}], "target": [], "twitter_headline": ""}