{"art": [{"brightcove": "", "caption": "On the May 1, 2011, edition of ABC's \"This Week,\" Arianna Huffington (center) said that the recent decline in unemployment had more to do with people leaving the labor force rather than jobs being created. We check her claim.", "id": 1245, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Huffington_on_panel.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/1245/", "title": "Huffington on This Week", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2011/may/04/arianna-huffington/arianna-huffington-says-unemployment-gains-are-act/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 3685, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/3685/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>On the May 1, 2011, edition of ABC&rsquo;s <em>This Week with Christiane Amanpour</em>, Arianna Huffington -- founder of the liberal news and opinion website The Huffington Post -- threw some cold water on the recent drop in the unemployment rate.<br />\r\n<br />\r\nBetween October 2010 and March 2011 -- when unemployment measures have declined most consistently recently -- the rate has fallen from 9.7 percent to 8.8 percent. That has cheered the Obama Administration, which argues that the numbers are concrete evidence of an improving economy.<br />\r\n<br />\r\nBut Huffington expressed caution about what these numbers really mean, pointing out a complicating factor in how the unemployment rate is calculated -- one that raises questions about whether the administration&rsquo;s optimistic interpretation is accurate.<br />\r\n<br />\r\nHere&rsquo;s what Huffington said: &quot;What&#39;s happening in the country with jobs, basically, despite the fact that supposedly, you know, we have a reduction in unemployment. We know this is really a statistical reason because of the shrinking of the actual labor force, but not any real creation of jobs.&quot;<br />\r\n<br />\r\nWe&rsquo;ve streamlined what Huffington said for clarity&rsquo;s sake and will use that for our fact-check: Although the unemployment rate seems to be improving, she indicated, it does not reflect real job creation -- the improvement is actually caused by a shrinking labor force.<br />\r\n<br />\r\nThis gets a bit complicated, so bear with us.<br />\r\n<br />\r\nWe&rsquo;ll start with the way the government&rsquo;s official arbiter of employment statistics, the Bureau of Labor Statistics, calculates the unemployment rate. BLS determines how many Americans are looking for work, excluding people who have taken themselves out of the labor force, either temporarily or permanently -- for instance, if they are leaving jobs to return to school full time, taking time off to raise children, retiring, taking time to travel long-term or simply living off their savings for a stretch.<br />\r\n<br />\r\nBLS takes the number of Americans who are unemployed but still looking for work and divides it by the &quot;workforce&quot; -- working Americans plus those who are jobless but looking for work. The result is the unemployment rate.<br />\r\n<br />\r\nSo, the unemployment rate can be shaped by two distinct factors -- the number of unemployed Americans and the number of Americans working or looking for work. If the number of jobless Americans declines and the size of the work force doesn&rsquo;t change much, the unemployment rate will fall. But if the size of the workforce falls at a fast enough rate, even a decline in the number of jobless Americans can actually lead to a rising unemployment rate.<br />\r\n<br />\r\nEnough with the theory -- let&rsquo;s turn to the actual numbers.<br />\r\n<br />\r\nBetween October 2010 and March 2011, the unemployment level -- the numerator used to determine the unemployment rate -- has declined from 14,876,000 in October to 13,542,000 in March. Meanwhile, the civilian work force -- the denominator -- has declined over the same period from 153,960,000 to 153,406,000. And as we indicated, the unemployment rate has declined during that period from 9.7 percent to 8.8 percent.<br />\r\n<br />\r\nSo, over that period, unemployment fell by 1,334,000 people, but it did so for two separate reasons. On the one hand, 554,000 left the work force and, by the logic of the BLS statistic, were no longer counted as &quot;unemployed.&quot; On the other hand, 780,000 people secured jobs.<br />\r\n<br />\r\nComparing those two numbers, then, we can say that about 0.5 of the 0.9 percentage-point decline in the unemployment rate was due to people actually getting jobs, and the remaining 0.4 points was due to people leaving the workforce, either because they gave up on their job search or for other reasons, such as retirement.<br />\r\n<br />\r\nEnd of story? Not yet.<br />\r\n<br />\r\nThis calculation assumes that the labor force at least should stay the same size from month to month. In fact, economists say that to keep pace with population growth, the labor force has to grow from month to month -- according to one popular estimate, by 100,000 every month. So when the labor force declined from October to March by 554,000, that actually underestimated the migration away from the labor force. The real hit to the work force over that period was more than 1 million Americans.<br />\r\n<br />\r\nThis gets complicated to calculate, so economists sometimes use a different statistic instead -- the employment-to-population ratio. This shows what percentage of the 16-and-over population has a job.<br />\r\n<br />\r\nThe EPOP (as it&rsquo;s commonly called) fell significantly during the most recent recession, meaning that a smaller share of the population held jobs. In fact, the <a href=\"http://www.stateofworkingamerica.org/files/images/orig/Jobs_EPOPS_total%20all%20years%20SWA%20live.png\">last time</a> labor force participation has been this low was in the mid 1980s -- a quarter-century ago.<br />\r\n<br />\r\nThis is the statistic that Huffington cited when we reached her. She first referred us to a <a href=\"http://krugman.blogs.nytimes.com/2011/04/27/bernanke-wimps-out/\">blog post</a> by <em>New York Times</em> columnist Paul Krugman that bemoaned the sluggish EPOP. She later followed up with a flurry of other articles and economic blog posts that made this point.<br />\r\n<br />\r\nSo we&rsquo;re left to decide whether it&rsquo;s better to trust the traditional BLS statistics or EPOP. It&rsquo;s a tough call. The advantage of EPOP is that it solves the population growth problem, which is not a trivial factor, particularly when you&rsquo;re talking about a span of several months. The drawback is that it counts as unemployed people who have chosen that course on a truly voluntary basis -- going back to school, raising kids and so on. That overestimates the genuine unemployment rate.<br />\r\n<br />\r\nOn balance, we think (and experts across the ideological spectrum tell us) that both measures are imperfect, but valid.<br />\r\n<br />\r\nThis leaves us with Huffington&rsquo;s specific comment. The main shortcoming is in her phrasing. She says that there has &quot;not (been) any real creation of jobs.&quot; There&rsquo;s a legitimate argument to be made about whether the economy is creating <em>enough </em>jobs to keep the economy humming, but we don&rsquo;t think it&rsquo;s accurate to say that there&rsquo;s been <em>no </em>job creation. Over the period we studied, the economy created 700,000-plus jobs, which is not only an increase in absolute terms but is also a pace that exceeded the amount experts say is necessary to keep up with population growth. It&rsquo;s been modest job growth, perhaps, but not zero.<br />\r\n<br />\r\nOn the other hand, Huffington&rsquo;s broader point -- that unemployment statistics can be affected by workers&rsquo; departure from the labor market -- is an important one, and one that&rsquo;s often overlooked outside the world of professional economists.<br />\r\n<br />\r\nNo less an authority than the Federal Reserve Board of Governors took note of this reality during its March meeting. According to the <a href=\"http://www.federalreserve.gov/monetarypolicy/fomcminutes20110315.htm\">minutes</a> of the meeting, &quot;several participants noted that the drop in unemployment was attributable more to people withdrawing from the labor force and to fewer layoffs than to increased hiring.&quot;</p>\r\n\r\n<p>&quot;There has been some growth in employment, but not as much as the headline-figure drop in the unemployment rate would initially suggest, and labor-force participation has dropped during the recession,&quot; said James Sherk, a senior policy analyst in labor economics at the conservative Heritage Foundation. &quot;There are caveats you could add to make the statement more complete, but as a one-sentence summary it is not far off the mark.&quot;<br />\r\n<br />\r\nUltimately, we agree that Huffington is largely correct that the unemployment rate is affected by people leaving the workforce, not just by job creation, even if she has slightly exaggerated its extent. We rate her statement Mostly True.</p>\r\n", "ruling_comments_date": "2011-05-03T17:24:49.895301", "ruling_date": "2011-05-04T12:49:35", "ruling_headline": "Arianna Huffington says unemployment gains are actually from shrinking workforce, not job creation", "ruling_headline_slug": "arianna-huffington-says-unemployment-gains-are-act", "ruling_link_text": "She overlooks actual job creation, but her point about labor force shrinkage is important", "ruling_state": null, "source_documents": null, "sources": "<p>Arianna Huffington, <a href=\"http://abcnews.go.com/ThisWeek/week-transcript-rep-paul-ryan/story?id=13502946&amp;page=6\">comments</a> on ABC News&rsquo; This Week with Christiane Amanpour, May 1, 2011<br />\r\n<br />\r\nBureau of Labor Statistics, &quot;Labor Force Statistics from the Current Population Survey&quot; (<a href=\"http://data.bls.gov/cgi-bin/surveymost?ln\">main index page</a>), accessed May 3, 2011<br />\r\n<br />\r\nBureau of Labor Statistics, &quot;Employment, Hours, and Earnings from the Current Employment Statistics survey (National)&quot; (<a href=\"http://data.bls.gov/cgi-bin/surveymost?ce\">main index page</a>), accessed May 3, 2011<br />\r\n<br />\r\nPaul Krugman, &quot;Bernanke Wimps Out&quot; (<a href=\"http://krugman.blogs.nytimes.com/2011/04/27/bernanke-wimps-out/\">blog post</a>), April 27, 2011<br />\r\n<br />\r\nEconomic Policy Institue, &quot;<a href=\"http://www.epi.org/publications/entry/welcome_momentum_in_the_labor_marketbut_we_need_more/\">Welcome momentum in the labor market&mdash;but we need more</a>,&quot; April 1, 2011<br />\r\n<br />\r\nEconomic Policy Institute, <a href=\"http://www.stateofworkingamerica.org/files/images/orig/Jobs_EPOPS_total%20all%20years%20SWA%20live.png\">graph</a> of EPOP, 1948-2011<br />\r\n<br />\r\nFederal Reserve Board of Governors, &quot;<a href=\"http://www.federalreserve.gov/monetarypolicy/fomcminutes20110315.htm\">Minutes of the Federal Open Market Committee</a>,&quot; March 15, 2011<br />\r\n<br />\r\n<em>New York Times</em>, &quot;<a href=\"http://www.nytimes.com/2011/04/02/business/economy/02jobs.html?scp=4&amp;sq=march%20labor%20department&amp;st=cse\">Job Growth Suggests Resilience of U.S. Recovery</a>,&quot; April 1, 2011<br />\r\n<br />\r\nNational Public Radio, &quot;<a href=\"http://www.gpb.org/news/2011/03/04/why-lousy-jobs-numbers-look-good-and-vice-versa\">Why Lousy Jobs Numbers Look Good (And Vice Versa),</a>&quot; March 4, 2011<br />\r\n<br />\r\nE-mail interview with Dean Baker, co-director of the Center for Economic and Policy Research, May 3, 2011<br />\r\n<br />\r\nE-mail interview with J.D. Foster, senior fellow at the Heritage Foundation, May 3, 2011<br />\r\n<br />\r\nE-mail interview with Gary Burtless, senior fellow at the Brookings Institution, May 3, 2011<br />\r\n<br />\r\nE-mail interview with Heidi Shierholz, economist with the Economic Policy Institute, May 3, 2011<br />\r\n<br />\r\nE-mail interview with James Sherk, senior policy analyst in labor economics at the Heritage Foundation, May 4, 2011<br />\r\n<br />\r\nE-mail interview with Arianna Huffington, founder of the Huffington Post, May 3, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Founder, The Huffington Post", "false_count": 0, "first_name": "Arianna", "half_true_count": 2, "home_state": "", "id": 198, "last_name": "Huffington", "mostly_true_count": 3, "name_slug": "arianna-huffington", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/ABC_News_This_Week_Arianna_Huffington.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/198/", "total_count": 5, "true_count": 0, "website": "http://www.huffingtonpost.com/"}, "statement": "<p>Says although the unemployment rate seems to be improving, it does not reflect real job creation -- it&rsquo;s caused by a &quot;shrinking of the actual labor force.&quot;</p>\r\n", "statement_context": "a roundtable segment on ABC's \"This Week with Christiane Amanpour\"", "statement_date": "2011-05-01", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}, {"description": "", "id": 151, "photo": null, "resource_uri": "/api/v/2/subject/151/", "subject": "This Week - ABC News", "subject_slug": "abc-news-week", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}