{"art": [], "author": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "canonical_url": "/texas/statements/2011/may/14/leo-berman/state-rep-leo-berman-says-judges-dearborn-michigan/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "bbell@statesman.com", "first_name": "Brenda", "id": 267, "last_name": "Bell", "name_slug": "brenda-bell", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/267/", "title": "Projects Editor", "twitter": null}, {"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 3687, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}, {"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/3687/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tThis legislative session isn&rsquo;t just about the budget; state Rep. Leo Berman has won House approval of a proposal that would prohibit courts from making legal decisions based on foreign laws, such as Shariah, the religious law of Islam.<br />\r\n\t<br />\r\n\tOn May 9, House members attached Berman&rsquo;s legislation as an amendment to <a href=\"http://www.capitol.state.tx.us/BillLookup/History.aspx?LegSess=82R&amp;Bill=HB274\">House Bill 274</a>, a tort reform measure that Gov. Rick Perry earlier declared emergency legislation, before sending the overall proposal to the Senate.<br />\r\n\t<br />\r\n\tBut Berman, R-Tyler, drew our attention April 4 when he told the House Committee on Judiciary and Civil Jurisprudence that Shariah law is &quot;being done in Dearborn, Mich,&quot; adding:&quot;The judges in Dearborn are using, and allowing to be used, Shariah law. Also in England... in France and in Germany, the use of Shariah law is being allowed as well.&quot;<br />\r\n\t<br />\r\n\tKeeping this fact-check stateside, we wondered if judges in Dearborn, a Detroit suburb, practice Shariah law.<br />\r\n\t<br />\r\n\tBut first, what is it? According to an April 3 United Press International news article, Shariah is &quot;roughly comparable to the Talmudic tradition in Judaism&quot; &mdash; in other words, religious principles which adherents seek to live by.<br />\r\n\t<br />\r\n\tTestifying before the U.S. Senate Judiciary Committee on March 30, Farhana Khera, the president of Muslim Advocates, a legal resource for the Muslim community, said Shariah guides Muslims &quot;in the way that religious law guides those everyday activities for Christians and Jews, and other faith communities in the United States.&quot;<br />\r\n\t<br />\r\n\tWhen we sought back-up for Berman&rsquo;s claim, his legislative director, Sharon Guthrie, guided us to Grand Prairie, Texas, resident Dorrie O&rsquo;Brien, who told us she&rsquo;s a speaker for Act! For America, a Florida-based group that describes itself as a citizen action network that &quot;defends America and democratic values against the terror and tyranny of radical Islam.&quot;<br />\r\n\t<br />\r\n\tO&rsquo;Brien pointed us to a Feb. 24 post on &quot;Creeping Sharia,&quot; a blog about &quot;the slow, deliberate and methodical advance of Islamic law (Shariah) in non-Muslim countries,&quot; according to the blog&rsquo;s <a href=\"http://creepingsharia.wordpress.com/about-2/\">&quot;about&quot; page</a>. The blog says that on June 18, police at Dearborn&rsquo;s annual Arab International Festival jailed four Christian missionaries, one of whom was &quot;peaceably discussing his Christian faith with Muslim youths&quot; and three others who were &quot;allegedly &lsquo;breaching the peace.&rsquo;&quot;<br />\r\n\t<br />\r\n\tAccording to a June 20, 2010 Detroit Free Press news article, the missionaries were with the group Acts 17 Apologetics, which seeks to convert Muslims to Christianity. They were arrested and jailed for disorderly conduct. One of the four, Negeen Mayel, was also charged with failure to obey a police officer&rsquo;s order &mdash; to put down the camera she was videotaping with &mdash; according to the article.<br />\r\n\t<br />\r\n\tA July 27 Free Press news article says Dearborn Mayor Jack O&#39;Reilly and others had said the missionaries were trying to provoke festival goers, according to the article.<br />\r\n\t<br />\r\n\t&quot;Creeping Sharia&quot; has a different take: &quot;The Christians were led away in handcuffs by police to the applause and cheers of Muslim onlookers who just witnessed a victory of Shariah law over the Christians.&quot;<br />\r\n\t<br />\r\n\tThe blog post quotes Richard Thompson, president and chief counsel for the Thomas More Law Center, as saying: &quot;Muslims dominate the political and law enforcement process in Dearborn. It seems that police were more interested in placating the mayor and Muslims than obeying our Constitution. Shariah law makes is a crime to preach the Gospel to Muslims. This a classic example of stealth Jihad being waged right here in America.&quot;<br />\r\n\t<br />\r\n\tThe Christians were charged with disorderly conduct after police said theyr eceived a complaint from a Christian volunteer working at the festival who said he was harassed by the group, according to a Sept. 25 Free Press news article.<br />\r\n\t<br />\r\n\tWhen the missionaries stood trial in September, festival volunteer Roger Williams testified that at the festival, they &quot;were making me nervous and I felt intimidated.&quot;<br />\r\n\t<br />\r\n\tA jury acquitted the missionaries, according to the Free Press. Mayel was found guilty of failure to obey the officer&rsquo;s order.<br />\r\n\t<br />\r\n\tThe Dearborn dust-up made national headlines that month, when U.S. Senate hopeful Sharron Angle of Nevada claimed that the city is subject to Shariah law. &quot;We&rsquo;re talking about a militant terrorist situation,&quot; she said.<br />\r\n\t<br />\r\n\tWeeks later, O&rsquo;Reilly appeared on CNN to dispute the characterization.<br />\r\n\t<br />\r\n\t&quot;There&rsquo;s no Shariah law in Dearborn, Mich.,&quot; he said. In an Oct. 11 letter to Angle, he wrote: &quot;Contrary to the Shariah law misconception, there are Christian Evangelists who proselytize to Muslims 365 days a year without resistance or interference from anyone.&quot;<br />\r\n\t<br />\r\n\tOn Feb. 22 of this year, the Thomas More Law Center, which describes itself as a law firm that defends and promotes Christians&rsquo; religious freedom, filed a federal civil rights lawsuit against Dearborn&rsquo;s mayor, chief of police and two executives for the American Arab Chamber of Commerce, which puts on the festival. The case is still pending, and neither the city, police department or law center responded to our queries.<br />\r\n\t<br />\r\n\tDawud Walid, executive director of the Detroit-based Michigan chapter of the Council on American-Islamic Relations, called Berman&rsquo;s claim &quot;complete rubbish.&quot; Shariah is a &quot;spiritual compass&quot; that Muslims live by, not a &quot;thick codex of laws,&quot; he said. &quot;Obviously the U.S. and Michigan Constitution are the law of the land in Dearborn, Mich.&quot;<br />\r\n\t<br />\r\n\tHe offered this example: Islamic law prohibits a Muslim from marrying a Hindu. &quot;But obviously if a Muslim male wants to go to the justice of the peace with a Hindu woman, he can marry a Hindu woman,&quot; he said. &quot;Actions guided by a person&rsquo;s belief in what God wills for him is not anything that can be endorsed by the state.&quot;<br />\r\n\t<br />\r\n\tHowever, as PolitiFact Florida reported this month, courts may use religious laws when interpreting a contract that specifies, for example, Shariah as the legal foundation, and both parties agreed to those laws from the beginning.<br />\r\n\t<br />\r\n\tMarkus Wagner, a professor of international law at the University of Miami&rsquo;s School of Law, said: &quot;It happens all the time... We could use Jewish law, Canaanite law, so long as it doesn&rsquo;t contravene public policy.&quot;<br />\r\n\t<br />\r\n\tDetroit attorney Noel Saleh, who specializes in civil liberties and immigration law, told us in an email that &quot;judges in Michigan (like all judges in the United States) are sworn to uphold the Constitution of the United States and the laws of the state.&quot; The <a href=\"http://www.lectlaw.com/def2/s105.htm\">Supremacy Clause</a> in the U.S. Constitution makes the Constitution and the laws of the United States &quot;the supreme law of the land.&quot;<br />\r\n\t<br />\r\n\tAs for the way Berman is suggesting judges use Shariah law, Saleh said: &quot;There are no courts in Dearborn, Michigan that utilize Shariah law in any way, shape or form. This is an urban legend.&quot;<br />\r\n\t<br />\r\n\tLastly, we searched online and in the Lexis-Nexis database, which archives news articles, for evidence of Berman&rsquo;s claim. We found nothing but unsubstantiated claims and speculation.<br />\r\n\t<br />\r\n\tAs we were finishing up this item, Mark Somers, chief judge for the 19th District Court in Dearborn, emailed us this statement: &quot;As with every justice, judge and magistrate of this state, the judges and magistrates of Michigan&rsquo;s 19th District Court are sworn to uphold and defend the Constitution and laws of the United States and of the State of Michigan and to faithfully discharge the duties of the office to which they have been elected or appointed. There are no other laws that govern the adjudication of the matters within the jurisdiction of this court.&quot;<br />\r\n\t<br />\r\n\tAll told, Dearborn Muslims, like all U.S. Muslims, may follow Shariah law in their personal lives and may enter into contracts &mdash; such as pre-nuptial agreements &mdash; bound by their principles. So may adherents of other religious faiths. And judges may use religious laws to interpret such contracts, providing all parties agree from the beginning.<br />\r\n\t<br />\r\n\tFar as we can tell, though, judges don&rsquo;t use Shariah law in lieu of the U.S. Constitution or state laws &mdash; nor are they doing so in Dearborn. We rate the statement False.</p>", "ruling_comments_date": "2011-05-03T17:44:22.345060", "ruling_date": "2011-05-14T06:00:00", "ruling_headline": "State Rep. Leo Berman says judges Dearborn, Michigan, practice Shariah law", "ruling_headline_slug": "state-rep-leo-berman-says-judges-dearborn-michigan", "ruling_link_text": "Two words: Supremacy Clause", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<a href=\"http://www.capitol.state.tx.us/BillLookup/History.aspx?LegSess=82R&amp;Bill=HB911\" id=\"internal-source-marker_0.030290078813625443\">House Bill </a><a href=\"http://www.capitol.state.tx.us/BillLookup/History.aspx?LegSess=82R&amp;Bill=HB911\" id=\"internal-source-marker_0.030290078813625443\">911</a>relating to the application of foreign laws and foreign forum selection in this state, filed Jan. 26, 2011<br />\r\n\t<br />\r\n\tCommittee on Judiciary and Civil Jurisprudence <a href=\"http://www.house.state.tx.us/video-audio/committee-broadcasts/committee-archives/player/?session=82&amp;committee=330&amp;ram=11040414330\">video</a>, April 4, 2011<br />\r\n\t<br />\r\n\tForth Worth Star-Telegram, <a href=\"http://www.chron.com/disp/story.mpl/metropolitan/7514927.html\">Texas may ban courts from considering foreign laws</a>, April 9, 2011<br />\r\n\t<br />\r\n\tCreeping Sharia <a href=\"http://creepingsharia.wordpress.com/2011/02/24/dearborn-officials-sued-by-christians-jailed-for-preaching-to-muslims/\">blog post</a>: Dearborn officials sued by Christians jailed for preaching to Muslims, Feb. 24, 2011<br />\r\n\t<br />\r\n\tUnited Press International, <a href=\"https://www.arcamax.com/currentnews/newsheadlines/s-862573-549885\">Cloud of concern above Muslims in America</a>, April, 3, 2011<br />\r\n\t<br />\r\n\tPolitico, <a href=\"http://www.politico.com/news/stories/1010/43451.html\">Dearborn mayor to Sharron Angle: No &lsquo;sharia law&rsquo; here</a>, Oct. 12, 2010<br />\r\n\t<br />\r\n\t<a href=\"http://www.politico.com/static/PPM143_101012_oreilly_letter.html\">Letter</a>from Mayor Jack O&rsquo;Reilly to Sharron Angle, Oct. 11, 2010<br />\r\n\t<br />\r\n\tSlate, <a href=\"http://www.slate.com/id/2290332\">Sharia, USA</a>, April 4, 2011<br />\r\n\t<br />\r\n\tDetroit Free Press, <a href=\"http://www.freep.com/article/20110423/NEWS05/104230444/Controversy-nothing-new-Dearborn-judge\">Controversy is nothing new for Dearborn judge</a>, April 23, 2011<br />\r\n\t<br />\r\n\tThe Associated Press, <a href=\"http://www.realclearpolitics.com/news/ap/politics/2010/Oct/08/angle__muslim_law_taking_hold_in_parts_of_us.html\">Angle: Muslim law taking hold in parts of US</a>, Oct. 8, 2010<br />\r\n\t<br />\r\n\tDetroit Free Press, Rally backs arrested missionaries, July 27, 2010 (accessed via LexisNexis on April 28, 2011)<br />\r\n\t<br />\r\n\tDetroit Free Press, Dearborn: Judge: City has control at festival, June 19, 2009 (accessed via LexisNexis on April 28, 2011)<br />\r\n\t<br />\r\n\tDetroit Free Press, Missionaries arrested at Dearborn festival, June 20, 2010 (accessed via LexisNexis on April 28, 2011)<br />\r\n\t<br />\r\n\tDetroit Free Press, Missionaries plead not guilty in festival case, July 13, 2010 (accessed via LexisNexis on April 28, 2011)<br />\r\n\t<br />\r\n\tDetroit Free Press, Gingrich calls arrests of missionaries extremism, Aug. 4, 2010 (accessed via LexisNexis on April 28, 2011)<br />\r\n\t<br />\r\n\tDetroit Free Press, Missionaries to stand trial on fest conduct, Sept. 18, 2010 (accessed via LexisNexis on April 28, 2011)<br />\r\n\t<br />\r\n\tDetroit Free Press, Arab fest volunteer testifies, Sept. 23, 2010 (accessed via LexisNexis on April 28, 2011)<br />\r\n\t<br />\r\n\tDetroit Free Press, Four missionaries acquitted of inciting a crowd, Sept. 25, 2010 (accessed via LexisNexis on April 28, 2011)<br />\r\n\t<br />\r\n\tInterview with Sharon Guthrie, legislative director for state Rep. Leo Berman, April 5, 2011<br />\r\n\t<br />\r\n\tInterview with Ibrahim Hooper, national communications director, Council on American-Islamic Relations, April 5, 2011<br />\r\n\t<br />\r\n\tInterview with Dawud Walid, executive director, Michigan chapter of the Council on American-Islamic Relations, April 5, 2011<br />\r\n\t<br />\r\n\tInterview with Sally Howell, assistant history professor, University of Michigan-Dearborn, April 5, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Dorrie O&rsquo;Brien, April 5, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Nathan Brown, expert on Islamic law at the Carnegie Endowment for International Peace, April 5, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "State representative", "false_count": 2, "first_name": "Leo", "half_true_count": 0, "home_state": "Texas", "id": 1049, "last_name": "Berman", "mostly_true_count": 0, "name_slug": "leo-berman", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/berman_pic_better.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1049/", "total_count": 3, "true_count": 0, "website": "http://www.house.state.tx.us/members/member-page/?district=6"}, "statement": "<p>\r\n\tSays judges are using Shariah law in Dearborn, Mich.</p>", "statement_context": "a House committee hearing", "statement_date": "2011-04-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 9, "photo": null, "resource_uri": "/api/v/2/subject/9/", "subject": "Religion", "subject_slug": "religion", "used_in_edition": []}], "target": [], "twitter_headline": ""}