{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2011/may/04/dick-armey/dick-armey-says-49-texas-sam-university-faculty-ha/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [], "facebook_headline": null, "id": 3689, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/3689/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tIn an opinion-page article, a former U.S. House majority leader from Texas poked at Texas A&amp;M University while urging greater rewards for professors who attract research dollars.<br />\r\n\t<br />\r\n\tIn the April 17 <em>Houston Chronicle</em>, Dick Armey wrote: &quot;The incentives in our higher education system should attract the best professors and researchers in the world and provide our students the best education possible. Let&#39;s start by allowing researchers to keep up to 90 percent of the research dollars they generate instead of the 50 percent that is typically the limit today. Disclosing the salaries of tenured professors would be another useful reform, along with how many students they teach and how many funded research dollars they bring in.&quot;<br />\r\n\t<br />\r\n\tHis A&amp;M punchline: &quot;At Texas A&amp;M University, only 49 out of 3,000 faculty members brought in enough money to pay for their salaries and overhead over the past five years.&quot;<br />\r\n\t<br />\r\n\tWell, gig us. Is that count correct?<br />\r\n\t<br />\r\n\tTo our request for back-up, FreedomWorks spokesman Adam Brandon said by email that the group is writing a detailed report making the point that &quot;great researchers should be rewarded for bringing in lots of research dollars, rather than having them siphoned off to support less productive researchers.&quot; Armey chairs FreedomWorks, <a href=\"http://www.freedomworks.org/about/about-freedomworks\">which says</a> it mobilizes people for lower taxes, less government and more freedom.<br />\r\n\t<br />\r\n\tBrandon&rsquo;s reply continued: &quot;The easiest back-of-the-envelope calculation might be to assume that if a researcher brought in more funding than his salary, he would have &lsquo;paid for himself.&rsquo; Incrementally this might be true, but neglects the full costs of running the university. To do a full cost analysis, you have to burden the compensation with overhead.&quot;<br />\r\n\t<br />\r\n\tBrandon said the latest available information, covering 2008, comes from the <a href=\"http://nces.ed.gov/ipeds/\">Integrated Postsecondary Education Data System</a>, which <a href=\"http://nces.ed.gov/ipeds/about/\">describes itself</a> as a system of interrelated surveys conducted annually by the federal government involving every college, university, and technical and vocational institution that participates in federal student financial aid programs.<br />\r\n\t<br />\r\n\tBrandon said the data is the &quot;foundation for (Armey&rsquo;s) analysis that only 49 (A&amp;M) researchers paid for themselves.&quot; Brandon said data drawn from that system show that for every $1 spent on faculty salaries, the university expended money on overhead. That is, Brandon said, each dollar of research &quot;creates some additional costs elsewhere in the university.&quot; He said Armey calculated that each $1 of salary, plus 25 percent to represent the cost of benefits, must bear $2.71 of overhead. &quot;Running these calculations, we found that over a five-year period, only 49 researchers paid for themselves.&quot;<br />\r\n\t<br />\r\n\tWe unsuccessfully sought a detailed breakdown of university spending from Armey supporting his claim.<br />\r\n\t<br />\r\n\tSeparately, an online search led us to articles published in September by the <em>Bryan-College Station Eagle</em> on a report prepared by the Texas A&amp;M University System on the costs and contributions of faculty members in 2008-09.<br />\r\n\t<br />\r\n\tAs summarized in a <a href=\"http://www.theeagle.com/am/A-amp-amp-M-releases-data-on-faculty\">Sept. 15 news article</a>, the study isolated &quot;what a faculty member generates by teaching -- tuition paid by students and formula funding by the state based on weighted semester credit hours -- and subtracts from that the faculty member&#39;s salary and estimated cost of benefits. It doesn&#39;t take research dollars generated into account,&quot; the newspaper reported, though such information appears in an adjacent column.<br />\r\n\t<br />\r\n\tIn a memo prefacing the detailed breakdown, the chancellor of the A&amp;M system, Michael McKinney, said it shows the &quot;faculty at each university generate revenue in excess of their payroll costs. University literally means totality,&quot; the memo says. &quot;Our faculties work together, some teaching many undergraduates, some teaching fewer graduate students and some providing new knowledge through research.&quot;<br />\r\n\t<br />\r\n\tOnce issued, the report prompted criticisms across A&amp;M&rsquo;s flagship campus, according to the <em>Eagle</em>. Some complained the report&rsquo;s faculty research funding tallies were off and some said salaries were overstated.<br />\r\n\t<br />\r\n\tThe paper quoted Jorge Vanegas, dean of the College of Architecture, saying the metric favors faculty who teach more without accounting for Texas A&amp;M&rsquo;s function as a research university. &quot;When numbers are taken out of their full context and they feed into misconceptions or explicit lack of recognition of what the full spectrum of academia should be, it causes a demoralizing effect on faculty,&quot; Vanegas said.<br />\r\n\t<br />\r\n\tThe <em>Eagle</em> reported that the A&amp;M system removed the report from the Internet as a spokesman said the information on externally funded research continued to be refined. A few days later, the president at the College Station campus, R. Bowen Loftin, emailed faculty stating the report results wouldl not be used to &quot;assess the overall productivity of an individual faculty member, and it certainly does not speak to the quality of that productivity,&quot; the newspaper reported.<br />\r\n\t<br />\r\n\tWe obtained a copy of the report through an open-records&rsquo; request.<br />\r\n\t<br />\r\n\tOf interest: One column in its charts shows the difference between total funds generated by each faculty member and their salary costs. We quickly counted more than 49 faculty members credited with generating more than they cost in the studied year, in just the first three of dozens of the university&rsquo;s academic departments. Specifically, the report lists 21 faculty in Agricultural Leadership, Education and Communication; 17 in Agricultural Economics; and 18 in Animal Science--56 total--as net income generators. In those departments, 45 teachers ran in the red, so to speak, according to the report.</p>\r\n<p>\r\n\tIn an interview, system spokesman Jason Cook confirmed that the study did not try to assign a cost for each teacher&#39;s overhead. &quot;I don&#39;t know how we could do that,&quot; he said.<br />\r\n\t<br />\r\n\tWhat about Armey&rsquo;s statement that only 49 A&amp;M faculty members brought in enough money to pay for their salaries and overhead the past five years? Cook emailed us: &quot;We don&#39;t know how&quot; Armey&#39;s number was determined. Cook later said that the IPED research cited by FreedomWorks is useful to compare A&amp;M to other institutions, but cannot be used to pinpoint how many faculty members earn their keep.<br />\r\n\t<br />\r\n\tUpshot: Without access to Armey&rsquo;s data, we couldn&rsquo;t plumb his methodology. Meantime, our spot-check of Texas A&amp;M&rsquo;s recent study of faculty costs, which some critics said undercounted faculty contributions, suggests that way more than 49 faculty members accounted for more than they cost in 2008-09.<br />\r\n\t<br />\r\n\tWe rate the statement False.</p>", "ruling_comments_date": "2011-05-03T18:17:30.436304", "ruling_date": "2011-05-04T06:00:00", "ruling_headline": "Dick Armey says 49 Texas A&M University faculty have brought in more dollars than they cost over the past five years", "ruling_headline_slug": "dick-armey-says-49-texas-sam-university-faculty-ha", "ruling_link_text": "Back-of-envelope? Return to sender", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<em>Bryan-College Station Eagle</em>, news articles, <a href=\"http://www.theeagle.com/am/A-amp-amp-M-grades-faculty\">&quot;A&amp;M System grades faculty &mdash; by bottom line,&quot;</a> Sept. 1, 2010; <a href=\"http://www.theeagle.com/am/A-amp-amp-M-releases-data-on-faculty\">&quot;A&amp;M releases data on faculty,&quot;</a> Sept. 15, 2010; <a href=\"http://www.theeagle.com/am/A-work-in-progress\">&quot;A&amp;M faculty report salary errors in measurement report,&quot;</a> Sept. 18, 2010; <a href=\"http://www.theeagle.com/am/Loftin--Reviews-won-t-change\">&quot;Loftin: Cost analysis won&#39;t affect faculty reviews,&quot;</a> Sept. 23, 2010<br />\r\n\t<br />\r\n\tDick Armey, oped article, <a href=\"http://www.chron.com/disp/story.mpl/editorial/outlook/7526170.html\">&quot;Texas needs higher education reform,&quot;</a> <em>The Houston Chronicle</em>, April 17, 2011<br />\r\n\t<br />\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/04222011_adambrandonresponsepftexas.html\">Email</a> (excerpted), response to PolitiFact Texas, Adam Brandon, vice president, communications, FreedomWorks, Washington, April 22, 2011</p>\r\n<p>\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/04212011_jasoncookresponsepftexas.html\">Email</a> (excerpted) and telephone interviews, Jason Cook, chief communications officer, Texas A&amp;M University System, April 21, May 2 and 3, 2011<br />\r\n\t<br />\r\n\tTexas A&amp;M University System, report, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/04262011_tamuopenrecresponse.pdf\">&quot;Academic Financial Data Compilation,&quot;</a> Sept. 13, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 2, "first_name": "Dick", "half_true_count": 1, "home_state": "", "id": 221, "last_name": "Armey", "mostly_true_count": 0, "name_slug": "dick-armey", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Armey_.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/221/", "total_count": 3, "true_count": 0, "website": ""}, "statement": "<p>\r\n\t&quot;At Texas A&amp;M University, only 49 out of 3,000 faculty members brought in enough money to pay for their salaries and overhead over the past five years.&quot;</p>", "statement_context": "an oped column.", "statement_date": "2011-04-17", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}], "target": [], "twitter_headline": ""}