{"art": [{"brightcove": "", "caption": "Texas Sen. Steve Ogden, R-Bryan, and Republican Lt. Gov. David Dewhurst spoke to reporters April 5 about the state budget and the tax system.", "id": 1257, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/1257/", "title": "Steve Ogden, business tax", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/EaRdqdEUrZQ?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "EaRdqdEUrZQ"}], "author": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "canonical_url": "/texas/statements/2011/may/15/steve-ogden/state-sen-steve-ogden-says-businesses-pay-most-tax/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 3721, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/3721/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tAsked by reporters how legislators can address the state&rsquo;s recurring revenue shortfall, Senate Finance Committee Chairman Steve Ogden reiterated his belief that a good start would be reworking the business franchise tax.</p>\r\n<p>\r\n\tReaders may recall that the franchise tax was revamped in 2006 to help pay for a statewide reduction in local school property taxes, but it has not brought in as much money as was projected.</p>\r\n<p>\r\n\tHowever, &quot;the issue is not to single out businesses as some sort of villain,&quot; Ogden, R-Bryan, said April 5. &quot;They already pay most of the taxes. The issue is having a tax system that, in my opinion, is uniform and equitable and as low as possible.&quot;</p>\r\n<p>\r\n\tReaders who spotted Ogden&rsquo;s comment in an <em>Austin American-Statesman</em> news <a href=\"http://www.statesman.com/news/texas-politics/business-tax-needs-another-look-key-senator-says-1378426.html\">story</a> asked us to check whether businesses do &quot;pay most of the taxes.&quot;</p>\r\n<p>\r\n\tResponding to our inquiry, Ogden pointed to the way the tax system is structured in Texas. Because the state has no personal income tax, Ogden said, most state and local tax revenue comes from taxes that are levied on businesses and individuals alike. And because businesses &quot;are the largest economic entities in the state,&quot; he said, it stands to reason that they pay the most.</p>\r\n<p>\r\n\tOgden referred us to a biennial <a href=\"http://www.window.state.tx.us/taxinfo/incidence/\">report</a> from the state comptroller&rsquo;s office on tax burdens in Texas. The latest version, published in February, projects how much businesses and individual consumers will pay in state sales and use taxes, franchise taxes, gasoline taxes, motor vehicle sales taxes, cigarette taxes, oil production taxes and school property taxes in 2013.</p>\r\n<p>\r\n\tAccording to the report, two of the taxes &mdash; franchise and oil production&nbsp; &mdash;&nbsp; are initially paid entirely by businesses. A third tax, the cigarette tax, is paid entirely by consumers. The remaining four taxes are shared between consumers and businesses.</p>\r\n<p>\r\n\tThe largest expected revenue producers are school property taxes ($11.3 billion projected to be paid by businesses in 2013, $10.7 billion by consumers) and state sales taxes ($9.8 billion projected to be paid by businesses, $12.1 billion by consumers).</p>\r\n<p>\r\n\tTo get a total tax dollar amount for each category &mdash; consumers and businesses &mdash; we added up the estimated burden imposed by each of the taxes analyzed in the report. The results were close: $28.2 billion for businesses and $27.5 billion for consumers.</p>\r\n<p>\r\n\tTwo previous comptroller&rsquo;s tax-incidence reports calculated slightly greater tax burdens for businesses, compared with individuals, but differed from the current report because they included a natural gas tax but not cigarette and oil production taxes.</p>\r\n<p>\r\n\tThe <a href=\"http://www.window.state.tx.us/taxinfo/incidence/incidence09/\">2009 report</a>, projecting ahead to 2011, estimated $30.1 billion for businesses and $28.4 billion for consumers. The <a href=\"http://www.window.state.tx.us/taxinfo/incidence/incidence07/\">2007 report</a>, projecting for 2009, estimated $25.9 billion for businesses vs. $25.2 billion for consumers.</p>\r\n<p>\r\n\tNext, we touched base with the Texas Taxpayers and Research Association, a business group, about Ogden&rsquo;s statement. Dale Craymer, its president, said by email that the comptroller&rsquo;s report does not consider &quot;the entire spectrum of taxes in the state.&quot;</p>\r\n<p>\r\n\tR.J. DeSilva, a spokesman for the comptroller&rsquo;s office, told us that the six state taxes in the agency&rsquo;s 2011 report &mdash; excluding school property taxes, which are collected locally &mdash; represented 86 percent of state tax revenue in fiscal 2010. Also excluded are property taxes paid to local governments such as cities and counties.</p>\r\n<p>\r\n\tCraymer suggested that we consider what he called the most comprehensive look at business taxes, a study done for the Council on State Taxation, a Washington-based trade association representing corporate businesses. Bill Hammond, president of the Texas Association of Business, also pointed us to the report.</p>\r\n<p>\r\n\tThe study, by the economics and statistics unit of consulting firm Ernst &amp; Young, estimates the taxes paid by businesses to state and local governments in each state in fiscal year 2008. Among them: property taxes, state and local sales taxes paid by businesses on purchases of production materials and equipment, corporate income and franchise taxes, unemployment insurance taxes, and business and corporate license taxes.</p>\r\n<p>\r\n\tThe study estimates that in Texas, businesses paid 61.2 percent of state and local taxes. That compares with a national share of 44.1 percent.</p>\r\n<p>\r\n\tWe asked how the study was done. Andrew Phillips, an author, told us that researchers drew data from several sources, including the U.S. Census Bureau, IRS and Bureau of Economic Analysis.</p>\r\n<p>\r\n\tFor another perspective on the Ernst &amp; Young report, we turned to Matt Gardner, executive director of the Institute on Taxation and Economic Policy, a research arm of Washington-based Citizens for Tax Justice, which says it advocates for fair taxation of middle- and low-income families.</p>\r\n<p>\r\n\tGardner suggested that the Ernst &amp; Young report may have overestimated the share of total property taxes paid by businesses. He said his own estimate, based on available 2008 data from the Census Bureau, indicates that Texas homeowners paid about 45 percent of property taxes that year. If one assumes that businesses paid the rest, Gardner said, their share is 55 percent, not the 62 percent share of property taxes reported by Ernst &amp; Young.</p>\r\n<p>\r\n\tStill, Gardner didn&rsquo;t quibble much with Ogden&rsquo;s statement. &quot;It&rsquo;s probably OK to assert that a majority of Texas taxes fall initially on non-individuals,&quot; he said.</p>\r\n<p>\r\n\tBoth Gardner and Hammond, the TAB president, echoed Ogden&rsquo;s point that businesses in Texas shoulder a higher-than-average initial tax burden because the state is one of a minority that have no income tax on individuals.</p>\r\n<p>\r\n\tBut inherent in the distinction between taxes on individuals and on businesses is the idea that the latter can shift their burdens to customers, employees, tenants and others. The comptroller&rsquo;s report says: &quot;It should be recognized that any tax levied directly on a business&quot; will ultimately be passed on &mdash; either to consumers through higher prices, to employees through lower wages or to business owners and shareholders through reduced profits. Businesses can also push some of their tax burden out of the state.</p>\r\n<p>\r\n\tHow much tax shifting occurs depends on the market in which a business operates and other complicated factors. &quot;The only thing that can be said with certainty is that no one really knows how taxes (particularly those levied on property and business) are shifted,&quot; according to the comptroller&rsquo;s report.</p>\r\n<p>\r\n\tTom Neubig, an author of the Ernst &amp; Young report, told us, &quot;All economists would say that it isn&rsquo;t business that bears the burden of the taxes; it&rsquo;s people.&quot; He pointed to a January 2010 national study in which he and other researchers, using 2005 tax data, estimated where state and local business taxes ultimately fall. The study concluded that in Texas, business owners wound up holding the bag for 4 percent of those taxes. The rest were shifted into higher consumer prices (2 percent), lower wages (45 percent) and to people living outside Texas (49 percent).</p>\r\n<p>\r\n\tFor Gardner, this &quot;final incidence&quot; is more important than whether businesses or individuals initially pay the taxes.</p>\r\n<p>\r\n\tUpshot: The analyses we found basically support Ogden&rsquo;s claim that businesses pay &quot;most&quot; of the taxes in Texas, though the margin varies from a slim 51 percent (according to the state comptroller) to 61 percent (Ernst &amp; Young). However, analysts also agree that businesses &mdash; unlike individuals &mdash; can offload their tax burden through various means.</p>\r\n<p>\r\n\tWe rate Ogden&rsquo;s statement Mostly True.</p>", "ruling_comments_date": "2011-05-09T12:45:54.160403", "ruling_date": "2011-05-15T06:00:00", "ruling_headline": "State Sen. Steve Ogden says businesses pay most of the taxes in Texas", "ruling_headline_slug": "state-sen-steve-ogden-says-businesses-pay-most-tax", "ruling_link_text": "Analyses support statement, but businesses pass on tax burden", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tTexas Tribune, &quot;Senate Leaders: Texas Must Address Structural Deficit,&quot; <a href=\"http://www.texastribune.org/texas-legislature/82nd-legislative-session/texas-needs-to-address-structural-deficit/\">video</a>, April 5, 2011</p>\r\n<p>\r\n\tAustin American-Statesman, &quot;<a href=\"http://www.statesman.com/news/texas-politics/business-tax-needs-another-look-key-senator-says-1378426.html\">Business tax needs another look, key senator says</a>,&quot; April 5, 2011</p>\r\n<p>\r\n\tInterview with Sen. Steve Ogden, April 12, 2011</p>\r\n<p>\r\n\tTexas comptroller, &quot;Tax Exemptions and Tax Incidence,&quot; February <a href=\"http://www.window.state.tx.us/taxinfo/incidence/96-463TaxIncidence02-11.pdf\">2011</a></p>\r\n<p>\r\n\tTexas comptroller, &quot;Tax Exemptions and Tax Incidence,&quot; February <a href=\"http://www.window.state.tx.us/taxinfo/incidence/incidence09/incidence09.pdf\">2009</a></p>\r\n<p>\r\n\tTexas comptroller, &quot;Tax Exemptions and Tax Incidence,&quot; February <a href=\"http://www.window.state.tx.us/taxinfo/incidence/incidence07/incidence07.pdf\">2007</a></p>\r\n<p>\r\n\tEmail (<a href=\"http://alt.coxnewsweb.com/statesman/politifact/051311_craymeremail.html\">excerpt</a>) from Dale Craymer, president, Texas Taxpayers and Research Association, April 7, 2011</p>\r\n<p>\r\n\tInterview with R.J. DeSilva, spokesman, Texas comptroller&rsquo;s office, April 19, 2011</p>\r\n<p>\r\n\tInterview with Bill Hammond, president, Texas Association of Business, May 4, 2011</p>\r\n<p>\r\n\tCouncil on State Taxation, &quot;<a href=\"http://www.cost.org/Page.aspx?id=72322\">Total state and local business taxes: 50 state estimates for fiscal year 2008</a>,&quot; prepared by Ernst &amp; Young, January 2009</p>\r\n<p>\r\n\tInterview with Andrew Phillips, senior manager, Quantitative Economics and Statistics, Ernst &amp; Young, April 25 and May 4, 2011</p>\r\n<p>\r\n\tInterview with Tom Neubig, national director, Quantitative Economics and Statistics, Ernst &amp; Young, April 25, 2011</p>\r\n<p>\r\n\tInterview with Matthew Gardner, executive director, Institute on Taxation and Economic Policy, April 28 and May 4, 2011</p>\r\n<p>\r\n\tState Tax Notes, &quot;<a href=\"http://alt.coxnewsweb.com/statesman/politifact/051311_econ2010study.pdf\">The Economic Incidence of Additional State Business Taxes</a>,&quot; Jan. 11, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "oil and gas producer", "false_count": 0, "first_name": "Steve", "half_true_count": 1, "home_state": "Texas", "id": 1194, "last_name": "Ogden", "mostly_true_count": 1, "name_slug": "steve-ogden", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/ogden2009.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1194/", "total_count": 2, "true_count": 0, "website": "http://www.senate.state.tx.us/75r/senate/members/dist5/dist5.htm"}, "statement": "<p>\r\n\tSays businesses &quot;already pay most of the taxes.&quot;</p>", "statement_context": "comments to reporters on Texas Senate floor", "statement_date": "2011-04-05", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}, {"description": "", "id": 208, "photo": null, "resource_uri": "/api/v/2/subject/208/", "subject": "State Finances", "subject_slug": "state-finances", "used_in_edition": ["/api/v/2/edition/5/"]}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ""}