{"art": [{"brightcove": "", "caption": "In a recent MSNBC interview, Sen. Sherrod Brown, D-Ohio, noted that the elderly account for a modest percentage of Medicaid beneficiaries but a large share of costs paid by the program. We checked his numbers.", "id": 1267, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Sherrod_Brown_MSNBC.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/1267/", "title": "Sherrod Brown on MSNBC", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2011/may/12/sherrod-brown/sherrod-brown-says-elderly-account-two-thirds-medi/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 3741, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/3741/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tDuring a May 10, 2011, <a href=\"http://www.cq.com/doc/newsmakertranscripts-3866505\">interview</a> on MSNBC, Sen. Sherrod Brown, D-Ohio, defended Medicaid from a Republican proposal to change the structure of the federal-state health insurance program for the poor.<br />\r\n\t<br />\r\n\tMSNBC&rsquo;s Cenk Uygur asked Brown whether the Democrats will have &quot;as much passion and fight in defending Medicaid&quot; as they have on criticizing GOP proposals to overhaul Medicare for those currently under 55 years of age.<br />\r\n\t<br />\r\n\tBrown said Democrats would fight just as hard. &quot;It&#39;s a nonstarter,&quot; he said. &quot;It hurts two groups of people. It hurts poor kids. &hellip; About two-thirds of Medicaid beneficiaries are children. They are only one-third of the cost, because kids don&#39;t get sick as much. The other part of Medicaid is seniors, many of them in nursing homes, low-income, moderate-income seniors who don&#39;t have a lot of assets. That&#39;s about a third of the individuals in Medicaid but two-thirds of the costs, because &hellip; it costs more to take care of a senior than a child.<br />\r\n\t<br />\r\n\t&quot;So they are going after young -- they`re going after poor children and low-income, moderate-income, low-asset, if you will, seniors,&quot; Brown concluded. &quot;And that ain`t going to work either because the public gets it.&quot;<br />\r\n\t<br />\r\n\tWe wondered whether Brown had the numbers right -- that two-thirds of Medicaid beneficiaries are children, but they account for one-third of the program&rsquo;s cost, while one-third are elderly, and they account for two-thirds of the cost.<br />\r\n\t<br />\r\n\tWe turned to statistics produced by the federal agency that runs Medicaid -- the Center for Medicare and Medicaid Services. First, we&rsquo;ll look at the figures that break down who enrolls in the program. Table IV.8 <a href=\"https://www.cms.gov/DataCompendium/downloads/2010Populations.zip\">here</a> offers two different measurements -- average monthly enrollment and individual enrollees on an annual basis. Since the numbers are similar, we&rsquo;ll make things simpler and choose the latter yardstick.<br />\r\n\t<br />\r\n\tAll told, 68.2 million individuals used Medicaid in 2010. Of that 5.8 million were &quot;aged&quot; -- 65 and older -- while 33.9 million were children. An additional 9 million are counted separately as recipients of the State Children&rsquo;s Health Insurance Program of SCHIP. (Children are the predominant beneficiaries of SCHIP, though this figure also includes some adults covered under waivers; we&rsquo;ll ignore that in our calculations.)<br />\r\n\t<br />\r\n\tSo 8.5 percent of Medicaid&#39;s beneficiaries are aged, and 63 percent are children. That means Brown is quite close on the percentage of beneficiaries who are children, but too low for the percentage of beneficiaries who are elderly.<br />\r\n\t<br />\r\n\tIf Brown had adjusted his statement to &quot;elderly, blind or disabled,&quot; he would have been closer. Adding those categories together gets the figure to 24 percent, although even that&rsquo;s well below the one-third Brown stated.<br />\r\n\t<br />\r\n\tNow, we&rsquo;ll look at expenditures, using data from Table II.4 <a href=\"https://www.cms.gov/DataCompendium/downloads/2010Expenditures.zip\">here</a>. The most recent data is from 2007.<br />\r\n\t<br />\r\n\tThe table shows that 20.7 percent of Medicaid payments were made for beneficiaries age 65 and over, while 19.4 percent supported children.<br />\r\n\t<br />\r\n\tBoth numbers are well below what Brown said. He&rsquo;d said that the elderly account for two-thirds of the cost, when in fact they&rsquo;re just over 20 percent, and that children account for one-third, when they&rsquo;re actually less than 20 percent.<br />\r\n\t<br />\r\n\tThe biggest complicating factor is that the single largest category of payments -- 43.3 percent -- is for those who are blind or disabled. Because the statistics are not broken down by age, we can&rsquo;t be sure what the final distribution is.<br />\r\n\t<br />\r\n\tHowever, if Brown had adjusted his statement to &quot;elderly, blind or disabled,&quot; he would have been close to correct about payments. The combined category would be 64 percent, just under the two-thirds he cited in the interview.<br />\r\n\t<br />\r\n\tWhen we asked Brown&rsquo;s office for further information about the senator&rsquo;s claim, his spokeswoman said that Brown had intended to combine &quot;elderly, blind or disabled&quot; into one category but failed to use the more inclusive description on camera. She said he has made that point in the past when responding to constituent letters on the issue.<br />\r\n\t<br />\r\n\tEven when Brown leaves out blind and disabled beneficiaries from the calculation, he still has a point, said Henry Aaron of the centrist-to-liberal Brookings Institution. Brown&rsquo;s underlying point is that the elderly account for a disproportionate share of Medicaid&rsquo;s costs. By our strictest accounting, elderly beneficiaries are 8.5 percent of those served but account for 20.7 percent of payments -- a cost burden two and a half times the size of their numbers.<br />\r\n\t<br />\r\n\t&quot;The central point, not widely understood, is correct: Although kids account for most of the enrollment, the elderly and disabled account for most of the cost,&quot; Aaron said. &quot;That difference -- enrollments vs. cost -- is the key point, and he has that right.&quot;<br />\r\n\t<br />\r\n\tIn the midst of a television interview, Brown erred in recounting Medicaid&rsquo;s statistics, oversimplifying figures on both enrollment and costs. In reality, elderly beneficiaries by themselves account for nowhere close to the two-thirds of Medicaid&rsquo;s costs that Brown suggested. His point that spending on the elderly is disproportionate to their numbers is valid, and he would have been close to accurate if he&rsquo;d said the &quot;elderly, blind and disabled,&quot; as his office said he had intended to. Still, the numbers viewers heard were mostly incorrect, so we rate Brown&rsquo;s statement Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2011-05-12T16:13:27.537127", "ruling_date": "2011-05-12T17:38:14", "ruling_headline": "Sherrod Brown says elderly account for two-thirds of Medicaid's costs", "ruling_headline_slug": "sherrod-brown-says-elderly-account-two-thirds-medi", "ruling_link_text": "Medicaid spending on the elderly is disproportionate, but not that high", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tSherrod Brown, <a href=\"http://www.cq.com/doc/newsmakertranscripts-3866505\">interview</a> on MSNBC, May 10, 2011 (CQ subscribers only)<br />\r\n\t<br />\r\n\tCenter for Medicare and Medicaid Services, &quot;<a href=\"https://www.cms.gov/DataCompendium/downloads/2010Expenditures.zip\">Table II.4</a>&ndash; Medicaid Payments by Basis of Eligibility, Selected Fiscal Years,&quot; accessed May 12, 2011<br />\r\n\t<br />\r\n\tCenter for Medicare and Medicaid Services, &quot;<a href=\"https://www.cms.gov/DataCompendium/downloads/2010Populations.zip\">Table IV.8</a>&ndash; Medicaid Enrollment and Beneficiaries, Selected Fiscal Years,&quot; accessed May 12, 2011<br />\r\n\t<br />\r\n\tDepartment of Health and Human Services, &quot;<a href=\"http://www.cms.gov/ActuarialStudies/downloads/MedicaidReport2010.pdf\">2010 Actuarial Report on the Financial Outlook for Medicaid</a>,&quot; Dec. 21, 2010<br />\r\n\t<br />\r\n\tE-mail interview with Henry J. Aaron, senior fellow at the Brookings Institution, May 12, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Christopher J. Truffer, Center for Medicare and Medicaid Services Office of the Actuary, May 12, 2011<br />\r\n\t<br />\r\n\tInterview with Meghan Dubyak, spokeswoman for Sen. Sherrod Brown, May 12, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 4, "current_job": "U.S. Senator", "false_count": 4, "first_name": "Sherrod", "half_true_count": 5, "home_state": "Ohio", "id": 387, "last_name": "Brown", "mostly_true_count": 9, "name_slug": "sherrod-brown", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact-sherrod-brown2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/387/", "total_count": 37, "true_count": 14, "website": "http://www.brown.senate.gov/"}, "statement": "<p>\r\n\tAbout two-thirds of Medicaid beneficiaries are children, but they account for one-third of the program&rsquo;s cost, while one-third are elderly, and they account for two-thirds of the cost.</p>", "statement_context": "an interview on MSNBC", "statement_date": "2011-05-10", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 127, "photo": null, "resource_uri": "/api/v/2/subject/127/", "subject": "Children", "subject_slug": "children", "used_in_edition": []}, {"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}