{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2011/may/16/laura-ingraham/laura-ingraham-says-massachusetts-health-plan-wild/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 3751, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/3751/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>On the May 12, 2011, edition of the Fox News Channel&#39;s&rsquo; <em>O&rsquo;Reilly Factor</em>, host Bill O&rsquo;Reilly and conservative commentator Laura Ingraham discussed a speech on health care given earlier that day by possible Republican presidential candidate Mitt Romney.<br />\r\n<br />\r\nRomney&rsquo;s speech was designed to draw distinctions between the Massachusetts health care plan passed when he was governor and the national health care law signed in 2010. In a separate item, we analyzed whether Romney was justified in calling the national law a &quot;government takeover.&quot;<br />\r\n<br />\r\nHere, we&rsquo;ll look at a comment Ingraham made regarding in-state public opinion about the Massachusetts plan.<br />\r\n<br />\r\n&quot;Look, I like Mitt Romney,&quot; Ingraham said. &quot;I think he&#39;s a really smart guy, and I think he would be a good president. ... On this, I don&#39;t get it, though, Bill. I mean, costs have gone up. It&#39;s wildly unpopular.&quot;<br />\r\n<br />\r\nWe wondered whether the Massachusetts system was in fact &quot;wildly unpopular&quot; with Bay State residents.<br />\r\n<br />\r\nWe found two polls that shed light on this question to one degree or another.<br />\r\n<br />\r\nOne was conducted in early April 2011 by Suffolk University of 500 Massachusetts residents.<br />\r\n<br />\r\nIn response to the question, &quot;Do you think health care in Massachusetts is working?&quot; the poll found that 38 percent said yes, 49 percent said no, and 13 percent were undecided.<br />\r\n<br />\r\nThis would seem to provide a measure of support for Ingraham&rsquo;s claim. However, the question was phrased more broadly than Ingraham&rsquo;s claim because it referred to &quot;health care in Masschusetts,&quot; which could include factors well beyond the state health plan, such as their own personal experiences with the specific doctors, hospitals and pharmacists they use.<br />\r\n<br />\r\nAnd even if the results were a direct commentary on support for the Massachusetts system, a split of 38 percent in favor and 49 percent against doesn&rsquo;t indicate the state health care law is &quot;wildly unpopular,&quot; as Ingraham said. Unpopular, perhaps, but not necessarily &quot;wildly&quot; so.<br />\r\n<br />\r\nA more appropriate yardstick for measuring the plan&rsquo;s popularity is a survey taken by the Harvard School of Public Health with the <em>Boston Globe </em>in mid September 2009. Here are two questions that most directly address Ingraham&rsquo;s claim. Both were asked of the 467 respondents who told the pollsters that they were aware of the law:<br />\r\n<br />\r\n<em>Given what you know about it, in general, do you support or oppose the Massachusetts Universal Health Insurance Law?</em><br />\r\n<br />\r\nSupport: 59 percent<br />\r\nOppose: 28 percent<br />\r\nDon&rsquo;t Know: 13 percent<br />\r\n<br />\r\n<em>Do you think the Massachusetts Health Insurance Reform Law should be repealed, continued as the law currently stands, or continued but with some changes made?</em><br />\r\n<br />\r\nRepealed: 11 percent<br />\r\nContinued as the law currently stands: 22 percent<br />\r\nContinued but with some changes made: 57 percent<br />\r\nDon&rsquo;t know: 10 percent<br />\r\n<br />\r\nThe first question found residents support the law by more than a two-to-one margin. The second demonstrated that residents were not entirely satisfied with all of the law&rsquo;s provisions, but it did show that support for outright repeal was low -- only 11 percent.<br />\r\n<br />\r\nA major caveat to the Harvard poll is that it was taken a year and a half ago, and sentiment may have changed since then. (Support for the law did drop by about 10 points compared to a 2008 Harvard poll.) Still, the Harvard data, despite being older, directly addresses Ingraham&rsquo;s claim and indicates she was wrong.<br />\r\n<br />\r\n&quot;The statement about the plan being &lsquo;wildly unpopular&rsquo; is unfounded given available polling data,&quot; said Robert Blendon, the Harvard researcher who helped do the poll.<br />\r\n<br />\r\nAs for the newer poll, David Paleologos, who directed the poll in question, said the question has value, while acknowledging that it is broader in focus.<br />\r\n<br />\r\n&quot;It&rsquo;s a snapshot of how people feel currently about Massachusetts health care,&quot; he said. &quot;I think that&rsquo;s all we can garner from the question. &hellip; Unless questions are identically worded, a lot of the comparison is left open to one&rsquo;s opinion.&quot;</p>\r\n\r\n<p>On the advice of experts, we decided not to consider a recent <a href=\"https://www.mahealthconnector.org/portal/binary/com.epicentric.contentmanagement.servlet.ContentDeliveryServlet/About%2520Us/Publications%2520and%2520Reports/2011/2011-3-10/CommCare_Member%2520Survey.pdf\">customer satisfaction survey</a> commissioned by the government agency that runs the state health insurance exchange created under the law. That study found that 84 percent of participants in the Commonwealth Care program rated it 4 or 5 on a five-point satisfaction scale, while only 4 percent said they were dissatisfied. Some <a href=\"http://in.reuters.com/article/2011/03/11/us-massachusetts-health-idINTRE72A03620110311\">news </a><a href=\"http://in.reuters.com/article/2011/03/11/us-massachusetts-health-idINTRE72A03620110311\">accounts</a> mistakenly reported that this was a poll of all Massachusetts residents, but it wasn&#39;t, so we don&#39;t believe that it&#39;s a valid yardstick for assessing Ingraham&#39;s comment.</p>\r\n\r\n<p>We should note that an estimated 400,000 Massachusetts residents -- or only about 6 percent of people living in the state -- have secured health coverage as a direct result of the law, according to the <a href=\"about:blank\">Blue Cross Blue Shield Foundation of Massachusetts</a>. That has enabled 98.1 percent of Massachusetts residents to secure insurance -- the highest rate of any state. But that also means that the impact of the law has been indirect for more than 9 of 10 Massachusetts residents.<br />\r\n<br />\r\nResidents need to include a certificate of insurance when they file their taxes. More important, but less tangibly, they may find their insurance costs or their taxes going up due to how the law has reshaped the insurance market. And there is <a href=\"http://www.massmed.org/AM/Template.cfm?Section=Research_Reports_and_Studies2&amp;TEMPLATE=/CM/ContentDisplay.cfm&amp;CONTENTID=54336\">evidence</a> that the increase in number of insured residents in the state has put pressure on primary care physicians, potentially leading to longer waits for service.<br />\r\n<br />\r\nStill, one Massachusetts political analyst, Tufts University political scientist Jeffrey Berry, said he didn&rsquo;t detect a groundswell of opposition to the law among residents.<br />\r\n<br />\r\n&quot;Massachusetts voters, like voters everywhere, are unhappy with rising health care costs,&quot; Berry said. &quot;They see that in their insurance premiums -- every paycheck and every year, the rates go up. The reform for the uninsured passed during the Romney administration is, itself, largely invisible. People know it&#39;s there but don&#39;t know how it&#39;s working (or, unless they&#39;re on it, don&#39;t know how it works). There&#39;s very little press coverage of the program. In Massachusetts there is simply no controversy about the plan at this point. Most telling is that there is no real organized opposition to it and no effort in the state legislature to revise it.&quot;<br />\r\n<br />\r\nBerry concludes that Ingraham&rsquo;s &quot;wildly unpopular&quot; claim is &quot;wildly exaggerated.&quot;<br />\r\n<br />\r\nAdditional data from the Harvard poll supports Berry&rsquo;s sense that it&rsquo;s actually apathy -- rather than opposition -- that&rsquo;s shaping views of the Massachusetts plan.<br />\r\n<br />\r\nThe pollsters asked, &quot;Generally speaking, do you think this health insurance law is helping, hurting, or not having much of an impact on the quality of your health care, the cost of your health care and your ability to pay medical bills if you were to get sick.&quot; Here are the results:<br />\r\n<br />\r\n&bull; On quality, 23 percent said the law was &quot;helping,&quot; 14 percent said &quot;hurting,&quot; and 55 percent said it was &quot;not having much of an impact.&quot;<br />\r\n<br />\r\n&bull; On cost, 19 percent said it was helping, 24 percent said it was hurting and 47 percent said it wasn&rsquo;t having much impact.<br />\r\n<br />\r\n&bull; And on people&rsquo;s ability to pay their medical bills, 24 percent said it was helping, 14 percent said it was hurting and 53 percent said it wasn&rsquo;t making much difference.<br />\r\n<br />\r\nIn other words, for each of these three issues, either a majority or a plurality of respondents said the law wasn&rsquo;t having a significant impact.<br />\r\n<br />\r\nSo where does this leave us? The Harvard data contradicts Ingraham&rsquo;s argument, showing a fair amount of support for the law in general alongside feelings that it&rsquo;s not doing much for them personally. The Suffolk poll is more recent, but the question asked is too broad to speak directly to Ingraham&rsquo;s claim. And we couldn&#39;t find any other support for Ingraham&#39;s claim. So we rate Ingraham&rsquo;s statement False.</p>\r\n", "ruling_comments_date": "2011-05-13T17:40:54.721836", "ruling_date": "2011-05-16T14:47:26", "ruling_headline": "Laura Ingraham says Massachusetts health plan is \"wildly unpopular\"", "ruling_headline_slug": "laura-ingraham-says-massachusetts-health-plan-wild", "ruling_link_text": "Poll data is scarce, but evidence of wild unpopularity is even scarcer", "ruling_state": null, "source_documents": null, "sources": "<p>Laura Ingraham, comments on Fox News&rsquo; O&rsquo;Reilly Factor, May 12, 2011 (accessed via Lexis-Nexis)<br />\r\n<br />\r\nSuffolk University/7News, <a href=\"http://www.suffolk.edu/images/content/FINAL.7NEWS.Suffolk.Marginals.April.5.2011.pdf\">poll results</a>, April 2011<br />\r\n<br />\r\nHarvard School of Public Health, &quot;<a href=\"http://www.hsph.harvard.edu/news/press-releases/2008-releases/hsph-bcbs-poll-strong-support-for-ma-health-reform-law.html\">Poll Shows Strong Support for MA Health Reform Law</a>,&quot; July 15, 2008<br />\r\n<br />\r\nHarvard School of Public Health, &quot;<a href=\"http://www.hsph.harvard.edu/news/press-releases/2009-releases/fifty-nine-percent-support-massachusetts-2006-health-reform-law.html\">Public Divided Over Whether Current Program Will Be Affordable in Future</a>,&quot; Sept. 28, 2009<br />\r\n<br />\r\nBoston Globe, &quot;<a href=\"http://www.boston.com/news/health/articles/2009/09/28/support_for_mass_health_insurance_overhaul_drops_but_is_still_strong/?page=full\">State&rsquo;s health system popular</a>,&quot; Sept. 28, 2009<br />\r\n<br />\r\nMassachusetts Health Connector, <a href=\"https://www.mahealthconnector.org/portal/binary/com.epicentric.contentmanagement.servlet.ContentDeliveryServlet/About%2520Us/Publications%2520and%2520Reports/2011/2011-3-10/CommCare_Member%2520Survey.pdf\">Commonwealth Care Member Survey</a>, fiscal year 2011<br />\r\n<br />\r\nBlue Cross Blue Shield of Massachusetts Foundation, &quot;<a href=\"http://bluecrossfoundation.org/Health-Reform/%7E/media/D0DDA3D667BE49D58539821F74C723C7.pdf\">Health Reform in Massachusetts: Expanding Access to Health Insurance Coverage</a>,&quot; April 2011<br />\r\n<br />\r\nMassachusetts Medical Society, &quot;<a href=\"http://www.massmed.org/AM/Template.cfm?Section=Research_Reports_and_Studies2&amp;TEMPLATE=/CM/ContentDisplay.cfm&amp;CONTENTID=54336\">2011 Patient Access to Health Care Study</a>,&quot; 2011<br />\r\n<br />\r\nInterview with David Paleologos, director of the Suffolk University Political Research Center, May 13, 2011<br />\r\n<br />\r\nE-mail interview with Robert J. Blendon, co-director of the Harvard School of Public Health, May 13, 2011<br />\r\n<br />\r\nE-mail interview with Karlyn Bowman, polling analyst at the American Enterprise Institute, May 13, 2011<br />\r\n<br />\r\nE-mail interview with Jeffrey Berry, political scientist with Tufts University, May 13, 2011<br />\r\n<br />\r\nE-mail interview with Alyssa Farah, producer, the Laura Ingraham Show, May 13, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "Political commentator and radio talk show host", "false_count": 5, "first_name": "Laura", "half_true_count": 1, "home_state": "", "id": 1208, "last_name": "Ingraham", "mostly_true_count": 0, "name_slug": "laura-ingraham", "pants_count": 1, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Ingraham1031-e1320092795529.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1208/", "total_count": 9, "true_count": 0, "website": "http://www.lauraingraham.com/"}, "statement": "<p>The Massachusetts health care plan is &quot;wildly unpopular&quot; among state residents.</p>\r\n", "statement_context": "an interview on Fox News' \"O'Reilly Factor\"", "statement_date": "2011-05-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 194, "photo": null, "resource_uri": "/api/v/2/subject/194/", "subject": "Polls and Public Opinion", "subject_slug": "polls", "used_in_edition": ["/api/v/2/edition/10/"]}, {"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}], "target": [], "twitter_headline": ""}