{"art": [], "author": [{"email_address": "jnelson@journalsentinel.com", "first_name": "James B.", "id": 176, "last_name": "Nelson", "name_slug": "james-b-nelson", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/176/", "title": "Watchdog reporter", "twitter": null}], "canonical_url": "/wisconsin/statements/2011/may/23/rich-zipperer/state-sen-rich-zipperer-says-deregulation-telecomm/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 3783, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jnelson@journalsentinel.com", "first_name": "James B.", "id": 176, "last_name": "Nelson", "name_slug": "james-b-nelson", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/176/", "title": "Watchdog reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/3783/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tWisconsin law governing telecommunications hasn&rsquo;t been changed since the days of beepers and fax machines. As one industry executive put it, the industry is regulated by rotary-phone laws in a smart-phone era.<br />\r\n\t<br />\r\n\tThat&rsquo;s why a telecom deregulation bill sped through both houses of the Legislature with relatively little opposition. The measure is the first major revision of the state telecommunications law since 1994, and would, among other things, remove regulations that force phone companies to invest in old-fashioned land lines.<br />\r\n\t<br />\r\n\tOne premise of the bill -- <a href=\"http://www.jsonline.com/business/121676559.html\">approved by wide bipartisan </a><a href=\"http://www.jsonline.com/business/121676559.html\">margins</a> in the Senate and Assembly on May 11, 2011 -- is that if telephone companies are no longer forced to spend money on old technology, they&rsquo;ll instead pour resources into broadband for high speed Internet service.<br />\r\n\t<br />\r\n\tAnd that will lead to economic growth.<br />\r\n\t<br />\r\n\tHow much growth?<br />\r\n\t<br />\r\n\tThe new law could create 50,000 jobs, according to a <a href=\"http://www.connectednation.com/_documents/CNPressRelease_EISStudy_022108.pdf\">study</a> cited by state Sen. Rich Zipperer, R-Pewaukee, one of the measure&rsquo;s main sponsors. He made the claim in interviews with the Journal Sentinel April 26 and May 4 and in testimony about the bill.<br />\r\n\t<br />\r\n\tOthers, <a href=\"http://www.twincities.com/localnews/ci_17995798\">including top telecom executives</a>, used the figure at public hearings, with one saying it could mean $2.6 billion in new investment in the state.<br />\r\n\t<br />\r\n\tAnd the jobs figure showed up in a <a href=\"http://www.wisbusiness.com/1008/large/101130telecom.pdf\">report</a> by the Discovery Institute, commissioned by Wired Wisconsin, a group pushing for broadband expansion, and the Wisconsin Technology Council, a nonprofit and nonpartisan group that advises the governor and Legislature and encourages networking and economic development. The Discovery Institute is a conservative Seattle-based think tank best known for advocating &quot;intelligent design&quot; creationism.<br />\r\n\t<br />\r\n\tFifty thousand jobs? Sounds like a no-brainer. And a big down payment on Gov. Scott Walker&rsquo;s goal of creating 250,000 jobs in the next four years.<br />\r\n\t<br />\r\n\tBut what&rsquo;s the basis for the numbers?<br />\r\n\t<br />\r\n\tWhen we dug into the data (and news release) trail, what we found resembled an old-fashioned game of telephone, where something is repeated again and again and then changed in small ways to suit political arguments.<br />\r\n\t<br />\r\n\tFirst, let&rsquo;s be clear: The jobs claim doesn&rsquo;t relate directly to telephone service or the people who work for the phone company. One expert, Barry Orton, a University of Wisconsin-Madison telecommunications professor, <a href=\"http://www.jsonline.com/business/120747454.html\">believes</a> deregulation could result in job cuts because the phone companies would need fewer workers to handle landlines.<br />\r\n\t<br />\r\n\tRather, the advertised jobs and economic boom would come from more people using high speed Internet, which would presumably improve efficiency among other things.<br />\r\n\t<br />\r\n\tThe 50,000 number stems from a broadband expansion project called ConnectKentucky staged in that state between 2005 and 2007. &nbsp;<br />\r\n\t<br />\r\n\tThe project included increased publicity about broadband, and, in some cases, gave people free computers. &nbsp;A key result &nbsp;was that 7 percent more people signed up for broadband service. The survey estimated consumer savings in time, miles driven and health care and calculated the impact on job creation and retention thanks to broadband.<br />\r\n\t<br />\r\n\tConnectKentucky was transformed into a national project called Connected Nation. That group took the Kentucky results -- the 7 percent increase -- and extrapolated the economic impact of broadband adoption for each state and the country as a whole.<br />\r\n\t<br />\r\n\tFor Wisconsin, Connected Nation says the increased use in broadband would lead to an &quot;direct annual income growth of $1.8 billion,&quot; and 50,748 jobs created or saved, with a total economic impact of $2.6 billion.<br />\r\n\t<br />\r\n\tThese numbers assume that broadband service is as widely available and attracts subscribers in the same way it was in Kentucky five to seven years ago.<br />\r\n\t<br />\r\n\tThe Kentucky and national &quot;Connect&quot; groups have drawn criticism for their ties to the telecommunications industry.<br />\r\n\t<br />\r\n\t&quot;ConnectKentucky is nothing more than a sales force and front group for AT&amp;T paid for by the telecommunications industry and by state and federal governments that has achieved far more in publicity than it has in actual accomplishment,&quot; telecom expert Art Brodsky <a href=\"http://www.publicknowledge.org/node/1334\">wrote </a>&nbsp;Jan. 9, 2008 in a blog on the Public Knowledge site.<br />\r\n\t<br />\r\n\tBrian Mefford, Connected Nation&rsquo;s CEO, issued a <a href=\"http://blog.apt.org/my_weblog/2008/01/getting-the-rec.html\">rebuttal</a> that said the blog was inaccurate, and that Bellsouth/AT&amp;T&rsquo;s contributions accounted for a fraction of ConnectKentucky&rsquo;s revenue.<br />\r\n\t<br />\r\n\tIn any case, the study did not look specifically at the situation in Wisconsin, including the current economic climate, and was done by a group that has ties to the industry, which is seeking deregulation.<br />\r\n\t<br />\r\n\tSo, its conclusions are on shaky ground from the start.<br />\r\n\t<br />\r\n\tThere have been other efforts to estimate how an expansion of broadband service will lead to economic growth.<br />\r\n\t<br />\r\n\tThe Connect group and others rely upon a 2007 study by the Brookings Institution, a moderate to liberal-leaning think tank, that created a formula to gauge the economic impact of broadband expansion.<br />\r\n\t<br />\r\n\t&quot;A one percentage point increase &mdash; equal to roughly 3 million lines &mdash; is associated with nearly 300,000 more jobs, assuming that the economy is not already at full employment (or the lowest rate of unemployment that can be achieved with a low, stable rate of inflation). Obviously, such a projection is subject to estimation error and depends on the existence of some slack in the labor market.&quot;<br />\r\n\t<br />\r\n\tBut those projections were from 2007 -- before the worst recession in more than 70 years kicked in.<br />\r\n\t<br />\r\n\tYet another jobs yardstick is found in a 2010 <a href=\"http://files.cwa-union.org/speedmatters/CWA_Benefits_of_Broadbandr_2010.pdf?nocdn=1\">study</a> by the Communication Workers of America, which provides no attribution for its figures, but seems to rely in part on the Brookings report.<br />\r\n\t<br />\r\n\tThe CWA study says: &quot;Studies show that each additional $5 billion investment &nbsp;in broadband creates 250,000 jobs &ndash; 100,000 direct and indirect jobs from telecom and IT equipment spending plus another 150,000 in &lsquo;network effects&rsquo; spurring new online applications and services. With every percentage point increase in broadband penetration, employment expands by nearly 300,000 jobs.&quot;<br />\r\n\t<br />\r\n\tThat report did not provide a Wisconsin-specific number.<br />\r\n\t<br />\r\n\tAsked about the estimate he has cited, Zipperer said it&rsquo;s impossible to predict how many jobs will stem from deregulating landline telephone service.<br />\r\n\t<br />\r\n\t&quot;I don&rsquo;t know exactly how many jobs it&rsquo;s going to create,&quot; he said in an interview.<br />\r\n\t<br />\r\n\tAsked why he cites the 50,000 figure, he responded: &quot;because it&rsquo;s the only number that&rsquo;s been out there. That&rsquo;s the number that&rsquo;s out there from one organization.&quot;<br />\r\n\t<br />\r\n\tWired Wisconsin executive director Thad Nation said telecom companies have made &quot;no direct promises&quot; about how much they will expand broadband service. He said the 50,000 jobs figure is &quot;speculation.&quot;<br />\r\n\t<br />\r\n\tThe group notes that Ohio and Illinois deregulated their phone companies and have seen a growth in investment from companies thanks to expanded broadband service.<br />\r\n\t<br />\r\n\tLook at one <a href=\"http://tech4ohio.org/tech/actions-updates/investments-in-ohio/\">report</a> from an Ohio tech group.<br />\r\n\t<br />\r\n\tThe largest recent item in the report tied to job creation was from October: $57,400,000 from First Energy Service Co. in Akron to update the smart grid. 2,870 potential jobs created.*<br />\r\n\t<br />\r\n\tThe asterisk leads to the CWA formula -- in other words, it&rsquo;s an estimate that leads back, again, to the Brookings formula.<br />\r\n\t<br />\r\n\tClearly high speed Internet service helps people and businesses work more efficiently.<br />\r\n\t<br />\r\n\tIndeed, TDS Telecommunications Corp., a phone company that is shifting its emphasis to broadband, TDS has invested $100 million in Wisconsin in the past three years, and is advertising 60 job openings based on future growth.<br />\r\n\t<br />\r\n\tBut the question at hand is the use of the oft-cited 50,000 number.<br />\r\n\t<br />\r\n\tIn arguing for deregulation, Zipperer -- and others -- cited that number. It was generated based on the experience in another state more than five years ago. The methodology there has been recycled in a series of different reports, papers and press releases seeking to build urgency over telecom deregulation. What&rsquo;s more, the study that&rsquo;s been tied to the telecom industry, which is seeking the deregulation.<br />\r\n\t<br />\r\n\tEven Zipperer and other backers admit they do not know how many jobs the new law will create, or how much money will actually be invested by telecom companies.<br />\r\n\t<br />\r\n\tWe rate the statement Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2011-05-20T15:50:15.249154", "ruling_date": "2011-05-23T09:00:00", "ruling_headline": "State Sen. Rich Zipperer says deregulation of the telecommunications industry will create 50,000 jobs in Wisconsin", "ruling_headline_slug": "state-sen-rich-zipperer-says-deregulation-telecomm", "ruling_link_text": "It’s an estimate generated by an old study from another state", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tMilwaukee Journal Sentinel, <a href=\"http://www.jsonline.com/business/120747454.html\">&quot;New Push on For Telecom Deregulation,&quot;</a> April 26, 2011<br />\r\n\t<br />\r\n\tDiscovery Institute, <a href=\"http://www.disco-tech.org/2011/04/_assembly_bill_14_and.php#more\">&quot;Wisconsin Considering Telecom Reform,&quot;</a> April 29, 2011<br />\r\n\t<br />\r\n\tDiscovery Institute, <a href=\"http://www.wisbusiness.com/1008/large/101130telecom.pdf\">&quot;Wisconsin Telecom Policy Needs Update,&quot;</a> Nov. 2010<br />\r\n\t<br />\r\n\tConnected Nation, <a href=\"http://www.connectednation.com/_documents/CNPressRelease_EISStudy_022108.pdf\">&quot;Broadband legislation would provide economic stimulus of $134 billion annually,&quot;</a> Feb. 21, 2008<br />\r\n\t<br />\r\n\tPublic Knowledge, <a href=\"http://www.publicknowledge.org/node/1334\">&quot;Connect Kentucky Provides Uncertain Model for Federal Success,&quot;</a> Jan. 9, 2008<br />\r\n\t<br />\r\n\tBrookings Institution, <a href=\"http://www.brookings.edu/papers/2007/06labor_crandall.aspx\">&quot;The Effects of Broadband Deployment on Output and Employment: A Cross-sectional Analysis of U.S. Data,&quot;</a> June 2007<br />\r\n\t<br />\r\n\tBrookings Institution, <a href=\"http://www.brookings.edu/opinions/2010/0223_broadband_crandall.aspx\">&quot;Broadband Creates Jobs,&quot;</a> Feb. 23, 2010<br />\r\n\t<br />\r\n\tConnected Nation, <a href=\"http://blog.apt.org/my_weblog/2008/01/getting-the-rec.html\">Getting the Record Straight</a>, Jan. 14, 2008<br />\r\n\t<br />\r\n\tThe Economist, <a href=\"http://www.economist.com/node/9803963?story_id=9803963\">&quot;Wiring Rural America,&quot;</a> Sept. 13, 2007<br />\r\n\t<br />\r\n\tWired Wisconsin <a href=\"http://www.wiredwisconsin.org/\">Web Page</a><br />\r\n\t<br />\r\n\tCommunications Workers of America study, <a href=\"http://files.cwa-union.org/speedmatters/CWA_Benefits_of_Broadbandr_2010.pdf?nocdn=1\">&quot;Speed Matters, Benefits of Broadband,&quot;</a> 2010<br />\r\n\t<br />\r\n\tTechnology for Ohio&rsquo;s Tomorrow <a href=\"http://tech4ohio.org/tech/actions-updates/investments-in-ohio/\">website</a><br />\r\n\t<br />\r\n\tInterview, state Sen. Rich Zipperer (R-Pewaukee), May 10, 2011<br />\r\n\t<br />\r\n\tInterview, Andrew Petersen, vice president of external affairs and communication for TDS Inc., May 10, 2011<br />\r\n\t<br />\r\n\tInterview, Haney Hance, senior fellow, Discovery Institute, May 12, 2011<br />\r\n\t<br />\r\n\tInterview, Tom Still, president, Wisconsin Technology Council, May 9, 2011<br />\r\n\t<br />\r\n\tEmails, interview, Thad Nation, executive director, Wired Wisconsin, May 10, 11, 2011.<br />\r\n\tWisconsin Eye</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "State Senator, District 33", "false_count": 0, "first_name": "Rich", "half_true_count": 0, "home_state": "Wisconsin", "id": 1224, "last_name": "Zipperer", "mostly_true_count": 0, "name_slug": "rich-zipperer", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Richard_Zipperer_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1224/", "total_count": 1, "true_count": 0, "website": "http://legis.wisconsin.gov/w3asp/contact/legislatorpages.aspx?house=senate&district=33"}, "statement": "<p>\r\n\tDeregulation of the state&rsquo;s telecommunications industry will create 50,000 jobs in Wisconsin.</p>", "statement_context": "interviews and testimony about the bill", "statement_date": "2011-04-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}