{"art": [{"brightcove": "", "caption": "An ad from Crossroads GPS attacks unions and the new health care law.", "id": 1290, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/1290/", "title": "Crossroads GPS, 'Waivers'", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/UE7X8vTG6Qo?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "UE7X8vTG6Qo"}], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2011/may/23/crossroads-gps/unions-dont-have-comply-obamacare-says-crossroads-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 3791, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/3791/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\r\n\tAn ad from the Republican controlled campaign group Crossroads GPS asserts that unions are exempt from the new health care law as a political favor from President Barack Obama.</p>\r\n<p>\r\n\tThe ad shows union leaders and Obama speaking in favor of health care reform, then shows a Fox News anchor asking, &quot;Is the Obama administration exempting some from complying with the new health care law as a political favor?&quot;</p>\r\n<p>\r\n\tVideo shows Obama at a political rally, shouting, &quot;Because we fought together, we had worked together, they walked doors (door-to-door) for me, they made phone calls for me, they turned out the vote for me.&quot;</p>\r\n<p>\r\n\tText on the screen then says, &quot;Over 185 union waivers. All exempt from Obamacare mandate. If unions don&rsquo;t have to comply with Obamacare, why should we?&quot;</p>\r\n<p>\r\n\tWe spent a good bit of time looking into this claim, because it&rsquo;s based on some very wonky details of the new health care law, things like annual benefit limits, phase-ins to 2014 and rules advertised in the Federal Register. We&rsquo;re going to explain all those details momentarily, but we&rsquo;ll start by giving you the bottom line: Unions do have to obey the mandates of the health care law like any other organization. And if there&rsquo;s concrete evidence that they&rsquo;re getting special treatment, we didn&rsquo;t find it.</p>\r\n<p>\r\n\tFor simplicity&rsquo;s sake, we&rsquo;re going to start at the very beginning, before the passage of the health care law.</p>\r\n<p>\r\n\t<strong>Insurance limits and the new law</strong></p>\r\n<p>\r\n\tPrior to passage of the health care law, insurance companies could place limits on what they would be willing to pay for a person&rsquo;s health care per year. A typical annual limit for someone with pretty good insurance might be $1 million, but it could be lower, sometimes much lower.</p>\r\n<p>\r\n\tIf you were never sick, you might not be aware that the limit existed. But it would be a different story if you were sick, particularly if you suffered from something that was expensive to treat, like cancer. One in 10 cancer patients, for example, exhaust benefit limits and have to find more insurance or pay for treatment themselves, according to the U.S. Department of Health and Human Services (HHS).</p>\r\n<p>\r\n\tLow-wage workers were particularly vulnerable to plans with low annual limits. In some cases, annual payouts would be as low as $2,000. Those types of plans are often called &quot;mini-meds,&quot; and consumer advocates say they&rsquo;re almost always a bad deal.</p>\r\n<p>\r\n\tThe health care law <a href=\"http://www.federalregister.gov/articles/2010/06/28/2010-15278/patient-protection-and-affordable-care-act-preexisting-condition-exclusions-lifetime-and-annual#h-23\">phases out</a> annual benefit limits so that people wouldn&rsquo;t be caught without coverage, according to the HHS. The phase-out started this year, with new rules saying that all insurance plans must offer at least $750,000 in payouts per year. The number goes up every year so that by 2014 no caps at all will be allowed.</p>\r\n<p>\r\n\tLast year, though, companies started complaining, saying that if they had to meet the new requirements, they would either have to increase premiums paid by their employees or end coverage altogether. The Obama administration didn&rsquo;t want that to happen, so they started granting waivers to the new rule. The waivers would be granted to health plans annually until 2014, according to the HHS, when people will be able to buy standard health insurance policies using new state-based &quot;exchanges.&quot; That same year, low-wage workers will be eligible for tax credits to help them buy insurance.</p>\r\n<p>\r\n\t&quot;It is essential that we make sure that Americans who have insurance today &ndash; even if that&nbsp;insurance is highly limited &ndash; can keep that coverage until reforms take effect that will increase&nbsp;their ability to choose among comprehensive, affordable insurance options in 2014,&quot; said Steven Larsen, who oversees the waiver process, <a href=\"http://oversight.house.gov/images/stories/Testimony/CMS_CCIIO_Larsen_Testimony_FINAL_3.15.11.pdf\">in testimony</a> before Congress in March.</p>\r\n<p>\r\n\tSo far, employers like McDonald&rsquo;s, Jack in the Box, Cracker Barrel and O&rsquo;Reilly Auto Parts have successfully applied for waivers for their health plans. Other approved applicants include Sunview Vineyards of California, Securitas Security Services USA, Mesa Air Group and Dish Network. (See all the <a href=\"http://cciio.cms.gov/resources/files/approved_applications_for_waiver.html\">approved applications here</a>.) There are also several union health plans, which are the basis for the claims in the Crossroads ad.</p>\r\n<p>\r\n\tWe contacted the HHS and asked for the number of waivers they&rsquo;ve granted so far. A spokeswoman told us that they have approved 1,372 applications and denied 92. Of the approved applications, 27 represent unions and another 315 represent plans jointly managed by unions and employers. Even if you took the broadest definition possible, counting all the joint plans as union plans, only 25 percent of the waivers have gone to unions. The rest have gone to plans offered by employers, insurance companies and other non-union groups.</p>\r\n<p>\r\n\tTo be clear, though, the waivers do not exempt these groups from the health care law. They only allow them to continue offering their current health plans with annual limits until 2014.</p>\r\n<p>\r\n\tWe should note that some Republicans are&nbsp;firm in their opposition to the waivers. Two <a href=\"http://republicans.energycommerce.house.gov/hearings/hearingdetail.aspx?NewsID=8218\">congressional</a> <a href=\"http://oversight.house.gov/index.php?option=com_content&amp;view=article&amp;id=1202%3A3-15-11-qobamacare-why-the-need-for-waiversq&amp;catid=35&amp;Itemid=40\">hearings</a> have been held on why waivers are being offered and if the process is transparent. A law firm for Crossroads GPS has filed a <a href=\"http://blogs.wsj.com/washwire/2011/03/23/on-the-health-laws-birthday-a-lawsuit/\">federal lawsuit</a> against HHS, claiming that the agency has not responded quickly enough to its Freedom of Information Act (FOIA) request for information about how the waivers are being awarded. The lawsuit says it&#39;s seeking &quot;the criteria to be applied by HHS in deciding whether to grant or deny applications for waiver of the annual limit requirements.&quot;&nbsp;</p>\r\n<p>\r\n\tOn its website, though, HHS said it approves waivers if &quot;a premium increase is large or if a significant number of enrollees would lose access to their current plan because the coverage would not be offered in the absence of a waiver.&quot;</p>\r\n<p>\r\n\t<strong>Special treatment?</strong></p>\r\n<p>\r\n\tConsumer advocates, we should note, have mixed feelings about the waivers. &quot;Our concern with the waiver process in general is that they&rsquo;re targeted at the very type of health policy that health care reform was meant to get rid of -- extremely low-benefit policies that cost consumers more than they&rsquo;re worth,&quot; said Carmen Balber, the Washington director of the nonprofit group Consumer Watchdog.</p>\r\n<p>\r\n\tIn fact, we wondered why unions would need waivers, because unions have a reputation for offering good health care benefits. The experts we spoke with said it could be one of two scenarios. In some cases, unions, like companies, may offer policies that come in just under the $750,000 limit. In other cases, union workers get limited benefits while their private counterparts get none.</p>\r\n<p>\r\n\tThe Service Employees International Union (SEIU) offered the example of janitors in Houston who are covered by a health plan with an exemption. &quot;It&rsquo;s important to remember that the coverage we are talking about are low-cost plans that cover low-wage workers, some of whom have never had health care coverage in their lives,&quot; said the union in a statement, after we asked about the matter.</p>\r\n<p>\r\n\tBut we can&rsquo;t say for sure which plans might fit which category, because HHS hasn&rsquo;t released every detail about the plans that are getting these waivers. The agency releases information about the company offering the plan, how many workers are covered, and the dates of application and approval. But it doesn&rsquo;t list what the annual limits are or other details of the health plans.</p>\r\n<p>\r\n\tWhen we asked Crossroads GPS about the ad, a spokesman cited a lack of transparency in the approval process and claimed that a disproportionate number of waivers were going to unions, because only 11.9 percent of the country is <a href=\"http://www.bls.gov/news.release/union2.nr0.htm\">unionized</a>. The Obama administration &quot;is in the very least giving the appearance that waivers are going to those with political connections,&quot; said spokesman Jonathan Collegio.</p>\r\n<p>\r\n\tBut Balber said she saw no evidence that unions were receiving special treatment. &quot;Pretty much anyone who applied, received them,&quot; she said. &quot;The claim that this was special treatment falls a little flat. As a consumer organization, we think the waivers were granted too broadly, but HHS was being consistent.&quot;</p>\r\n<p>\r\n\tWe also reviewed the most recent congressional testimony on how the waivers were granted. None of the witnesses provided evidence that there was special treatment. Rep. Elijah Cummings, D-Md., questioned the administrator of the waivers on the point, specifically asking about complaints from Rep. Darrell Issa, R-Calif., the chairman of the House Committee on Oversight and Government Reform.</p>\r\n<p>\r\n\tCummings: &quot;Now some critics have suggested that the process by which annual limit waivers have been issued is biased and favors certain groups such as unions. For example, the February 10th, 2010, letter to the secretary, Chairman Issa made this statement, and I quote, &lsquo;The current process gives credence to the perception that bureaucrats are picking winners and losers in a politicized environment where the winners are favored constituencies of the administration.&rsquo; Is that accurate?&quot;</p>\r\n<p>\r\n\tLarsen: &quot;That&#39;s not true. We do not favor any particular type of applicant, or any applicant from a particular sector, and we&#39;ve applied the standards that we set out fairly across all the applicants.&quot;</p>\r\n<p>\r\n\tCummings: &quot;Is political support for the Obama administration or health care reform a factor your office uses in evaluating applications for annual limit waivers?&quot;</p>\r\n<p>\r\n\tLarsen: &quot;It is not.&quot;</p>\r\n<p>\r\n\tCummings: &quot;And you understand you&#39;re under oath?&quot;</p>\r\n<p>\r\n\tLarsen: &quot;I do, sir.&quot;</p>\r\n<p>\r\n\t<strong>Our ruling</strong></p>\r\n<p>\r\n\tIn ruling on this statement, we understand that the Obama administration would hardly admit to it if it were giving unions special treatment. But looking at the numbers of waivers that have been given to both union and non-union groups, we don&rsquo;t see any pattern that would support a case for special treatment. The number of waivers are a small sample of all health plans, and many more waivers were given to big companies and corporations. We looked for additional information or evidence on this point and didn&rsquo;t find it.</p>\r\n<p>\r\n\tBut there are additional problems with the ad. The ad doesn&rsquo;t mention that the waivers only apply to annual coverage limits, that they&rsquo;re intended to be in place only until 2014 and that many for-profit companies have received the same waivers. It gives the impression that unions are entirely exempt from the health care law, which they are not.</p>\r\n<p>\r\n\tBecause the ad gives the impression that unions are exempt from the entire law, and because it&rsquo;s evidence for special treatment is so thin, we rate this claim Pants on Fire.</p>", "ruling_comments_date": "2011-05-23T13:52:05.602108", "ruling_date": "2011-05-23T16:30:21", "ruling_headline": "Unions don't have to comply with Obamacare, says Crossroads GPS", "ruling_headline_slug": "unions-dont-have-comply-obamacare-says-crossroads-", "ruling_link_text": "Long explanation for a whole lot of nothing", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tCrossroads GPS, <a href=\"http://www.youtube.com/watch?v=UE7X8vTG6Qo\">Waivers ad</a>, accessed May 19, 2011</p>\r\n<p>\r\n\tThe U.S. Department of Health and Human Services, The Center for Consumer Information &amp; Insurance Oversight, <a href=\"http://cciio.cms.gov/programs/marketreforms/annuallimit/index.html\">Annual Limit Waivers</a>, accessed May 19, 2011</p>\r\n<p>\r\n\tThe U.S. Department of Health and Human Services, The Center for Consumer Information &amp; Insurance Oversight, <a href=\"http://cciio.cms.gov/resources/other/index.html#alw\">Annual Limit Waivers: Application information</a>, accessed May 19, 2011</p>\r\n<p>\r\n\tThe U.S. Department of Health and Human Services, The Center for Consumer Information &amp; Insurance Oversight, <a href=\"http://cciio.cms.gov/resources/files/approved_applications_for_waiver.html\">Annual Limit Waivers: Approved application information for waivers</a>, accessed May 19, 2011</p>\r\n<p>\r\n\tThe U.S. Department of Health and Human Services, The Center for Consumer Information &amp; Insurance Oversight, <a href=\"http://cciio.cms.gov/resources/files/11-05-2010annual_limits_waiver_bulletin.pdf\">Letter from Steven Larsen, OCIIO Sub-Regulatory Guidance (OCIIO 2010 &ndash; 1A), Supplemental Guidance</a>, Nov. 5, 2010</p>\r\n<p>\r\n\tFederal Register, <a href=\"http://www.federalregister.gov/articles/2010/06/28/2010-15278/patient-protection-and-affordable-care-act-preexisting-condition-exclusions-lifetime-and-annual#h-23\">Patient Protection and Affordable Care Act: Preexisting Condition Exclusions, Lifetime and Annual Limits, Rescissions, and Patient Protections</a>, June 28, 2010</p>\r\n<p>\r\n\tCommittee on Government Oversight &amp; Government Reform, Subcommittee on Health Care, District of Columbia, Census and the National Archives, <a href=\"http://oversight.house.gov/index.php?option=com_content&amp;view=article&amp;id=1202%3A3-15-11-qobamacare-why-the-need-for-waiversq&amp;catid=35&amp;Itemid=40\">&quot;Obamacare: Why the need for waivers?&quot;</a>, March 25, 2011</p>\r\n<p>\r\n\tHouse Energy &amp; Commerce Committee, <a href=\"http://republicans.energycommerce.house.gov/hearings/hearingdetail.aspx?NewsID=8218\">Health Care Issues Involving the Center for Consumer Information and Insurance Oversight</a>, Feb. 16, 2011</p>\r\n<p>\r\n\tHouse Energy &amp; Commerce Committee, <a href=\"http://republicans.energycommerce.house.gov/News/PRArticle.aspx?NewsID=8236\">Upton, Stearns Opening Statements on New Bureaucracy Responsible for Granting Widespread Waivers for Massive Health Care Law</a>, Feb. 16, 2011</p>\r\n<p>\r\n\tE-mail interview with Jonathan Collegio of Crossroads GPS, May 20, 2011</p>\r\n<p>\r\n\tE-mail interview with Jessica Santillo of the U.S. Department of Health and Human Services, May 19, 2011</p>\r\n<p>\r\n\tInterview with Carmen Balber of <a href=\"http://www.consumerwatchdog.org/\">Consumer Watch</a>, May 20, 2011</p>\r\n<p>\r\n\tInterview with Ken Jacobs, <a href=\"http://laborcenter.berkeley.edu/staff/jacobs.shtml\">UC Berkeley Labor Center</a>, May 20, 2011</p>\r\n<p>\r\n\tE-mail interview with Tyler Prell of SEIU, May 20, 2011</p>\r\n<p>\r\n\tSEIU, S<a href=\"http://action.seiu.org/page/share/affordablecarewaivers\">MEAR: </a><a href=\"http://action.seiu.org/page/share/affordablecarewaivers\">SEIU</a><a href=\"http://action.seiu.org/page/share/affordablecarewaivers\"> Is Using Loopholes in the New Healthcare Law to Get Waivers</a>, May 20, 2011</p>\r\n<p>\r\n\tU.S. District Court District of Columbia, Civil docket, Torres v. U.S. Department of Health and Human Services, accessed May 20, 2011, via PACER</p>\r\n<p>\r\n\tCrossroads GPS, <a href=\"http://crossroadsgps.org/sites/default/files/HHS%20FOIA%20Complaint.pdf\">complaint against the U.S. Department of Health and Human Services</a>, March 23, 2011</p>\r\n<p>\r\n\tThe Wall Street Journal, <a href=\"http://blogs.wsj.com/washwire/2011/03/23/on-the-health-laws-birthday-a-lawsuit/\">On the Health Law&rsquo;s Birthday: A Lawsuit</a>, March 23, 2011</p>\r\n<p>\r\n\tFactcheck.org, <a href=\"http://www.factcheck.org/2010/12/health-care-law-waivers/\">Health Care Law Waivers</a>, Dec. 10, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 9, "current_job": "Conservative advocacy group", "false_count": 1, "first_name": "", "half_true_count": 4, "home_state": "", "id": 708, "last_name": "Crossroads GPS", "mostly_true_count": 1, "name_slug": "crossroads-gps", "pants_count": 2, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Crossroads_GPS_image.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/708/", "total_count": 20, "true_count": 2, "website": "http://www.crossroadsgps.org/"}, "statement": "<p>\r\n\t&quot;Unions don&rsquo;t have to comply with Obamacare.&quot;</p>", "statement_context": "a Web ad", "statement_date": "2011-05-18", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 206, "photo": null, "resource_uri": "/api/v/2/subject/206/", "subject": "Unions", "subject_slug": "unions", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [], "twitter_headline": ""}