{"art": [], "author": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "canonical_url": "/texas/statements/2011/may/30/todd-staples/agriculture-commissioner-todd-staples-says-obama-a/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 3803, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/3803/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>Todd Staples, the Texas agriculture commissioner, takes issue with the Obama administration&rsquo;s refusal to declare a major disaster in response to wildfires scorching parts of Texas.<br />\r\n<br />\r\nDuring a May 12 Texas Tribune interview, Staples, a Republican eyeing a run for lieutenant governor, said: &quot;It&rsquo;s just unconscionable that FEMA and this administration is denying our request for a general disaster declaration. And to put it in context, just in June of 2009, the same administration approved the type of declaration request that we&rsquo;re asking, when nine counties out of the 77 in Oklahoma burned for about three days. We&rsquo;ve had wildfires that have been out of control for two weeks.&quot;<br />\r\n<br />\r\nAsked whether the Obama administration had explained the denial, Staples said: &quot;Well, it is what it is. It&rsquo;s indifference, or it&rsquo;s political posturing, who knows what the real issue is.&quot;<br />\r\n<br />\r\nWe wondered whether the feds really responded to fires in the Sooner State with a &quot;major disaster declaration,&quot; while spurning the Texas request for wildfires that lasted longer.<br />\r\n<br />\r\nA governor can trigger federal aid is by asking the president to declare a major disaster in the state. That request must show the disaster &quot;is of such severity and magnitude that effective response is beyond the capabilities of the state and the local governments and that federal assistance is necessary,&quot; according to information on the Federal Emergency Management Agency&rsquo;s website.<br />\r\n<br />\r\nAn April 10, 2009, &quot;situation update&quot; from the Oklahoma Department of Emergency Management said that 10 counties had been affected by the wildfires, which had injured at least 62 people and destroyed more than 100 homes.<br />\r\n<br />\r\nAccording to an Associated Press article from the same day, Oklahoma&#39;s Democratic governor declared a state of emergency for 31 counties hit by wildfires and severe weather. On April 22, the governor requested the major disaster declaration that would &quot;deliver individual assistance to residents and business owners&quot; in nine counties, according to a press release from the governor&rsquo;s office. Nearly 270 homes and businesses &mdash; including 228 homes &mdash; were damaged from the fires that started April 9, burning more than 100,000 acres.<br />\r\n<br />\r\nOn June 19, 2009, President Barack Obama declared a major disaster for Oklahoma, infusing federal aid into the state&rsquo;s &quot;recovery efforts in an area struck by wildfires during the period of April 9-12, 2009,&quot; according to a FEMA <a href=\"http://www.fema.gov/news/newsrelease.fema?id=48856\">press release</a>, which Staples spokesman Bryan Black pointed us to.<br />\r\n<br />\r\n&quot;Assistance can include grants for temporary housing and home repairs, low-cost loans to cover uninsured property losses, and other programs to help individuals and business owners recover from the effects of the disaster,&quot; according to the press release.<br />\r\n<br />\r\nAccording to a July 28, 2009, FEMA press release, disaster assistance for Oklahomans affected by wildfires exceeded $2.9 million, including $1,590,000 in housing assistance grants. A total of 260 individuals from nine counties registered for federal assistance, the press release says.<br />\r\n<br />\r\nWhat about Texas?<br />\r\n<br />\r\nAs of May 16, according to the Texas Forest Service, 10,123 Texas fires had burned nearly 2.6 million acres in 237 counties. Since the fire season began in November, 435 homes and 1,302 additional structures have been lost. Two volunteer firefighters have died.<br />\r\n<br />\r\nIn an April 16 letter to Obama, Gov. Rick Perry requested a &quot;major disaster declaration&quot; as a result of wildfires that have burned through the state. Perry&rsquo;s request covered all but two of the state&rsquo;s counties, including Travis. Perry sought Category B aid through FEMA&rsquo;s public assistance program, making the state eligible to be reimbursed up to 75 percent of firefighting costs already expended and to help the state fight burning fires.<br />\r\n<br />\r\nHis request didn&rsquo;t include federal aid for individuals, though some affected residents are eligible for other federal help, including low-interest loans and assistance to ranchers and farmers who lost livestock in the fires. &nbsp;<br />\r\n<br />\r\nThe federal government denied Perry&rsquo;s request after FEMA concluded recovery needs from wildfires did not exceed what the state and local governments could handle, according to a May 4 Fort Worth Star-Telegram<a href=\"http://www.star-telegram.com/2011/05/04/3049706/fema-defends-response-to-texas.html\"> article</a>.<br />\r\n<br />\r\nOn May 26, Perry appealed the Obama administration&#39;s decision to deny the declaration.<br />\r\n<br />\r\nFEMA spokeswoman Rachel Racusen told us that the administration has provided Texas with 27 fire management grants to fund many of the same emergency response activities Perry sought assistance for. The grants covered 75 percent of the firefighting costs associated with the 27 fires, which burned about 1 million acres in 31 counties, and the state expects to be reimbursed about $23 million as a result, Forest Service spokeswoman April Saginor told us.<br />\r\n<br />\r\nFrom Sept. 1 through May 15, local fire departments and the state spent about $97.5 million on wildfires, she said. Of that, the state has pitched in $90.8 million.<br />\r\n<br />\r\nWhere does that leave us?<br />\r\n<br />\r\nStaples correctly says that the Obama administration denied Texas&rsquo; request for a disaster declaration due to long-burning wildfires: The same administration approved a similar disaster declaration request from Oklahoma in 2009, in response to wildfires that burned for only a few days.<br />\r\n<br />\r\nBut the statement leaves out a crucial relevant fact. FEMA has not denied federal aid for the Texas wildfires; it&rsquo;s approved fire-fighting grants adding up to $23 million &mdash; far more than Oklahoma&rsquo;s approximate $3 million in disaster aid.<br />\r\n<br />\r\nWe rate Staples statement Mostly True.</p>\r\n", "ruling_comments_date": "2011-05-25T15:01:38.667635", "ruling_date": "2011-05-30T06:00:00", "ruling_headline": "Obama admin. denied Texas' request for disaster declaration to help fight wildfires", "ruling_headline_slug": "agriculture-commissioner-todd-staples-says-obama-a", "ruling_link_text": "But it granted 27 fire management assistance grants", "ruling_state": null, "source_documents": null, "sources": "<p>Federal Emergency Management Agency, <a href=\"http://www.fema.gov/news/newsrelease.fema?id=48856\">President declares major disaster for Oklahoma</a>, June 19, 2009<br />\r\n<br />\r\nFederal Emergency Management Agency, <a href=\"http://www.fema.gov/news/newsrelease.fema?id=49163\">Oklahoma wildfire assistance exceeds $2.9 million</a>, July 28, 2009<br />\r\n<br />\r\nOklahoma Department of Emergency Management, <a href=\"http://www.ok.gov/OEM/Emergencies_&amp;_Disasters/2009/Fire_Event_20090409_-_Master/Fire_Event_20090409-1.html\">Situation update #2</a>, April 10, 2009<br />\r\n<br />\r\nOklahoma Department of Emergency Management, <a href=\"http://www.ok.gov/OEM/Emergencies_&amp;_Disasters/2009/Fire_Event_20090409_-_Master/Fire_Event_20090409-2.html\">Situation update #3</a>, April 10, 2009<br />\r\n<br />\r\nOffice of Governor Brad Henry, <a href=\"http://www.ok.gov/OEM/Emergencies_&amp;_Disasters/2009/Fire_Event_20090409_-_Master/Fire_Event_20090409-3.html\">Gov. Henry requests federal assistance for 9 counties in wake of April 9 wildfires</a>, April 22, 2009<br />\r\n<br />\r\nOklahoma&rsquo;s official website: <a href=\"http://www.ok.gov/OEM/Emergencies_&amp;_Disasters/2009/Fire_Event_20090409_-_Master/\">Fire event</a>, April 9, 2009<br />\r\n<br />\r\nThe Associated Press, Oklahoma governor declares emergency, April 10, 2009<br />\r\n<br />\r\nE-mail interview with Bryan Black, communications director, Texas Department of Agriculture, May 17, 2011<br />\r\n<br />\r\nE-mail interview with Linda Moon, communications manager, Texas Forest Service, May 12, 2011<br />\r\n<br />\r\nInterview with April Saginor, communications specialist, Texas Forest Service, May 16, 2011<br />\r\n<br />\r\nInterview with Rachel Racusen, spokeswoman, Federal Emergency Management Agency, May 10, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "state agriculture commissioner", "false_count": 1, "first_name": "Todd", "half_true_count": 4, "home_state": "Texas", "id": 290, "last_name": "Staples", "mostly_true_count": 3, "name_slug": "todd-staples", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/staples.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/290/", "total_count": 12, "true_count": 2, "website": "http://www.toddstaples.com/"}, "statement": "<p>Says the Obama administration approved a major disaster declaration for Oklahoma in 2009, when nine of the state&rsquo;s 77 counties burned for &quot;about three days,&quot; while Texas wildfires have been burning for longer without such a declaration.</p>\r\n", "statement_context": "a Texas Tribune interview", "statement_date": "2011-05-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 312, "photo": null, "resource_uri": "/api/v/2/subject/312/", "subject": "Natural Disasters ", "subject_slug": "natural-disasters", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}