{"art": [], "author": [{"email_address": "gemery@cox.net", "first_name": "C. Eugene", "id": 144, "last_name": "Emery Jr.", "name_slug": "c-eugene-emery", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/gene_emery80_.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/144/", "title": "PolitiFact correspondent", "twitter": null}], "canonical_url": "/rhode-island/statements/2011/may/31/ej-finocchio/rhode-island-society-prevention-cruelty-animals-ch/", "edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "editor": [{"email_address": "sareson@projo.com", "first_name": "Susan", "id": 164, "last_name": "Areson", "name_slug": "susan-areson", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/areson.sue80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/164/", "title": "metropolitan managing editor", "twitter": null}], "facebook_headline": null, "id": 3824, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "gemery@cox.net", "first_name": "C. Eugene", "id": 144, "last_name": "Emery Jr.", "name_slug": "c-eugene-emery", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/gene_emery80_.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/144/", "title": "PolitiFact correspondent", "twitter": null}], "resource_uri": "/api/v/2/statement/3824/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tThe Rhode Island Society for the Prevention of Cruelty to Animals wants the legal system to impose harsher sentences in animal cruelty cases.<br />\r\n\t<br />\r\n\tDuring a discussion on the issue on WJAR&#39;s &quot;<a href=\"http://www2.turnto10.com/news/10_news_conference/\">10 News Conference</a>,&quot; which aired April 24, RISPCA President E.J. Finocchio said animal abusers are allowed to plead &quot;no contest&quot; and make a donation to the court instead of paying a fine, a practice that allows them to escape a formal conviction.<br />\r\n\t<br />\r\n\tIt&#39;s important to take animal violence seriously, he said.<br />\r\n\t<br />\r\n\t&quot;Animal cruelty and domestic violence go hand in hand,&quot; he said. &quot;Most of your serial killers, most of your people who commit domestic violence, they start off by abusing animals, the weakest of our society -- children, elderly, animals, women -- so there is a direct correlation statistically nationwide that animal abuse and domestic violence go hand in hand.&quot;<br />\r\n\t<br />\r\n\tWe were intrigued by the possibility that animals might be a sort of &quot;gateway victim&quot; for most domestic violence perpetrators or serial killers, or that animal abuse might be a harbinger of murder and domestic violence.<br />\r\n\t<br />\r\n\tWhen we asked Finocchio for supporting evidence, he sent us the society&#39;s winter 2009 newsletter, which mentioned five serial killers and the way they had harmed animals. He also suggested we check <a href=\"http://digitalcommons.unl.edu/cgi/viewcontent.cgi?article=1366&amp;context=psychfacpub&amp;sei-redir=1#search=%22degrue+dilillo+exposure+violence+cruelty%22\">a June 2009 study</a> in the Journal of Interpersonal Violence that examined whether animal cruelty is a &quot;red flag&quot; for family violence (more about that later).<br />\r\n\t<br />\r\n\tIn addition, we consulted with other experts. The consensus was that there is a link, but it&#39;s complicated.<br />\r\n\t<br />\r\n\t&quot;Animal abuse is strongly associated with a whole host of antisocial behavior running from violence against people to parking ticket violations. It lights up the board,&quot; said Arnold Arluke, a professor of sociology at Northeastern University.<br />\r\n\t<br />\r\n\t&quot;The <a href=\"http://jiv.sagepub.com/content/14/9/963.short\">study we did</a> compared animal abusers to people who were not animal abusers. The abusers were five times more likely to have a history of violence toward people, four times more likely to commit a property crime and three and a half times more likely to commit a drug-related offense,&quot; he said.<br />\r\n\t<br />\r\n\tThe problem, he said, is that animal violence &quot;is not really a strong predictor or causal agent [of violence toward people]. There&#39;s a lot of people who commit animal abuse who do not go on to commit any other violence.&quot; Among those who do, the animal violence is usually &quot;up close and personal&quot; (such as when an animal is strangled), the animal is typically known to the abuser, and there has been more than one instance of abuse.<br />\r\n\t<br />\r\n\t&quot;But,&quot; said Arluke, &quot;most cases aren&#39;t like that.&quot;<br />\r\n\t<br />\r\n\tIn his statement, Finocchio talked about &quot;most&quot; serial killers and &quot;most&quot; people who commit domestic violence. Let&#39;s consider them separately.<br />\r\n\t<br />\r\n\tSERIAL KILLERS: We contacted Ann Burgess, a professor of psychiatric nursing at Boston College who coauthored the 1988 book &quot;Sexual Homicide: Patterns and Motives.&quot; The book is based on interviews with 36 serial murderers. She and her colleagues found that 13 (or 36 percent) had a history of animal cruelty.<br />\r\n\t<br />\r\n\t&quot;So you can&#39;t say most,&quot; she said, referring to Finocchio&#39;s claim.<br />\r\n\t<br />\r\n\t&quot;The FBI did a study of serial killers and they found fewer than 50 percent had a known history of animal abuse. In fact, some were known as the animal lovers in the neighborhood,&quot; said Arluke.<br />\r\n\t<br />\r\n\tThe idea of a link between animal abuse and serial killers &quot;becomes one of the expressions that people who champion [animal protection] like to throw around. It&#39;s smart politics because we don&#39;t want more serial killers,&quot; he said. &quot;But the minute you start to look at every instance of animal abuse as essentially predictive of every person who&#39;s going to be a serial killer, if that were the case, we would have tens of thousands of serial killers, and we don&#39;t, thank God.&quot;<br />\r\n\t<br />\r\n\tDOMESTIC VIOLENCE PERPETRATORS: Once again, there is good evidence that animal abuse and domestic violence go hand in hand. The question is whether most abusers harmed animals first.<br />\r\n\t<br />\r\n\tSurveys of women seeking help at domestic violence shelters have found that 46 to 71 percent report that their male abuser had harmed or threatened to harm a pet, according to the &quot;Red Flag&quot; study Finocchio referred us to, which was coauthored by Sarah DeGue of the John Jay College of Criminal Justice in New York and David DeLillo of the University of Nebraska, Lincoln.<br />\r\n\t<br />\r\n\tPeople who engage in domestic violence are known to use pets to intimidate, coerce or control the victimized partner, DeGue and others told us. (In fact, Finocchio&#39;s organization serves as a safe haven for the pets of people victimized by domestic violence.)<br />\r\n\t<br />\r\n\tBut women who end up in a shelter constitute a very select group. After all, they aren&#39;t the only victims of domestic violence. And such studies don&#39;t show whether animal abuse came first.<br />\r\n\t<br />\r\n\tDeGue and DeLillo said researchers, advocates and policy makers often assume that there&#39;s an overlap between animal abuse and domestic violence (including child mistreatment). Yet &quot;little evidence exists to support this contention.&quot;<br />\r\n\t<br />\r\n\tIn their study of 860 college students they found that &quot;the majority (73.2 percent) of family violence victims overall did not report any exposure to animal abuse.&quot; So only 27 percent of the victims of domestic and/or child abuse had seen or engaged in animal abuse as well. That&#39;s far from a majority, even if you assume that, in all these cases, the abuser started off harming animals.<br />\r\n\t<br />\r\n\t&quot;I&#39;m not aware of any reliable research studies that have examined animal abuse perpetration as a precursor to domestic partner violence,&quot; said DeGue, now a behavioral scientist in the division of violence prevention at the U.S. Centers for Disease Control and Prevention.<br />\r\n\t<br />\r\n\t&quot;We actually found a number of cases that were the reverse, where people were first violent toward people and then subsequently became violent toward animals,&quot; said Arluke.<br />\r\n\t<br />\r\n\tIn short, there IS a link between domestic violence and animal abuse because violent people are, well, violent. If Finocchio had simply stuck with his assertion that &quot;animal cruelty and domestic violence go hand in hand,&quot; our ruling would be different.<br />\r\n\t<br />\r\n\tInstead, he made the provocative assertion that there&#39;s a progression of violence because &quot;most of your serial killers, most of your people who commit domestic violence, they start off by abusing animals.&quot;<br />\r\n\t<br />\r\n\tThe experts we consulted -- including one Finocchio sent us to -- said the best evidence shows that a majority of serial killers and domestic assailants do not have a history of animal abuse. The evidence supporting the idea that their first victims are animals is even slimmer.<br />\r\n\t<br />\r\n\tSo the judges unanimously ruled that his statement is <a href=\"http://www.politifact.com/rhode-island/about/\">False</a>.</p>\r\n<p>\r\n\t(Get updates from<a href=\"http://twitter.com/#%21/PolitiFactRI\"> PolitiFactRI on Twitter</a>. To comment or offer your ruling, visit us on our<a href=\"http://www.facebook.com/pages/PolitiFact-Rhode-Island/108242095907358\"> PolitiFact Rhode Island Facebook</a> page.)</p>", "ruling_comments_date": "2011-05-27T14:56:20.312369", "ruling_date": "2011-05-31T00:01:00", "ruling_headline": "Rhode Island Society for the Prevention of Cruelty to Animals chief says 'most' serial killers and people who engage in domestic violence start by abusing animals", "ruling_headline_slug": "rhode-island-society-prevention-cruelty-animals-ch", "ruling_link_text": "There is an association, but it's not \"most.\"", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tTurnTo10.com, &quot;<a href=\"http://www2.turnto10.com/news/10_news_conference/\">10 News Conference, April 24, 2011</a>,&quot; accessed April 27, 2011<br />\r\n\t<br />\r\n\tInterviews and emails, E.J. Finocchio, president, Rhode Island Society for the Prevention of Cruelty to Animals, April 27, May 26-27, 2011<br />\r\n\t<br />\r\n\tInterview, Arnold Arluke, professor of sociology, Northeastern University, May 20, 2011<br />\r\n\t<br />\r\n\tJIV.SagePub.com, &quot;<a href=\"http://jiv.sagepub.com/content/14/9/963.short\">The Relationship of Animal Abuse to Violence and Other Forms of Antisocial Behavior</a>,&quot; Journal of Interpersonal Violence, September 1999, accessed May 18, 2011<br />\r\n\t<br />\r\n\tInterview, Ann Burgess, professor of psychiatric nursing, Boston College, May 12, 2011<br />\r\n\t<br />\r\n\tInterview, Sarah DeGue, behavioral scientist, division of violence prevention, Centers for Disease Control and Prevention, May 12, 2011<br />\r\n\t<br />\r\n\tDigitalCommons.UNL.edu, &quot;<a href=\"http://digitalcommons.unl.edu/cgi/viewcontent.cgi?article=1366&amp;context=psychfacpub&amp;sei-redir=1#search=%22degrue+dilillo+exposure+violence+cruelty%22\">Is Animal Cruelty a &#39;Red Flag&#39; for Family Violence? Investigating Co-Occurring Violence Toward Children, Partners, and Pets</a>,&quot; Journal of Interpersonal Violence, June 2009, accessed April 27, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "President, Rhode Society for the Prevention of Cruelty to Animals", "false_count": 1, "first_name": "E.J.", "half_true_count": 0, "home_state": "Rhode Island", "id": 1231, "last_name": "Finocchio", "mostly_true_count": 0, "name_slug": "ej-finocchio", "pants_count": 0, "party": {"id": 15, "party": "Newsmaker", "party_slug": "newsmaker", "resource_uri": "/api/v/2/party/15/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Finocchio.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1231/", "total_count": 1, "true_count": 0, "website": "http://www.rispca.com/"}, "statement": "<p>\r\n\t&quot;Most of your serial killers, most of your people who commit domestic violence, they start off by abusing animals.&quot;</p>", "statement_context": "a television interview", "statement_date": "2011-04-24", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 210, "photo": null, "resource_uri": "/api/v/2/subject/210/", "subject": "Animals", "subject_slug": "animals", "used_in_edition": ["/api/v/2/edition/6/"]}, {"description": "", "id": 127, "photo": null, "resource_uri": "/api/v/2/subject/127/", "subject": "Children", "subject_slug": "children", "used_in_edition": []}, {"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}, {"description": "", "id": 173, "photo": null, "resource_uri": "/api/v/2/subject/173/", "subject": "Public Safety", "subject_slug": "public-safety", "used_in_edition": ["/api/v/2/edition/9/"]}], "target": [], "twitter_headline": ""}