{"art": [{"brightcove": "", "caption": "Rep. Debbie Wasserman Schultz, D-Fla., said on \"Face the Nation\" that the Medicare plan authored by Rep. Paul Ryan, R-Wis., would allow insurers to use pre-existing conditions to keep applicants from securing coverage. We checked whether she's right.", "id": 1310, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/DWS_on_Face_the_Nation.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/1310/", "title": "Debbie Wasserman Schultz on Face the Nation", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2011/jun/01/debbie-wasserman-schultz/debbie-wasserman-schultz-says-ryan-medicare-plan-w/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 3834, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/3834/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tOn the May 29, 2011, edition of CBS&rsquo; <em>Face the Nation</em>, Rep. Debbie Wasserman Schultz, D-Fla. -- recently named chairwoman of the Democratic National Committee --<a href=\"http://www.cbsnews.com/htdocs/pdf/FTN_052911.pdf\"> criticized</a> the proposal by Rep. Paul Ryan, R-Wis., to make significant changes to how Medicare works.<br />\r\n\t<br />\r\n\tCurrently, Medicare pays doctors and hospitals set fees for the care beneficiaries receive. Medicare beneficiaries pay premiums for some types of coverage, and workers contribute payroll taxes.<br />\r\n\t&nbsp;<br />\r\n\tRyan&rsquo;s plan leaves Medicare as is for people 55 and older. In 2022, though, new beneficiaries would be insured by private insurance companies rather than the federal government, although they would receive &quot;premium support&quot; -- financial assistance from the government for buying insurance. People who need more health care would get a little more money.<br />\r\n\t<br />\r\n\tThe plans would be sold on an &quot;exchange&quot; -- a virtual marketplace -- and would comply with standards set by the U.S. Office of Personnel Management, which administers the Federal Employees Health Benefits Program. The plan gradually raises the Medicare eligibility age to 67 and provides smaller premium support to high earners. Medicare payments would rise but not at a rate that is expected to keep pace with the growth in medical costs.<br />\r\n\t<br />\r\n\tThe Ryan plan was passed by the House in a near party-line vote, but it has more recently prompted some Republicans to oppose it, amid fears that voters will not be comfortable with its approach.<br />\r\n\t<br />\r\n\tWasserman Schultz hit this point hard in her <em>Face the Nation</em> interview. &quot;Like I said, the Republicans have a plan to end the Medicare as we know it. &hellip;&quot; she said. &quot;They would take the people who are younger than 55 years old today and tell them, &lsquo;You know what? You&rsquo;re on your own. Go and find private health insurance in &hellip; the health care insurance market. We&rsquo;re going to throw you to the wolves and allow insurance companies to deny you coverage and drop you for pre-existing conditions. We&rsquo;re going to give you X amount of dollars, and you figure it out.&rsquo; And these are people who have paid for their whole life into the system, are counting on that safety net.&quot;<br />\r\n\t<br />\r\n\tHowever, critics, including the<em> Weekly Standard</em>, a conservative magazine, <a href=\"http://www.weeklystandard.com/blogs/dnc-chair-falsely-claims-seniors-could-be-denied-coverage-because-pre-existing-conditions-under-gop-reform_573108.html\">argued</a> that the Ryan plan doesn&rsquo;t -- as Wasserman Schultz said -- &quot;allow insurance companies to deny you coverage and drop you for pre-existing conditions.&quot;<br />\r\n\t<br />\r\n\tWe decided to take a look.<br />\r\n\t<br />\r\n\tWe&rsquo;ll start by noting that the budget resolution is a non-binding proposal that has already died in the Senate. So any such plan can make promises -- like no barriers from pre-existing conditions -- without ensuring that those promises will be kept.<br />\r\n\t<br />\r\n\tThat said, the language in the Ryan plan is clear: In 10 years, when the Ryan plan would kick in, anyone who is eligible for Medicare under today&rsquo;s rules would be eligible to receive coverage under Ryan&rsquo;s plan.<br />\r\n\t<br />\r\n\tHere&rsquo;s the <a href=\"http://budget.house.gov/UploadedFiles/fy2012FullReportText.pdf\">language from the budget that passed the House</a>: &quot;Health plans that chose to participate in the Medicare Exchange would agree to offer insurance to all Medicare beneficiaries &mdash; to avoid cherry-picking and ensure that Medicare&rsquo;s sickest and highest-cost beneficiaries received coverage.&quot;<br />\r\n\t<br />\r\n\tThe Congressional Budget Office -- Congress&rsquo; nonpartisan number-crunching agency -- took this promise at face value when it <a href=\"http://www.cbo.gov/ftpdocs/121xx/doc12128/04-05-Ryan_Letter.pdf\">analyzed the plan</a>.<br />\r\n\t<br />\r\n\tIn its description of the plan, CBO wrote, &quot;Beneficiaries of the premium support payments would choose among competing private insurance plans operating in a newly established Medicare exchange. Those plans would have to comply with a standard for benefits set by the Office of Personnel Management. Plans would have to issue insurance to all people eligible for Medicare who applied and would have to charge the same premiums for all enrollees of the same age. The premium support payments would go directly from the government to the plans that people selected.&quot;<br />\r\n\t<br />\r\n\tSo the resolution itself and the CBO are in agreement: Under the Ryan plan, insurers participating in the revamped Medicare program would not be able to deny you insurance for pre-existing conditions.<br />\r\n\t<br />\r\n\tWhen we contacted Wasserman Schultz&rsquo;s office, a spokesman, Hari Sevugan, said that Wasserman Schultz stands by what she said. As supporting evidence, he provided a link to a <a href=\"http://www.cbpp.org/cms/index.cfm?fa=view&amp;id=3429\">paper</a> by Paul Van de Water, a health policy specialist at the liberal Center on Budget and Policy Priorities.<br />\r\n\t<br />\r\n\tThe paper analyzes a Medicare proposal put together by Ryan and Alice Rivlin, a Democrat who headed the Office of Management and Budget under President Bill Clinton. The proposal, released in November 2010, is similar in many ways to the Ryan budget proposal that passed the House.<br />\r\n\t<br />\r\n\tVan de Water (who did not respond to an inquiry for this story) wrote that under the Ryan-Rivlin proposal, &quot;insurers would surely attempt to shun enrollees in poor health (who cost much more), as private plans do today in the Medicare Advantage program.&quot;<br />\r\n\t<br />\r\n\tWe initially thought that the provisions outlined in the Ryan-Rivlin plan had been changed before the resolution went to the House floor. However, a look at the <a href=\"http://paulryan.house.gov/UploadedFiles/rivlinryan.pdf\">Ryan-Rivlin plan itself</a> (a two-page outline) shows that the protections for pre-existing conditions are there, too -- in identical language.<br />\r\n\t<br />\r\n\t&quot;Health plans which choose to participate in the Medicare Exchange must agree to offer insurance to all Medicare beneficiaries, thereby preventing cherry-picking and ensuring that Medicare&rsquo;s sickest and highest cost beneficiaries receive coverage,&quot; the Rivlin-Ryan plan said.<br />\r\n\t<br />\r\n\tSo it seems that Ryan has been consistent on the question of pre-existing conditions.<br />\r\n\t<br />\r\n\tIs there still a way to get around those protections? Possibly. &quot;There are always ways for insurers to get around bans on pre-existing conditions -- put your office on the 8th floor of a building with no elevator, have no cancer specialists in your network,&quot; said Michael Tanner, a health policy specialist with the libertarian Cato Institute. But he added that the same criticism would apply to the health care law passed by the Democratic-controlled Congress and signed by Obama. &quot;There&#39;s nothing uniquely structural to Ryan&#39;s proposal that would make it more subject to such evasion,&quot; Tanner said.<br />\r\n\t<br />\r\n\tMeanwhile, just because prospective beneficiaries couldn&rsquo;t be barred due to pre-existing conditions doesn&rsquo;t mean the Ryan plan would be a walk in the park for them.<br />\r\n\t<br />\r\n\tLinda J. Blumberg, a health policy specialist at the centrist to liberal Urban Institute, said that a plan that shifts a greater share of costs onto patients -- as the Ryan plan would likely do -- could hit patients with pre-existing, chronic conditions the hardest. &quot;Big cost-sharing increases effectively shift more of the costs of providing care to those that use it most,&quot; she said. This would increase the pressure for insurers to cut back on expensive treatments, at least within the confines of the federal rules.<br />\r\n\t<br />\r\n\tWasserman Schultz is free to criticize the Ryan plan on any number of grounds, but in her comment, she went too far. Both the budget plan that passed the House and its predecessor, Ryan-Rivlin, specifically noted that coverage could not be prevented by a pre-existing condition. It may be easier to say you&rsquo;ll bar &quot;cherry picking&quot; patients than it is to put it into practice, but Ryan has made his intentions consistently clear. We rate her statement False.</p>\r\n<p>\r\n\t<em>CORRECTION: This version of the story corrects that the president cannot veto a budget resolution.</em></p>\r\n", "ruling_comments_date": "2011-06-01T01:15:42.759758", "ruling_date": "2011-06-01T11:22:54", "ruling_headline": "Debbie Wasserman Schultz says Ryan Medicare plan would allow insurers to use pre-existing conditions as barrier to coverage", "ruling_headline_slug": "debbie-wasserman-schultz-says-ryan-medicare-plan-w", "ruling_link_text": "Budget resolution specifically bars the practice", "ruling_state": null, "source_documents": null, "sources": "<div>\r\n\t<p>\r\n\t\tDebbie Wasserman Schultz, <a href=\"http://www.cbsnews.com/htdocs/pdf/FTN_052911.pdf\">interview</a> on CBS&rsquo; Face the Nation, May 29, 2011<br />\r\n\t\t<br />\r\n\t\t<a href=\"http://budget.house.gov/UploadedFiles/fy2012FullReportText.pdf\">Text</a> of the Paul Ryan budget<br />\r\n\t\t<br />\r\n\t\tCongressional Budget Office, <a href=\"http://www.cbo.gov/ftpdocs/121xx/doc12128/04-05-Ryan_Letter.pdf\">analysis of the Paul Ryan budget</a>, April 5, 2011<br />\r\n\t\t<br />\r\n\t\tAlice Rivlin and Paul Ryan, &quot;<a href=\"http://paulryan.house.gov/UploadedFiles/rivlinryan.pdf\">A Long-Term Plan for Medicare and Medicaid</a>,&quot; Nov. 17, 2010<br />\r\n\t\t<br />\r\n\t\tPaul Van de Water, &quot;Ryan-Rivlin Plan Would End Guaranteed Medicare, Shift Medicaid Costs To States And Beneficiaries&quot; (<a href=\"http://www.cbpp.org/cms/index.cfm?fa=view&amp;id=3429\">briefing paper</a> for the Center on Budget and Policy Priorities), Mar. 22, 2011<br />\r\n\t\t<br />\r\n\t\tE-mail interview with Michael Tanner, senior fellow at the Cato Institute, May 31, 2011<br />\r\n\t\t<br />\r\n\t\tE-mail interview with Linda Blumberg, senior fellow at the Urban Institute, May 31, 2011<br />\r\n\t\t<br />\r\n\t\tE-mail interview with Conor Sweeney, spokesman for Rep. Paul Ryan, May 31, 2011<br />\r\n\t\t<br />\r\n\t\tE-mail interview with Hari Sevugan, spokesman for Rep. Debbie Wasserman Schultz, May 31, 2011</p>\r\n</div>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 7, "current_job": "U.S. Representative, Florida District 23", "false_count": 9, "first_name": "Debbie", "half_true_count": 8, "home_state": "Florida", "id": 265, "last_name": "Wasserman Schultz", "mostly_true_count": 15, "name_slug": "debbie-wasserman-schultz", "pants_count": 3, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/27560_6444958138_7609_n.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/265/", "total_count": 48, "true_count": 6, "website": "http://wassermanschultz.house.gov/"}, "statement": "<div style=\"margin: 0px; background-color: transparent;\">\r\n\tThe Medicare proposal by Rep. Paul Ryan, R-Wis., would &quot;allow insurance companies to deny you coverage and drop you for pre-existing conditions.&quot;</div>\r\n", "statement_context": "an interview on CBS' \"Face the Nation\"", "statement_date": "2011-05-29", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>We strive to make our work completely accurate. When we make a mistake, we correct it and note it on the original item. If the mistake is so significant that it requires us to change the ruling, we will do so. Readers who see an error should contact the writer or editor. Their names are listed on the right side of every Truth-O-Meter item. Clicking on their names will take you to their bio pages, where you can find their email addresses. Read more about our corrections policies in our <a href=\"http://www.politifact.com/truth-o-meter/article/2013/nov/01/principles-politifact-punditfact-and-truth-o-meter/\">Principles of the Truth-O-Meter</a>.</p>\r\n", "id": 255, "photo": null, "resource_uri": "/api/v/2/subject/255/", "subject": "Corrections and Updates", "subject_slug": "corrections-and-updates", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/14/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 50, "photo": null, "resource_uri": "/api/v/2/subject/50/", "subject": "Medicare", "subject_slug": "medicare", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 23, "current_job": "U.S. Representative", "false_count": 7, "first_name": "Paul", "half_true_count": 24, "home_state": "Wisconsin", "id": 373, "last_name": "Ryan", "mostly_true_count": 16, "name_slug": "paul-ryan", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/AP_WX201_HOUSE_2016_PRIMARI.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/373/", "total_count": 89, "true_count": 10, "website": "http://www.house.gov/ryan/"}], "twitter_headline": ""}