{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2011/jun/01/tim-pawlenty/pawlenty-says-half-medicare-deficit-spending/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 3841, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/3841/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tIn an appearance on <a href=\"http://abcnews.go.com/ThisWeek/video/interview-tim-pawlenty-13713477\" id=\"rrut\" title=\"ABC's This Week\">ABC&#39;s <em>This Week</em></a> on May 29, 2011, Republican presidential candidate Tim Pawlenty said the hard reality is that Medicare is &quot;going broke.&quot;<br />\r\n\t<br />\r\n\tMedicare, Pawlenty said, &quot;only has about 50 percent of it paid for by either premiums or payroll taxes, and the rest is deficit spending and debit spending, or debt spending. So we have to fix it.&quot;<br />\r\n\t<br />\r\n\tMedicare, which provides health care to about 50 million elderly or disabled Americans, is financed through a combination of funding streams: a Medicare payroll tax; general revenue (mostly from federal income taxes); premiums paid by Medicare users; and a tax on Social Security benefits and state payments toward the prescription drug benefit.<br />\r\n\t<br />\r\n\tWe&#39;ll go a little deeper in the weeds. The program is financed through two separate trust fund accounts: the Hospital Insurance (HI) Trust Fund and the Supplementary Medical Insurance (SMI) Trust Fund. Medicare payroll taxes go to the HI trust fund, which is primarily used to pay for inpatient hospital stays (otherwise known as Medicare Part A). The SMI trust fund is used to pay for physicians visits, outpatient care and prescription drug benefits (Medicare Part B and Part D). The SMI trust fund is funded primarily (about 75 percent) through general revenue, with most of the rest coming from patient premiums.<br />\r\n\t<br />\r\n\tLet&#39;s start with the first half of Pawlenty&#39;s statement, that &quot;only about 50 percent&quot; of Medicare is paid for by either premiums or payroll taxes.<br />\r\n\t<br />\r\n\tAccording to the <a href=\"http://www.cms.gov/ReportsTrustFunds/downloads/tr2011.pdf\" id=\"pske\" title=\"2011 Annual Report\">2011 Annual Report</a> of the Boards of Trustees of the Federal Hospital Insurance and the Federal Supplementary Medical Insurance Trust Funds, Medicare expenditures came to $523 billion in 2010. Here&#39;s a breakdown of the revenue side of the equation:<br />\r\n\t<br />\r\n\t&bull;&nbsp;Payroll taxes, $182 billion<br />\r\n\t&bull;&nbsp;Premiums, $61 billion<br />\r\n\t&bull;&nbsp;Taxation of benefits, $13.8 billion<br />\r\n\t&bull;&nbsp;General revenue, $205 billion<br />\r\n\t&bull;&nbsp;Transfers from states for prescription drug benefits, $4 billion<br />\r\n\t<br />\r\n\tIf you break out premiums and payroll taxes, Pawlenty is correct that they covered about half the cost of Medicare in 2010.<br />\r\n\t<br />\r\n\tOkay, but what about the second half of the statement, that the rest of Medicare expenses came from &quot;deficit spending ... or debt spending.&quot;<br />\r\n\t<br />\r\n\tLisa Potetz of the Washington consulting group Health Policy Alternatives Inc. and co-author of a 22-page <a href=\"http://www.kff.org/medicare/upload/7731-02.pdf\" id=\"bbzm\" title=\"&quot;Primer on Medicare Financing&quot;\">&quot;Primer on Medicare Financing&quot;</a> in July 2009, said characterizing general revenue as &quot;deficit spending&quot; is misleading. Yes, she said, the government is spending more than it is taking in. But not all government spending is deficit spending. In order for Pawlenty&#39;s statement to be accurate, you&rsquo;d have to assume only the deficit portion of the budget is used for Medicare. Using Pawlenty&#39;s logic, she said, you could instead put Medicare funding first and then say all of defense spending is deficit spending.<br />\r\n\t<br />\r\n\tPotetz also believes Pawlenty&#39;s comment misleads because from its start in 1965, the Medicare program was set up to be partially funded by general revenue.<br />\r\n\t<br />\r\n\t&quot;His comment suggests that these things (payroll taxes and premiums) are supposed to pay for the program and aren&rsquo;t doing their job,&quot; Potetz said. &quot;It was never the case that it was going to be entirely funded through payroll taxes and premiums. It&#39;s a little misleading to suggest something went awry.&quot;<br />\r\n\t<br />\r\n\tIn fact, for years, the HI trust fund ran a surplus and was used to fund other parts of the federal budget. To the extent you consider that &quot;banked&quot; money, there was a balance of about $344 billion as of last year. In recent years, however, hospitalization and nursing home costs have outpaced the amount coming in from payroll taxes (a problem that is expected to get much worse in coming years as more baby boomers reach retirement age). As a result, the HI fund has been &quot;drawing down&quot; its surplus, and is expected to deplete it within several years. At that point, the gap between what&#39;s taken in from payroll taxes and the actual cost of hospitalization would have to be picked up by taxpayers.<br />\r\n\t<br />\r\n\tThe SMI trust fund -- again, the fund used to pay for physicians visits and prescription drugs -- was set up so that a portion is paid through patient premiums, but the majority is paid from the general revenue. Last year, the government paid $205 billion from general revenue into the fund.<br />\r\n\t<br />\r\n\tCost projections for that program are cause for alarm, but the financing of the program was always intended to come primarily from general revenue, Potetz said.<br />\r\n\t<br />\r\n\tMedicare expert Marilyn Moon of the American Institutes for Research, an independent policy group, said a shift from hospital care to more outpatient care and physicians services has put a strain on the SMI fund, as has the prescription drug benefit added in 2006. But it&#39;s misleading to call general revenues put into the fund &quot;deficit spending,&quot; she said.<br />\r\n\t<br />\r\n\tWe asked Pawlenty spokesman Alex Conant for some backup for Pawlenty&#39;s statement, particularly that the amount not covered by payroll taxes and premiums comes from deficit spending.<br />\r\n\t<br />\r\n\tConant pointed us toward two sources.<br />\r\n\t<br />\r\n\tThe first was a Dec. 1, 2010, <a href=\"http://www.npr.org/2010/12/01/131701211/medicare-key-to-conquering-deficit-dilemma\" id=\"oq_2\" title=\"NPR interview\">NPR interview</a> with Douglas Holtz-Eakin, former head of the Congressional Budget Office (and former chief economic policy adviser to U.S. Sen. John McCain&#39;s 2008 presidential campaign) who said, &quot;If you look past the next eight to 10 years, Medicare is the deficit problem. And there&#39;s simply no way we can address our fiscal problems without coming to terms with Medicare&#39;s future.&quot;<br />\r\n\t<br />\r\n\tConant also pointed to this warning from the <a href=\"http://www.ssa.gov/oact/trsum/index.html\" id=\"fbjp\" title=\"2011 annual report from the Medicare Board of Trustees\">2011 annual report from the Medicare Board of Trustees</a>:&nbsp; &quot;The drawdown of Social Security and HI trust fund reserves and the general revenue transfers into SMI will result in mounting pressure on the federal budget. In fact, pressure is already evident. For the sixth consecutive year, a &#39;Medicare funding warning&#39; is being triggered, signaling that projected non-dedicated sources of revenues -- primarily general revenues -- will soon account for more than 45 percent of Medicare&rsquo;s outlays. That threshold was in fact breached for the first time in fiscal 2010.&quot;<br />\r\n\t<br />\r\n\tIt&#39;s certainly true that the cost of Medicare is growing and that general revenue -- primarily from income taxes -- is shouldering a growing share of the load. In 2008, the <a href=\"http://www.gao.gov/financial/fy2008/citizensguide2008.pdf\" id=\"mqe9\" title=\"Government Accountability Office concluded\">Government Accountability Office concluded</a> the exploding cost of Medicare and other entitlement programs such as Medicaid and Social Security had put the federal budget on an &quot;unsustainable fiscal path.&quot; One could argue that added Medicare costs to a budget that is already running a deficit is simply adding on more deficit spending. But inasmuch as Medicare has always been supplemented by general revenues, we think it&#39;s a little misleading to characterize anything not paid by Medicare payroll taxes or patient premiums as deficit spending. And so we rate Pawlenty&#39;s statement Half True.</p>", "ruling_comments_date": "2011-06-01T17:47:14.524639", "ruling_date": "2011-06-01T18:32:17", "ruling_headline": "Pawlenty says half of Medicare paid for with deficit spending", "ruling_headline_slug": "pawlenty-says-half-medicare-deficit-spending", "ruling_link_text": "Not necessarily deficit spending", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tABC News, <a href=\"http://abcnews.go.com/ThisWeek/video/interview-tim-pawlenty-13713477\" id=\"j...\" title=\"Video: Tim Pawlenty interviewed on This Week,\">Video: Tim Pawlenty interviewed on This Week,</a> May 29, 2011<br />\r\n\t<br />\r\n\tCenters for Medicare and Medicaid Services, <a href=\"http://www.cms.gov/ReportsTrustFunds/downloads/tr2011.pdf\" id=\"zzw7\" title=\"2011 Annual report of the Boards of Trustees of the Federal Hospital Insurance and Federal Supplementary Medical Insurance Trust Funds\">2011 Annual report of the Boards of Trustees of the Federal Hospital Insurance and Federal Supplementary Medical Insurance Trust Funds</a><br />\r\n\t<br />\r\n\tKaiser Family Foundation, <a href=\"http://www.kff.org/medicare/upload/7731-02.pdf\" id=\"y51:\" title=\"&quot;A Primer on Medicare Financing,&quot;\">&quot;A Primer on Medicare Financing,&quot;</a> by Lisa Potetz of Health&nbsp; Policy Alternatives Inc. and Juliette Cubanski of the Henry J. Kaiser Family Foundation, July 2009<br />\r\n\t<br />\r\n\tNPR, <a href=\"http://www.npr.org/2010/12/01/131701211/medicare-key-to-conquering-deficit-dilemma\" id=\"dpyb\" title=\"&quot;Medicare Key To Conquering Deficit Dilemma,&quot;\">&quot;Medicare Key To Conquering Deficit Dilemma,&quot;</a> by Julie Rovner, Dec. 1, 2010<br />\r\n\t<br />\r\n\tSocial Security Online, <a href=\"http://www.ssa.gov/oact/trsum/index.html\" id=\"o745\" title=\"Status of the Social Security and Medicare Programs\">Status of the Social Security and Medicare Programs</a><br />\r\n\t<br />\r\n\tGovernment Accountability Office, <a href=\"http://www.gao.gov/financial/fy2008/citizensguide2008.pdf\" id=\"qa05\" title=\"A Citizens Guide to the 2008 Financial Report of the United States Government\">A Citizens Guide to the 2008 Financial Report of the United States Government</a><br />\r\n\t<br />\r\n\tInterview with Lisa Potetz of the Health Policy Alternatives Inc., May 31, 2011<br />\r\n\t<br />\r\n\tInterview with Marilyn Moon of the American Institutes for Research, May 31, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "", "false_count": 3, "first_name": "Tim", "half_true_count": 3, "home_state": "", "id": 238, "last_name": "Pawlenty", "mostly_true_count": 6, "name_slug": "tim-pawlenty", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Pawlenty_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/238/", "total_count": 18, "true_count": 2, "website": ""}, "statement": "<p>\r\n\tMedicare &quot;only has about 50 percent of it paid for by either premiums or payroll taxes, and the rest is deficit spending ... or debt spending.&quot;</p>", "statement_context": "ABC's \"This Week\"", "statement_date": "2011-05-29", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 50, "photo": null, "resource_uri": "/api/v/2/subject/50/", "subject": "Medicare", "subject_slug": "medicare", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 151, "photo": null, "resource_uri": "/api/v/2/subject/151/", "subject": "This Week - ABC News", "subject_slug": "abc-news-week", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}