{"art": [], "author": [{"email_address": "abettelheim@cq.com", "first_name": "Adriel", "id": 48, "last_name": "Bettelheim", "name_slug": "adriel-bettelheim", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/48/", "title": "Writer, CQ", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2008/mar/03/barack-obama/when-a-briefing-isnt-as-good-as-a-book/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 385, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "abettelheim@cq.com", "first_name": "Adriel", "id": 48, "last_name": "Bettelheim", "name_slug": "adriel-bettelheim", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/48/", "title": "Writer, CQ", "twitter": null}], "resource_uri": "/api/v/2/statement/385/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "Trying to counter Sen. Hillary Clinton's questions about his foreign policy chops, Sen. Barack Obama accused the New York senator of bungling the biggest foreign policy vote of her career by authorizing the use of military force against Iraq in 2002 without first reading the National Intelligence Estimate &ndash; a forecast by the nation's intelligence services of potential developments that could affect national security.\n<p>\n To underscore his point, Obama noted that former Sen. Bob Graham, D-Fla., the chairman of the Senate Select Committee on Intelligence at the time, voted against the resolution, citing dissents in the document, primarily from the State and Energy departments, to intelligence reports that Saddam Hussein possessed weapons of mass destruction.\n</p>\n<p>\n \"If you have a National Intelligence Estimate and the chairman of the Senate Intelligence Committee says, 'You should read this, this is why I'm voting against the war,' you should read it,\" Obama said in a speech in Westerville, Ohio, on March 1.\n</p>\n<p>\n Obama didn't serve in the Senate when the chamber cleared the use-of-force resolution, 77-23, on Oct. 11, 2002, but spoke against the war while serving as an Illinois state senator.\n</p>\n<p>\n To evaluate the vote on the resolution, one has to consider the ambivalence and fears about war that filled Congress at the time. With the memory of the Sept. 11 terror attacks fresh in everyone's mind, many lawmakers worried that the failure to give Bush the power to act against Iraq would make the United States more vulnerable to further attacks. Others were concerned they would be labeled unpatriotic if they voted against a popular president in the weeks before a national election. Many who had questioned Bush's talk of war wound up joining in a broad coalition behind the president.\n</p>\n<p>\n As a presidential candidate, Clinton has repeatedly said she made a mistake voting for the resolution but also noted that reading the entire National Intelligence Estimate was not a necessity because she and other lawmakers were getting frequent briefings from high-level Bush administration officials. The book\n <i>\n  Her Way: The Hopes and Ambitions of Hillary Rodham Clinton\n </i>\n , by\n <i>\n  New York Times\n </i>\n reporters Jeff Gerth and Don van Natta Jr., first suggested she did not read the report.\n</p>\n<p>\n \"I was fully briefed by the people who wrote that. I was briefed by the people from, you know, the State Department, the CIA, the Department of Defense; all of the various players in that,\" Clinton said in a Jan. 13, 2008, appearance on\n <i>\n  Meet the Press.\n </i>\n \"Some people read it and voted for the resolution, some people read it and voted against the resolution. I felt very well briefed.\"\n</p>\n<p>\n Clinton sidestepped host Tim Russert's question about whether she read it, but she did not challenge his assertion that she had not. Instead, she emphasized that she spoke with the authors of the report.\n</p>\n<p>\n The back-and-forth is casting new attention on the National Intelligence Estimate, versions of which have been prepared since 1946, at the beginning of the Cold War with the Soviet Union. The documents are periodically requested by administration officials, military commanders or members of Congress and produced by the National Intelligence Council, which serves as the intelligence community's forecast center and reports directly to the director of National Intelligence. All of the nation's intelligence agencies have an opportunity to weigh in on the reports.\n</p>\n<p>\n Graham, in a 2005 op-ed piece in the\n <i>\n  Washington Post,\n </i>\n said a careful reading of the National Intelligence Estimate revealed it didn't contain the rationale for a pre-emptive war in Iraq. Graham said he exercised the intelligence committee's prerogative during the run-up to the war and demanded that then-CIA Director George Tenet prepare a classified estimate in September 2002 after learning the White House had not requested one and that none was being prepared.\n</p>\n<p>\n The resulting 92-page document, in Graham's opinion, was slanted toward the conclusion that Saddam Hussein possessed weapons of mass destruction at 550 sites, but contained what he called \"vigorous dissents,\" especially about aluminum tubes that were offered as evidence that Iraq was reconstituting its nuclear program.\n</p>\n<p>\n Clinton was far from the only member of Congress to rely on in-person briefings instead of actually reading the document.\n</p>\n<p>\n To read the report, members of Congress had to go to a secure location in the U.S. Capitol. The\n <i>\n  Washington Post\n </i>\n reported in 2004 that no more than six senators and a handful of representatives had logged and read the report beyond a five-page executive summary.\n</p>\n<p>\n In the end, 29 out of 50 Democrats in the chamber voted in favor of the resolution, rejecting arguments by opponents led by Sen. Robert C. Byrd of West Virginia that it amounted to giving President Bush unlimited authority to wage war, akin to the 1964 Gulf of Tonkin resolution authorizing military action during the Vietnam War.\n</p>\n<p>\n We find Obama's accusation is accurate because Clinton said she relied on in-person briefings from the administration. We find Obama's statement to be True.\n</p>\n<p>\n</p>", "ruling_comments_date": "2010-01-07T13:28:21.425849", "ruling_date": "2008-03-03T00:00:00", "ruling_headline": "When a briefing isn't as good as a book", "ruling_headline_slug": "when-a-briefing-isnt-as-good-as-a-book", "ruling_link_text": "When a briefing isn't as good as a book", "ruling_state": null, "source_documents": null, "sources": "New York Times,\n<a href=\"http://www.nytimes.com/2008/03/03/us/politics/03campaign.html?ref=politics\">\n \"Strong Words in Ohio as Obama and Clinton Press On,\"\n</a>\nby Michael Powell, March 3, 2008\n<p>\n Meet the Press,\n <a href=\"http://www.msnbc.msn.com/id/22634967/page/4/\">\n  Transcript,\n </a>\n Hillary Rodham Clinton, Jan. 13, 2008\n</p>\n<p>\n Washington Post,\n <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2005/11/18/AR2005111802397.html\">\n  \"What I Knew Before the Invasion,\"\n </a>\n by Bob Graham, Nov. 20, 2005\n</p>\n<p>\n Washington Post,\n <a href=\" http://www.washingtonpost.com/ac2/wp-dyn/A44837-2004Apr26?language=printer\">\n  \"Congressional Oversight of Intelligence Criticized,\"\n </a>\n by Dana Priest, April 27, 2004\n</p>\n<p>\n CQ Almanac, 2002\n</p>\n<p>\n</p>", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "Says Clinton did not read the National Intelligence Estimate before voting for the Iraq war.", "statement_context": "a speech in Westerville, Ohio", "statement_date": "2008-03-01", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 1, "photo": null, "resource_uri": "/api/v/2/subject/1/", "subject": "Iraq", "subject_slug": "iraq", "used_in_edition": []}], "target": [], "twitter_headline": null}