{"art": [], "author": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "canonical_url": "/florida/statements/2011/jun/06/bob-graham/bob-graham-says-hardball-florida-bill-prohibits-do/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}], "facebook_headline": null, "id": 3853, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "resource_uri": "/api/v/2/statement/3853/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tFormer Florida Democratic governor and U.S. Senator Bob Graham says current Gov. Rick Scott is upending years of progress in the state created by both Republicans and Democrats, and his abysmal poll numbers are evidence that Floridians don&#39;t like it.<br />\r\n\t<br />\r\n\tAppearing on MSNBC&#39;s <em>Hardball </em>program on June 1, 2011, Graham said Scott is &quot;out of the mainstream of Florida.&quot; (<a href=\"http://www.tampabay.com/blogs/the-buzz-florida-politics/content/q-poll-rick-scott-one-nations-least-popular-governors-0\">Scott&#39;s current approval rating is 29 percent</a>, according to a Quinnipiac University poll.)<br />\r\n\t<br />\r\n\t&quot;Remember, Florida has had Republican governors for the last 12 years. We have had Republican Legislatures for most of that time. And now we have a supermajority Republican Legislature,&quot; said Graham, who appeared on the show with former Ohio Gov. Ted Strickland, also a Democrat. &quot;So when the governor vetoes a budget and describes -- or line-item vetoes -- and describes things as frivolous and not in the public interest, he is not pointing at Democrats. He is pointing at his own party.&quot;<br />\r\n\t<br />\r\n\t&quot;What happened with these Republicans?&quot; Matthews asked. &quot;People wanted to see some restraint on spending. They&#39;re worried about the economy. And these guys went in there and picked up on the old Republican agenda of labor bashing, of going after public employees -- I guess they are going after the trial lawyers next -- just the old Republican agenda that they could have done (in) any administration, and they are just out of touch with the people. What do you think, Governor Graham?&quot;<br />\r\n\t<br />\r\n\tGraham answered.<br />\r\n\t<br />\r\n\t&quot;Chris, I think you are absolutely right that what the people are really concerned with today are jobs and those things that are going to contribute to long-term economic well-being, such as an investment in education, protecting our environment,&quot; he said. &quot;And these governors have gotten off onto a very bizarre agenda of issues. We had one in Florida where we now are prohibiting doctors to talk -- particularly pediatricians -- to talk to their patients about gun safety in the home. That&#39;s how far out of the mainstream our state government has gotten.&quot;<br />\r\n\t<br />\r\n\tThe talk about a gun bill passed in Florida got laughter from Matthews, and then this response: &quot;Gun safety is a no-no, huh? You can&#39;t talk about that even with mothers.&quot;<br />\r\n\t<br />\r\n\tBecause it was a focal point in the interview, we wanted to see if it was true.<br />\r\n\t<br />\r\n\t<strong>About the gun bill</strong><br />\r\n\t<br />\r\n\tWe&#39;ve written about the bill in question, <a href=\"http://www.myfloridahouse.gov/sections/Bills/billsdetail.aspx?BillId=44993&amp;SessionIndex=-1&amp;SessionId=66&amp;BillText=&amp;BillNumber=155&amp;BillSponsorIndex=0&amp;BillListIndex=0&amp;BillStatuteText=&amp;BillTypeIndex=0&amp;BillReferredIndex=0&amp;HouseChamber=H&amp;BillSearchIndex=0\">HB 155</a>, twice before. The bill passed the Legislature and was signed into law by the governor on June 2.</p>\r\n<p>\r\n\tThe original version of the bill created a firestorm -- <a href=\"http://www.politifact.com/florida/statements/2011/feb/01/jason-brodeur/florida-lawmaker-suggests-doctors-can-use-gun-info/\">and fodder for national television</a> -- because it sought to punish doctors with imprisonment or fines up to $5 million for asking a patient or a patient&#39;s family about gun ownership and gun habits. House sponsor Rep. Jason Brodeur, R-Sanford, said the bill was drafted partly as a reaction to American Academy of Pediatrics guidelines, which encourage physicians to counsel parents on creating a safe home environment and offering advice to avoid preventable accidents. <a href=\"http://www.aap.org/family/TIPPGuide.pdf\">The recommendations</a> include mainly innocuous tips like &quot;Keep plastic bags and balloons away from your children,&quot; and &quot;NEVER place an infant in front of an air bag.&quot; Physicians also are encouraged to tell parents to remove guns from places where children live and play.<br />\r\n\t<br />\r\n\tIn another case, Brodeur <a href=\"http://www.ocala.com/article/20100723/news/100729867\">said an Ocala woman was turned away from her pediatrician</a> after she refused to say whether she owned a firearm.<br />\r\n\t<br />\r\n\tThe multimillion-dollar fines and possible prison time were stripped from the bill, and the final language was watered down as part of a compromise between the Florida Medical Association and the National Rifle Association.<br />\r\n\t<br />\r\n\tUnder the bill that ultimately passed:<br />\r\n\t<br />\r\n\t* Health care providers cannot enter gun ownership information into a patient&#39;s medical record &quot;if the practitioner knows that such information is not relevant to the patient&#39;s medical care or safety, or the safety of others.&quot;<br />\r\n\t<br />\r\n\t* Health care providers cannot ask questions to patients or their families about whether they own a gun, unless the provider &quot;believes that this information is relevant to the patient&#39;s medical care or safety, or the safety of others.&quot;<br />\r\n\t<br />\r\n\t* Health care providers cannot discriminate against patients because they own firearms.<br />\r\n\t<br />\r\n\t* Health care providers should &quot;refrain from unnecessarily harassing a patient about firearm ownership during an examination.&quot;<br />\r\n\t<br />\r\n\tThe penalties for violating the new rules could cost a doctor his or her license. Or they could face a fine up to $10,000.<br />\r\n\t<br />\r\n\tWhile the Florida Medical Association supported the legislation, other groups of doctors -- including <a href=\"http://blogs.orlandosentinel.com/news_politics/2011/06/pediatricians-family-and-college-physicians-threaten-a-lawsuit-over-docs-v-glocks-bill.html?utm_source=twitterfeed&amp;utm_medium=twitter&amp;utm_campaign=Feed%3A+news%2Fpolitics%2Fpoliticalpulse+%28Central+Florida+Political+Pulse%29\">pediatricians remained in opposition</a>, saying the law violates the free speech rights of doctors and &quot;also deprive patients of potentially life-saving information regarding safety measures they can take to protect their children, families and others from injury or death resulting from unsafe storage or handling of firearms.&quot; (<a href=\"http://www.postonpolitics.com/2011/06/physicians-threaten-lawsuit-over-docs-and-glocks-bill/\">A group of doctors has since said they plan to sue over the law</a>).<br />\r\n\t<br />\r\n\tBut the question for this fact check is whether the bill prohibits doctors from <em>talking </em>to their patients about gun safety in the home, as Graham said.<br />\r\n\t<br />\r\n\tThe answer is not explicit. The law prohibits -- in many cases -- a doctor from asking their patient or their family if they own a firearm. But the bill does not prevent doctors from discussing firearm safety.<br />\r\n\t<br />\r\n\tSo a pediatrician could counsel patients that if they own a gun, they should keep it stored away from small children. But they couldn&#39;t specifically ask if the patient owned a firearm, unless a doctor believed the information was relevant to the patient&#39;s medical care. They also could not &quot;harass&quot; a patient about gun ownership, according to the law.<br />\r\n\t<br />\r\n\tThe law doesn&#39;t define &quot;harassing&quot; or detail scenarios when a doctor is allowed to ask about gun ownership -- and that has some doctors worried.<br />\r\n\t<br />\r\n\t&quot;The law would virtually guarantee that some health care professionals who are simply following established protocol by informing patients of the lethal risks of firearms will be brought before a disciplinary board if a patient categorically objects to any discussion or inquiry on the subject of household firearms,&quot; attorney Bruce Manheim wrote in a letter to Scott urging his veto on behalf of the Florida Chapters of the American Academy of Pediatrics, American Academy of Family Practitioners and the American College of Physicians. &quot;Consequently, beyond imposing express prohibitions on protected speech, the legislation is also so vague, and its sanctions are so severe, that health care professionals will be chilled from freely engaging in speech with their patients.&quot;<br />\r\n\t<br />\r\n\tGraham said in an interview with PolitiFact Florida that the chilling effect generated by the bill could stop doctors from even talking about guns. &quot;I&#39;m a hunter, have guns, etc., but I don&#39;t think you need to deny parents professional information about how to keep their children safe,&quot; he said. &quot;This law is an over-extension of what constitutes proper respect for people&#39;s Second Amendment rights.&quot;</p>\r\n<p>\r\n\tGraham also had us speak to a Tallahassee pediatrician who has been fighting the law, Dr. Louis St. Petery.</p>\r\n<p>\r\n\tSt. Petery told us that pediatricians have a long list of potential hazards they want to discuss with patient&#39;s families. That&#39;s why asking if a gun is important, because it helps focus discussions during the limited time doctors and families have.</p>\r\n<p>\r\n\tAs a result of this law, St. Petery said pediatricians will withdraw from asking about or discussing guns. That will result in an increase in gun-related injuries and deaths, he said.</p>\r\n<p>\r\n\t&quot;Sen. Graham is 100 percent correct,&quot; St. Petery said.</p>\r\n<p>\r\n\tBrodeur, the bill sponsor, provided the counter argument. He said HB 155 &quot;doesn&#39;t prevent the safety conversation at all,&quot; in a posting on Twitter.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tOn MSNBC&#39;s <em>Hardball</em>, Graham said the Florida Legislature had passed a bill &quot;prohibiting doctors to talk -- particularly pediatricians -- to talk to their patients about gun safety in the home.&quot;<br />\r\n\t<br />\r\n\tThe bill doesn&#39;t go that far.<br />\r\n\t<br />\r\n\tHB 155 creates restrictions for doctors wishing to ask their patients (or families) if they own a gun, and says health care officials should &quot;refrain from unnecessarily harassing a patient about firearm ownership during an examination.&quot; Doctors remain able to address gun safety in general, though some say the threat of getting in trouble may hinder or prevent that discussion from taking place. The difference here is asking about gun ownership versus talking about gun safety. We rate this claim Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2011-06-02T17:47:57.098170", "ruling_date": "2011-06-06T11:35:36", "ruling_headline": "Bob Graham says on \"Hardball\" that Florida bill prohibits docs from talking gun safety with patients", "ruling_headline_slug": "bob-graham-says-hardball-florida-bill-prohibits-do", "ruling_link_text": "This shot misses the target", "ruling_state": "Florida", "source_documents": null, "sources": "<p>\r\n\tMSNBC, <a href=\"http://video.tvguide.com/Hardball/Swing+states+%E2%80%93+Obama%E2%80%99s+secret+weapon/7281328\">Bob Graham on &quot;Hardball,&quot;</a> June 1, 2011</p>\r\n<p>\r\n\tInterview with Bob Graham, June 2, 2011</p>\r\n<p>\r\n\t<a href=\"http://www.flsenate.gov/Session/Bill/2011/0155\">HB 155</a>, accessed June 1, 2011</p>\r\n<p>\r\n\tRep. Jason Brodeur&#39;s Twitter account, June 1, 2011</p>\r\n<p>\r\n\tOrlando Sentinel, &quot;<a href=\"http://blogs.orlandosentinel.com/news_politics/2011/06/pediatricians-family-and-college-physicians-threaten-a-lawsuit-over-docs-v-glocks-bill.html?utm_source=twitterfeed&amp;utm_medium=twitter&amp;utm_campaign=Feed%3A+news%2Fpolitics%2Fpoliticalpulse+%28Central+Florida+Political+Pulse%29\">Pediatricians, family and college physicians threaten lawsuit over docs v. glocks bill,</a>&quot; June 2, 2011</p>\r\n<p>\r\n\t<a href=\"http://www.leg.state.fl.us/Statutes/index.cfm?App_mode=Display_Statute&amp;Search_String=&amp;URL=0400-0499/0456/Sections/0456.072.html\">Florida state statutes</a>, June 1, 2011</p>\r\n<p>\r\n\tOcala Star-Banner, &quot;<a href=\"http://www.ocala.com/article/20100723/news/100729867\">Family and pediatrician tangle over gun question</a>,&quot; July 23, 2010</p>\r\n<p>\r\n\tPolitiFact Florida, <a href=\"http://www.politifact.com/florida/statements/2011/feb/01/jason-brodeur/florida-lawmaker-suggests-doctors-can-use-gun-info/\">&quot;Florida lawmaker suggests doctors can use gun information against you,&quot;</a> Feb. 1, 2011</p>\r\n<p>\r\n\tInterview with Dr. Louis St. Petery, June 3, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 0, "first_name": "Bob", "half_true_count": 1, "home_state": "Florida", "id": 1132, "last_name": "Graham", "mostly_true_count": 1, "name_slug": "bob-graham", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/bobgraham.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1132/", "total_count": 3, "true_count": 0, "website": ""}, "statement": "<p>\r\n\t&quot;We had (a bill) in Florida where we now are prohibiting doctors to talk -- particularly pediatricians -- to talk to their patients about gun safety in the home.&quot;</p>", "statement_context": "an interview on MSNBC's \"Hardball.\"", "statement_date": "2011-06-01", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 19, "photo": null, "resource_uri": "/api/v/2/subject/19/", "subject": "Guns", "subject_slug": "guns", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [{"adkey": "", "advalue": "", "barely_true_count": 32, "current_job": "Governor", "false_count": 26, "first_name": "Rick", "half_true_count": 40, "home_state": "Florida", "id": 383, "last_name": "Scott", "mostly_true_count": 36, "name_slug": "rick-scott", "pants_count": 8, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/rlscott.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/383/", "total_count": 166, "true_count": 15, "website": "http://www.flgov.com/"}], "twitter_headline": ""}