{"art": [], "author": [{"email_address": "jgeiger@timesdispatch.com", "first_name": "Jacob", "id": 228, "last_name": "Geiger", "name_slug": "jacob-geiger", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/228/", "title": "Staff writer", "twitter": null}], "canonical_url": "/virginia/statements/2011/jun/09/democratic-congressional-campaign-committee/dccc-says-hurt-voted-again-end-medicare/", "edition": {"adkey": "Editions", "advalue": "Virginia", "edition": "Virginia", "edition_slug": "virginia", "has_afterthefact": false, "id": 10, "index_page": false, "meter_name": "The Virginia Truth-O-Meter", "resource_uri": "/api/v/2/edition/10/"}, "editor": [{"email_address": "wfiske@timesdispatch.com", "first_name": "Warren", "id": 209, "last_name": "Fiske", "name_slug": "warren-fiske", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/209/", "title": "PolitiFact Virginia Editor", "twitter": null}], "facebook_headline": null, "id": 3872, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jgeiger@timesdispatch.com", "first_name": "Jacob", "id": 228, "last_name": "Geiger", "name_slug": "jacob-geiger", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/228/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/3872/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tOn June 6, 2011, PolitiFact Virginia rated as False a statement by the Democratic Congressional Campaign Committee that Rep. Robert Hurt, R-5th, voted &quot;to end Medicare and raise health care costs for Virginia seniors.&quot; We based that ruling, in part, on a faulty determination that the legislation would not raise health care costs for anyone now 55 or older.<br />\r\n\t<br />\r\n\tFurther review shows about 8 percent of Medicare recipients could see higher costs if the plan Hurt supported is adopted. But given the blanket nature of the DCCC&rsquo;s statement, which suggests all Virginia seniors would see higher costs, we are maintaining our False rating and providing this new analysis:<br />\r\n\t<br />\r\n\tWhen it comes to alarming voters, nothing rings louder than an accusation that a politician wants to harm seniors.<br />\r\n\t<br />\r\n\tIn 2009, Republicans claimed health care reform would set up &quot;death panels&quot; that told old people when to die. Now Democrats are returning fire. They&rsquo;re accusing Republicans, including Rep. Robert Hurt from Virginia&rsquo;s 5th District, of voting to end Medicare.<br />\r\n\t<br />\r\n\t&quot;Rep. Robert Hurt voted again today to end Medicare and raise health care costs for Virginia seniors,&quot; the Democratic Congressional Campaign Committee said in a June 1 news release. The statement added that seniors will &quot;get a $6,400 medical bill&quot; if the GOP plan is adopted.<br />\r\n\t<br />\r\n\tThe DCCC, which works to elect Democrats to the House of Representatives, earned a <a href=\"http://www.politifact.com/truth-o-meter/statements/2011/apr/20/democratic-congressional-campaign-committee/democrats-say-republicans-voted-end-medicare-and-c/\">Pants on Fire</a>&nbsp;in April for claiming Republicans wanted to end Medicare and stick seniors with a $12,500 bill. We wanted to see if this latest attack was true.<br />\r\n\t<br />\r\n\tWhat is Congress voting on?<br />\r\n\t<br />\r\n\tIn a partisan vote on April 15, Hurt other House Republicans passed a budget resolution embracing proposals that would overhaul Medicare for young and middle-aged Americans. The plan was put forward by Rep. Paul Ryan, R-Wisc, chairman of the House Budget Committee.<br />\r\n\t<br />\r\n\tRyan proposed replacing today&rsquo;s Medicare program with a &quot;premium support payment.&quot; In 2022, new beneficiaries would buy plans from private insurance companies with financial assistance from the government. People who need more health care would get a little more money. Some call this a voucher program, but the proposal says it&rsquo;s not a voucher plan, because the government would pay the insurance companies directly.<br />\r\n\t<br />\r\n\tThe proposal requires private insurers to accept all applicants and to charge the same rate for people who are the same age. The plans would comply with standards to be set by the U.S. Office of Personnel Management, which administers the Federal Employees Health Benefits Program. The plan gradually raises the Medicare eligibility age to 67, and it provides smaller premium support to high earners.<br />\r\n\t<br />\r\n\tThe Congressional Budget Office says Ryan&rsquo;s plan could save the federal government money, but it would also raise costs for users. The CBO, the nonpartisan budget arm of Congress, estimates beneficiaries would contribute about $6,150 in premiums during 2022 if the current program isn&rsquo;t changed. Under Ryan&rsquo;s plan, the CBO estimates beneficiaries would contribute $12,500, more than double what they&rsquo;d pay under the existing plan.<br />\r\n\t<br />\r\n\tSo the proposal would raise costs for future seniors, but not for anyone now 55 or older. Folks older than that, including those seniors who currently use Medicare, would still use the existing program. Let us say that again, for emphasis: Ryan&rsquo;s plan would not affect the Medicare coverage for anyone currently 55 or older. But the DCCC is right in saying people using the new system could pay about $6,400 more per year in the future.<br />\r\n\t<br />\r\n\tThe DCCC says the plan would raise costs for current seniors, something we rejected in our initial analysis. Would those who stay on the regular Medicare program see their health care costs go up under the Ryan plan, as the Democratic group says?<br />\r\n\t<br />\r\n\tSome would, but not enormously. Here&rsquo;s why:<br />\r\n\t<br />\r\n\tThe Ryan plan would repeal the Patient Protection and Affordable Care Act signed by President Obama in March 2010. Among its myriad provisions, the law would phase out the &quot;doughnut hole&quot; a quirk in the current Medicare law that requires people with high-priced prescriptions to shoulder more of the costs.<br />\r\n\t<br />\r\n\tThe Department of Health and Human Services said about 3.9 million people, or roughly 8 percent of people who use Medicare, fell into the doughnut hole in 2009. During 2011, a discount on brand-name drugs under Obama&rsquo;s reforms is saving those people an average of $553, &nbsp;according to HHS.<br />\r\n\t<br />\r\n\tIf the health care act is repealed, those people would lose that benefit.<br />\r\n\t<br />\r\n\tThe DCCC issued its press release after House Republicans, including Hurt, passed a procedural resolution on June 1 that also embraced the Ryan plan.<br />\r\n\t<br />\r\n\tWe should note that the Ryan plan, while a bargaining chip in current debt negotiations and likely to be a big issue in the 2012 elections, has no immediate chance of becoming law. The proposal has been rejected by the Democratic-controlled Senate is strongly opposed by President Barack Obama.<br />\r\n\t<br />\r\n\tAnd here&rsquo;s a technical point: Both resolutions supported by Hurt are, as PolitiFact national has noted, non-binding documents that state policy preferences but cannot be viewed as the equivalent of legislation that establishes law. To actually alter Medicare, Congress would have to pass a detailed law changing the U.S. Code.<br />\r\n\t<br />\r\n\tWould the plan really end Medicare?<br />\r\n\t<br />\r\n\tThe Republican plan would be a huge change to the current program, and future seniors would have to pay more for their health plans if it becomes law. But to say it would end Medicare, as the DCCC email does, is a major exaggeration. All seniors -- current and future -- would continue to be offered coverage under the proposal, and the program&rsquo;s budget would increase every year.<br />\r\n\t<br />\r\n\tRepublicans say future spending projections for Medicare are not sustainable and the program requires changes. Their proposal &quot;protects and preserves Medicare -- with no disruptions -- for those in and near retirement and provides those now under the age of 55 with a strengthened, personalized Medicare program they can count on when they retire,&quot; Conor Sweeney, a spokesperson for House Budget Committee, told PolitiFact in April.<br />\r\n\t<br />\r\n\tDemocrats contend that the proposal would change the essential nature of Medicare as a guarantee of health coverage for seniors. The Congressional Budget Office in April released a detailed analysis of the proposal that concluded future beneficiaries would pay more for current levels of coverage, and that some will decide to go without any insurance.<br />\r\n\t<br />\r\n\tMany Democrats, including the president, said Ryan&rsquo;s plan would end &quot;Medicare as we know it.&quot; And that&rsquo;s a crucial qualifier, since Ryan&rsquo;s vision for the program is indeed very different from what currently exists.<br />\r\n\t<br />\r\n\tBut the DCCC left that qualifier out of its attack on Hurt.<br />\r\n\t<br />\r\n\tOur ruling<br />\r\n\t<br />\r\n\tThe DCCC says Hurt voted &quot;to end Medicare and raise health care costs for Virginia seniors.&quot;<br />\r\n\t<br />\r\n\tHurt has indeed cast votes for the Ryan plan, which would substantially alter Medicare for many Americans. But beyond that, the DCCC statement falls apart.<br />\r\n\t<br />\r\n\tThe Ryan plan would not end Medicare for anyone. The government would continue to help all older Americans pay for their medical bills.<br />\r\n\t<br />\r\n\tAnd the plan would not mean any change in costs of services for 92 percent of the people who now receive Medicare. So the blanket statement that it would raise the cost for seniors is misleading. The fact that 8 percent might see higher costs does not support the DCCC&rsquo;s blanket statement that health care costs will rise for seniors.<br />\r\n\t<br />\r\n\tFor younger Americans, there would still be a universal program that helps them pay for health care when they reach retirement age through payments to help buy private insurance. They would face higher out-of-pocket costs than those insured under the current plan.<br />\r\n\t<br />\r\n\tThe DCCC knows this but seems intent on scaring seniors. We rate its claim False.&nbsp;</p>", "ruling_comments_date": "2011-06-06T14:58:10.874493", "ruling_date": "2011-06-09T11:14:01", "ruling_headline": "DCCC says Hurt voted again to end Medicare", "ruling_headline_slug": "dccc-says-hurt-voted-again-end-medicare", "ruling_link_text": "Update: Now with new information on costs for current seniors", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tHouse of Representatives, <a href=\"http://clerk.house.gov/evs/2011/roll277.xml\">Roll call vote on H. Res. 34</a>, April 15, 2011.<br />\r\n\t<br />\r\n\tU.S. Senate, <a href=\"http://www.senate.gov/legislative/LIS/roll_call_lists/roll_call_vote_cfm.cfm?congress=112&amp;session=1&amp;vote=00077\">Roll call vote on H. Res 34</a>, May 25, 2011.<br />\r\n\t<br />\r\n\tPolitiFact Rhode Island, <a href=\"http://www.politifact.com/rhode-island/statements/2011/may/01/david-cicilline/cicilline-says-he-fought-republican-budget-ends-me/\">Cicilline says he fought Republican budget that ends Medicare</a>, May 1, 2011.<br />\r\n\t<br />\r\n\tPolitiFact, <a href=\"http://www.politifact.com/truth-o-meter/statements/2011/apr/20/democratic-congressional-campaign-committee/democrats-say-republicans-voted-end-medicare-and-c/\">Democrats say Republicans voted to end Medicare and charge seniors $12,000</a>, April 20, 2011.<br />\r\n\t<br />\r\n\tTHOMAS, <a href=\"http://hdl.loc.gov/loc.uscongress/legislation.112hconres34\">2012 Budget Resolution</a>, April 15, 2011<br />\r\n\t<br />\r\n\tCongressional Budget Office, <a href=\"http://www.cbo.gov/ftpdocs/121xx/doc12128/04-05-Ryan_Letter.pdf\">Analysis of Paul Ryan budget proposal</a>, April 5, 2011<br />\r\n\t<br />\r\n\tHouse Budget Committee, <a href=\"http://budget.house.gov/fy2012budget/\">The Path to Prosperity: Restoring America&rsquo;s Promise (Republican budget proposal)</a>, accessed April 20, 2011.</p>\r\n<p>\r\n\tDepartment of Health and Human Services, <a href=\"http://www.healthcare.gov/center/reports/affordablecareact.html\">Medicare beneficiary savings and Affordable Care Act summary</a>, accessed June 7, 2011.<br />\r\n\t<br />\r\n\tE-mail interview with Norm Ornstein, scholar at the American Enterprise Institute, June 3, 2011.&nbsp;</p>\r\n<p>\r\n\tE-mail interview with Jesse Ferguson, DCCC spokesman, June 3, 2011.</p>\r\n<p>\r\n\tE-mail interview with Adam Jentleson, spokesman for Sen. Harry Reid, June 6-7, 2011.</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 13, "current_job": "", "false_count": 8, "first_name": "", "half_true_count": 7, "home_state": "", "id": 652, "last_name": "Democratic Congressional Campaign Committee", "mostly_true_count": 1, "name_slug": "democratic-congressional-campaign-committee", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact-mugs-mugs_mug-dnc_.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/652/", "total_count": 38, "true_count": 0, "website": "http://www.dccc.org/"}, "statement": "<p>\r\n\t&quot;Rep. Robert Hurt voted again today to end Medicare and raise health care costs for Virginia seniors.&quot;</p>", "statement_context": "an e-mail.", "statement_date": "2011-06-01", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "", "id": 50, "photo": null, "resource_uri": "/api/v/2/subject/50/", "subject": "Medicare", "subject_slug": "medicare", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "U.S. Congressman", "false_count": 4, "first_name": "Robert", "half_true_count": 1, "home_state": "Virginia", "id": 784, "last_name": "Hurt", "mostly_true_count": 0, "name_slug": "robert-hurt", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/PF-HURT.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Virginia", "edition": "Virginia", "edition_slug": "virginia", "has_afterthefact": false, "id": 10, "index_page": false, "meter_name": "The Virginia Truth-O-Meter", "resource_uri": "/api/v/2/edition/10/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/784/", "total_count": 7, "true_count": 0, "website": "http://www.roberthurtforcongress.com/"}], "twitter_headline": ""}