{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2011/jun/06/sarah-palin/was-trash-talking-british-part-paul-reveres-ride/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 3875, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/3875/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>In another weird twist to her family vacation bus tour, Sarah Palin got herself in a bit of a press dust-up when she dabbled in a folksy version of early American history. The subject: Paul Revere.<br />\r\n<br />\r\nHere&#39;s the quote in question:<br />\r\n<br />\r\n&quot;He who warned the British that they weren&#39;t gonna be takin&#39; away our arms by ringing those bells, and makin&#39; sure as he&#39;s riding his horse through town to send those warning shots and bells that we were going to be sure and we were going to be free, and we were going to be armed.&quot;<br />\r\n<br />\r\nMany media outlets quickly pounced, saying Palin needed a history lesson.<br />\r\n<br />\r\nWe were frankly going to let this one go. It seemed to us like perhaps an impromptu slip up.<br />\r\n<br />\r\nBut then Palin doubled down in a June 5 interview with Chris Wallace on Fox News.<br />\r\n<br />\r\n&quot;You realize that you messed up about Paul Revere, don&#39;t you?&quot; Wallace asked.<br />\r\n<br />\r\n&quot;I didn&#39;t mess up about Paul Revere,&quot; Palin said. &quot;Here is what Paul Revere did. He warned the Americans that the British were coming, the British were coming, and they were going to try to take our arms and we got to make sure that we were protecting ourselves and shoring up all of our ammunitions and our firearms so that they couldn&rsquo;t take it. But remember that the British had already been there, many soldiers for seven years in that area. And part of Paul Revere&rsquo;s ride &mdash; and it wasn&rsquo;t just one ride &mdash; he was a courier, he was a messenger.</p>\r\n\r\n<p>&quot;Part of his ride was to warn the British that were already there. That, hey, you&rsquo;re not going to succeed. You&rsquo;re not going to take American arms. You are not going to beat our own well-armed persons, individual, private militia that we have. He did warn the British. And in a shout-out, gotcha type of question that was asked of me, I answered candidly. And I know my American history.&quot;<br />\r\n<br />\r\nWe don&#39;t remember anything about Revere trash-talking to the British in the version of events from the Henry Wadsworth Longfellow poem <a href=\"http://www.poemhunter.com/poem/paul-revere-s-ride-the-landlord-s-tale/\">&quot;Paul Revere&#39;s Ride.&quot;</a> But it&#39;s probably not wise to go with a poem for the last word on history.<br />\r\n<br />\r\nNot at all wise, according to a Maine Historical Society website account of Henry Wadsworth Longfellow&#39;s famous poem.<br />\r\n<br />\r\n&quot;The basic premise of Longfellow&#39;s poem is historically accurate, but Paul Revere&#39;s role is exaggerated,&quot; the historical group states. &quot;The most glaring inconsistencies between the poem and the historical record are that Revere was not the only rider that night, nor did he make it all the way to Concord, but was captured and then let go (without his horse) in Lexington, where he had stopped to warn Samuel Adams and John Hancock of the impending attack.<br />\r\n<br />\r\n&quot;Longfellow&#39;s intention was not to write a history; it was to create a national hero, and he was successful at doing so.&quot;<br />\r\n<br />\r\nSo let&#39;s go to accounts from Revere himself.<br />\r\n<br />\r\nThe Massachusetts Historical Society has two accounts of the night of April 18, 1775, from Revere. The first came via a deposition, likely prepared at the request of the Massachusetts Provincial Congress to prove who fired the first shot at Lexington. The second, in which he provides a similar account, comes from a letter Revere wrote in 1798.<br />\r\n<br />\r\nIn both accounts, Revere recounted that he received instruction from Dr. Joseph Warren, a leader among the Patriots, to ride to Lexington to warn Samuel Adams and John Hancock that English troops were moving toward Lexington and/or Concord. The historical society notes that Revere recounted that he &quot;secured a horse in Charlestown, avoided British officers near Charlestown Common, and reached Lexington (where he conveyed the message to Adams and Hancock). He set out for Concord with William Dawes and Samuel Prescott, but halfway there, he was captured by British soldiers.&quot;<br />\r\n<br />\r\nWe&#39;ll pick up here with Revere&#39;s own words from the 1798 letter, explaining that after he was captured, a British commander began to question him:<br />\r\n<br />\r\n&quot;He asked me if&nbsp; I was an express. I answered in the affirmative. He demanded what time I left Boston? I told him; and added, that their troops had catched aground in passing the River, and that there would be five hundred Americans there in a short time, for I had alarmed the Country all the way up.&quot;<br />\r\n<br />\r\nIn the 1775 deposition, Revere simply said &quot;500 men&quot;&nbsp; -- rather than 500 Americans -- were gathering to face the &quot;Regulars&quot; (the British).<br />\r\n<br />\r\nIn his 1994 book, &quot;Paul Revere&#39;s Ride,&quot; author David Hackett Fischer relied on historical documents to recount this passage:<br />\r\n<br />\r\n<em>With six pistols pointed at him, Revere spoke with a spirit the British officers found infuriating in a provincial prisoner, who seemed not to know his place, or to care about the danger he faced. One of the prisoners, Elijah Sanderson, listened at a distance and later remembered, &quot;I heard him pick up with energy to them.&quot;<br />\r\n<br />\r\n&quot;Gentlemen,&quot; Revere told them, &quot;you&#39;ve missed of your aim.&quot;<br />\r\n<br />\r\n&quot;What of our aim?&quot; one answered in a &quot;hard&quot; tone. Another insisted that they were out after deserters, a frequent employment of British officers in America.<br />\r\n<br />\r\n&quot;I know better,&quot; Paul Revere boldly replied. &quot;I know what you are after, and I have alarmed the country all the way up.&quot;</em><br />\r\n<br />\r\nSo Palin is correct about one point: Revere did warn the British that they were going to face armed resistance from some 500 colonists.<br />\r\n<br />\r\nBut Palin&#39;s comment suggests Revere was &quot;running around ringing bells and warning the British,&quot; said James Giblin, author of <em>The Many Rides of Paul Revere</em>.&nbsp; &quot;He wasn&#39;t, of course.&quot;<br />\r\n<br />\r\n&quot;He was captured by the British and never made it to Concord,&quot; Giblin said. &quot;While he was a prisoner of the British, he warned them they might meet a strong force of Americans. He was sort of boastful, telling them, &#39;You don&#39;t know what kind of force you&#39;re going to encounter at Concord.&#39; He was propagandizing for the rebels.&quot;<br />\r\n<br />\r\n&quot;She really needed a fact-checker before she spoke,&quot; Gilbin said.<br />\r\n<br />\r\nAgain, here&#39;s what Palin said in her Fox News interview, after she&#39;d been challenged on her initial account of Revere&#39;s ride. &quot;Part of his ride was to warn the British that were already there that, &quot;Hey, you&#39;re not going to succeed. You&#39;re not going to take American arms. You are not going to beat our own well-armed persons, individual, private militia that we have...He did warn the British.&quot;<br />\r\n<br />\r\nAgain, it so happens that after he was captured, Revere did &quot;warn&quot; (or boast) that armed Americans were awaiting the British militia. Palin&#39;s comments touch on this little-known part of history. But Palin&#39;s comment clearly suggests that one of Revere&#39;s aims that night was to warn the British. It was not. His aim -- in his own words -- was solely to warn Samuel Adams and John Hancock of British troop movement. We rate Palin&#39;s comment Barely True.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><br />\r\n<em>Editor&#39;s note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</em></p>\r\n\r\n<p>&nbsp;</p>\r\n", "ruling_comments_date": "2011-06-06T18:39:03.419017", "ruling_date": "2011-06-06T19:03:50", "ruling_headline": "Was trash-talking the British part of Paul Revere's ride? ", "ruling_headline_slug": "was-trash-talking-british-part-paul-reveres-ride", "ruling_link_text": "\"Warning\" came after Revere was captured by British", "ruling_state": null, "source_documents": null, "sources": "<p>YouTube, WHDH News: <a href=\"http://www.youtube.com/watch?v=5dRqaDrhgb8&amp;feature=player_embedded\">Sarah Palin gives her version of Paul Revere&#39;s ride</a>, June 2, 2011<br />\r\n<br />\r\nYouTube, Fox News Sunday: <a href=\"http://www.youtube.com/watch?feature=player_embedded&amp;v=AjJgcDaOlbQ\">Palin stands by her account of Paul Revere&#39;s ride</a>, June 5, 2011<br />\r\n<br />\r\nMassachusetts Histoical Society, <a href=\"http://www.masshist.org/database/doc-viewer.php?item_id=97\">Paul Revere&#39;s deposition, draft, circa 1775</a><br />\r\n<br />\r\nMassachusetts Histoical Society, <a href=\"http://www.masshist.org/database/doc-viewer.php?item_id=99\">Letter from Paul Revere to Jeremy Belknap, circa 1798</a><br />\r\n<br />\r\nWashington Post, <a href=\"http://www.washingtonpost.com/blogs/fact-checker/post/sarah-palins-midnight-ride-twice-over/2011/06/06/AGIsoJKH_blog.html?hpid=z2\">&quot;Sarah Palin&rsquo;s midnight ride, twice over,&quot;</a> by Glenn Kessler, June 6. 2011<br />\r\n<br />\r\nYahoo News, <a href=\"http://news.yahoo.com/s/ac/20110605/us_ac/8588011_how_sarah_palin_got_it_right_about_paul_revere_warning_the_british;_ylt=Ar8gTyW4_QKPqHhdwW9vuXph24cA;_ylu=X3oDMTU0Yzh0bzNwBGFzc2V0A2FjLzIwMTEwNjA1Lzg1ODgwMTFfaG93X3NhcmFoX3BhbGluX2dvdF9pdF9yaWdodF9hYm91dF9wYXVsX3JldmVyZV93YXJuaW5nX3RoZV9icml0aXNoBGNjb2RlA3RvcGdtcHRvcDIwMHBvb2wEY3BvcwMzBHBvcwMzBHNlYwN5bl90b3Bfc3RvcmllcwRzbGsDaG93c2FyYWhwYWxp\">&quot;How Sarah Palin Got it Right About Paul Revere &#39;Warning the British&#39;&quot;</a> by Mark Whittington, June 5, 2011<br />\r\n<br />\r\nConservatives4Palin, &quot;Governor Palin Gives the Media a History Lesson on Paul Revere&rsquo;s Midnight Ride,&quot;&nbsp; by Whitney Pitcher, June 3, 2011<br />\r\n<br />\r\n&quot;Paul Revere&#39;s Ride,&quot; by David Hackett Fischer, 1994<br />\r\n<br />\r\nInterview with James Giblin, author of <em>The Many Rides of Paul Revere</em>, June 6, 2011<br />\r\n<br />\r\nE-mail interview with Carol Knauff, Assistant Director of Development for Communications at the Massachusetts Historical Society, June 6, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 9, "current_job": "", "false_count": 20, "first_name": "Sarah", "half_true_count": 9, "home_state": "Alaska", "id": 63, "last_name": "Palin", "mostly_true_count": 6, "name_slug": "sarah-palin", "pants_count": 6, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-sarahpalin.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/63/", "total_count": 67, "true_count": 14, "website": ""}, "statement": "<p>&quot;Part of his ride was to warn the British that were already there that, &#39;Hey, you&#39;re not going to succeed.&#39; &quot;</p>\r\n", "statement_context": "an interview on Fox", "statement_date": "2011-06-05", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}, {"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}], "target": [], "twitter_headline": ""}