{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2011/jun/08/tom-rooney/rooney-claims-1-spent-disaster-mitigation-saves-4-/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}], "facebook_headline": null, "id": 3882, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/3882/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tA day after the June 1 start of hurricane season, U.S. Rep. Tom Rooney, a Republican whose Florida district includes parts of both&nbsp;the east and west coasts,&nbsp;introduced three bills related to insurance premiums or mitigation from hurricanes and other disasters. In a June 2 <a href=\"https://docs.google.com/document/d/1heR2Mr1Cf6cjv5HD1siUa45uwfds-kRB5nWlh_9Qx98/edit?hl=en_US\">press release</a>, he summarized the bills. One of them,&nbsp;the National Disaster Mitigation Act,&nbsp;would provide a tax credit up to $5,000 for homeowners who prepare their homes to reduce the risk of damage from hurricanes and other disasters.&nbsp;That mitigation could include roof repairs or adding shutters, for example.<br />\r\n\t<br />\r\n\t&quot;Mitigation must be a priority,&quot; Rooney wrote. &quot;Too many families and homes remain unnecessarily vulnerable to natural disasters like hurricanes. While mitigation will never eliminate the risk to homeowners, it could reduce loss and, in many cases, save a family&rsquo;s home. For every $1 spent on mitigation, $4 in post-storm cleanup and rebuilding is saved. These tax credits would provide an important incentive for families to proactively protect their homes from natural disasters.&quot;<br />\r\n\t<br />\r\n\tFor this Truth-O-Meter, we wanted to check if Rooney&#39;s figure was correct: For every $1 spent on mitigation, is $4 in post-storm cleanup and rebuilding saved?<br />\r\n\t<br />\r\n\tWe contacted Rooney spokesman Michael Mahaffey to ask for Rooney&#39;s source. He told us the claim came from a <a href=\"http://www.nibs.org/client/assets/files/mmc/Part1_final.pdf\">2005 study by the National Institute of Building Sciences</a> commissioned by the Federal Emergency Management Agency. The study was conducted by the Multihazard Mitigation Council of NIBS, which aims to improve communication among entities involved in disaster mitigation and provide credible information for public policy.<br />\r\n\t<br />\r\n\tThe goal of the study, based on the work of more than 50 national experts, was to &quot;assess the future savings from hazard mitigation activities.&quot;<br />\r\n\t<br />\r\n\tThe preface of the report gets to the heart of Rooney&#39;s claim: &quot;This study shows that money spent on reducing the risk of natural hazards is a sound investment. On average a dollar spent by FEMA on hazard mitigation (actions to reduce disaster losses) provides the nation with about $4 in future benefits.&quot;<br />\r\n\t<br />\r\n\tBut let&#39;s look a little deeper at the study. The purpose of the study was to quantify future savings from mitigation related to losses from earthquake, wind and flood through three major FEMA mitigation programs: Hazard Mitigation Grant Program, Project Impact and the Flood Assistance Mitigation Program -- federally-funded programs that help mitigate future disasters after they happen or ahead of time. (The hazard mitigation and flood assistance programs still exist while Project Impact has since ended --&nbsp;although FEMA now has other similar programs. For more about these programs, look at <a href=\"http://www.fema.gov/government/grant/hma/index.shtm\">FEMA&#39;s website</a>.) Two types of mitigations were addressed: &quot;project&quot; mitigations such as relocating homes and improving drainage, and &quot;process&quot; mitigations such as policies that reduce risk by developing strong building codes, for example.<br />\r\n\t<br />\r\n\tFrom page 115 of the <a href=\"http://www.nibs.org/client/assets/files/mmc/01-Chapters1-7.pdf\">full report</a>: &quot;The total benefits of FEMA hazard mitigation benefits between mid-1993 and mid-2003 are $14.0 billion compared with $3.5 billion in costs. This yields an average cost-benefit ratio of 4.0.&quot;<br />\r\n\t<br />\r\n\tThe study looked at a statistically representative sample of FEMA-funded mitigation grants between 1993 and 2003 and assessed future savings from such mitigation. Benefits were defined as losses avoided, including property damage, business interruption and reduced cost of emergency services.<br />\r\n\t<br />\r\n\tWe interviewed three experts involved in the 2005 study: chair Brent Woodworth, who at the time headed up IBM&#39;s crisis response team and is current CEO of the L.A. Emergency Preparedness Foundation; Dennis Mileti, senior research scientist at the National Hazard Center in Boulder, Colo.; and Timothy Reinhold, senior vice president of research and chief engineer at the Institute for Business and Home Safety in Tampa. All three said they believe the statistic would still hold true in 2011 -- though it&#39;s an average that could vary depending on the type of mitigation project and location.<br />\r\n\t<br />\r\n\tThe study focuses on FEMA-funded mitigation.<br />\r\n\t<br />\r\n\t&quot;The study&#39;s conclusions are for the nation as a whole and not for individual homeowners,&quot; Mileti wrote in an e-mail. &quot;Taking all disaster events into account and all mitigation projects studied into account (some mitigation projects will not experience a disaster and others will), the benefit is 4 to 1 when extrapolated out into the future. Some individuals will reap the benefits (at a greater level than 4 to 1), others will not because they may not have a disaster and the general outcome for the nation as a whole is 4 to 1.&quot;<br />\r\n\t<br />\r\n\tIn a telephone interview, Mileti explained:<br />\r\n\t<br />\r\n\t&quot;You can&#39;t tell a person -- one homeowner in one town who spends thousands on shutters -- that they will end up saving $4 for every $1 they may spend.&quot;<br />\r\n\t<br />\r\n\tFor starters, after the shutters are added, the house may not get hit with a hurricane.<br />\r\n\t<br />\r\n\tTo study all mitigation projects -- including those funded by private companies, individual homeowners, states, counties and cities -- would be &quot;very, very expensive and unrealistic,&quot; Mileti said.<br />\r\n\t<br />\r\n\tWe ran the 1:4 ratio by hurricane or mitigation experts in Florida, and all of them said they either cite it, agree with it or thought it might even be higher. We checked with Miles Anderson, Florida&#39;s chief of mitigation; Chuck Lanza, director of the Broward County Emergency Management Division; Ricardo Alvarez, mitigation consultant based in Miami; and Sheridan &quot;Butch&quot; Truesdale, Senior Mitigation Planner for Palm Beach County.<br />\r\n\t<br />\r\n\t&quot;I think it&#39;s that or greater, depending on the type of project or where it is,&quot; Anderson said.<br />\r\n\t<br />\r\n\tWe also found the statistic cited in an August 2007 U.S. <a href=\"http://www.gao.gov/new.items/d07403.pdf\">Government Accountability Office</a> report. And when we asked FEMA, we received an unsigned e-mail from the agency&#39;s News Desk that the agency still &quot;accepts this statistic.&quot;<br />\r\n\t<br />\r\n\tRooney claimed that &quot;for every $1 spent on mitigation, $4 spent on post-storm cleanup and rebuilding is saved.&quot; Rooney took that claim from a valid national study worked on by dozens of experts. But the ratio referred to FEMA-funded mitigation projects -- not necessarily home upgrades paid for by individual homeowners targeted in Rooney&#39;s bill. However, the ratio is widely considered to be an industry standard. We rate this claim Mostly True.</p>", "ruling_comments_date": "2011-06-07T15:00:21.839804", "ruling_date": "2011-06-08T11:23:23", "ruling_headline": "Rooney claims $1 spent on disaster mitigation saves $4 later", "ruling_headline_slug": "rooney-claims-1-spent-disaster-mitigation-saves-4-", "ruling_link_text": "True -- for FEMA projects", "ruling_state": "Florida", "source_documents": null, "sources": "<p>\r\n\tNational Institute of Building Sciences, <a href=\"http://www.nibs.org/client/assets/files/mmc/Part1_final.pdf\">&quot;National Hazard Mitigation Saves: An independent study to assess the future savings of mitigation activities,&quot; summary version</a> 2005<br />\r\n\t<br />\r\n\tNational Institute of Building Sciences,<a href=\"http://www.nibs.org/index.php/mmc/projects/nhms\">&quot;National Hazard Mitigation Saves: An independent study to assess the future savings of mitigation activities,&quot; full version</a> 2005<br />\r\n\t<br />\r\n\tFederal Emergency Management Agency website, <a href=\"http://www.fema.gov/government/grant/hma/index.shtm\">Hazard Mitigation Assistance Programs</a>, Accessed June 7, 2011<br />\r\n\t<br />\r\n\tU.S. Rep. Tom Rooney, <a href=\"https://docs.google.com/document/d/1heR2Mr1Cf6cjv5HD1siUa45uwfds-kRB5nWlh_9Qx98/edit?hl=en_US\">Press release</a>, June 2, 2011<br />\r\n\t<br />\r\n\tU.S. Government Accountability Office,<a href=\"http://www.gao.gov/new.items/d07403.pdf\">&quot;Natural Hazard Mitigation,&quot;</a> August 2007<br />\r\n\t<br />\r\n\tInterview, Senior Vice President for Research, Chief Engineer Institute for Business &amp; Home Safety Timothy Reinhold, June 6, 2011<br />\r\n\t<br />\r\n\tInterview, CEO of the L.A. Emergency Preparedness Foundation Brent Woodworth, June 6, 2011<br />\r\n\t<br />\r\n\tInterview, Florida chief of mitigation Miles Anderson, June 3, 2011<br />\r\n\t<br />\r\n\tInterview, Broward Emergency Management Division director Chuck Lanza, June 6, 2011<br />\r\n\t<br />\r\n\tInterview, Palm Beach County senior mitigation planner Sheridan &quot;Butch&quot; Truesdale, June 6, 2011<br />\r\n\t<br />\r\n\tInterview, mitigation consultant Ricardo Alvarez, June 6, 2011<br />\r\n\t<br />\r\n\tInterview, Federal Emergency Management Agency spokesperson Mary Olsen, June 7, 2011<br />\r\n\t<br />\r\n\tInterview, FEMA News Desk, June 3, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Congressman", "false_count": 0, "first_name": "Tom", "half_true_count": 0, "home_state": "Florida", "id": 1261, "last_name": "Rooney", "mostly_true_count": 1, "name_slug": "tom-rooney", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/rooney_head_shot_resized.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1261/", "total_count": 2, "true_count": 0, "website": "http://rooney.house.gov/"}, "statement": "<p>\r\n\t&quot;For every $1 spent on mitigation, $4 in post-storm cleanup and rebuilding is saved.&quot;</p>", "statement_context": "a press release", "statement_date": "2011-06-02", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 131, "photo": null, "resource_uri": "/api/v/2/subject/131/", "subject": "Government Efficiency", "subject_slug": "government-efficiency", "used_in_edition": []}], "target": [], "twitter_headline": ""}