{"art": [], "author": [{"email_address": "bwichert@starledger.com", "first_name": "Bill", "id": 245, "last_name": "Wichert", "name_slug": "bill-wichert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 15, "publication_name": "Newark Star-Ledger", "resource_uri": "/api/v/2/publication/15/"}, "resource_uri": "/api/v/2/staffer/245/", "title": "PolitiFact New Jersey Reporter", "twitter": null}], "canonical_url": "/new-jersey/statements/2011/jun/10/chris-christie/gov-chris-christie-claims-only-17-150000-tenured-n/", "edition": {"adkey": "Editions", "advalue": "New Jersey", "edition": "New Jersey", "edition_slug": "new-jersey", "has_afterthefact": false, "id": 13, "index_page": false, "meter_name": "The New Jersey Truth-O-Meter", "resource_uri": "/api/v/2/edition/13/"}, "editor": [{"email_address": "cshinske@starledger.com", "first_name": "Caryn", "id": 246, "last_name": "Shinske", "name_slug": "caryn-shinske", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 15, "publication_name": "Newark Star-Ledger", "resource_uri": "/api/v/2/publication/15/"}, "resource_uri": "/api/v/2/staffer/246/", "title": "PolitiFact New Jersey editor", "twitter": null}], "facebook_headline": null, "id": 3886, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "bwichert@starledger.com", "first_name": "Bill", "id": 245, "last_name": "Wichert", "name_slug": "bill-wichert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 15, "publication_name": "Newark Star-Ledger", "resource_uri": "/api/v/2/publication/15/"}, "resource_uri": "/api/v/2/staffer/245/", "title": "PolitiFact New Jersey Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/3886/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tIn his ongoing attempts at education reform in New Jersey, Gov. Chris Christie has a statistic to prove his point that tenure in the public school system provides a &quot;job for life&quot;: only 17 out of 150,000 tenured teachers have been dismissed for incompetence during the past decade.<br />\r\n\t<br />\r\n\tThe Republican governor offered those figures during his April 29 address before about 250 students and professors at Harvard University&#39;s Graduate School of Education.<br />\r\n\t<br />\r\n\tHere&rsquo;s what Christie told the Ivy League institution:<br />\r\n\t<br />\r\n\t&quot;In New Jersey, despite whatever the union will tell you, tenure is a job for life after three years and one day. It is a job for life. Here&rsquo;s the evidence of it. We have about 150,000 public school teachers in New Jersey. In the last ten years how many teachers do you believe were dismissed for incompetence who were tenured teachers? Now keep it in context. Ten years at 150,000, 1.5M (1.5 million) opportunities to do this in the last ten years. The answer is seventeen. Seventeen in ten years.&quot;<br />\r\n\t<br />\r\n\tPolitiFact New Jersey was intrigued by the low number, and we reached out to the governor&rsquo;s office and the state Department of Education to check it.<br />\r\n\t<br />\r\n\tThe governor&rsquo;s representatives could not prove there have been 150,000 tenured teachers during the past decade, but state records mostly support Christie&rsquo;s argument that only 17 teachers were removed from the classroom following charges of &quot;inefficiency&quot; or &quot;incompetence&quot; during the past 10 years.<br />\r\n\t<br />\r\n\tFirst, let&rsquo;s talk about that bigger number -- 150,000 tenured teachers?<br />\r\n\t<br />\r\n\tAccording to the New Jersey Department of Education&rsquo;s website, the number of certified teachers climbed from 102,723 in the 2001-02 school year to about 114,704 in the 2009-10 school year. Those figures likely include nontenured teachers.<br />\r\n\t<br />\r\n\tPolitiFact New Jersey submitted an open public records request seeking, in part, documents detailing the number of tenured teachers in the public school system from 2000 to 2011, but state education officials told us they don&rsquo;t have any such records.<br />\r\n\t<br />\r\n\tWe reached out to the governor&rsquo;s office for an explanation of the 150,000 figure, but two phone messages were never returned.<br />\r\n\t<br />\r\n\tNow, let&rsquo;s return to those 17 dismissals cited by Christie at Harvard.<br />\r\n\t<br />\r\n\tThrough the same open public records request, state education officials provided records of 17 cases from between 2001 and 2010 where tenured individuals were dismissed or resigned from their jobs following charges of inefficiency or incompetence.<br />\r\n\t<br />\r\n\tChristie had used the word &quot;incompetence,&quot; but education spokesman Alan Guenther told us the correct term is &quot;inefficiency,&quot; which covers incompetence. The cases typically involve teachers failing to provide adequate instruction for students.<br />\r\n\t<br />\r\n\tPolitiFact New Jersey found a few discrepancies between Christie&rsquo;s statement and the records provided by the education department.<br />\r\n\t<br />\r\n\tChristie said 17 teachers were dismissed, but the records show that nine individuals resigned through settlement agreements and another person resigned before an agreement was reached.</p>\r\n<p>\r\n\t<br />\r\n\tThe remaining seven individuals were dismissed from their positions by the commissioner or acting commissioner of education.<br />\r\n\t<br />\r\n\tAlso, the 17 individuals include a social worker, a facilities manager and a secretary.<br />\r\n\t<br />\r\n\tWe also conducted our own review of more than 140 legal decisions available on the Department of Education&rsquo;s website involving tenure hearings during the past decade.<br />\r\n\t<br />\r\n\tThat research turned up only two cases ending in teacher dismissals between 2001 and 2010 involving inefficiency charges that were not included in the records provided by the education department.<br />\r\n\t<br />\r\n\tExcluding cases involving inefficiency or incompetence, 64 staff members in public schools were dismissed between 2001 and 2010 for other tenure charges, such as unbecoming conduct, according to decisions on the department&rsquo;s website. Another eight individuals lost their jobs by other means in the face of tenure charges.<br />\r\n\t<br />\r\n\tHere&rsquo;s where all that research leaves us:<br />\r\n\t<br />\r\n\tIf we include the case involving the social worker, our research and the records provided to us support Christie&rsquo;s statement that 17 teachers left their jobs following charges of inefficiency or incompetence.<br />\r\n\t<br />\r\n\tA New Jersey Education Association spokesman and a Rutgers professor took exception to Christie&rsquo;s figure.<br />\r\n\t<br />\r\n\tNJEA spokesman Steve Baker pointed to state data showing that, on average, nearly 40 percent of first-year certified staff members in New Jersey do not attain tenure. By the time individuals attain tenure, they have proven to be competent teachers, Baker said.<br />\r\n\t<br />\r\n\t&quot;Because they are essentially at-will employees for three years, there is no way to know why each one left or was not brought back. However, it is clear that a large number were dismissed, or chose to leave, because they were not effective,&quot; Baker wrote in an email. &quot;Those who make it through the process and earn tenure have already pretty convincingly demonstrated to their administrators that they are effective and capable.&quot;<br />\r\n\t<br />\r\n\tBruce Baker, an associate professor in the Graduate School of Education at Rutgers University, who is not related to Steve Baker, said the 17 figure is not very meaningful because teachers are dismissed before reaching tenure status or they&rsquo;re forced out later without charges being filed.<br />\r\n\t<br />\r\n\tThere also is no benchmark of how many bad teachers are out there, Baker said.<br />\r\n\t<br />\r\n\tTwo experts said proving charges of inefficiency and incompetence presents a challenge to school districts.<br />\r\n\t<br />\r\n\tThe existing evaluation system makes it difficult to determine ineffectiveness among tenured teachers, said Patrick McGuinn, an associate professor of political science at Drew University. The cost and time involved in pursuing such tenure cases also are disincentives for districts, he said.<br />\r\n\t<br />\r\n\tMiddlesex County attorney David Rubin, who represents various school districts, added: &quot;What constitutes lousy teaching is somewhat subjective to begin with.&quot;<br />\r\n\t<br />\r\n\tLet&rsquo;s return to Christie&rsquo;s statement:<br />\r\n\t<br />\r\n\tThe governor said 17 out of 150,000 tenured teachers were dismissed for incompetence in the last 10 years. The 150,000 figure is off, since state records show no more than 114,704 certified teachers have been working in the past decade. But state records back up his statement about the 17 cases involving inefficiency or incompetence charges.<br />\r\n\t<br />\r\n\tStill, his underlying point is largely correct. The state has tens of thousands of teachers and only 17 have lost their jobs through dismissals or resignations in the past decade following charges of incompetence or inefficiency.<br />\r\n\t<br />\r\n\tWe rate his statement Mostly True.</p>\r\n<p>\r\n\tTo comment on this ruling, join the conversation at <a href=\"http://www.nj.com/news/index.ssf/2011/06/politifact_new_jersey_christie.html\">www.NJ.com</a>.</p>", "ruling_comments_date": "2011-06-07T15:56:56.369429", "ruling_date": "2011-06-10T05:02:00", "ruling_headline": "Gov. Chris Christie claims only 17 of 150,000 tenured New Jersey teachers have been dismissed for incompetence in the past 10 years", "ruling_headline_slug": "gov-chris-christie-claims-only-17-150000-tenured-n", "ruling_link_text": "State records give gov passing grade", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tNew Jersey Department of Education, <a href=\"http://www.state.nj.us/governor/news/news/552011/approved/20110504a.html\">&quot;Remarks By Governor Christie At Harvard Graduate School Of Education On April 29, 2011,&quot;</a>May 4, 2011<br />\r\n\t<br />\r\n\tInterviews with Alan Guenther, <a href=\"http://www.state.nj.us/education/\">New Jersey Department of Education</a>, May 16, 2011<br />\r\n\t<a href=\"http://www.state.nj.us/education/legal/\"><br />\r\n\tNJ Department of Education&#39;s school law decisions</a>, accessed May 16-27, 2011<br />\r\n\t<br />\r\n\tEmail interviews with Steve Baker, <a href=\"http://www.njea.org/news-and-publications/news-room\">New Jersey Education Association</a>, May 16, 2011<br />\r\n\t<br />\r\n\tEmails from Beth Auerswald, acting OPRA custodian for NJ Department of Education, May 18-24, 2011<br />\r\n\t<br />\r\n\tInterview with Frank Belluscio, <a href=\"http://www.njsba.org/\">New Jersey School Boards Association</a>, May 19, 2011<br />\r\n\t<br />\r\n\tInterview with David Rubin, <a href=\"http://www.rubinlaw.net/\">education law attorney</a>, May 19, 2011<br />\r\n\t<br />\r\n\tInterview with Bruce Baker, <a href=\"http://gse.rutgers.edu/bruce_baker\">Graduate School of Education at Rutgers University</a>, May 27, 2011<br />\r\n\t<br />\r\n\t<a href=\"http://www.state.nj.us/education/data/cs/\">NJ Department of Education&rsquo;s Fall Survey Collections on certificated staff</a>, accessed May 27, 2011<br />\r\n\t<br />\r\n\tThe Star-Ledger, <a href=\"http://www.nj.com/news/index.ssf/2011/04/gov_christie_calls_njea_a_poli.html\">&quot;Gov. Christie calls NJEA a &#39;political thuggery operation&#39; in speech at Harvard,&quot;</a>April 30, 2011<br />\r\n\t<br />\r\n\tInterview with Patrick McGuinn, <a href=\"http://depts.drew.edu/psci/pmcguinn.html\">Drew University</a>, May 27, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 10, "current_job": "Governor of New Jersey", "false_count": 17, "first_name": "Chris", "half_true_count": 27, "home_state": "New Jersey", "id": 1251, "last_name": "Christie", "mostly_true_count": 19, "name_slug": "chris-christie", "pants_count": 8, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/christie.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1251/", "total_count": 105, "true_count": 21, "website": "http://www.state.nj.us/governor/"}, "statement": "<p>\r\n\tOut of 150,000 tenured teachers in the last 10 years, only 17 have been dismissed for incompetence.</p>", "statement_context": "a speech at the Harvard Graduate School of Education", "statement_date": "2011-04-29", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 1, "home_state": "", "id": 1253, "last_name": "New Jersey Education Association", "mostly_true_count": 0, "name_slug": "new-jersey-education-association", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/njea_01_cut.jpg", "primary_edition": {"adkey": "Editions", "advalue": "New Jersey", "edition": "New Jersey", "edition_slug": "new-jersey", "has_afterthefact": false, "id": 13, "index_page": false, "meter_name": "The New Jersey Truth-O-Meter", "resource_uri": "/api/v/2/edition/13/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1253/", "total_count": 3, "true_count": 2, "website": "http://www.njea.org/"}], "twitter_headline": ""}