{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2011/jun/07/chain-email/chain-e-mail-accuses-barack-obama-hypocrisy-raid-o/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 3890, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/3890/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\r\n\tA reader recently forwarded us a chain e-mail that&rsquo;s been making the rounds, accusing President Barack Obama of hypocrisy over the raid that resulted in the killing of al-Qaida leader Osama bin Laden on May 1, 2011. A Google search also indicated that the text of the e-mail has been popping up widely in blogs and comment threads.</p>\r\n<p>\r\n\tHere&rsquo;s the full text of the version we received:<br />\r\n\t<br />\r\n\t&quot;Here are the facts, you be the judge. These words were spoken by the same man in 2008 and then again in 2011.<br />\r\n\t<br />\r\n\t&quot;Short and &nbsp;sweet&hellip;<br />\r\n\t<br />\r\n\t&quot;OBAMA&#39;S OWN &nbsp;WORDS TRAP HIM: &nbsp;<br />\r\n\t<br />\r\n\t&quot;2008: &lsquo;Navy Seal Team 6 is Cheney&#39;s private assassination team.&rsquo;<br />\r\n\t&quot;2011: &lsquo;I put together Seal Team 6 to take out Bin Laden.&rsquo;<br />\r\n\t<br />\r\n\t&quot;2008: &lsquo;Bin Laden is innocent until proven guilty, and must be captured alive and given a fair trial.&rsquo;<br />\r\n\t&quot;2011: &lsquo;I authorized Seal Team 6 to kill Bin Laden.&rsquo;<br />\r\n\t<br />\r\n\t&quot;2008: &lsquo;Guantanamo is entirely unnecessary, and the detainees should not be interrogated.&rsquo;<br />\r\n\t&quot;2011: &lsquo;Vital intelligence was obtained from Guantanamo detainees that led to our locating Bin Laden.&rsquo;<br />\r\n\t<br />\r\n\t&quot;I HOPE THIS &nbsp;GETS SENT AROUND TO PEOPLE WHO CARE ABOUT THE &nbsp;TRUTH!&quot;<br />\r\n\t<br />\r\n\tWe thought we&rsquo;d look into whether the quotations in the e-mail were accurate. We did extensive searches on Google, in the Lexis-Nexis news database and the White House&rsquo;s own website, as well as checking with a few experts. The White House did not respond to our query.<br />\r\n\t<br />\r\n\tWhile it&rsquo;s impossible to prove a negative, we found no evidence to support the notion that Obama said any of these things. In fact, several of the statements are directly contradicted by the evidence we found.<br />\r\n\t<br />\r\n\tWe&rsquo;ll take the quotes one by one.<br />\r\n\t<br />\r\n\t<strong>2008: &quot;Navy Seal Team 6 is Cheney&#39;s private assassination team.&quot;</strong><br />\r\n\t<br />\r\n\tWe found occasional references in the media to &quot;assassination teams&quot; that were answerable to Vice President Dick Cheney, but no evidence that Obama ever said anything of the sort.<br />\r\n\t<br />\r\n\tIn a March 11, 2009, <a href=\"http://www.minnpost.com/ericblackblog/2009/03/11/7310/investigative_reporter_seymour_hersh_describes_executive_assassination_ring\">speech</a> at the University of Minnesota, veteran investigative reporter Seymour Hersh referred to the Joint Special Operations Command -- a &quot;special wing of our special operations community that is set up independently,&quot; as he put it. &quot;They do not report to anybody, except in the Bush-Cheney days, they reported directly to the Cheney office. ... Congress has no oversight of it. It&rsquo;s an executive assassination ring essentially....&quot;<br />\r\n\t<br />\r\n\tLater, during the July 15, 2009, edition of <em>Countdown with Keith Olbermann</em> -- a now-defunct nightly show on MSNBC -- the liberal host introduced a segment by saying that it was &quot;time to look at what we know about the Bush-Cheney assassination teams.&quot; The segment addressed purported assassination efforts under both the CIA and the Pentagon. The latter &quot;sent killing teams into the field, where they actually killed people,&quot; including those affiliated with al-Qaida, Olbermann said.<br />\r\n\t<br />\r\n\tAlmost two years later, such comments became somewhat prescient, when details of the bin Laden raid became known. The counter-terrorist team that carried out the raid was the Naval Special Warfare Development Group, or DevGru for short. (The team is popularly, though incorrectly, known by one of its several former names, SEAL Team Six.&quot;) DevGru <a href=\"http://www.globalsecurity.org/military/agency/navy/nswdg.htm\">has been around since the early 1980s</a>, usually shrouded in secrecy given its sensitive work. According to globalsecurity.org, it is a &quot;component&quot; of the Joint Special Operations Command.<br />\r\n\t<br />\r\n\tFrom what&rsquo;s been reported, it&rsquo;s unclear whether DevGru truly was answerable to Cheney during his two terms as vice president. But the group existed, and the bin Laden raid certainly suggests that it has the ability -- at least in some cases -- to act as an &quot;assassination team.&quot;<br />\r\n\t<br />\r\n\tStill, the e-mail is wrong to suggest that Obama ever said or wrote that &quot;Navy Seal Team 6 is Cheney&#39;s private assassination team&quot; before he became president (or, for that matter, after).<br />\r\n\t<br />\r\n\t<strong>2011: &quot;I put together Seal Team 6 to take out Bin Laden.&quot;</strong><br />\r\n\t<br />\r\n\tDuring his May 1, 2011, announcement of bin Laden&rsquo;s death, Obama detailed his role in ordering the bin Laden raid. But he never claimed that he had created the unit that carried out the raid (which he didn&rsquo;t, in any case).<br />\r\n\t<br />\r\n\tObama said in his announcement that shortly after he took office, &quot;I directed Leon Panetta, the director of the CIA, to make the killing or capture of bin Laden the top priority of our war against al-Qaida, even as we continued our broader efforts to disrupt, dismantle, and defeat his network. &hellip; Last week, I determined that we had enough intelligence to take action, and authorized an operation to get Osama bin Laden and bring him to justice.<br />\r\n\t<br />\r\n\t&quot;Today, at my direction, the United States launched a targeted operation against that compound in Abbottabad, Pakistan. A small team of Americans carried out the operation with extraordinary courage and capability. No Americans were harmed. &nbsp;They took care to avoid civilian casualties. &nbsp;After a firefight, they killed Osama bin Laden and took custody of his body.&quot;<br />\r\n\t<br />\r\n\tIn a lengthy interview conducted on May 4, 2011, Obama sounded a similar note.<br />\r\n\t<br />\r\n\t&quot;Obviously we have extraordinary guys,&quot; Obama told Steve Kroft of the CBS newsmagazine <em>60 Minutes</em>. &quot;Our Special Forces are the best of the best. And so I was not involved in designing the initial plan. But each iteration of that plan they&#39;d bring back to me. Make a full presentation. We would ask questions. We had multiple meetings in the Situation Room in which we would map out -- and we would actually have a model of the compound and discuss how this operation might proceed, and what various options there were because there was more than one way in which we might go about this.&quot;<br />\r\n\t<br />\r\n\tWe did not find any evidence that Obama had claimed to have created the special forces team that carried out the raid.<br />\r\n\t<br />\r\n\t<strong>2008: &quot;Bin Laden is innocent until proven guilty and must be captured alive and given a fair trial.&quot;</strong><br />\r\n\t<br />\r\n\tObama never said this. In fact, he took the opposite stance in one of the presidential debates in 2008.<br />\r\n\t<br />\r\n\t&quot;If we have Osama bin Laden in our sights and the Pakistani government is unable or unwilling to take them out, then I think that we have to act, and we will take them out,&quot; Obama said. &quot;We will kill bin Laden. We will crush al-Qaida. That has to be our biggest national security priority.&quot;<br />\r\n\t<br />\r\n\tAfter the raid, we rated his promise to &quot;kill bin Laden&quot; as a <a href=\"http://www.politifact.com/truth-o-meter/promises/obameter/promise/901/we-will-kill-bin-laden/\">Promise</a><a href=\"http://www.politifact.com/truth-o-meter/promises/obameter/promise/901/we-will-kill-bin-laden/\"> Kept</a>.<br />\r\n\t<br />\r\n\tThe closest we could find was a comment -- quickly retracted -- that was made in 2003 by Howard Dean. Dean, the former governor of Vermont, was running for the Democratic presidential nomination at the time.<br />\r\n\t<br />\r\n\tIn December 2003, Dean told the <em>Concord Monitor</em> that he had &quot;resisted pronouncing a sentence (on bin Laden) before guilt is found. I still have this old-fashioned notion that even with people like Osama, who is very likely to be found guilty, we should do our best not to, in positions of executive power, not to prejudge jury trials.&quot;<br />\r\n\t<br />\r\n\tAfter a flurry of condemnations, Dean reversed course just a few hours later. He told the Associated Press that, &quot;as an American, I want to make sure he gets the death penalty he deserves.&quot; He also issued a statement that said in part, &quot;Bin Laden has admitted that he is responsible for killing 3,000 Americans as well as scores of men, women and children around the world. This is exactly the kind of case that the death penalty is meant for.&quot;<br />\r\n\t<br />\r\n\t<strong>2011: &quot;I authorized Seal Team 6 to kill Bin Laden.&quot;</strong><br />\r\n\t<br />\r\n\tObama didn&rsquo;t use the phrasing cited in the chain e-mail, but as we indicated earlier, there&rsquo;s no question that he took responsibility for ordering the raid.<br />\r\n\t<br />\r\n\tThere is evidence that U.S. forces would have accepted a surrender by bin Laden, rather than killing him, under certain circumstances. After the raid, <a href=\"http://blogs.abcnews.com/politicalpunch/2011/05/obama-administration-offers-legal-justification-for-capture-or-killing-of-osama-bin-laden.html\">according to ABC News</a>, State Department legal adviser Harold Koh wrote in a blog post that forces were prepared to capture bin Laden if he had &quot;surrendered in a way that they could safely accept&quot; in accordance with the laws of armed conflict which require the acceptance of a &quot;genuine offer&quot; of surrender, &quot;clearly communicated by the surrendering party&quot; under circumstances where it would be feasible for the forces to accept the offer of surrender.<br />\r\n\t<br />\r\n\tStill, Koh wrote that bin Laden was a lawful target under the Authorization for Use of Military Force passed by Congress in 2001. It allows military force against those that have &quot;planned, authorized, committed or aided the terrorist attacks&quot; of Sept. 11, 2001.<br />\r\n\t<br />\r\n\t<strong>2008: &quot;Guantanamo is entirely unnecessary, and the detainees should not be interrogated.&quot;</strong><br />\r\n\t<br />\r\n\tThis statement has a grain of truth, but it is exaggerated.<br />\r\n\t<br />\r\n\tDuring the campaign, Obama <a href=\"http://obama.3cdn.net/417b7e6036dd852384_luzxmvl09.pdf\">made</a><a href=\"http://obama.3cdn.net/417b7e6036dd852384_luzxmvl09.pdf\"> no </a><a href=\"http://obama.3cdn.net/417b7e6036dd852384_luzxmvl09.pdf\">secret</a> of his disagreement with elements of the Bush Administration&rsquo;s national security policy. He promised to &quot;close the detention facility at Guantanamo&quot; (which we have rated a <a href=\"http://www.politifact.com/truth-o-meter/promises/obameter/promise/177/close-the-guantanamo-bay-detention-center/\">Promise</a><a href=\"http://www.politifact.com/truth-o-meter/promises/obameter/promise/177/close-the-guantanamo-bay-detention-center/\"> Broken</a>) and to &quot;end the use of torture without exception&quot; (which we have rated <a href=\"http://www.politifact.com/truth-o-meter/promises/obameter/promise/175/end-the-use-of-torture/\">In the Works</a>).<br />\r\n\t<br />\r\n\tObama&rsquo;s desire to close Guantanamo could be construed as him believing that the facility is &quot;entirely unnecessary,&quot; but it&rsquo;s wrong to say that he believed that detainees shouldn&rsquo;t be interrogated. Interrogation is a standard procedure in law enforcement and intelligence. Obama wanted to end the use of torture.<br />\r\n\t<br />\r\n\tWe also found no evidence that Obama uttered these words.<br />\r\n\t<br />\r\n\t<strong>2011: &quot;Vital intelligence was obtained from Guantanamo detainees that led to our locating Bin Laden.&quot;</strong><br />\r\n\t<br />\r\n\tSome, including Cheney, have suggested that the Bin Laden raid benefited from intelligence gained through interrogation techniques that Obama has criticized as torture. This question has not been definitively settled, although the White House downplayed the possibility.<br />\r\n\t<br />\r\n\t&quot;Reporting from detainees was just a slice of the information that has been gathered by incredibly diligent professionals over the years in the intelligence community,&quot; White House spokesman Jay Carney <a href=\"http://blogs.abcnews.com/thenote/2011/05/dick-cheney-wouldnt-be-surprising-if-bush-interrogation-techniques-help-get-bin-laden.html\">said</a> on May 3, 2011. &quot;And it simply strains credulity to suggest that a piece of information that may or may not have been gathered in -- eight years ago somehow directly led to a successful mission on Sunday. That&#39;s just not the case.&quot;<br />\r\n\t<br />\r\n\tJohn Pike, the director of <a href=\"http://globalsecurity.org/\">globalsecurity.org</a>, said that the words attributed to Obama on Guantanamo &quot;are ludicrous. It is not something he would have said, and there is no evidence that it is something that he did say.&quot;<br />\r\n\t<br />\r\n\tAnd in this case too, we found no evidence that Obama uttered the words attributed to him.</p>\r\n<p>\r\n\t&quot;As you may know I have been critical of Obama&#39;s national security policies,&quot; said Professor Jeff Addicott, director of the Center for Terrorism Law at St. Mary&#39;s University School of Law. &quot;That said, I have never heard him make the 2008 remarks, and I follow him very closely.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong></p>\r\n<p>\r\n\tA few of the sentiments have some link to reality &ndash; Obama did order the raid to kill bin Laden, and he did oppose Guantanamo, even though he ultimately failed to carry through on his promise to close it. The critics may have wished Obama had made these statements, but appears the statements have no basis in reality. It&#39;s clear from our research that all six quotes are fabrications. Once again a widely circulated chain e-mail is spreading ridiculous falsehoods about Obama. We rate this e-mail Pants on Fire.</p>", "ruling_comments_date": "2011-06-07T17:00:54.207381", "ruling_date": "2011-06-07T19:16:31", "ruling_headline": "Chain e-mail accuses Barack Obama of hypocrisy in raid on Osama bin Laden", "ruling_headline_slug": "chain-e-mail-accuses-barack-obama-hypocrisy-raid-o", "ruling_link_text": "E-mail is based on six fabricated quotes", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tGlobalsecurity.org, &quot;<a href=\"http://www.globalsecurity.org/military/agency/navy/nswdg.htm\">Naval Special Warfare Development Group (DEVGRU)</a>&quot; accessed June 7, 2011<br />\r\n\t<br />\r\n\tMinnPost.com, &quot;<a href=\"http://www.minnpost.com/ericblackblog/2009/03/11/7310/investigative_reporter_seymour_hersh_describes_executive_assassination_ring\">Investigative reporter Seymour Hersh describes &#39;executive assassination ring</a>,&#39;&quot; March 11, 2009<br />\r\n\t<br />\r\n\tCBS News, &quot;<a href=\"http://www.cbsnews.com/8301-504803_162-20060530-10391709.html\">Obama on bin Laden: The full &quot;60 Minutes&quot; interview</a>,&quot; May 8, 2011<br />\r\n\t<br />\r\n\tABC News, &quot;<a href=\"http://blogs.abcnews.com/politicalpunch/2011/05/obama-administration-offers-legal-justification-for-capture-or-killing-of-osama-bin-laden.html\">Obama Administration Offers Legal Justification for Capture or Killing of Osama Bin Laden</a>,&quot; May 19, 2011<br />\r\n\t<br />\r\n\tABC News, &quot;<a href=\"http://blogs.abcnews.com/thenote/2011/05/dick-cheney-wouldnt-be-surprising-if-bush-interrogation-techniques-help-get-bin-laden.html\">Dick Cheney: &lsquo;Wouldn&rsquo;t be Surprising&rsquo; if Bush Interrogation Techniques Help Get Bin Laden</a>,&quot; May 3, 2011<br />\r\n\t<br />\r\n\t<em>New York Times</em>, &quot;A Return to American Justice&quot; (editorial), Nov. 14, 2009 (accessed via Lexis-Nexis)<br />\r\n\t<br />\r\n\tMSNBC, transcript of Countdown with Keith Olbermann, July 15, 2009 (accessed via Lexis-Nexis)<br />\r\n\t<br />\r\n\t<em>New York Daily News</em>, &quot;Dean&rsquo;s Osama Oops,&quot; Dec. 27, 2003 (accessed via Lexis-Nexis)<br />\r\n\t<br />\r\n\tBarack Obama for President 2008, &quot;<a href=\"http://obama.3cdn.net/417b7e6036dd852384_luzxmvl09.pdf\">Barack Obama: The War We Need to Win</a>&quot;<br />\r\n\t<br />\r\n\tWhite House, &quot;<a href=\"http://www.whitehouse.gov/the-press-office/2011/05/02/remarks-president-osama-bin-laden\">Remarks by the President on Osama Bin Laden</a>,&quot; May 02, 2011<br />\r\n\t<br />\r\n\tE-mail interview with John Pike, director of globalsecurity.org, June 7, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Marc Ambinder, White House correspondent for National Journal and frequent writer on DevGru, June 7, 2011</p>\r\n<p>\r\n\tE-mail interview with Jeff Addicott, director of the Center for Terrorism Law at St. Mary&#39;s University School of Law, June 7, 2011</p>", "speaker": {"adkey": "People ", "advalue": "Fake_news", "barely_true_count": 11, "current_job": "", "false_count": 44, "first_name": "", "half_true_count": 8, "home_state": "", "id": 27, "last_name": "Chain email", "mostly_true_count": 5, "name_slug": "chain-email", "pants_count": 106, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-emailer.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/27/", "total_count": 180, "true_count": 6, "website": ""}, "statement": "<p>\r\n\tAccuses President Barack Obama of making contradictory claims about efforts to kill Osama bin Laden in 2008 and 2011.</p>", "statement_context": "a chain e-mail", "statement_date": "2011-06-07", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 132, "photo": null, "resource_uri": "/api/v/2/subject/132/", "subject": "Homeland Security", "subject_slug": "homeland-security", "used_in_edition": []}, {"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}, {"description": "", "id": 37, "photo": null, "resource_uri": "/api/v/2/subject/37/", "subject": "Terrorism", "subject_slug": "terrorism", "used_in_edition": []}], "target": [{"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}], "twitter_headline": ""}