{"art": [], "author": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "canonical_url": "/florida/statements/2011/jun/09/rick-scott/rick-scott-says-welfare-recipients-are-more-likely/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}], "facebook_headline": null, "id": 3899, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "resource_uri": "/api/v/2/statement/3899/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Florida Gov. Rick Scott is defending his decision <a href=\"http://www.tampabay.com/blogs/the-buzz-florida-politics/content/scott-signs-bill-forcing-drug-tests-welfare-recipients\">to sign a bill into law requiring drug tests for potential cash welfare recipients</a> by saying that people who get welfare are more likely to be on drugs.<br />\r\n<br />\r\nDuring an appearance on CNN on June 5, 2011, Scott was asked what evidence he had that people receiving welfare assistance in Florida are using drugs.<br />\r\n<br />\r\n&quot;Studies show that people that are on welfare are higher users of drugs than people not on welfare,&quot; Scott said. He started to continue his thought -- but was cut off by host T.J. Holmes. (You can <a href=\"http://cnnpressroom.blogs.cnn.com/2011/06/05/gov-rick-scott-defends-welfare-drug-tests/\">watch the entire exchange by clicking here</a>.)<br />\r\n<br />\r\n&quot;Sir, to that point ... that would stop people in their tracks. And I don&#39;t have whatever study you are referring to, but you&#39;re saying that people out there who need this assistance, lost jobs, are on welfare, have a higher tendency to use drugs,&quot; Holmes said.<br />\r\n<br />\r\n&quot;Absolutely,&quot; Scott responded. &quot;Studies show that people on welfare are using drugs much higher than other people in the population. But the bottom line is, if they&#39;re not using drugs, it&#39;s not an issue. Our taxpayers don&#39;t want to subsidize somebody&#39;s drug addiction. It&#39;s going to increase personal responsibility. It&#39;s the right thing to do for Floridians.&quot;<br />\r\n<br />\r\nAre cash welfare recipients more likely to be drug users than other Floridians?<br />\r\n<br />\r\n<strong>Details about the drug-testing law</strong><br />\r\n<br />\r\nScott had run for office promising a drug-testing requirement, and he worked to broaden the original drug-testing bill that would have applied only to recent drug felons. The final bill, <a href=\"http://www.flsenate.gov/Session/Bill/2011/353\">HB 353</a>, which Scott signed on May 31, forces all people who receive welfare cash -- called Temporary Assistance for Needy Families -- to pass a drug test in order to be eligible for the funds. If prospective recipients fail a first test, they would lose benefits for one year. A second positive drug test would make them ineligible for three years.<br />\r\n<br />\r\n<a href=\"http://www.dcf.state.fl.us/programs/access/docs/reports/caseload_circuit.xls\">About 233,000 Floridians applied for cash assistance in 2009-10</a>, according to statistics kept by the Department of Children and Families. During May 2011, 93,170 Floridians received cash assistance, a drop of 8.3 percent from a year ago. <a href=\"http://www.dcf.state.fl.us/programs/access/docs/tcafactsheet.pdf\">Payments can range from $100 to $200 a month per person.</a><br />\r\n<br />\r\nUnder the law -- which takes effect July 1 -- welfare applicants would have to pay for the test. If they pass, the state would reimburse them for the cost, which can range from $10 to $25.<br />\r\n<br />\r\nFlorida has tried to initiate drug testing before. The Legislature in 1998 approved a drug-testing pilot project for people receiving temporary cash assistance. But the results were underwhelming. Of the 8,797 applicants screened for drugs, only 335 (3.8 percent) showed evidence of having a controlled substance in their systems and failed the test, <a href=\"http://articles.orlandosentinel.com/2010-10-30/news/os-ed-mandatory-drug-testing-103010-20101029_1_welfare-recipients-drug-screening-cash-assistance\">the <em>Orlando Sentinel </em>reported</a>. The pilot project cost the state $2.7 million (or about $90 a test).<br />\r\n<br />\r\nThe Legislature ultimately abandoned the program.<br />\r\n<br />\r\n<strong>Scott&#39;s case: Welfare recipients and drug use</strong><br />\r\n<br />\r\nScott spokesman Lane Wright provided PolitiFact Florida with government and academic research that suggests people receiving government assistance are more likely to use illicit drugs than people who are not.</p>\r\n\r\n<p>The government analysis comes from the Department of Health and Human Services, which -- through the Substance Abuse and Mental Health Services Agency -- conducts an annual National Survey on Drug Use &amp; Health. (A lot of long names, sorry.) The survey has been conducted since 1971. Surveyors administer questions through face-to-face interviews at the subject&#39;s home. Results are based on tens of thousands of responses.<br />\r\n<br />\r\nGovernment researchers used the 1999 and 2000 surveys to publish a report titled &quot;<a href=\"http://oas.samhsa.gov/2k2/GovAid/GovAid.htm\">Substance Use Among Persons in Families Receiving Government Assistance</a>.&quot;<br />\r\n<br />\r\nAmong the findings, researchers concluded that &quot;past-month illicit drug use was higher in assisted families than in unassisted families among persons aged 12 to 64.&quot;<br />\r\n<br />\r\nSpecifically, the report found that 9.6 percent of people in families receiving some type of government assistance reported recent drug use, compared to 6.8 percent among people in families receiving no government assistance at all. The government research, we should note, extends beyond the scope of what Scott is talking about -- cash payments through the Temporary Assistance for Needy Families program -- and includes families receiving food stamps, non-cash assistance through housing assistance or child care, and people receiving Medicaid.<br />\r\n<br />\r\nIt also is 11 years old.<br />\r\n<br />\r\nBut it does provide at least some grounding for Scott&#39;s claim.<br />\r\n<br />\r\nWe asked Bradford Stone, a government spokesman for the Substance Abuse and Mental Health Services Agency, if researchers have used more recent survey data to complete the same analysis regarding drug use and welfare assistance. Stone said researchers have not.<br />\r\n<br />\r\nThe second report is from Harold Pollack, a professor at the University of Chicago who studies substance abuse among welfare recipients, and Lisa Metsch, a professor at the University of Miami.<br />\r\n<br />\r\nThe 2009 report, &quot;<a href=\"http://docs.google.com/viewer?a=v&amp;pid=gmail&amp;attid=0.1&amp;thid=130667cc16cddfc9&amp;mt=application/pdf&amp;url=http://mail.google.com/mail/?ui%3D2%26ik%3D8bc5d2abc5%26view%3Datt%26th%3D130667cc16cddfc9%26attid%3D0.1%26disp%3Dsafe%26zw&amp;sig=AHIEtbR6xshPRzWwtUpnPItZRxVf5DT21Q\">Substance Use Among Welfare Recipients: Trends and Policy Responses,&quot;</a> concluded that &quot;substance abuse and dependence are relatively uncommon&quot; for people receiving Temporary Assistance for Needy Families dollars. Yet the same research found -- by reviewing many different surveys -- that &quot;approximately 20 percent of TANF recipients report that they have used an illicit drug at least once in the past year.&quot;<br />\r\n<br />\r\nIn an interview with PolitiFact Florida, Pollack said that his research helps support Scott&#39;s claim -- but it also doesn&#39;t.<br />\r\n<br />\r\n&quot;It is true that compared to other women of the same age, TANF recipients are more likely to use illicit substances,&quot; Pollack said. &quot;That&#39;s a fact.<br />\r\n<br />\r\n&quot;On the other hand, there are a couple of major caveats,&quot; Pollack added.<br />\r\n<br />\r\nPollack said that most women who have used an illicit drug in the past year do not meet the diagnosis of being dependent on drugs, or abusing drugs. A lot of casual marijuana users may well test positive, Pollack said, but they do not have a &quot;drug problem.&quot;<br />\r\n<br />\r\nNor are they feeding a habit with welfare dollars, Pollack said.<br />\r\n<br />\r\n<strong>The other case: Welfare recipients and drug use</strong><br />\r\n<br />\r\nThe American Civil Liberties Union, which opposes the drug-testing requirement, offered other government and academic research to consider.<br />\r\n<br />\r\nResearchers at the National Institute on Alcohol Abuse and Alcoholism, a part of the National Institutes of Health, published findings in 1996 that said welfare recipients &quot;using, abusing, or dependent on alcohol or illicit drugs are consistent with proportions of both the adult U.S. population and adults who do not receive welfare.&quot;<br />\r\n<br />\r\nThe research relied on 1992 data and <a href=\"http://www.nih.gov/news/pr/oct96/niaaa-23.htm\">concluded that drug use among welfare recipients ranged between 1.3 to 3.6 percent, compared to 1.5 percent for non-welfare recipients.</a><br />\r\n<br />\r\nThe caveats here are much like the government research Scott provided. Namely, it includes other types of welfare than cash assistance, and it&#39;s old. The report was published in 1996, and relies on 1992 data.<br />\r\n<br />\r\nAnother researcher used data from Michigan -- a state that participated in drug-testing for welfare recipients until the program was ruled unconstitutional. In Michigan, 10 percent of recipients tested positive for illicit drugs. That&#39;s comparable to The National Survey on Drug Use &amp; Health, which found that in 2007-08, 8.95 percent of all Michigan residents (grouping non-welfare and welfare recipients) said they used illicit drugs in the last month.<br />\r\n<br />\r\nLastly, the ACLU highlighted the work of professors Robert Crew Jr. and Belinda Creel Davis, who studied Florida&#39;s attempt to drug test welfare recipients.<br />\r\n<br />\r\nIn two research papers, &quot;<a href=\"http://docs.google.com/viewer?a=v&amp;pid=explorer&amp;chrome=true&amp;srcid=1wVb9c-4aQfHvLUruoXzr9qMisLQeNbiED8i6c-4iban8um7J5gf29ARbCee6&amp;hl=en_US&amp;authkey=CJfa2IMN\">Substance Abuse as a Barrier to Employment of Welfare Recipients</a>&quot; and &quot;<a href=\"http://docs.google.com/viewer?a=v&amp;pid=explorer&amp;chrome=true&amp;srcid=1sQF9BWoje5A6r8lo9lxAuWYlK_aXIqlmBlmSgHvDl0zMW2Ev2sm78e6aM0Ov&amp;hl=en_US&amp;authkey=CLXmtdoP\">Assessing the Effects of Substance Abuse Among Applicants for TANF Benefits: The Outcome of a Demonstration Project in Florida,</a>&quot; Crew and Davis assessed the results of the Florida program.<br />\r\n<br />\r\nThey found that only 5 percent of welfare recipients showed evidence of drug abuse. But, Crew and Davis noted, the number is low in comparison to other data and raises &quot;some questions about the procedures employed by the state.&quot;<br />\r\n<br />\r\nYet, Crew and Davis also concluded: &quot;The evidence from Florida suggests that the concern on the part of both citizens and public officials about substance abuse among welfare recipients may be unwarranted. Evidence from previous research on the welfare population in Florida shows that controlled substances are low (about 5 percent) when measured by a urine test.&quot;<br />\r\n<br />\r\nThe study also concluded that welfare recipients who do use drugs are able to compete for jobs just like middle- and upper-class drug users -- meaning drug use isn&#39;t creating their reliance on welfare.<br />\r\n<br />\r\nBut Crew, who teaches at Florida State University, told us that his research didn&#39;t try to compare drug use among TANF recipients and non-TANF recipients.<br />\r\n<br />\r\n&quot;We didn&#39;t try to compare that population in Florida,&quot; he said. &quot;I don&#39;t know how to do that.&quot;<br />\r\n<br />\r\nCrew said his research had two major conclusions -- which we previously noted. The percentage of welfare recipients who used drugs in Florida was &quot;pretty small,&quot; and in terms of those recipients finding work, &quot;it didn&#39;t make much difference whether they used drugs or not.&quot;<br />\r\n<br />\r\n<strong>Our ruling</strong><br />\r\n<br />\r\nLet&#39;s remember what Scott said. He told CNN&#39;s T.J. Holmes that, &quot;Studies show that people that are on welfare are higher users of drugs than people not on welfare.&quot;<br />\r\n<br />\r\nScott&#39;s office provided evidence that supports that claim. Sort of.<br />\r\n<br />\r\nAnd opponents provided evidence that refutes Scott&#39;s claim. Sort of.<br />\r\n<br />\r\nWhat&#39;s obvious is that it&#39;s difficult to make broad generalizations about a whole group of people. And it&#39;s even more difficult to definitively measure drug use. Scott&#39;s statement is at least partially accurate because there are studies showing a higher prevalence of drug use among some welfare recipients. But he also is neglecting research that suggests that drug use among welfare and non-welfare recipients is consistent. We rate this claim Half True.</p>\r\n", "ruling_comments_date": "2011-06-08T15:50:58.850256", "ruling_date": "2011-06-09T11:02:07", "ruling_headline": "Rick Scott says welfare recipients are more likely to use illicit drugs", "ruling_headline_slug": "rick-scott-says-welfare-recipients-are-more-likely", "ruling_link_text": "Studies are imperfect, reach different conclusions", "ruling_state": "Florida", "source_documents": null, "sources": "<p>Rick Scott <a href=\"http://cnnpressroom.blogs.cnn.com/2011/06/05/gov-rick-scott-defends-welfare-drug-tests/\">appearance on CNN</a>, June 5, 2011</p>\r\n\r\n<p>Drug testing bill, <a href=\"http://www.flsenate.gov/Session/Bill/2011/353\">HB 353</a>, accessed June 8, 2011</p>\r\n\r\n<p>Department of Children and Families <a href=\"http://www.dcf.state.fl.us/programs/access/docs/reports/caseload_circuit.xls\">TANF reports</a>, accessed June 8, 2011</p>\r\n\r\n<p><em>Orlando Sentinel</em>, &quot;<a href=\"http://articles.orlandosentinel.com/2010-10-30/news/os-ed-mandatory-drug-testing-103010-20101029_1_welfare-recipients-drug-screening-cash-assistance\">Our take on: Welfare drug tests</a>,&quot; Oct. 30, 2010</p>\r\n\r\n<p>E-mail interview with Scott spokesman Lane Wright, June 6, 2011</p>\r\n\r\n<p>National Survey on Drug Use &amp; Health, &quot;<a href=\"http://oas.samhsa.gov/2k2/GovAid/GovAid.htm\">Substance Use Among Persons in Families Receiving Government Assistance</a>,&quot; April 19,2002</p>\r\n\r\n<p>Interview with Bradford Stone, a government spokesman for the Substance Abuse and Mental Health Services Agency, June 6, 2011</p>\r\n\r\n<p>Pollack and Metsch report, &quot;<a href=\"http://docs.google.com/viewer?a=v&amp;pid=gmail&amp;attid=0.1&amp;thid=130667cc16cddfc9&amp;mt=application/pdf&amp;url=http://mail.google.com/mail/?ui%3D2%26ik%3D8bc5d2abc5%26view%3Datt%26th%3D130667cc16cddfc9%26attid%3D0.1%26disp%3Dsafe%26zw&amp;sig=AHIEtbR6xshPRzWwtUpnPItZRxVf5DT21Q\">Substance Use Among Welfare Recipients: Trends and Policy Responses,&quot;</a> June 2009</p>\r\n\r\n<p>Interview with Harold Pollack, a professor at the University of Chicago, June 6, 2011</p>\r\n\r\n<p>E-mail interview with Derek Newton, American Civil Liberties Union, June 6, 2011</p>\r\n\r\n<p>National Institute on Alcohol Abuse and Alcoholism, &quot;<a href=\"http://www.nih.gov/news/pr/oct96/niaaa-23.htm\">NIAAA Researchers Estimate Alcohol and Drug Use, Abuse, and Dependence Among Welfare Recipients</a>,&quot; Oct. 24, 1996</p>\r\n\r\n<p>CLASP, <a href=\"http://www.clasp.org/admin/site/publications/files/0520.pdf\">TANF Policy Brief</a>, Feb. 3, 2011</p>\r\n\r\n<p>Crew and Davis research, &quot;<a href=\"http://docs.google.com/viewer?a=v&amp;pid=explorer&amp;chrome=true&amp;srcid=1wVb9c-4aQfHvLUruoXzr9qMisLQeNbiED8i6c-4iban8um7J5gf29ARbCee6&amp;hl=en_US&amp;authkey=CJfa2IMN\">Substance Abuse as a Barrier to Employment of Welfare Recipients</a>,&quot; 2006</p>\r\n\r\n<p>Crew and Davis research, &quot;<a href=\"http://docs.google.com/viewer?a=v&amp;pid=explorer&amp;chrome=true&amp;srcid=1sQF9BWoje5A6r8lo9lxAuWYlK_aXIqlmBlmSgHvDl0zMW2Ev2sm78e6aM0Ov&amp;hl=en_US&amp;authkey=CLXmtdoP\">Assessing the Effects of Substance Abuse Among Applicants for TANF Benefits: The Outcome of a Demonstration Project in Florida,</a>&quot; 2003</p>\r\n\r\n<p>Interview with Robert Crew Jr., a professor at Florida State University, June 6, 2011</p>\r\n", "speaker": {"adkey": "", "advalue": "", "barely_true_count": 32, "current_job": "Governor", "false_count": 26, "first_name": "Rick", "half_true_count": 40, "home_state": "Florida", "id": 383, "last_name": "Scott", "mostly_true_count": 36, "name_slug": "rick-scott", "pants_count": 8, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/rlscott.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/383/", "total_count": 166, "true_count": 15, "website": "http://www.flgov.com/"}, "statement": "<p>&quot;Studies show that people that are on welfare are higher users of drugs than people not on welfare.&quot;</p>\r\n", "statement_context": "an interview on CNN", "statement_date": "2011-06-05", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 161, "photo": null, "resource_uri": "/api/v/2/subject/161/", "subject": "Drugs", "subject_slug": "drugs", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/7/", "/api/v/2/edition/6/", "/api/v/2/edition/2/"]}, {"description": "", "id": 310, "photo": null, "resource_uri": "/api/v/2/subject/310/", "subject": "Marijuana", "subject_slug": "marijuana", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/47/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/48/", "/api/v/2/edition/6/", "/api/v/2/edition/14/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "", "id": 29, "photo": null, "resource_uri": "/api/v/2/subject/29/", "subject": "Poverty", "subject_slug": "poverty", "used_in_edition": []}], "target": [], "twitter_headline": ""}