{"art": [{"brightcove": "", "caption": "Herman Cain touts his experience at Godfather's Pizza in a campaign video.", "id": 1336, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/1336/", "title": "Herman Cain \"Cain Train\" video", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/MOFB-2yJzCY?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "MOFB-2yJzCY"}], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2011/jun/10/herman-cain/herman-cain-godfathers-pizza-turn-around/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 3902, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/3902/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\t<em>Editor&#39;s note: This fact-check is a excerpt of a longer examination of Herman Cain&#39;s business accomplishments, including his work experience before and after Godfather&#39;s Pizza. <a href=\"http://www.politifact.com/truth-o-meter/article/2011/jun/10/did-herman-cain-turn-around-godfathers-pizza/\">Read the longer story here</a>.</em></p>\r\n<p>\r\n\tPizza is Herman Cain&#39;s biggest selling point. He says his track record running Godfather&rsquo;s Pizza, a chain that once billed itself as &quot;the cure for the pizza emergency,&quot; shows he has the ability to run the country. The 620-store chain was on the brink of bankruptcy when he arrived in 1986, he says, and he &quot;turned it around with common-sense business principles.&quot;</p>\r\n<p>\r\n\tA PolitiFact examination of Godfather&rsquo;s, based on interviews with industry analysts and company officials, shows Cain is largely correct. The chain wasn&rsquo;t literally preparing paperwork for bankruptcy, but it was widely considered troubled. Cain changed that by uniting the franchisees, overhauling the chain&#39;s advertising, and getting his team focused on its core mission: pizza.</p>\r\n<p>\r\n\t<strong>&#39;They got what they paid for&#39;</strong></p>\r\n<p>\r\n\tCain was an executive with The Pillsbury Co. when the company bought Godfather&#39;s in 1985. The purchase was almost incidental, according to press reports from the time. Godfather&rsquo;s was part of Diversifoods Inc., a conglomerate that included more than 300 Burger King franchises. Pillsbury wanted the Burger Kings, and the chain of more than 800 Godfather&rsquo;s pizza restaurants came with it.</p>\r\n<p>\r\n\t&quot;The value of Diversifoods was its ownership of the Burger Kings, and the deal made sense without Godfather&#39;s,&quot; John McMillin, an industry analyst, told the <em>Chicago Tribune&nbsp;</em>shortly after the deal. &quot;Pillsbury got Godfather&#39;s for nothing, and some said they got what they paid for.&quot;</p>\r\n<p>\r\n\tThe chain&rsquo;s problems included franchisee lawsuits, an overly long menu and a dejected workforce. Even its TV ads seemed hapless, <a href=\"http://www.youtube.com/watch?v=C0l0LSu8D0U&amp;feature=related\">showing </a>a car full of executives driving around, unable to find a Godfather&#39;s. (&quot;Find one. It&#39;s worth it,&quot; the ad lamely concluded.) As Cain said later, the chain had &quot;had one foot in the grave and the other on a banana peel.&quot;<br />\r\n\t<br />\r\n\tCain attacked problems on every front. He declared the company&rsquo;s advertising account up for review, pitting ad agencies against each other in a bidding war. He trimmed the menu and enforced quality standards. He pushed more restaurants to offer delivery, and he closed low-performing franchises.</p>\r\n<p>\r\n\tHe emphasized communication, giving speeches at important moments to employees and franchisees. After his first 60 days at Godfather&#39;s, he gave a speech he called &quot;get on the wagon,&quot; which he now uses in political speeches.</p>\r\n<p>\r\n\tWhen he was a boy, Cain said, his grandfather, a potato farmer, would hitch up his mules for the weekly trip to town. Any grandchildren who wanted to go could ride along. Cain would finish the story in his grandfather&rsquo;s thundering voice: &quot;Them that&rsquo;s going, get on the wagon! Them that ain&rsquo;t, get out of the way!&quot;</p>\r\n<p>\r\n\t<strong>&#39;Mesmerizing&#39;</strong></p>\r\n<p>\r\n\tCharles Henderson, who runs coffee kiosks in Pennsylvania, was Cain&rsquo;s director of marketing back then. He says Cain is &quot;probably the most inspirational person I&rsquo;ve ever met in my life.&quot;</p>\r\n<p>\r\n\t&quot;He can be mesmerizing. He&rsquo;s very dynamic. I&rsquo;m not slamming our current president, but Herman Cain will give a 20- or 30-minute speech extemporaneously, and certainly without teleprompters. He is without a doubt the most dynamic speaker I&rsquo;ve ever heard,&quot; Henderson said.</p>\r\n<p>\r\n\tHenderson said Cain succeeded because he immersed himself in all aspects of the business and wasn&rsquo;t afraid to get his hands into the dough. Cain baked pies on a weekly basis after he arrived in Omaha. &quot;He loved to make pizzas. We had a test store over on Pacific Street, which wasn&rsquo;t too far from Godfather&rsquo;s, and once a week, he&rsquo;d round us all up and we&rsquo;d go make pizzas,&quot; Henderson said.</p>\r\n<p>\r\n\tCain directed an overhaul of the Godfather&#39;s television ads that focused on Godfather&#39;s &quot;hot slice,&quot; a customized pizza slice aimed at the lunch crowd and intended to compete with Pizza Hut&#39;s Personal Pan Pizza. The new ads showed a secretary at a desk about to have a &quot;pizza emergency.&quot; Godfather&#39;s, of course, was the cure.</p>\r\n<p>\r\n\tLater commercials tended toward attention-getting and even bizarre humor. The &quot;Studney twins&quot; &ndash; an old white guy and a young black guy in garish blue and green tuxedos &ndash; promoted Godfather&#39;s two-for-one specials. Another ad featured attorney-turned-actor Ben Stein of&nbsp; <em>Ferris Bueller&#39;s Day Off </em>as a burned-out hipster needing pizza.</p>\r\n<p>\r\n\tCain himself even appeared in a series that <em>Advertising Age</em> named one of the best campaigns of 1989. In one ad, Cain told viewers Godfather&#39;s has conducted exhaustive research to find out why customers preferred Godfather&#39;s pizza. He introduced his director of research, who unveiled the results by unfolding a piece of paper and reading two words: &quot;More topping.&quot;</p>\r\n<p>\r\n\t&quot;Enjoy your Godfather&#39;s pizza, and take life one bite at a time,&quot; Cain concluded.</p>\r\n<p>\r\n\t<strong>&#39;Steady the course&#39;</strong></p>\r\n<p>\r\n\tJeff Campbell is the retired Pillsbury executive who selected Cain to run Godfather&rsquo;s. Reached by PolitiFact at his home in San Diego, he said there was no doubt in his mind that Cain turned Godfather&#39;s around.</p>\r\n<p>\r\n\t&quot;He was the best thing that happened to Godfather&rsquo;s in a long time,&quot; Campbell said.</p>\r\n<p>\r\n\tCain has said that the chain returned to profitability within 14 months of his arrival. That number wasn&rsquo;t possible for PolitiFact to independently confirm because the chain did not report its profits as a stand-alone unit, but industry analysts do not dispute that Cain stabilized the company.</p>\r\n<p>\r\n\tTechnomic, a research and consulting firm focused on the restaurant industry, has research data on Godfather&rsquo;s going back to the 1970s. At PolitiFact&rsquo;s request, vice president Darren Tristano examined the revenues and franchise numbers for Godfather&rsquo;s during the time Cain headed it from 1986 to 1995.</p>\r\n<p>\r\n\tIt&#39;s not possible to determine profitability from those numbers, but they do show Godfather&#39;s place in the market, particularly in comparison with its competitors.</p>\r\n<p>\r\n\t&quot;It&rsquo;s really hard from that period to find a strong positive or a strong negative. It&rsquo;s more like &lsquo;steady the course,&rsquo; &quot; Tristano said.</p>\r\n<p>\r\n\tStill, &quot;steady the course&quot; isn&rsquo;t bad for a company that was troubled to start out with and in an industry that&rsquo;s punishingly competitive, analysts said.</p>\r\n<p>\r\n\tGodfather&rsquo;s position was particularly perilous. It wasn&rsquo;t as big as chains like Pizza Hut and Domino&rsquo;s, and it also had to compete with locally owned mom-and-pops in just about every market.</p>\r\n<p>\r\n\t&quot;They had to be very innovative to compete with the big three and with the little guys. They couldn&rsquo;t rest on their laurels,&quot; said John Correll, a Michigan-based pizza industry consultant. &quot;For a number of years, Herman Cain and his management team were able to pull that off.&quot;</p>\r\n<p>\r\n\tPizza Hut, the industry leader at the time, was a particularly difficult foe. After Godfather&#39;s launched its &quot;pizza emergency&quot; campaign in 1986, Pizza Hut matched it with ads imitating the emergency broadcast system. In the event of a real pizza emergency, &quot;you should go directly to Pizza Hut and order their famous pan pizza,&quot; the ad said. Pizza Hut executives said the similarity was coincidence.</p>\r\n<p>\r\n\tCain said the alleged thievery wouldn&rsquo;t matter in the end, and he wouldn&rsquo;t pursue legal action. &quot;It&#39;s not a big deal to us,&quot; Cain told <em>AdWeek,</em> which documented the feud.</p>\r\n<p>\r\n\tGodfather&rsquo;s never grew fast enough to outpace giants like Pizza Hut and Domino&rsquo;s, but today it still claims about 620 franchises across the country.</p>\r\n<p>\r\n\tJohn Chisholm was a Godfather&#39;s franchisee who owned 90 restaurants in five states when Cain arrived to run the company.</p>\r\n<p>\r\n\t&quot;His leadership and his ability to deal with people were just outstanding. I have nothing but the highest praise for Herman Cain,&quot; Chisholm said.</p>\r\n<p>\r\n\tCain&#39;s primary accomplishment was motivating the people who worked for Godfather&#39;s, Chisolm said. The turn-around happened &quot;mostly through motivation and talking to people and getting people to work as a team.&quot;</p>\r\n<p>\r\n\tChisholm recalled Cain&#39;s first speech to the entire company as one of the &quot;most charismatic&quot; he ever heard.</p>\r\n<p>\r\n\tCain included a copy of the speech in his 1999 book, <em>Speak as a Leader</em>.</p>\r\n<p>\r\n\t&quot;Sixty days ago I came to Godfather&#39;s with a curiosity about what I would find. I had already accepted my newly bestowed responsibilities even before I stepped foot on Nebraska soil and before I met or knew anyone or anything about Godfather&#39;s. &hellip; Sixty days ago, I came to Godfather&#39;s anxious to tackle a situation considered by some of our external constituencies to be irreversible. I came without a golden parachute because I never entertained the idea that the situation was irreversible. I came committed to prove the skeptics wrong because I have a personal, fundamental belief in the power of human determination. I came to Godfather&#39;s believing in you even before I met you. I challenge you to commit and believe in yourself and Godfather&#39;s pizza as a system.&quot;</p>\r\n<p>\r\n\tTwo years after Cain was named chief executive officer, Pillsbury decided to get out of the pizza business and sell Godfather&rsquo;s. Cain and his management team decided to buy the chain in a leveraged buyout for an undisclosed sum. Cain left the position in 1996 when he went to work for the National Restaurant Association.</p>\r\n<p>\r\n\tCain now says of his time at the pizza chain,&nbsp;&quot;When I became president and CEO of Godfather&rsquo;s Pizza, it was supposed to go bankrupt . . . We turned it around with common sense business principles.&quot;</p>\r\n<p>\r\n\t<strong>Our ruling</strong></p>\r\n<p>\r\n\tA thorough review of business records and interviews with executives who worked with Cain show that the chain was widely considered troubled when he arrived. It&#39;s a slight exaggeration to say it was supposed to go bankrupt. But from all accounts, Cain&#39;s performance as CEO is widely considered a success. So we rate this statement Mostly True.&nbsp;</p>", "ruling_comments_date": "2011-06-09T11:01:09.929986", "ruling_date": "2011-06-10T11:04:43", "ruling_headline": "Did Herman Cain turn around Godfather's Pizza?", "ruling_headline_slug": "herman-cain-godfathers-pizza-turn-around", "ruling_link_text": "Pizza man makes good", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tInterview with Charles Henderson, June 1, 2011</p>\r\n<p>\r\n\tInterview with Spencer Wiggins, June 2, 2011</p>\r\n<p>\r\n\tInterview with Jeff Campbell, June 3, 2011</p>\r\n<p>\r\n\tInterview with Darren Tristano of Technomic, June 2, 2011</p>\r\n<p>\r\n\tInterview with John Correll of Correll Consulting, June 2, 2011</p>\r\n<p>\r\n\tInterview with John Chisholm, June 7, 2011</p>\r\n<p>\r\n\t<a href=\"https://www.documentcloud.org/documents/202639-godfathers-media-statement-and-faqs.html\">Statement from Godfather&rsquo;s Pizza</a>, obtained June 1, 2011</p>\r\n<p>\r\n\tInterview with Deb Ahl of Anderson Partners for Godfather&rsquo;s Pizza, June 1, 2011</p>\r\n<p>\r\n\tInterview with Steven Green, publisher of PMQ Pizza Magazine, June 2, 2011</p>\r\n<p>\r\n\tThe Federal Reserve Bank of Kansas City,<a href=\"http://www.kansascityfed.org/publicat/newsroom/2011pdf/press.release.05.26.11.pdf\"> statement on Herman Cain</a>, May 26, 2011</p>\r\n<p>\r\n\tFox News,<a href=\"http://www.youtube.com/watch?v=z_WxP6oiBD8\"> Sean Hannity interviews Herman Cain</a>, May 23, 2011</p>\r\n<p>\r\n\tYouTube,<a href=\"http://www.youtube.com/watch?v=HdLGKRBJ_0E\"> Herman Cain questions Bill Clinton at a 1994 town hall meeting</a></p>\r\n<p>\r\n\tADWEEK, JWT Handles Godfather&#39;s &#39;Pizza Emergency&#39;, July 7, 1986, accessed via Nexis</p>\r\n<p>\r\n\tAdvertising Age, Ads show new marketing direction; Godfather&#39;s wants a slice, July 14, 1986, accessed via Nexis</p>\r\n<p>\r\n\tADWEEK, Pizza Tiff: Whose &#39;Emergency&#39; Was It?, Sept. 1, 1986, accessed via Nexis</p>\r\n<p>\r\n\tADWEEK, Godfather&#39;s: Pizza Hut&#39;s Spot Is Unkind Cut, Sept. 1, 1986, accessed via Nexis</p>\r\n<p>\r\n\tADWEEK, Godfather&#39;s Slices Precise Segments, Sept. 8, 1986, accessed via Nexis</p>\r\n<p>\r\n\tADWEEK, Godfather&#39;s Spots Aim at Slice of Home Delivery, Nov. 3, 1986, accessed via Nexis</p>\r\n<p>\r\n\tNation&#39;s Restaurant News, Godfather&#39;s able pharaoh, Sept. 14, 1987, accessed via Nexis</p>\r\n<p>\r\n\tChicago Tribune, Godfather&rsquo;s gets well on some fatherly therapy, Sept. 28, 1987, accessed via Nexis</p>\r\n<p>\r\n\tThe Wall Street Journal, Pillsbury Sale Of Godfather&#39;s Expected Soon, May 25, 1988, accessed via Factiva</p>\r\n<p>\r\n\tThe New York Times, The Godfather of Godfather&rsquo;s, May 5, 1989, accessed via Nexis</p>\r\n<p>\r\n\tAdvertising Age, Advertising Age Best TV Commercials of 1989, March 19, 1990, accessed via Nexis</p>\r\n<p>\r\n\tOmaha World Herald, Cain, Restaurant Group Urge Welfare Reform, Jan. 10, 1995, accessed via Nexis</p>\r\n<p>\r\n\tOmaha World Herald, Forbes Names Cain To Campaign Role, June 8, 1999, accessed via Nexis</p>\r\n<p>\r\n\tNation&#39;s Restaurant News, Herman Cain, Jan. 1, 1995, accessed via Nexis</p>\r\n<p>\r\n\tThe Wall Street Journal, Meet the Other NRA, Whose Members Now Savor Fruits of Their Loyal Labor on Behalf of GOP, June 26, 1995, accessed via Factiva</p>\r\n<p>\r\n\tThe Wall Street Journal, Thirteen Are Appointed To Tax-Study Commission, May 25, 1995, accessed via Factiva</p>\r\n<p>\r\n\tThe Wall Street Journal, Special Delivery: Pizza Makers&#39; Success On Tax Break Reveals A Slice of Political Life, Sept. 9, 1996, accessed via Factiva</p>\r\n<p>\r\n\tOmaha World Herald, Godfather&#39;s Chief Ready to Move To Atlanta, Feb. 10, 2000, accessed via Nexis</p>\r\n<p>\r\n\tThe Associated Press, Former Godfather&#39;s CEO visits Omaha for Senate fund-raiser, Sept. 23, 2003, accessed via Nexis</p>\r\n<p>\r\n\tColumbus Ledger-Enquirer, Cain&rsquo;s work ethic instilled at home, Jan. 29, 2004, accessed via Nexis</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 4, "current_job": "", "false_count": 11, "first_name": "Herman", "half_true_count": 5, "home_state": "Georgia", "id": 1021, "last_name": "Cain", "mostly_true_count": 3, "name_slug": "herman-cain", "pants_count": 3, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Herman_Cain.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1021/", "total_count": 27, "true_count": 0, "website": "http://www.caintv.com/"}, "statement": "<p>\r\n\t&quot;When I became president and CEO of Godfather&rsquo;s Pizza, it was supposed to go bankrupt . . . We turned it around with common-sense business principles.&quot;</p>", "statement_context": "a YouTube video", "statement_date": "2011-05-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}, {"description": "", "id": 101, "photo": null, "resource_uri": "/api/v/2/subject/101/", "subject": "Corporations", "subject_slug": "corporations", "used_in_edition": []}], "target": [], "twitter_headline": ""}