{"art": [], "author": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "canonical_url": "/ohio/statements/2011/jun/09/brian-deese/economics-adviser-brian-deese-says-auto-industry-h/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "facebook_headline": null, "id": 3904, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "resource_uri": "/api/v/2/statement/3904/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tAs President Barack Obama prepared to go to Toledo on June 3 to laud the American auto industry&rsquo;s comeback, the White House as well as Sen. Sherrod Brown were prepping the press.<br />\r\n\t<br />\r\n\tBrian Deese, deputy director of the White House National Economic Council, joined Brown, an Ohio Democrat, June 2 on a telephone news conference call to hail the industry&rsquo;s resurgence following Chrysler&rsquo;s and General Motors&rsquo; bankruptcies and $62 billion worth of government bailouts.<br />\r\n\t<br />\r\n\t&quot;We&#39;ve seen 115,000 jobs created in the American auto industry since GM and Chrysler emerged from bankruptcy,&quot; said Deese, a point man on the auto recovery for the Obama administration. &quot;More than 8,000 jobs in Ohio,&quot; he continued. &quot;That&#39;s the best case of job growth in this country since the late &#39;90s in the auto industry.&quot;<br />\r\n\t<br />\r\n\tThese numbers made us pause, because of something <a href=\"http://www.cleveland.com/business/index.ssf/2011/06/barack_obama_democrats_call_the_auto_bailouts_a_success_but_did_they_work.html\">The Plain Dealer had published that very day</a>: The two automakers employ 16,500 fewer people nationwide than they did in 2009.<br />\r\n\t<br />\r\n\tJust looking at Ohio plants, Chrysler downsized its workforce since 2009 while General Motors had an increase. Put together, these resulted in a net gain of 1,496 jobs in the state. These numbers are very different from what the administration cited.<br />\r\n\t<br />\r\n\tHow could that be?<br />\r\n\t<br />\r\n\tDeese said it&rsquo;s because he was talking about the overall industry -- U.S. workers at Chrysler and General Motors and also at every other company in the industry. That includes auto parts makers and people employed in car dealerships and parts stores, because parts makers often supply multiple manufacturers and each component &nbsp;of the industry relies on the other. Deese said his numbers came from the U.S. Bureau of Labor Statistics, and the White House provided us with the data..<br />\r\n\t<br />\r\n\tWe also went to BLS&rsquo; databases independently. Deese&rsquo;s numbers checked out, both nationally and for Ohio, but his starting point left us with some questions.<br />\r\n\t<br />\r\n\tWe found that from June 2009 to April 2011, the most recent month reported, the auto industry rebounded with 115,400 jobs nationwide and 8,200 in Ohio. These were the months Deese used for his measurement..<br />\r\n\t<br />\r\n\tWhy June? Because that&rsquo;s when Chrysler&rsquo;s strongest operations emerged from bankruptcy with a new life -- on June 10 -- after filing in April that year.<br />\r\n\t<br />\r\n\tBut General Motors didn&rsquo;t file for bankruptcy until June 1, 2009, and the bankruptcy didn&rsquo;t end until July 10. What would the rebound look like, then, if we didn&rsquo;t start counting until July? &nbsp;<br />\r\n\t<br />\r\n\tBy waiting to count until the month GM exited bankruptcy, the industry&rsquo;s nationwide comeback would come to 84,300 jobs, which would put Deese&rsquo;s claim off by 27 percent nationally. In Ohio, however, he&rsquo;d still be awfully close, at 7,900.<br />\r\n\t<br />\r\n\tWe bring this up not to nit-pick. Calculations for both time frames show a rebound. But Deese specifically said his numbers showed the success &quot;since GM and Chrysler emerged from bankruptcy,&quot; and &quot;emerge&quot; means to rise from. GM was still engaged in its reorganization when the turnaround started.<br />\r\n\t<br />\r\n\tThe dates Deese chose also happen to show the greatest level of rebound. Would it have been more accurate for him to start his counting a month later, when GM exited bankruptcy?<br />\r\n\t<br />\r\n\tWe asked the Center for Automotive Research, in Ann Arbor, Mich., which analyzes the auto industry and studies its employment trends closely. We also asked Susan Helper, chair of economics at Case Western Reserve University&rsquo;s Weatherhead School of Management. Both of these sources looked at the BLS data, too.<br />\r\n\t<br />\r\n\tKristin Dziczek, director of the Center for Automotive Research labor and research group, told us she thought it was fair for the White House to pick June, even though General Motors didn&rsquo;t leave bankruptcy until July. &quot;June is the low point,&quot; she said, and that&rsquo;s a good point to start when measuring a comeback. &nbsp;<br />\r\n\t<br />\r\n\tPlant closings and layoffs had spread for months before then, and by June the government was involved heavily in GM&rsquo;s restructuring. In the three months before June 2009, the number of workers in auto plants had dropped by 20,300, according to the BLS.<br />\r\n\t<br />\r\n\t&quot;I think it&rsquo;s a fair assessment,&quot; Dziczek said of Deese&rsquo;s statement.<br />\r\n\t<br />\r\n\tHelper, of CWRU, agreed, &nbsp;noting that while Chrysler&rsquo;s bankruptcy and the government&rsquo;s role were surrounded by questions about the legality and propriety of such intervention, the GM bankruptcy was swift and it was apparent from the filing in June that the company would emerge quickly.<br />\r\n\t<br />\r\n\tAnd, she asserted, the phrase &quot;since emerging from bankruptcy&quot; could be interpreted to include not only these government-aided bankruptcies but also the start of the Cash for Clunkers auto buyback program that Congress passed in June 2009; White House economic policies at the time that were aimed at the broader U.S. economy, and general economic conditions that threatened everything from jobs to car sales. Considering the economic risks at the time, she said, &quot;conceivably you could argue that the 115,000 figure is an under-estimate&quot; when measuring the success.<br />\r\n\t<br />\r\n\tBefore we give Deese&rsquo;s claim a rating, we&rsquo;ll note two last things.<br />\r\n\t<br />\r\n\tFirst, a day after Deese spoke, BLS updated its data, giving figures for May, 2011. Doing a calculation with these figures, we found that had Deese waited a day, he would have had to say 113,200 instead of 115,000. This difference is so minor, but we include it for the sake of accuracy -- and to note that the White House, too, was aware of this slight change. By the time Obama spoke in Toledo that day, he said, &quot;So far the auto industry has added 113,000 jobs over the past two years.&quot;<br />\r\n\t<br />\r\n\tSecond, some critics still say the administration overstepped its bounds with the bailouts. Taxpayers are expected to lose $14 billion in the end. That&rsquo;s less than the $48 billion loss that was projected earlier, and much less than it would have cost in pension bailouts and other economy-wide expenses had the automakers failed. But skeptics say the free market -- and outside companies -- might have picked up the pieces without the government needing to intervene. We&rsquo;ll never know, although Dziczek and Helper say the bailouts helped avoid economic catastrophe.<br />\r\n\t<br />\r\n\tSo we turn to the Truth-O-Meter.<br />\r\n\t<br />\r\n\tDeese was correct if we measure his statement against job figures for June 2009, when Chrysler left bankruptcy. But General Motors didn&rsquo;t leave bankruptcy until July 2009, and that produces a lower number.<br />\r\n\t<br />\r\n\tThe Center for Automotive Research&rsquo;s Dzieczek says it was nevertheless reasonable to start counting at that date, and so does CRWU&rsquo;s economics chair, Helper. The Obama administration was heavily involved by then, they said, and it&rsquo;s fair for it to claim all those job gains.<br />\r\n\t<br />\r\n\tBut while the June date may be a reasonable starting point for Deese to have chosen, PolitiFact also is guided by the principles of the Truth-O-Meter. A key one is that words matter. We pay close attention to the specific wording of a claim.<br />\r\n\t<br />\r\n\tSo we go back to Deese&rsquo;s words: &quot;since GM and Chrysler emerged from bankruptcy.&quot;<br />\r\n\t<br />\r\n\tGM had not yet climbed out of bankruptcy when Deese starts his count. And that&rsquo;s important to know because had he started after GM emerged from bankruptcy, the figure for total number of jobs created would have been more than 30,000 fewer.<br />\r\n\t<br />\r\n\tSo Deese&rsquo;s notion is accurate -- but a listener needs that important detail for a full understanding of his claim. That is exactly how the Truth-O-Meter defines Half True.</p>", "ruling_comments_date": "2011-06-09T14:50:43.673701", "ruling_date": "2011-06-09T14:45:00", "ruling_headline": "Economic adviser Brian Deese says auto industry has rebounded with 115,000 jobs", "ruling_headline_slug": "economics-adviser-brian-deese-says-auto-industry-h", "ruling_link_text": "Numbers add up, but predate GM's emergence", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tConference call with Sen. Sherrod Brown and White House economic adviser Brian Deese, June 2, 2011<br />\r\n\t<br />\r\n\tThe Plain Dealer, &quot;<a href=\"http://www.cleveland.com/business/index.ssf/2011/06/barack_obama_democrats_call_the_auto_bailouts_a_success_but_did_they_work.html\">Barack Obama, Democrats call the auto bailouts a success, but did they work?</a>&quot; by Robert Schoenberger, June 2, 2011<br />\r\n\t<br />\r\n\tE-mail correspondence with Matt Lehrich, White House spokesman, June 2 and June 3, 2011<br />\r\n\t<br />\r\n\tU.S. Bureau of Labor Statistics, <a href=\"http://www.bls.gov/ces/\">Current employment statistics database,</a> accessed June 2 and June 3, 2011<br />\r\n\t<br />\r\n\tTelephone interview with Kristin Dziczek, Center for Automotive Research, June 3, 2011<br />\r\n\t<br />\r\n\tTelephone interview with Susan Helper, Case Western Reserve University, June 3, 2011<br />\r\n\t<br />\r\n\tPresident Barack Obama, <a href=\"http://www.whitehouse.gov/the-press-office/2011/06/03/remarks-president-chrysler-workers-toledo-ohio\">remarks made in &nbsp;Toledo</a>, June 3, 2011<br />\r\n\t<br />\r\n\tProPublica, &quot;<a href=\"http://projects.propublica.org/bailout/main/timeline/index\">Bailout timeline: another day, another bailout</a>,&quot; accessed June 3, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "deputy director of the White House National Economic Council", "false_count": 0, "first_name": "Brian", "half_true_count": 1, "home_state": "", "id": 1270, "last_name": "Deese", "mostly_true_count": 0, "name_slug": "brian-deese", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact-brian-deese.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1270/", "total_count": 1, "true_count": 0, "website": "http://www.whitehouse.gov/administration/eop/nec/"}, "statement": "<p>\r\n\t&quot;We&#39;ve seen 115,000 jobs created in the American auto industry since GM and Chrysler emerged from bankruptcy.&quot;</p>", "statement_context": "a telephone news conference", "statement_date": "2011-06-02", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}