{"art": [{"brightcove": "", "caption": "Gov. Chris Christie speaks at the Harvard Graduate School of Education. Go to 10:16 to listen to the governor's comments on Newark's high school graduation rates.", "id": 1352, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/1352/", "title": "Chris Christie at Harvard Graduate School of Education", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/pHhj2hoimk4?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "pHhj2hoimk4"}], "author": [{"email_address": "eoneill@starledger.com", "first_name": "Erin", "id": 244, "last_name": "O'Neill", "name_slug": "erin-oneill", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 15, "publication_name": "Newark Star-Ledger", "resource_uri": "/api/v/2/publication/15/"}, "resource_uri": "/api/v/2/staffer/244/", "title": "PolitiFact New Jersey Reporter", "twitter": null}], "canonical_url": "/new-jersey/statements/2011/jun/15/chris-christie/gov-chris-christie-says-graduation-rate-29-percent/", "edition": {"adkey": "Editions", "advalue": "New Jersey", "edition": "New Jersey", "edition_slug": "new-jersey", "has_afterthefact": false, "id": 13, "index_page": false, "meter_name": "The New Jersey Truth-O-Meter", "resource_uri": "/api/v/2/edition/13/"}, "editor": [{"email_address": "cshinske@starledger.com", "first_name": "Caryn", "id": 246, "last_name": "Shinske", "name_slug": "caryn-shinske", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 15, "publication_name": "Newark Star-Ledger", "resource_uri": "/api/v/2/publication/15/"}, "resource_uri": "/api/v/2/staffer/246/", "title": "PolitiFact New Jersey editor", "twitter": null}], "facebook_headline": null, "id": 3918, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "eoneill@starledger.com", "first_name": "Erin", "id": 244, "last_name": "O'Neill", "name_slug": "erin-oneill", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 15, "publication_name": "Newark Star-Ledger", "resource_uri": "/api/v/2/publication/15/"}, "resource_uri": "/api/v/2/staffer/244/", "title": "PolitiFact New Jersey Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/3918/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tGov. Chris Christie recently cited Newark as an example of the problem with New Jersey&rsquo;s public school system, slapping a bulls-eye on the city&rsquo;s high school graduation rate.<br />\r\n\t<br />\r\n\t&quot;So let&rsquo;s talk about Newark for a second, our largest city, little over 275,000 citizens, a school district of about 70 schools, where we spend on average $24,500 per pupil per year. And for a young man or woman who is entering the ninth grade in Newark this year, they have a 29 percent graduation rate. Twenty-nine percent graduation rate,&quot; Christie said in a speech at the Harvard Graduate School of Education.<br />\r\n\t<br />\r\n\tChristie also used that number at a town hall meeting on April 19 in Jackson while discussing school funding for poor districts.<br />\r\n\t<br />\r\n\tPolitiFact New Jersey decided to check if Newark&rsquo;s graduation rate is as low as the governor claims.<br />\r\n\t<br />\r\n\tFirst, let&rsquo;s put the debate over graduation rates in context. The rates can vary wildly because of differences in calculation.<br />\r\n\t<br />\r\n\t&quot;This is one of the most controversial and confusing areas in education &hellip; there is a great need to quiet the debate and have uniform measure,&quot; said Jack Jennings, president of the nonpartisan Center on Education Policy in Washington, D.C. &quot;Otherwise, people cherry-pick their numbers.&quot;<br />\r\n\t<br />\r\n\tThe graduation rate for New Jersey&rsquo;s Class of 2011 will be based on a new federal standard called the &quot;adjusted cohort graduation rate.&quot; The federal measurement closely resembles a common definition of graduation rates that 45 states, including New Jersey, agreed to in 2005. The rate will be calculated by determining the percentage of a ninth grade class that graduates in four years with a standard diploma, accounting for transfers and dropouts.<br />\r\n\t<br />\r\n\tBut the number Christie cited at Harvard relied on a different approach. In fact, there are at least two other ways of measuring the graduation rate:</p>\r\n<ul>\r\n\t<li>\r\n\t\tOne method calculates the percentage of people who enter ninth grade and graduate in four years by passing the High School Proficiency Assessment, or HSPA.</li>\r\n\t<br />\r\n\t<li>\r\n\t\tA more generous method calculates the students who pass the HSPA, adds in the students who pass an alternate exam as well as special education students whose tests are varied.</li>\r\n</ul>\r\n<p>\r\n\tAt Harvard, Christie was referencing a study released in February by Global Education Advisors, a private consulting company incorporated by Christopher Cerf before he became New Jersey&rsquo;s acting state Education Commissioner.<br />\r\n\t<br />\r\n\tA presentation based on the study&rsquo;s findings said that 22 percent of children who enter ninth grade in Newark graduate with a &quot;HSPA degree in four years.&quot;<br />\r\n\t<br />\r\n\tNewark Public Schools said its graduation rate is 55 percent, which it calculates by including all students who graduate in four years, accounting for transfers and dropouts.<br />\r\n\t<br />\r\n\tUsing raw data provided by Newark Public Schools, PolitiFact New Jersey calculated the four-year graduation rate for students who pass the HSPA. We got a rate of 25.8 percent. Newark also had a rate of 19.8 percent for students passing the alternate exam, now called the Alternate High School Assessment and special education students exempt from taking the HSPA accounted for another 9.4 percent, according to the district&rsquo;s data.<br />\r\n\t<br />\r\n\tThe HSPA number is higher than the 22 percent figure from the presentation based on &nbsp;the Global Education Advisors study, which appears to be calculated from two different years of data. And it&rsquo;s lower than Newark&rsquo;s 55 percent.<br />\r\n\t<br />\r\n\tBoth the state Education Department and Newark Public Schools said they didn&rsquo;t produce the presentation, so they couldn&rsquo;t comment on it. Two emails and a phone call to Sangari Global Education, a company with ties to Global Education Advisors, were not returned.<br />\r\n\t<br />\r\n\tStill, Christie&rsquo;s statistic isn&rsquo;t totally out of the ballpark -- but only when specifically referring to students who graduate in four years after passing the HSPA.<br />\r\n\t<br />\r\n\tWe spoke to three academics and a policy expert to gauge whether one method of calculating the graduation rate is more credible than the other. They said graduation rates should reflect students who graduate within four years prepared for a career or college.<br />\r\n\t<br />\r\n\t&quot;I think we get in this number game way too much,&quot; said Alexander Urbiel, assistant dean of teacher education at Ramapo College. &quot;What we really should be looking at is outcomes.&quot;<br />\r\n\t<br />\r\n\tOne of the academics also said anyone citing a graduation rate statistic needs to be clear on who the number includes.<br />\r\n\t<br />\r\n\t&quot;We need to account for them when we say the school&rsquo;s graduation rate,&quot; said Donna Jorgensen, an associate professor of education at Rowan University, about students who graduate by passing the alternate exam. &quot;If we don&rsquo;t, it&rsquo;s like saying they weren&rsquo;t in school at all.&quot;<br />\r\n\t<br />\r\n\tWe also talked to Alan Sadovnik, a professor of education, sociology and public affairs at Rutgers University who co-authored a recent report that studied the use of alternate exams in Newark.<br />\r\n\t<br />\r\n\tFrom 2003 to 2008 the study tracked 9,725 students, 60 percent of whom graduated from high school by passing the alternate exam, which was then called the Special Review Assessment. Forty percent of those students enrolled in college, compared with 68 percent of the students who graduated by passing the HSPA.<br />\r\n\t<br />\r\n\tThe study also found that female, low-income and minority students were more likely to graduate by taking the alternate exam.<br />\r\n\t<br />\r\n\tSadovnik said the governor&rsquo;s choice of statistic is part of the larger, ongoing debate over eliminating alternate exams and requiring a single-high stakes test for graduation.<br />\r\n\t<br />\r\n\tLet&rsquo;s review.<br />\r\n\t<br />\r\n\tThe governor said the graduation rate in Newark is 29 percent.<br />\r\n\t<br />\r\n\tThere are several ways to calculate graduation rates and there is no solid consensus on whether one method is more credible than any other. New Jersey is moving to a federal standard of calculating graduation rates, but hasn&rsquo;t done so yet.<br />\r\n\t<br />\r\n\tChristie&rsquo;s number is actually a bit higher than the statistic that measures the four-year graduation rate for students who passed the HSPA. But it&rsquo;s lower than the calculation that the school system uses. &nbsp;&nbsp;<br />\r\n\t<br />\r\n\tThere are different ways to calculate graduation rates and it&rsquo;s important to be precise in describing them. In this case, the governor glossed over the details and omitted a whole group of students recognized by the state as having graduated, many of whom continued their education beyond high school.<br />\r\n\t<br />\r\n\tFor these reasons, we rate Christie&rsquo;s statement False.</p>\r\n<p>\r\n\tTo comment on this ruling, go to <a href=\"http://www.nj.com/news/index.ssf/2011/06/politifact_new_jersey_christie_2.html\">NJ.com</a>.</p>", "ruling_comments_date": "2011-06-10T15:08:33.472585", "ruling_date": "2011-06-15T05:00:00", "ruling_headline": "Gov. Chris Christie says graduation rate is 29 percent for new high schoolers in Newark", "ruling_headline_slug": "gov-chris-christie-says-graduation-rate-29-percent", "ruling_link_text": "Statistic omits group of students", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tYouTube, <a href=\"http://www.youtube.com/watch?v=pHhj2hoimk4\">Gov. Chris Christie&#39;s speech at the Harvard Graduate School of Education</a>, April 29, 2011<br />\r\n\t<br />\r\n\tGov. Chris Christie, <a href=\"http://www.state.nj.us/governor/news/news/552011/approved/20110504a.html\">Transcript of Harvard Graduate School of Education speech</a>, May 4, 2011<br />\r\n\t<br />\r\n\tYouTube, <a href=\"http://www.youtube.com/watch?v=iNLbviMH8sg\">Gov. Chris Christie at Jackson town hall meeting</a>, April 19, 2011<br />\r\n\t<br />\r\n\tEmail and phone interviews with Alan Guenther, spokesman for New Jersey Department of Education, May 13-31, 2011<br />\r\n\t<br />\r\n\tEmail interview with Allison Kobus, spokeswoman for state Education Department, May 26, 2011<br />\r\n\t<br />\r\n\tEmail interview with Valerie Merritt, spokeswoman for Newark Public Schools, May 18-31, 2011<br />\r\n\t<br />\r\n\tInterview with Alan Sadovnik, Rutgers University professor, May 24, 2011<br />\r\n\t<br />\r\n\tInterview with Danielle Farrie, Research director at the Education Law Center, May 25, 2011<br />\r\n\t<br />\r\n\tInterview with Donna Jorgensen, associate professor of education at Rowan University, June 1, 2011<br />\r\n\t<br />\r\n\tInterview with Tara Tucci, research and policy assistant for Alliance for Excellent Education, June 2, 2011<br />\r\n\t<br />\r\n\tInterview with Elaine Walker, associate professor in the department of educational leadership management and policy at Seton Hall University, June 3, 2011<br />\r\n\t<br />\r\n\tInterview with Jack Jennings, president of the Center on Education Policy, May 24, 2011<br />\r\n\t<br />\r\n\tInterview with Alexander Urbiel, assistant dean of teacher education at Ramapo College, June 1, 2011<br />\r\n\t<br />\r\n\tNew Jersey Department of Education, &quot;<a href=\"http://www.state.nj.us/education/data/grate/\">New Graduation Rate Coming</a>,&quot; accessed May 23, 2011<br />\r\n\t<br />\r\n\tNewark Public Schools, &quot;<a href=\"https://spreadsheets.google.com/spreadsheet/ccc?key=0Aq31JZ1XNc2odFRlSDhqdTdsR2VVekZzbUp3WVRMY0E&amp;hl=en_US&amp;authkey=CIvL4fkP\">Total Grad Count NPS SY 2010</a>&quot;<br />\r\n\t<br />\r\n\tNewark Public Schools, &quot;<a href=\"https://spreadsheets.google.com/spreadsheet/ccc?key=0Aq31JZ1XNc2odFR0dXFwRWFyNXRyUHRNTncxNklCZ3c&amp;hl=en_US&amp;authkey=CPbbkf8B\">2010 Graduation Rate</a>&quot;<br />\r\n\t<br />\r\n\tThe Star-Ledger, &quot;<a href=\"http://www.nj.com/news/index.ssf/2011/05/christie_says_he_will_comply_w.html\">Christie says he won&rsquo;t fight N.J. Supreme Court order to add $500M in funding for poor school districts</a>,&quot; May 24, 2011<br />\r\n\t<br />\r\n\tNational Governors Association, &quot;<a href=\"http://www.nga.org/portal/site/nga/menuitem.6c9a8a9ebc6ae07eee28aca9501010a0/?vgnextoid=f599184d94525010VgnVCM1000001a01010aRCRD\">Governors Sign Compact on High School Graduation Rate at Annual Meeting</a>,&quot; July 16, 2005</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 10, "current_job": "Governor of New Jersey", "false_count": 17, "first_name": "Chris", "half_true_count": 27, "home_state": "New Jersey", "id": 1251, "last_name": "Christie", "mostly_true_count": 19, "name_slug": "chris-christie", "pants_count": 8, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/christie.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1251/", "total_count": 105, "true_count": 21, "website": "http://www.state.nj.us/governor/"}, "statement": "<p>\r\n\t&quot;For a young man or woman who is entering the ninth grade in Newark this year, they have a 29 percent graduation rate.&quot;</p>", "statement_context": "a speech at the Harvard Graduate School of Education", "statement_date": "2011-04-29", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}], "target": [], "twitter_headline": ""}