{"art": [], "author": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2008/mar/10/hillary-clinton/a-small-but-significant-role/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 392, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgorham@sptimes.com", "first_name": "Will Short", "id": 54, "last_name": "Gorham", "name_slug": "will-short-gorham", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/54/", "title": "News researcher, Tampa Bay Times", "twitter": null}], "resource_uri": "/api/v/2/statement/392/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Asked what makes her qualified to deal with a 3 a.m. phone call about a foreign crisis, Sen. Hillary Clinton has been citing her work as first lady on issues involving Northern Ireland, China and Kosovo.</p>\r\n\r\n<p>In an interview on CNN&#39;s <em> American Morning </em> on March 5, 2008, Clinton said, &quot;I helped to bring peace to Northern Ireland. I negotiated open borders to let fleeing refugees into safety from Kosovo. I&#39;ve been standing up against ... the Chinese government over women&#39;s rights and standing up for human rights.&quot;</p>\r\n\r\n<p>We&#39;ll deal with the Kosovo and China claims separately. Here, we address Clinton&#39;s claim about Northern Ireland.</p>\r\n\r\n<p>Her involvement came when she was first lady. The Clinton administration got involved in the Northern Ireland peace process at the urging of a group of Irish-Americans who believed the United States could help settle the long dispute between Catholics and Protestants.</p>\r\n\r\n<p>The key U.S. player in the process was George Mitchell, a former U.S. senator from Maine who chaired the peace negotiations. While Mitchell and others handled the direct diplomacy of the peace talks, Clinton focused on women and community leaders in Northern Ireland, according to Mitchell and others involved. She made several trips to Ireland and met with women and community leaders and continued conversations with them after she returned to the United States.</p>\r\n\r\n<p>She is perhaps best known in Northern Ireland for an Oct. 31, 1997, speech at the University of Ulster in Belfast in which she brought back a teapot that had been given to her in a previous visit.</p>\r\n\r\n<p>&quot;I don&#39;t know whether a Catholic or a Protestant made this teapot. I don&#39;t know whether a Catholic or a Protestant sold this teapot. I only know that this teapot serves me very well,&quot; Clinton said. &quot;And this teapot stands for all those conversations around those thousands of kitchen tables where mothers and fathers look at one another with despair because they cannot imagine that the future will be any better for their children. But this teapot also is on the kitchen table where mothers and fathers look at one another and say, we have to do better. We cannot permit this to go on. We have to take a stand for our children.&quot;</p>\r\n\r\n<p>But overall, how involved was she? Consider the evidence:</p>\r\n\r\n<p>&bull; David Trimble, the leader of the Ulster Unionist Party in Northern Ireland who shared a Nobel Peace Prize for the settlement, last week told the <em> Daily Telegraph, </em> a British newspaper, that Clinton&#39;s claim was &quot;a wee bit silly.&quot; He said, &quot;I don&#39;t want to rain on the thing for her, but being a cheerleader for something is slightly different from being a principal player.&quot;</p>\r\n\r\n<p>&bull; The Clinton campaign issued a statement quoting John Hume, the leader of the Social Democratic and Labor Party who shared the Nobel with Trimble, saying &quot;she played a positive role for over a decade in helping to bring peace to Northern Ireland. ... She visited Northern Ireland, met with very many people and gave very decisive support to the peace. ... In private she made countless calls and contacts, speaking to leaders and opinionmakers on all sides, urging them to keep moving forward.&quot;</p>\r\n\r\n<p>&bull; Clinton didn&#39;t get much attention at the time. When Mitchell was interviewed on ABC&#39;s <em> This Week </em> shortly after the Good Friday Settlement in April 1998, he had effusive praise for President Clinton but did not mention Hillary Clinton. In his book <em> Making Peace, </em> Mitchell mentioned Hillary Clinton only in passing and he did not mention her in his speech when he was given a United Nations Peace Prize in 1998.</p>\r\n\r\n<p>Interviewed this week by PolitiFact, Mitchell said Hillary Clinton did not take part in the actual talks but that she was &quot;quite helpful in the process. ... She was quite active in encouraging women in Northern Ireland to get involved and stay involved in the peace process.&quot;</p>\r\n\r\n<p>&bull; Inez McCormack, an Irish labor leader, said Clinton played an important role building grass-roots support for the peace process. She said Clinton also was influential in making sure the peace accords included provisions guaranteeing equality based on gender, religion and sexual orientation.</p>\r\n\r\n<p>&quot;She understood that you had to tackle inequality if you were going to make the peace,&quot; McCormack said in an interview.</p>\r\n\r\n<p>Clinton raised the visibility for issues of equality, which helped them get more support, McCormack said.</p>\r\n\r\n<p>&bull; Stephen Farry, a member of the Northern Ireland Assembly, said it&#39;s important to put the Clinton administration&#39;s efforts in perspective. &quot;It is an exaggeration to say that the administration brokered the agreement. ... Most of the heavy lifting to reach the Good Friday Agreement was provided by the British and Irish governments,&quot; Farry said in an e-mail to PolitiFact.</p>\r\n\r\n<p>He said Hillary Clinton &quot;did not, to my knowledge, have any direct role with the key players in the negotiations. She did play a positive role in engaging with civil society in Northern Ireland, and building on work that was already in progress. This would have assisted with the general atmospherics.&quot;</p>\r\n\r\n<p>* In her memoir <em> Living History, </em> Clinton recounts her teapot speech and several other anecdotes about her visits to Ireland and Northern Ireland, but there&#39;s little in the book to indicate that she played a key role.</p>\r\n\r\n<p>Clinton claimed that she &quot;helped to bring peace to Northern Ireland.&quot; That&#39;s the kind of thing that Mitchell, Hume or Trimble could accurately say. But based on our interviews and research, it&#39;s a stretch for Clinton to say so. Although she played a role, especially with women in Northern Ireland, her statement leaves the impression that she was more involved than she was. We find her statement to be Half True.</p>\r\n", "ruling_comments_date": "2010-01-07T13:28:20.901038", "ruling_date": "2008-03-10T00:00:00", "ruling_headline": "A small but significant role", "ruling_headline_slug": "a-small-but-significant-role", "ruling_link_text": "A small but significant role", "ruling_state": null, "source_documents": null, "sources": "<p>CQ Newsmaker Transcripts, Sen. Clinton Interviewed on CNN&#39;s American Morning, March 5, 2008</p>\r\n\r\n<p>Clinton Campaign, <a href=\"http://facts.hillaryhub.com/archive/?id=6430\"> The Facts: Hillary and Northern Ireland </a> , March 8, 2008</p>\r\n\r\n<p>Interviews: George Mitchell, Inez McCormack, Stephen Farry (by e-mail), former U.S. Rep. Bruce Morrison</p>\r\n\r\n<p>The White House, Remarks of the First Lady at Joyce McCartan Memorial Lecture, University of Ulster Belfast, Northern Ireland, Oct. 31, 1997</p>\r\n\r\n<p>Daily Telegraph, <a href=\"http://www.telegraph.co.uk/news/main.jhtml?xml=/news/2008/03/08/wuspols108.xml\"> Nobel winner: Hillary Clinton&#39;s &#39;silly&#39; Irish peace claims, </a> March 8, 2008</p>\r\n\r\n<p>ABC News, Transcript of This Week, April 12, 1998</p>\r\n\r\n<p>George Mitchell, Making Peace, Knopf, 1999</p>\r\n\r\n<p>Hillary Clinton, Living History, Scribner, 2003</p>\r\n\r\n<p>&nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 41, "current_job": "Presidential candidate", "false_count": 31, "first_name": "Hillary", "half_true_count": 69, "home_state": "New York", "id": 1, "last_name": "Clinton", "mostly_true_count": 76, "name_slug": "hillary-clinton", "pants_count": 7, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/GYI_659046701_585968470.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1/", "total_count": 304, "true_count": 72, "website": "http://www.hillaryclinton.com/"}, "statement": "<p>&quot;I helped to bring peace to Northern Ireland.&quot;</p>\r\n", "statement_context": "an interview on CNN's \"American Morning.\"", "statement_date": "2008-03-05", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}], "target": [], "twitter_headline": ""}