{"art": [], "author": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "canonical_url": "/florida/statements/2011/jun/14/adam-hasner/adam-hasner-cites-cbo-says-health-care-law-cuts-80/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 3926, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "resource_uri": "/api/v/2/statement/3926/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tThe Congressional Budget Office is an authoritative, nonpartisan source of information, so Florida U.S. Senate candidate Adam Hasner must have been eager to source it in attacking the 2010 federal health care law.<br />\r\n\t<br />\r\n\tIn a lead-up to court arguments over the law&#39;s constitutionality, <a href=\"http://www.sunshinestatenews.com/blog/adam-hasner-hammers-obama-health-care-calls-repeal\" id=\"qnfd\" title=\"Hasner issued a press statement\">Hasner issued a press statement</a> that referenced the CBO to describe how the health care law -- if upheld -- would kill jobs.<br />\r\n\t<br />\r\n\t&quot;Implementation of Obamacare has played a major role in prolonging our country&#39;s economic challenges,&quot; he said June 8, 2011. &quot;Earlier this year, the head of the Congressional Budget Office testified before Congress that implementation of Obamacare would cost 800,000 jobs. Here in Florida, nearly 1 million Floridians are already out of work and the myriad regulations, taxes, and rules contained in Obamacare have only caused more worry and hesitation among the small-business men and women and job creators I&#39;ve met with during the past three months.&quot;<br />\r\n\t<br />\r\n\tAt PolitiFact, we&#39;ve tackled a broad statement made by House Republican leader Eric Cantor <a href=\"http://www.politifact.com/truth-o-meter/statements/2011/jan/20/eric-cantor/health-care-law-job-killer-evidence-falls-short/\" id=\"smf.\" title=\"that the health care law is &quot;job killing&quot;\">that the health care law is &quot;job killing&quot;</a> and rated it False. But we wondered about Hasner&#39;s more specific claim about the CBO and 800,000 jobs. (Interestingly, Minnesota Rep. Michele Bachman made the same claim during June 13th&#39;s New Hampshire Republican presidential debate).<br />\r\n\t<br />\r\n\tWe found a source for the claim easy enough.<br />\r\n\t<br />\r\n\tOn Feb. 10, CBO Director Doug Elmendorf testified before the House Budget Committee and was asked how the federal health care law would affect the job market. <i>The Weekly Standard,</i> a magazine for conservatives, said in a headline that Elmendorf said &quot;<a href=\"http://www.weeklystandard.com/blogs/cbo-director-says-obamacare-would-reduce-employment-800000-workers_547288.html\" id=\"aeso\" title=\"Obamacare Would Reduce Employment by 800,000 Workers.&quot;\">Obamacare Would Reduce Employment by 800,000 Workers.&quot;</a> Hasner campaign spokesman Rick Wilson also provided links to stories in POLITICO -- <a href=\"http://www.politico.com/news/stories/0211/49273.html#ixzz1PBuY3Kt3\" id=\"vk.7\" title=\"CBO: Health law to shrink workforce by 800,000\">CBO: Health law to shrink workforce by 800,000, </a>and a <a href=\"http://www.youtube.com/watch?v=QlBvrp4qV7Q&amp;feature=player_embedded\" id=\"r441\" title=\"clip of Elmendorf's testimony on YouTube\">clip of Elmendorf&#39;s testimony on YouTube</a>.<br />\r\n\t<br />\r\n\t<i>The Weekly Standard </i>article includes two exchanges from the hearing.<br />\r\n\t&nbsp;</p>\r\n<div style=\"margin-left: 40px;\">\r\n\t<b>Chairman (Paul) Ryan, R-Wis.</b>: &quot;(I)t&#39;s been argued...that the new health care law will create jobs and increase labor force participation. But if I recall from your analysis, it was quite the opposite. Is that not the case?&quot;<br />\r\n\t<br />\r\n\t<b>Director (Douglas) Elmendorf</b> : &quot;Yes.&quot;...<br />\r\n\t<br />\r\n\t<b>Rep. (John) Campbell, R-Calif.</b>: &quot;Thank you, Mr. Chairman, we&#39;ll -- and Dr. Elmendorf -- and we&#39;ll continue this conversation right now. First on health care, before I get to -- before I get to broader issues, you just mentioned that you believe -- or that in your estimate, that the health care law would reduce the labor used in the economy by about 1/2 of 1 percent, given that, I believe you say, there&#39;s 160 million full-time people working in &#39;20-&#39;21. That means that, in your estimation, the health care law would reduce employment by 800,000 in &#39;20-&#39;21. Is that correct?&quot;<br />\r\n\t<br />\r\n\t<b>Director Elmendorf</b>: &quot;Yes. The way I would put it is that we do estimate, as you said, that...employment will be about 160 million by the end of the decade. Half a percent of that is 800,000.&quot;</div>\r\n<br />\r\n<p>\r\n\tWe checked the transcript provided by <i>The Weekly Standard </i>against the one kept by <i>Congressional Quarterly</i> and wanted to make one correction to the record. The first question was from Rep. Reid Ribble, R-Wis., not Ryan.<br />\r\n\t<br />\r\n\tWe also thought it appropriate to continue Elmendorf&#39;s second answer for additional context. After saying that &quot;half a percent of that is 800,000,&quot; Elmendorf continued: &quot;That means that if the reduction in the labor used was workers working the average number of hours in the economy and earning the average wage, that there would be a reduction of 800,000 workers.</p>\r\n<p class=\"loose\">\r\n\t&quot;In fact, as we mentioned in the -- in our announcements last summer, the legislation also creates incentives that might affect the number of hours people work, might affect the tendency to work with lower and higher income people. We haven&#39;t tried to quantify those things. But the impact is that these 800,000 (jobs) might not be exactly the number ...&quot;</p>\r\n<p class=\"loose\">\r\n\tSo Elmendorf did say there would be a reduction of 800,000 workers -- while noting that the number could change slightly.</p>\r\n<p class=\"loose\">\r\n\tThat might sound the same as Hasner&#39;s claim that the health care law will &quot;cost 800,000 jobs,&quot; but it&#39;s not.</p>\r\n<p class=\"loose\">\r\n\tThe specific CBO analysis explains why. <a href=\"http://www.cbo.gov/ftpdocs/117xx/doc11705/08-18-Update.pdf\" id=\"aw4.\" title=\"In a budget and economic outlook update\">In a budget and economic outlook update</a> from August 2010, the CBO included some analysis on the federal health care law and its effects on the labor market.</p>\r\n<p class=\"loose\">\r\n\tThe CBO wrote: &quot;The Congressional Budget Office (CBO) estimates that the legislation, on net, will reduce the amount of labor used in the economy by a small amount &mdash; roughly half a percent &mdash; primarily by reducing the amount of labor that workers choose to supply. That net effect reflects changes in incentives in the labor market that operate in both directions: Some provisions of the legislation will discourage people from working more hours or entering the workforce, and other provisions will encourage them to work more. Moreover, many people will be unaffected by those provisions and will face the same incentives regarding work as they do under current law.&quot;</p>\r\n<p>\r\n\tBasically, the CBO says that some people right now are working mostly to keep their health insurance. Once they have other options -- to enroll in Medicaid, or to qualify for tax breaks to buy insurance from a health exchange -- they might choose to work less. The analysis also finds that &quot;some older workers will choose to retire earlier than they otherwise would.&quot;<br />\r\n\t&nbsp;<br />\r\n\tConversely, the CBO concluded that the health care law removes an existing disincentive to work for many low-income individuals by raising Medicaid income eligibility limits.<br />\r\n\t<br />\r\n\tAs far as trying to address Hasner&#39;s claim that the health care law will cost jobs (meaning businesses will hire less workers or lay off existing employees) the CBO is more vague.<br />\r\n\t<br />\r\n\t&quot;Employers&#39; decisions to hire workers will also be affected in some cases by the health care legislation,&quot; the CBO said. &quot;Employers with 50 or more employees will be required to pay a penalty if they do not offer insurance or if the insurance they offer does not meet certain criteria and at least one of their workers receives a subsidy from an exchange. Those penalties, whose amounts are based on the number of full-time workers in the firm, will, over time, generally be passed on to workers through reductions in wages or other forms of compensation.<br />\r\n\t<br />\r\n\t&quot;However, firms generally cannot reduce workers&rsquo; wages below the minimum wage, which will probably cause some employers to respond by hiring fewer low-wage workers. Alternatively, because firms are penalized only if their full-time employees receive subsidies from exchanges, some firms may instead hire more part-time or seasonal employees.&quot;<br />\r\n\t<br />\r\n\tThe CBO also found that because it could be easier for workers to find health insurance, they may be more likely to take jobs that better match their skills. And an improved health system could result in a more productive economy.<br />\r\n\t<br />\r\n\tIn an e-mail, Hasner spokesman Rick Wilson responded: &quot;If Obamacare creates structural macroeconomic conditions that reduce the net number of working people, it&#39;s still a net cost to GDP (gross domestic product).&quot;<br />\r\n\t<br />\r\n\tHasner cited the CBO director in making the claim that the health care law would &quot;cost 800,000 jobs,&quot; and provided the context that nearly 1 million Floridians already are out of work. But that&#39;s not really what the CBO has said, <a href=\"http://factcheck.org/2011/01/a-job-killing-law/\" id=\"gkwh\" title=\"something our colleagues at Factcheck.org have pointed out as well\">something our colleagues at Factcheck.org have pointed out as well</a>.<br />\r\n\t<br />\r\n\tThere could be the equivalent of 800,000 fewer workers thanks to the federal health care law, according to the CBO, but not because employers wouldn&#39;t hire them. It&#39;s because workers wouldn&#39;t have to work because the new law expands health care coverage. That means people working primarily for health care would either reduce their hours or leave the job market altogether. Hasner&#39;s statement is out of context and misleading. We rate it Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2011-06-13T18:40:19.427749", "ruling_date": "2011-06-14T10:54:24", "ruling_headline": "Adam Hasner cites CBO, says health care law cuts 800,000 jobs", "ruling_headline_slug": "adam-hasner-cites-cbo-says-health-care-law-cuts-80", "ruling_link_text": "Not the job cuts you'd think", "ruling_state": null, "source_documents": null, "sources": "<p class=\"loose\">\r\n\t<a href=\"http://www.sunshinestatenews.com/blog/adam-hasner-hammers-obama-health-care-calls-repeal\" id=\"z1dp\" title=\"Adam Hasner statement on health care law\">Adam Hasner statement on health care law</a>, June 8, 2011</p>\r\n<p>\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2011/jan/20/eric-cantor/health-care-law-job-killer-evidence-falls-short/\" id=\"kqo:\" title=\"The health care law a &quot;job killer&quot;? The evidence falls short\">The health care law a &quot;job killer&quot;? The evidence falls short</a>,&quot; Jan. 20, 2011<br />\r\n\t&nbsp;<br />\r\n\tThe Congressional Budget Office, <a href=\"http://cbo.gov/ftpdocs/117xx/doc11705/08-18-Update.pdf\">The Budget and Economic Outlook: An Update</a>, Effects of Recent Health Care Legislation on Labor Markets, p. 48, August 2010<br />\r\n\t<br />\r\n\tThe Weekly Standard, &quot;<a href=\"http://www.weeklystandard.com/blogs/cbo-director-says-obamacare-would-reduce-employment-800000-workers_547288.html\" id=\"dod2\" title=\"CBO Director Says Obamacare Would Reduce Employment by 800,000 Workers,\">CBO Director Says Obamacare Would Reduce Employment by 800,000 Workers,</a>&quot; Feb. 10, 2011<br />\r\n\t<br />\r\n\tFactcheck.org, &quot;<a href=\"http://factcheck.org/2011/01/a-job-killing-law/\" id=\"kp20\" title=\"A ‘Job-Killing’ Law?\">A &lsquo;Job-Killing&rsquo; Law?</a>,&quot; Jan. 7, 2011<br />\r\n\t<br />\r\n\tCQ Transcriptions, House Committee on the Budget hearing, Feb. 10, 2011, accessed via Nexis<br />\r\n\t<br />\r\n\tE-mail interview with Hasner spokesman Rick Wilson, June 13, 2011<br />\r\n\t<br />\r\n\tPOLITICO, &quot;<a href=\"http://www.politico.com/news/stories/0211/49273.html\" id=\"k1qy\" title=\"CBO: Health law to shrink workforce by 800,000,\">CBO: Health law to shrink workforce by 800,000,</a>&quot; Feb. 10, 2011<br />\r\n\t<br />\r\n\t<a href=\"http://www.youtube.com/watch?v=QlBvrp4qV7Q&amp;feature=player_embedded\" id=\"xlml\" title=\"YouTube clip of Elmendorf testimony\">YouTube clip of Elmendorf testimony</a>, Feb. 10, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "", "false_count": 1, "first_name": "Adam", "half_true_count": 4, "home_state": "Florida", "id": 381, "last_name": "Hasner", "mostly_true_count": 4, "name_slug": "adam-hasner", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/hasner.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/381/", "total_count": 12, "true_count": 1, "website": ""}, "statement": "<p>\r\n\t&quot;Earlier this year, the head of the Congressional Budget Office testified before Congress that implementation of Obamacare would cost 800,000 jobs.&quot;</p>", "statement_context": "a press statement", "statement_date": "2011-06-08", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}