{"art": [{"brightcove": "", "caption": "Former Sen. Rick Santorum, a Republican presidential candidate, sat for an interview on the June 12, 2011, \"Meet the Press.\" We checked one of his claims.", "id": 1351, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Santorum_on_Meet_the_Press.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/1351/", "title": "Santorum on Meet the Press", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2011/jun/15/rick-santorum/rick-santorum-says-social-security-cost-living-adj/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 3933, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/3933/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tDuring an interview on the June 12, 2011, edition of NBC&rsquo;s <em>Meet the Press</em>, Republican presidential candidate Rick Santorum proposed a reform of Social Security.<br />\r\n\t<br />\r\n\tThe host, David Gregory, asked Santorum, &quot;On Social Security, would you raise the retirement age?&quot;<br />\r\n\t<br />\r\n\tSantorum -- a former two-term U.S. senator from Pennsylvania -- responded, &quot;I proposed that back in 1994. I think that&#39;s an option that has to be on the table. I think the one thing that we should do is to deal with the cost of living increase. The cost -- I asked a senior everywhere I go, Iowa, New Hampshire, I say, &lsquo;Should we -- what should the cost of living increase be tied to?&rsquo; And the answer is always, &lsquo;Well, it should be tied to the prices that we pay for goods and services.&rsquo; Well, it&#39;s not. The cost of living increase in Social Security is tied to wage inflation. Why is this? Why, why, what does that have to do with cost of living for seniors?<br />\r\n\t<br />\r\n\tAnswering his own question, Santorum said, &quot;It doesn&#39;t. And so what we need to do is change it from a wage inflation index to a price inflation index. If we do that, you solve anywhere from half to three-quarters of the [shortage] in Social Security over time. So that&#39;s one thing we can do. We can do it now. We&#39;ll have minimal, minimal effect on anybody at or near retirement, but long-term it creates sustainability for young people who are sitting out there who don&#39;t believe Social Security is going to be there for them.&quot;<br />\r\n\t<br />\r\n\tA reader asked us to check Santorum&rsquo;s claim, so we did.<br />\r\n\t<br />\r\n\tThe short answer is that Santorum is wrong that &quot;the cost of living increase in Social Security is tied to wage inflation.&quot; The long answer is a little more complicated.<br />\r\n\t<br />\r\n\tSince 1975, Social Security has provided automatic annual cost-of-living adjustments, or <a href=\"http://www.ssa.gov/oact/cola/colaseries.html\">COLAs</a>, to its beneficiaries. These COLAs are determined by a federal statistic called the Consumer Price Index for Urban Wage Earners and Clerical Workers, or CPI-W. (If there is no inflation, or falling prices, there&rsquo;s also no COLA, as is the case this year.)<br />\r\n\t<br />\r\n\t<a href=\"http://www.ssa.gov/oact/cola/colasummary.html\">CPI-W</a> is a subset of the more familiar inflation statistic known as CPI-U. But <a href=\"http://www.bls.gov/opub/hom/pdf/homch17.pdf\">both measures</a> are similar, in that they represent &quot;the buying habits of the residents of urban or metropolitan areas in the United States&quot; through calculating the changes in prices for a fixed &quot;basket&quot; of goods. The consumer products used to calculate the two statistics are the same, with the difference coming only from the weighting used to average together the raw data.<br />\r\n\t<br />\r\n\tIt&rsquo;s important to note that despite the inclusion of &quot;wage&quot; in the statistic&rsquo;s name, it is not a measurement of wages. It is a measurement of how fast prices are rising for a collection of consumer goods.<br />\r\n\t<br />\r\n\t&quot;&lsquo;Cost-of-living increase&rsquo; has a precise meaning, and the increase is definitely not tied to wages, so his answer is clearly false,&quot; said Paul Van de Water, an economist with the liberal Center on Budget and Policy Priorities.<br />\r\n\t<br />\r\n\tBut even if his description on <em>Meet the Press</em> was inaccurate, Santorum didn&rsquo;t get the wage inflation-vs.-consumer product inflation idea from nowhere. The experts we spoke to believed that Santorum had essentially garbled his message.<br />\r\n\t<br />\r\n\tUnlike annual COLAs once you&rsquo;re in the Social Security system, the initial benefit you receive is indeed determined by an index of wage inflation.<br />\r\n\t<br />\r\n\tSantorum &quot;was probably intending to talk about proposals for slowing the growth of initial Social Security benefits,&quot; Van de Water said. &quot;At present, benefits for one year&rsquo;s cohort of new retirees compared to the previous year&rsquo;s cohort grows roughly in line with average wages, and proposals have been made to slow the growth of initial benefits by tying it to prices instead of wages.&quot;<br />\r\n\t<br />\r\n\tThe program could trim costs this way because wages tend to grow at a rate roughly one percentage point faster than prices, said Michael Tanner, a retirement-security specialist with the libertarian Cato Institute.<br />\r\n\t<br />\r\n\t&quot;Such a change would hold future Social Security benefits constant in real terms but would eliminate the benefit escalation that is built into the current formula,&quot; Tanner said. &quot;Estimates suggest that making this change alone would result in a 35 percent reduction in Social Security&rsquo;s currently scheduled level of benefits, bringing the system into balance by 2050. Variations on this approach would apply the formula change only to higher income seniors, preserving the current wage-indexed formula for low-income seniors.&quot; Still, it is different from proposals to change COLAs -- the idea that Santorum seemed to be suggesting on <em>Meet the Press</em>.<br />\r\n\t<br />\r\n\tThere&rsquo;s another wrinkle to mention as well. When Santorum reports hearing seniors complaining about COLAs not being tied to &quot;the prices that we pay for goods and services,&quot; it echoes a different ongoing debate.<br />\r\n\t<br />\r\n\tSome have suggested that a statisticians could create a more appropriate COLA measure by measuring inflation using a basket of consumer products more like those that elderly people purchase on a regular basis, said David John, a Social Security expert at the conservative Heritage Foundation.<br />\r\n\t<br />\r\n\tIn fact, in 1987, Congress <a href=\"http://stats.bls.gov/news.release/cpi.br12396.a06.htm\">ordered</a> the Bureau of Labor Statistics to create an experimental measurement called the CPI-E (the &quot;E&quot; is for elderly) to see whether it might be a better tool for adjusting payouts under Social Security. CPI-E differs from the other inflation measures by giving certain items more or less weight, based on their importance to the typical senior citizen&#39;s budget. For instance it gives more weight to medical costs. John said he expects that using CPI-E might be more accurate. But it would also add to the program&rsquo;s cost, potentially shortening the actuarial health of the program by five years, according to a <a href=\"http://www.newyorkfed.org/research/current_issues/ci9-5/ci9-5.html\">paper</a> published by the New York Federal Reserve Board.<br />\r\n\t<br />\r\n\tHenry Aaron, an economist with the centrist-to-liberal Brookings Institution, said internal details about how Social Security works &quot;is complicated stuff, and almost no one other than a small cadre of Social Security buffs understands it. Santorum clearly does not.&quot;<br />\r\n\t<br />\r\n\tWhen we contacted Santorum&rsquo;s camp, they sent us a statement that sought to &quot;clarify&quot; what he had said.<br />\r\n\t<br />\r\n\t&quot;He was not referring to the COLA that we typically think of for Social Security,&quot; the statement said. &quot;Under current law -- &lsquo;wage indexing&rsquo; -- benefits rise so that the ratio of benefits to pre-retirement earnings -- the &lsquo;replacement rate&rsquo; -- stays constant. Sen. Santorum would argue that we need to move to &lsquo;price indexing,&rsquo; where the benefit stays constant in real terms but the replacement rate falls. There are several proposals already on the table to do just this, and they would solve between 30 percent and 100 percent of the solvency issues facing Social Security.&quot;<br />\r\n\t<br />\r\n\tSantorum&rsquo;s statement to PolitiFact explains what he was trying to say, but we make our ruling based on the initial statement, since that&rsquo;s what viewers saw.<br />\r\n\t<br />\r\n\tIn this case, Santorum&rsquo;s original statement -- that &quot;the cost of living increase in Social Security is tied to wage inflation&quot; -- is flat wrong. It&rsquo;s not, because COLAs for existing beneficiaries are based on price increases for consumer goods. So despite Santorum&rsquo;s subsequent clarification, we rate his comment False.</p>", "ruling_comments_date": "2011-06-14T16:06:15.418112", "ruling_date": "2011-06-15T11:03:29", "ruling_headline": "Rick Santorum says Social Security cost-of-living adjustments should be based on consumer prices, not wages", "ruling_headline_slug": "rick-santorum-says-social-security-cost-living-adj", "ruling_link_text": "No, it's tied to consumer prices", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tRick Santorum, <a href=\"http://www.msnbc.msn.com/id/43340746/ns/meet_the_press-transcripts/\">interview</a> on NBC&rsquo;s <em>Meet the Press</em>, June 12, 2011<br />\r\n\t<br />\r\n\tSocial Security Administration, <a href=\"http://www.ssa.gov/oact/cola/colaseries.html\">Cost-Of-Living Adjustment explanatory page</a>, accessed June 12, 2011<br />\r\n\t<br />\r\n\tSocial Security Administration, <a href=\"http://www.ssa.gov/oact/cola/colaseries.html\">Social Security Cost-Of-Living Adjustments historical table</a>, accessed June 13, 2011<br />\r\n\t<br />\r\n\tBart Hobijn and David Lagakos, &quot;<a href=\"http://www.newyorkfed.org/research/current_issues/ci9-5/ci9-5.html\">Social Security and the Consumer Price Index for the Elderly</a>&quot; (New York Fed research paper), May 2003 &nbsp;<br />\r\n\t<br />\r\n\tBureau of Labor Statistics, &quot;<a href=\"http://stats.bls.gov/news.release/cpi.br12396.a06.htm\">Attachment F: Experimental CPI for Americans 62 Years of Age and Older</a>,&quot; accessed June 13, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Henry Aaron, senior fellow with the Brookings Institution, June 13, 2011<br />\r\n\t<br />\r\n\tE-mail interview with David John, senior fellow at the Heritage Foundation, June 13, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Michael Tanner, senior fellow at the Cato Institute, June 13, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Paul Van de Water, senior fellow with the Center for Budget and Policy Priorities, June 13, 2011</p>\r\n<p>\r\n\tE-mail interview with Virginia Davis, spokeswoman for Rick Santorum, June 14, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 12, "current_job": "", "false_count": 17, "first_name": "Rick", "half_true_count": 14, "home_state": "Pennsylvania", "id": 1077, "last_name": "Santorum", "mostly_true_count": 7, "name_slug": "rick-santorum", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rick_Santorum_2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1077/", "total_count": 61, "true_count": 6, "website": ""}, "statement": "<p>\r\n\t&quot;The cost-of-living increase in Social Security is tied to wage inflation.&quot;</p>", "statement_context": "an interview on NBC's \"Meet the Press\"", "statement_date": "2011-06-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 141, "photo": null, "resource_uri": "/api/v/2/subject/141/", "subject": "Social Security", "subject_slug": "social-security", "used_in_edition": []}], "target": [], "twitter_headline": ""}