{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2011/jun/15/rick-santorum/did-medicare-part-d-come-40-percent-under-budget-b/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 3939, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/3939/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tFor some fiscal conservatives, the Medicare prescription drug benefit remains a symbol of when Republicans lost their way. So it wasn&#39;t surprising that it came up when Republican candidates for president debated on May 5, 2011, in South Carolina.&nbsp;<br />\r\n\t<br />\r\n\tRick Santorum was a U.S. senator when the plan was passed in 2003. Then, he voted in favor of the plan, a vote he has since&nbsp;<a href=\"http://www.foxnews.com/on-air/fox-news-sunday/print/136\">called</a>&nbsp;a mistake. Santorum got this question at the debate: &quot;You voted for it. It&#39;s cost hundreds of billions of dollars. You&#39;ve said you regretted that vote now. As president, would you work to repeal that and leave the 25 million-plus seniors, who now enjoy that benefit, without it?&quot;<br />\r\n\t<br />\r\n\t&quot;No,&quot; Santorum said. &quot;What I would do is work to reform the entire Medicare system, which is what&#39;s being proposed by Paul Ryan and what I&#39;ve been proposing for a very long time. One of the reasons I actually voted for the Medicare prescription drug plan was because it was a private sector operated plan. It was not, as the current Medicare system is, and what Obamacare is, a government-run, top-down type of approach. And in fact, the way we designed that program resulted in the program coming in 40 percent under budget. ... And the reason it was, is because the design was right.&quot;<br />\r\n\t<br />\r\n\tThe Medicare prescription drug plan, also known as Medicare Part D, helps pay for prescription drugs for people eligible for Medicare. Private insurance companies offer a variety of plans subsidized by the government, and beneficiaries get to choose the plan that&#39;s best for them. Most beneficiaries get to choose from an average of 33 different plans. The average monthly premium is about $40, but costs and coverage varies with each plan. In addition to premiums, beneficiaries typically pay a deductible, and they pay a portion of the prescription costs. Beneficiaries can change plans every year if they wish.&nbsp;<br />\r\n\t<br />\r\n\tEven by fact-checking standards, Medicare Part D is a pretty complex plan, and we&#39;re leaving out an&nbsp;<a href=\"http://www.kff.org/medicare/upload/8107.pdf\">excruciating level of detail</a>&nbsp;here. Fortunately, there&#39;s&nbsp;<a href=\"https://www.medicare.gov/find-a-plan/questions/home.aspx\">a government website</a>&nbsp;where they can type in their prescriptions and dosages, and the website spits out information to help with the decision.&nbsp;<br />\r\n\t<br />\r\n\tWe decided to check Santorum&#39;s numbers on whether the plan came in under budget. We also wanted to understand why it came in under budget. Was it really because of the plan&#39;s design?&nbsp;<br />\r\n\t<br />\r\n\tFirst, the numbers. Did it come in 40 percent under budget?<br />\r\n\t<br />\r\n\tWe asked Santorum&#39;s campaign for their source but didn&#39;t hear back. There are two official estimates for Medicare Part D costs, one put out by the nonpartisan Congressional Budget Office and another put out by the&nbsp;<a href=\"https://www.cms.gov/ReportsTrustFunds/downloads/tr2011.pdf\">board of trustees</a>&nbsp;for the Medicare trust funds. These reports calculated potential costs differently, so there are different sets of numbers to work with. The board of trustees projected costs higher than the Congressional Budget Office, so if you use the trustees&#39; numbers, the savings are greater and come closer to 40 percent.<br />\r\n\t<br />\r\n\tIf you use the Congressional Budget Office numbers, the savings are somewhat lower. In addition, two analysts we spoke with said you have to subtract the premiums that patients pay, as well as contributions from the states. If you account for those sources of revenue, the program comes in about 28 percent below budget, said Edwin Park, an analyst with the left-leaning Center on Budget and Policy Priorities. He walked us through his analysis, and it seemed like a reasonable, though different, way to calculate costs.<br />\r\n\t<br />\r\n\tWhether it&#39;s 40 percent or 28 percent, though, we found wide consensus that the program is coming in under budget.<br />\r\n\t<br />\r\n\tNext, why is it under budget? Santorum says it was because of the program&#39;s design, because it was a private-sector operated plan.<br />\r\n\t<br />\r\n\tOne reason it came in under budget is fairly straightforward: Not as many people signed up for the benefit as the government expected. The government projected that about 93 percent of people who use Medicare would also sign up for the prescription drug benefit. But actual enrollment is only at about 77 percent of those eligible, a significant difference. It&#39;s not clear why fewer people signed up -- whether they didn&#39;t know about the program, didn&#39;t need it or for some other reason. But it&#39;s hard to say for sure, and we couldn&#39;t find any studies on the matter.&nbsp;<br />\r\n\t<br />\r\n\tThe other reason costs came in under budget is that drug spending did not increase in the 2000s as fast as it increased in the 1990s. So initial cost projections likely overestimated how fast drug spending would grow during the first 10 years of the program.&nbsp;</p>\r\n<p>\r\n\tPart of the reason for that is that there were more generic drugs coming onto the market and fewer new blockbuster drugs during the 2000s, said Dr. Jack Hoadley, a health policy analyst at Georgetown University.&nbsp;<br />\r\n\t<br />\r\n\tStill, said Dr. Gail Wilensky, a health care analyst who ran the Medicare program under President George H.W. Bush, it would be wrong to discount the impact of the program&#39;s design, particularly the role it played in encouraging the use of generic drugs.<br />\r\n\t<br />\r\n\tUnder the plan, beneficiaries take an active role in shopping for a plan and comparing costs. By selecting a less expensive plan, they save themselves and the government money, she said.&nbsp;<br />\r\n\t<br />\r\n\t&quot;I don&#39;t want to say it&#39;s 100 percent, but I think it&#39;s just foolish to say that wasn&#39;t an important contribution,&quot; she said.&nbsp;</p>\r\n<p>\r\n\tInsurance companies, meanwhile, have access to aggregated data on what kinds of drugs are most popular and at what dosages, said Richard Kaplan, an expert on retiree health care at the University of Illinois. The companies rework their plans every year in hopes of persuading more seniors to leave their competitors and join their plans.<br />\r\n\t<br />\r\n\tBeneficiaries can look every year to get a better deal, and the insurance companies can make sure they&rsquo;re not losing too much money, he added.<br />\r\n\t<br />\r\n\tKaplan also said the dreaded doughnut hole may play a part in bringing down the costs of Medicare Part D. The doughnut hole is a coverage gap during which participants pay 100 percent of drug costs. If their costs continue beyond the doughnut hole, the government provides more subsidies.&nbsp;<br />\r\n\t<br />\r\n\tBeneficiaries have an incentive to keep their drug purchases below the doughnut hole level (and yes, we know that sounds bizarre).&nbsp;<br />\r\n\t<br />\r\n\t&quot;The curiosity may be that the bizarre doughnut hole forced people to really pay attention to cost and substitute generic drugs so that they could avoid the doughnut hole,&quot; Kaplan said.<br />\r\n\t<br />\r\n\tPresident Barack Obama&#39;s health care law seeks to phase out the doughnut hole, but it will still be important for another five to six years, he said.&nbsp;<br />\r\n\t<br />\r\n\tGetting back to our ruling statement, Santorum said that the Medicare drug program &quot;resulted in the program coming in 40 percent under budget. ... And the reason it was, is because the design was right.&quot; We found that Santorum is right that the program came in under budget, but he picked the high end of the estimate for how much the savings were. We also found that there is a good bit of disagreement on why the program came in under budget. Some credit the design, but design is just one of several factors that may have kept the program under budget, and there&#39;s not much clarity on how much weight each factor should get. Overall, we rate Santorum&#39;s statement Half True.&nbsp;</p>", "ruling_comments_date": "2011-06-15T14:55:18.151326", "ruling_date": "2011-06-15T16:01:26", "ruling_headline": "Did Medicare Part D come in 40 percent under budget because of its design?", "ruling_headline_slug": "did-medicare-part-d-come-40-percent-under-budget-b", "ruling_link_text": "Under budget, but how much and why are disputed", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tFox News, Republican debate transcript, May 5, 2011, accessed via CQ Transcriptswire<br />\r\n\t<br />\r\n\tFox News Sunday,&nbsp;<a href=\"http://www.foxnews.com/on-air/fox-news-sunday/print/136\">interview with Rick Santorum</a>, April 24, 2011<br />\r\n\t<br />\r\n\tInterview with Richard Kaplan of the University of Illinois, May 11, 2011<br />\r\n\t<br />\r\n\tInterview with Edwin Park of the Center on Budget and Policy Priorities,<br />\r\n\t<br />\r\n\tInterview with Gail Wilensky, June 13, 2011<br />\r\n\t<br />\r\n\tInterview with Jack Hoadley of Georgetown Univesity, May 27, 2011<br />\r\n\t<br />\r\n\tCenter on Budget and Policy Priorities,&nbsp;<a href=\"http://www.cbpp.org/cms/?fa=view&amp;id=3488\">Lower-Than-Expected Medicare Drug Costs Reflect Decline in Overall Drug Spending and Lower Enrollment, Not Private Plans</a>, May 6, 2011<br />\r\n\t<br />\r\n\tKaiser Family Foundation,&nbsp;<a href=\"http://www.kff.org/medicare/upload/8107.pdf\">Medicare Part D Spotlight: Part D Plan Availability in 2011 and Key Changes since 2006</a>, October 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 12, "current_job": "", "false_count": 17, "first_name": "Rick", "half_true_count": 14, "home_state": "Pennsylvania", "id": 1077, "last_name": "Santorum", "mostly_true_count": 7, "name_slug": "rick-santorum", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rick_Santorum_2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1077/", "total_count": 61, "true_count": 6, "website": ""}, "statement": "<p>\r\n\tThe Medicare drug program &quot;resulted in the program coming in 40 percent under budget. ... And the reason it was, is because the design was right.&quot;&nbsp;</p>", "statement_context": "a debate in South Carolina", "statement_date": "2011-05-05", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 50, "photo": null, "resource_uri": "/api/v/2/subject/50/", "subject": "Medicare", "subject_slug": "medicare", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 102, "photo": null, "resource_uri": "/api/v/2/subject/102/", "subject": "Retirement", "subject_slug": "retirement", "used_in_edition": []}], "target": [], "twitter_headline": ""}