{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2011/jun/16/mitt-romney/500-billion-medicare-obamacare-romney-says/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 3954, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/3954/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tMitt Romney keeps making the case that the health care plan he put into place in Massachusetts is substantially different from the health care law signed by President Barack Obama.<br />\r\n\t<br />\r\n\tAt a debate in New Hampshire on Monday June 13, 2011, Romney continued that theme. One difference was, he said, that his state plan didn&#39;t make any changes to Medicare, the federal health insurance program for the elderly.<br />\r\n\t<br />\r\n\t&quot;Obamacare takes $500 billion out of Medicare and funds Obamacare,&quot; Romney said.&nbsp;<br />\r\n\t<br />\r\n\tWe&#39;ve written about how the health care law affects Medicare many times, but Romney made his point in a new way, so we decided to put his statement to the Truth-O-Meter.<br />\r\n\t<br />\r\n\tTo begin with, the Massachusetts plan and the federal plan are conceptually similar. Both leave in place the major insurance systems: employer-provided insurance, Medicare for seniors and Medicaid for the poor. They reduce the number of uninsured by expanding Medicaid and by offering tax breaks to help people with moderate incomes buy insurance. Individuals are required to have insurance or pay a penalty, a mechanism called the &quot;individual mandate.&quot; And companies that don&#39;t offer insurance to employees have to pay fines, with exceptions for small business and a few other cases.&nbsp;<br />\r\n\t<br />\r\n\tRomney&#39;s point was that the Massachusetts plan didn&#39;t change Medicare, the health insurance program for people over age 65. We should note that Medicare is a federal program; states can&#39;t change it anyway. So don&#39;t give the Massachusetts plan too much credit on the point.</p>\r\n<p>\r\n\tThe national health care reform law, though, made several changes to Medicare, which makes up 12 percent of the federal budget. &nbsp;</p>\r\n<p>\r\n\tIn a few cases, the law actually increased Medicare spending to provide more benefits and coverage, according to the Kaiser Family Foundation, a trusted independent source that analyzes the health care system. For instance, the health care law added money to cover prevention services and to fill a gap for enrollees who purchase prescription drugs through the Medicare Part D program. (That coverage gap is sometimes called the doughnut hole).</p>\r\n<p>\r\n\tOther provisions are designed to reduce future growth in Medicare spending, to encourage the program to operate more efficiently and to improve the delivery and quality of care, in ways including reducing hospital re-admissions. The bill doesn&#39;t take money out of the current Medicare budget but, rather, attempts to slow the program&#39;s future growth, curtailing just over $500 billion in anticipated spending increases over the next 10 years. Medicare spending will still increase, however. The nonpartisan Congressional Budget Office projects Medicare spending will reach $929 billion in 2020, up from $499 billion in actual spending in 2009.&nbsp;<br />\r\n\t<br />\r\n\tSo while the health care law reduces the amount of future spending growth in Medicare, the law doesn&#39;t cut Medicare.<br />\r\n\t<br />\r\n\tStill, where does the $500 billion in future savings come from?<br />\r\n\t<br />\r\n\tNearly $220 billion comes from reducing annual increases in payments that health care providers would otherwise receive from Medicare. Other savings include $36 billion from increases in premiums for higher-income beneficiaries and $12 billion from administrative changes. A new national board will be tasked to identify $15.5 billion in savings, but the board -- the Independent Payment Advisory Board -- is prohibited from proposing anything that would ration care or reduce or modify benefits. Then there&#39;s another $136 billion in projected savings that would come from changes to the Medicare Advantage program. About 25 percent of Medicare beneficiaries are enrolled in a Medicare Advantage plan.<br />\r\n\t<br />\r\n\tRomney said, &quot;Obamacare takes $500 billion out of Medicare and funds Obamacare.&quot; The law doesn&#39;t literally take money out of Medicare, but Romney isn&#39;t entirely wrong in his point, either.<br />\r\n\t<br />\r\n\tThat&#39;s because in creating the law, Democrats wanted to make sure they did not increase the federal deficit. The savings from Medicare offset new spending resulting from the health care bill.&nbsp;<br />\r\n\t<br />\r\n\tThe major new spending in the bill comes from tax credits to help people of modest incomes buy health insurance and from expanding Medicaid to offer coverage to the poor. The tax credits and other cost-sharing subsidies are estimated to cost $350 billion over 10 years, while the Medicaid expansion costs $434 billion, according to the nonpartisan Congressional Budget Office.<br />\r\n\t<br />\r\n\tThose two initiatives add up to more than $500 billion. So in addition to reducing Medicare spending, the law also increases Medicare taxes on the wealthy and creates new fees for the health care industry, as well as a few other things, to come up with the needed sums.<br />\r\n\t<br />\r\n\tRomney said, &quot;Obamacare takes $500 billion out of Medicare and funds Obamacare.&quot; He&#39;s right that future savings from Medicare are planned to offset new costs created by the law. But the way he phrases it gives the impression that the law takes money that was already allocated to Medicare and funds the new health care law with it. In fact, the law uses a number of measures to try to reduce the rapid growth of future Medicare spending. Those savings are then applied to costs created by the law -- especially coverage for the uninsured -- so that the overall law doesn&#39;t add to the deficit. We rate his statement Half True.</p>", "ruling_comments_date": "2011-06-16T17:14:48.375484", "ruling_date": "2011-06-16T18:30:58", "ruling_headline": "$500 billion from Medicare for Obamacare, Mitt Romney says", "ruling_headline_slug": "500-billion-medicare-obamacare-romney-says", "ruling_link_text": "Money isn't really moved here", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tCongressional Budget Office,&nbsp;<a href=\"http://www.cbo.gov/ftpdocs/120xx/doc12033/12-23-SelectedHealthcarePublications.pdf\">Selected CBO Publications Related to Health Care Legislation, 2009&ndash;2010</a>, December 2010<br />\r\n\t<br />\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2010/sep/20/60-plus-association/medicare-cuts-health-care-law-will-hurt-seniors-sa/\">Medicare &#39;cuts&#39; in the health care law will hurt seniors, says 60 Plus Association,</a>&quot; Sept. 20, 2010<br />\r\n\t<br />\r\n\tThe Kaiser Family Foundation,&nbsp;<a href=\"http://kaiseredu.org/tutorials/Medicare-and-health-reform/player.html\">Health Reform and Medicare: Overview of Key Provisions</a>, July 2010<br />\r\n\t<br />\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2010/sep/20/60-plus-association/medicare-cuts-health-care-law-will-hurt-seniors-sa/\">Medicare &#39;cuts&#39; in the health care law will hurt seniors, says 60 Plus Association,</a>&quot; Sept. 20, 2010<br />\r\n\t<br />\r\n\tThe Kaiser Family Foundation,&nbsp;<a href=\"http://kaiseredu.org/tutorials/Medicare-and-health-reform/player.html\">Health Reform and Medicare: Overview of Key Provisions</a>, July 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 34, "current_job": "Former governor", "false_count": 32, "first_name": "Mitt", "half_true_count": 58, "home_state": "Massachusetts", "id": 5, "last_name": "Romney", "mostly_true_count": 33, "name_slug": "mitt-romney", "pants_count": 19, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-mittromney.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/5/", "total_count": 221, "true_count": 30, "website": "http://www.mittromney.com/"}, "statement": "<p>\r\n\t&quot;Obamacare takes $500 billion out of Medicare and funds Obamacare.&quot;</p>", "statement_context": "a Republican presidential candidate debate in New Hampshire", "statement_date": "2011-06-13", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 50, "photo": null, "resource_uri": "/api/v/2/subject/50/", "subject": "Medicare", "subject_slug": "medicare", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}