{"art": [], "author": [{"email_address": "amarshall@plaind.com", "first_name": "Aaron", "id": 152, "last_name": "Marshall", "name_slug": "aaron-marshall", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-aaron-marshall.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/152/", "title": "Reporter, Plain Dealer statehouse bureau", "twitter": null}], "canonical_url": "/ohio/statements/2011/jun/20/chris-widener/state-sen-chris-widener-says-may-tax-revenue-dip-s/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 3965, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "amarshall@plaind.com", "first_name": "Aaron", "id": 152, "last_name": "Marshall", "name_slug": "aaron-marshall", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-aaron-marshall.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/152/", "title": "Reporter, Plain Dealer statehouse bureau", "twitter": null}], "resource_uri": "/api/v/2/statement/3965/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tFor the past year, the financial outlook for the state of Ohio has been on a gradual upswing marked by a dropping state unemployment rate and rising tax revenues that have outpaced expectations each month since June 2010.<br />\r\n\t<br />\r\n\tThe rising financial tide has brought with it questions from reporters trying to sort out what and how much money the state may have left at the end of the fiscal year 2011 on June 30.<br />\r\n\t<br />\r\n\tAnd it has left Statehouse Republicans eager to tamp down on the speculation that there will be hundreds of millions in &quot;extra money&quot; lying around to potentially ease the burden of deep cuts made to state government, K-12 education and other areas of the state budget.<br />\r\n\t<br />\r\n\tThat was the backdrop on the evening of June 7, just a few minutes after the Senate Finance Committee voted out the state budget, when Sen. Chris Widener, the committee&#39;s chairman, &nbsp;was asked about what the state might do with the &quot;hundreds of millions&quot; left in the bank in excess revenue for 2011. &nbsp;<br />\r\n\t<br />\r\n\tThe Springfield Republican suggested that the state&#39;s economic recovery could nosedive at any moment and talked about sitting in on a meeting with a half-dozen financial experts on the governor&#39;s board of economic advisers who had &quot;very disparaging reports&quot; on the future of the American economy.<br />\r\n\t<br />\r\n\tTrying to hammer home his point that future revenue growth in the state is a shaky proposition, Widener referenced the state&rsquo;s tax revenues for May, which had just been released.<br />\r\n\t<br />\r\n\t&quot;You know the revenue estimates for the month of May? I think the (Senate) President (Niehaus) mentioned after session. We&rsquo;re down for the month as compared to estimated revenue,&quot; he told reporters. &quot;That&#39;s not a good sign. That&#39;s basically a clear indication the governor&#39;s counselors are probably right--that we are still not out of the woods yet. We&#39;re going month by month.&quot;<br />\r\n\t<br />\r\n\tWidener made a similar remark on June 15 during a public budget conference committee meeting.<br />\r\n\t<br />\r\n\tWith tax revenues running above estimates for every month since June 2010, a poor showing in May could certainly be interpreted as an ominous sign. So PolitiFact Ohio decided to check if May&#39;s tax revenue was really down as Widener suggested, and if so, what could be the cause.<br />\r\n\t<br />\r\n\tWe started with tax revenue data was released by the state budget office prior to Widener&#39;s statement. It showed May tax sources off by $3.8 million -- a negative 0.2 percent of all tax revenues. However, one of the best indications of the health of Ohio&#39;s economy relative to expectations -- personal income tax -- was $94 million above estimates.<br />\r\n\t<br />\r\n\tSo what caused collections to come up short?<br />\r\n\t<br />\r\n\tIt turns out domestic insurance tax, which Ohio insurance companies pay on the premiums they collect, was the guilty party. Revenue from that tax for May was 48 percent below estimates for the month, which adds up to a whopping $87 million, according to the revenue data.<br />\r\n\t<br />\r\n\tDave Pagnard, a spokesman for the state budget office, said in an e-mail that the numbers for domestic insurance tax were off because of the timing of the mailings of the billings -- notices were sent too late in May for the payments to be received in time to count in the monthly numbers.<br />\r\n\t<br />\r\n\tHe forwarded a 26-page Monthly Financial Report dated June 10, 2011 from state budget director Tim Keen to Gov. John Kasich that gives a detailed explanation about what happened with the domestic insurance shortfall.<br />\r\n\t<br />\r\n\t&quot;This is primarily attributable to the loose billings and payment schedule for this tax as the Department of Insurance must certify the amount of billings to the Treasurer of State no later than the first Monday in May (May 2nd). The Treasurer of State then has up to 20 days after certification to send out the bills. Those billed then have 20 to 30 days after certification to submit payment,&quot; the report says. &quot;As a result of this issue, the balance of the May billings (which totaled $195.5 million) will be received in June and thus June receipts for this tax should exceed the estimate by approximately the same amount of the May shortfall.&quot;<br />\r\n\t<br />\r\n\tTranslation: It&#39;s a timing issue. The state of Ohio will pick the money up in June so the numbers aren&#39;t really off by $87 million -- only a temporarily accounting problem.<br />\r\n\t<br />\r\n\tIn fact, had the domestic insurance revenue not been delayed, the state would have been $82.2 million in the black for the month of May.<br />\r\n\t<br />\r\n\tSo how does Widener&rsquo;s claim rate on the Truth-O-Meter?<br />\r\n\t<br />\r\n\tThe Senate Finance chair offered up the failure of the state to hit its tax revenue marks in May as evidence that Ohio could be sliding back from a gradual recovery.<br />\r\n\t<br />\r\n\tAnd while it&rsquo;s true that the state was under revenue estimates -- just barely -- it&#39;s a mirage based on the state&#39;s domestic insurance tax notices going out too late in May for most of them to be returned within the calendar month.<br />\r\n\t<br />\r\n\tWhile Widener was correct that May&#39;s tax revenues were slightly below estimates, he said it was &quot;clear evidence&quot; that Ohio is &quot;not out of the woods yet&quot; and could fall back into an economic decline.<br />\r\n\t<br />\r\n\tThere&rsquo;s room for debate on the progress of economic recovery in Ohio, but in this case the numbers were really nothing more than evidence of bureaucracy in state government. The lower than expected revenues were a result of timing, not depressed collections. That&rsquo;s a critical fact.<br />\r\n\t<br />\r\n\tOn the Truth-O-Meter, a statement that contains an element of truth but leaves out critical facts that would give listeners a different impression gets one rating: Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2011-06-19T17:58:46.545657", "ruling_date": "2011-06-20T06:00:00", "ruling_headline": "State Sen. Chris Widener says May tax revenue dip shows economy remains precarious", "ruling_headline_slug": "state-sen-chris-widener-says-may-tax-revenue-dip-s", "ruling_link_text": "State budget figures show it's a matter of timing, not collections", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tAudio tape of Senate Finance Committee Chairman Chris Widener. June 7, 2011. Prepared by Plain Dealer reporter Aaron Marshall<br />\r\n\t<br />\r\n\tE-mails from Dave Pagnard, spokesman for the Office of Budget and Management, June 9 &amp; 10, 2011<br />\r\n\t&nbsp;&nbsp;<br />\r\n\tOffice of Budget and Management, <a href=\"http://obm.ohio.gov/\">Monthly Financial Report for state of Ohio dated June 10, 2011</a>. Report can be downloaded from state budget office&rsquo;s website, click on link near bottom of page. Page 13 of the report describes the timing issue with the domestic insurance tax<br />\r\n\t&nbsp;</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "State senator", "false_count": 0, "first_name": "Chris", "half_true_count": 0, "home_state": "Ohio", "id": 1290, "last_name": "Widener", "mostly_true_count": 0, "name_slug": "chris-widener", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/state-sen-chris-widener.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1290/", "total_count": 1, "true_count": 0, "website": "http://www.ohiosenate.gov/chris-widener.html"}, "statement": "<p>\r\n\tSays tax revenue was lower than expected in May and &quot;that&#39;s basically a clear indication the governor&#39;s counselors are probably right -- that we are still not out of the woods yet.&quot;</p>", "statement_context": "remarks to reporters", "statement_date": "2011-06-07", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}, {"description": "", "id": 208, "photo": null, "resource_uri": "/api/v/2/subject/208/", "subject": "State Finances", "subject_slug": "state-finances", "used_in_edition": ["/api/v/2/edition/5/"]}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ""}