{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2011/jun/20/accountability-project/miami-mayors-race-third-party-group-tries-tie-carl/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": null, "id": 3967, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "pmazzei@miamiherald.com", "first_name": "Patricia", "id": 248, "last_name": "Mazzei", "name_slug": "patricia-mazzei", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 5, "publication_name": "Miami Herald", "resource_uri": "/api/v/2/publication/5/"}, "resource_uri": "/api/v/2/staffer/248/", "title": "Staff Writer", "twitter": null}, {"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/3967/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tThe two candidates for Miami-Dade mayor -- Carlos Gimenez and Julio Robaina -- share much in common. Both are Republicans. Both are Cuban-Americans. Both have served in government before -- Gimenez as fire chief, Miami city manager and Miami-Dade county commissioner and Robaina as the mayor of Hialeah. And both need to cast themselves as thrifty reformers as they compete to replace Carlos Alvarez, recalled in March by voters angry about the county doling out raises to most employees amid property tax hikes for homeowners.<br />\r\n\t<br />\r\n\tAny suggestion that a candidate shares traits in common with Alvarez -- particularly his willingness to spend lavishly on high-level county officials including himself -- could doom a candidate in the June 28 nonpartisan election.<br />\r\n\t<br />\r\n\tNow comes an ad from a third-party group, The Accountability Project, trying to portray Alvarez and Gimenez as one and the same. What they share -- <a href=\"http://www.gimenez-truth.com/\">according to this ad</a> -- are taxpayer-funded luxury cars. The ad starts with an unflattering photo of a grumpy looking Alvarez next to a photo of car keys in the ignition as an ominous voice says:</p>\r\n<p>\r\n\t<em>&quot;Carlos Alvarez drove a fancy European car at taxpayer expense.&quot;</em><br />\r\n\t<br />\r\n\t<em>&quot;Carlos Gimenez also drove a fancy European car at taxpayer expense.&quot;</em><br />\r\n\t<br />\r\n\t<em>&quot;Carlos Alvarez: a BMW that we paid for.&quot;</em><br />\r\n\t<br />\r\n\t<em>&quot;Carlos Gimenez: a Mercedes-Benz that we paid for.&quot;</em><br />\r\n\t<br />\r\n\t<em>&quot;Tens of thousands of tax dollars spent on luxury cars.&quot;</em></p>\r\n<p>\r\n\t<em>&quot;Alvarez was the mayor. Gimenez wants to be mayor. Carlos Alvarez and Carlos Gimenez: They can&#39;t be part of the solution because both are part of the problem.&quot;</em></p>\r\n<p>\r\n\tThe ad&#39;s message -- complete with images of luxury cars and a TV popping out of a car dashboard -- is clear: Alvarez and Gimenez both wasted taxpayer dollars on luxury cars. Alvarez=Gimenez. The only difference is one drove a BMW and the other, a Mercedes-Benz.<br />\r\n\t<br />\r\n\tOr is that the only difference?<br />\r\n\t<br />\r\n\tPolitiFact Florida wanted to take a look under the hood of the car deals for Alvarez and Gimenez. And, since it&#39;s relevant, we also decided to examine Robaina&#39;s use of city cars when he was Hialeah&#39;s mayor. Our ultimate goal is to decide whether the ad fairly compares the political figures based on their taxpayer-funded luxury cars.<br />\r\n\t<br />\r\n\tFirst, some background about The Accountability Project. The Electioneering Communication Organization is registered to political consultant Keith Donner who told us in an e-mail June 16 that his ECO is not connected to any campaign but that he is &quot;absolutely supporting Robaina.&quot; Donner referred us to <em>Herald </em>articles to obtain details about car allowances.<br />\r\n\t<br />\r\n\t<strong>A breakdown man by man, car by car</strong><br />\r\n\t<br />\r\n\tWe did our own research about Alvarez, Gimenez and Robaina and their use of government cars or car allowances. We contacted the Gimenez and Robaina campaigns and officials in Miami-Dade County and Hialeah to attempt to pull together information about the officials&#39; past car allowances.<br />\r\n\t<br />\r\n\tBut first, a general word about making such comparisons. Car allowances -- or the use of city-owned cars -- is one piece of an official&#39;s compensation package that may include salary, expenses, health insurance and pensions. We are not providing a full comparison here of every part of the officials&#39; compensation -- but we think its worth looking at the benefit of the car allowance within the context of their salaries and expense accounts. The Miami-Dade Mayor&#39;s job is considered full time -- the <em>Herald </em>wrote in 2010 that the mayor earns $233,123, the county commissioner job pays $6,000 a year. The mayor&#39;s position in Hialeah is unusual because the mayor, who earns around $155,000 a year, is essentially also the city manager.<br />\r\n\t<br />\r\n\tLet&#39;s look at each official:<br />\r\n\t<br />\r\n\t<strong>Carlos Gimenez</strong><br />\r\n\t<br />\r\n\tGimenez was a county commissioner between 2004 and 2011 when he stepped down to run for mayor. In his final year he was earning an annual salary of $6,000 plus about $55,000 in benefits, including the car allowance.<br />\r\n\t<br />\r\n\tJ.C. Planas, an attorney for the Gimenez campaign and a former state legislator, told us in an e-mail that Gimenez was entitled to the same car allowances as all the commissioners. For the last year and a half, Gimenez drove a Mercedes-Benz ML and prior to that a Mercedes-Benz E320.<br />\r\n\t<br />\r\n\tGimenez said in a June 16 interview that his most recent car, the Mercedes-Benz ML, was silver, and he thought it was a 2009 car. He said it was $2.44 above the $800 monthly car allowance and that he paid for that out of his own pocket. The <a href=\"http://www.mbusa.com/mercedes/vehicles/explore/overview/class-M/model-ML350W2?embed=false\">Mercedes Benz website</a> lists the 2011 ML at $46,490 (before options are added) and describes its &quot;unparalleled ride quality&quot; this way: the car &quot;offers stylish proof that utility and safety can coexist enthusiastically with performance and luxury. Ruggedly capable, truly versatile and every inch a Mercedes-Benz, it&#39;s a vehicle that feels at home anywhere you go.&quot; (We&#39;re not certain if the features changed from 2009 but the Kelley Blue Book listed a similar price for the 2009 car.)<br />\r\n\t<br />\r\n\tGimenez doesn&#39;t dispute that he had a car allowance -- but he said that Alvarez had access to more cars and drivers.<br />\r\n\t<br />\r\n\t&quot;Here is the difference between me and Alvarez,&quot; Gimenez said. &quot;Alvarez had a personal car -- $800 a month. But he also had two SUVs and a set of drivers.&quot;<br />\r\n\t<br />\r\n\tGimenez said he drove himself the majority of the time and estimated he used a driver fewer than 10 times in six years.<br />\r\n\t<br />\r\n\t&quot;Unlike the city of Hialeah where the mayor gets a substantial salary in excess of pretty much any city of the county, county commissioners basically make nothing,&quot; Planas said. &quot;Their salary is their benefits -- one of which is their car allowance. They receive the benefit because their salary is so puny.&quot;<br />\r\n\t<br />\r\n\t<strong>Julio Robaina</strong><br />\r\n\t<br />\r\n\tRobaina was the mayor of Hialeah between 2005 and 2011 when he resigned to run for mayor. His campaign spokeswoman, Ana Carbonell, said in an e-mail that while mayor, Robaina did not receive a car allowance but drove a city-issued 2004 Chevy Tahoe and later a 2009 Chevy Suburban. His last annual salary was $154,655 and he had an expense account of $116,175. During the 2010-11 year, he took a 7 percent insurance contribution deduction, according to Hialeah Acting City Clerk David Concepcion.<br />\r\n\t<br />\r\n\tConcepcion confirmed that Robaina didn&#39;t get a car allowance. Robaina drove a Chevy Tahoe starting in December 2005 through 2007 and then a Chevy Suburban from 2007 until May 2011, Concepcion said in an e-mail.<br />\r\n\t<br />\r\n\tThough Carbonell, Robaina&#39;s spokeswoman, said Robaina had nothing to do with The Accountability Project, we asked her if she thought the ad comparing the car allowances of Alvarez and Gimenez was fair since it omits that Robaina had city-issued cars.<br />\r\n\t<br />\r\n\t&quot;The issue is the luxury vehicle in economic times the county is facing,&quot; she said. &quot;Is it appropriate for county commissioners to drive a luxury vehicle? That&#39;s what the ad points to.&quot;<br />\r\n\t<br />\r\n\t<strong>Carlos Alvarez</strong><br />\r\n\t<br />\r\n\tThe <em>Herald </em>has written extensively about the luxury car perks of Miami-Dade county officials.<br />\r\n\t<br />\r\n\tOn May 23, 2010 <a href=\"http://www.palmbeachpost.com/news/state/budget-crisis-or-not-miami-dade-leaders-are-704353.html?sort=desc\">the <em>Herald</em></a> wrote that the mayor and commissioners were keeping the perk of taxpayer-subsidized luxury cars although they were slashing more than $400 million in spending. Among those cars were Gimenez&#39;s 2009 Mercedes Benz ML 350, and Alvarez&#39;s BMW 550i Gran Turismo. That was in addition, the <em>Herald </em>reported, to two county-owned Chevy Suburbans and two drivers Alvarez had access to.<br />\r\n\t<br />\r\n\t<a href=\"http://www.bmwusa.com/Standard/Content/Vehicles/2011/5/550iGT/Default.aspx\">BMW&#39;s website</a> lists the price of the BMW at $64,400.<br />\r\n\t<br />\r\n\tThe <em>Herald </em>wrote that the specifications for the bid for a BMW for Alvarez included: &quot;black sapphire metallic exterior, ivory white and black Nappa leather interiors, ash grain wood trim and 20-inch double spoke wheels.&quot;<br />\r\n\t<br />\r\n\tThe <em>Herald </em>included a list of various commissioners&#39; car allowances: the politicians generally chose 2010 cars including a Lexus, Cadillac, Sawgrass Infiniti, Toyota Prius and a Ford Taurus. Some chose the $800 monthly stipend instead of leasing or renting a car. Starting this fiscal year in October 2010, the benefit was scaled back to $600 a month for the mayor but remained $800 month for commissioners.<br />\r\n\t<br />\r\n\tAfter Alvarez was recalled in March, <a href=\"http://www.miamiherald.com/2011/04/06/2154464/former-miami-dade-mayors-car-cost.html\">the county returned his leased car early</a> but the county still had to pay most of the tab, the <em>Herald </em>reported April 6, 2011. The county paid the full lease cost up front: $41,849. When the county turned the car in 10 months into a 30-month lease, South Motors BMW gave $4,000 back.</p>\r\n<p>\r\n\tGimenez told us -- and Miami-Dade County spokeswoman Vanessa Santana-Penate confirmed --&nbsp;he took over his lease when he left his commissioner job.<br />\r\n\t<br />\r\n\tTo be clear, car allowances for elected officials aren&#39;t unusual in South Florida. Some government entities provide elected officials with a specified car allowance -- like in Broward County and the City of Miami Beach&nbsp; -- while others provide a more general allowance that can be used toward a car.</p>\r\n<p>\r\n\t<strong>Our ruling</strong></p>\r\n<p>\r\n\tLet&#39;s revisit the claim in the ad from the group attacking Gimenez.<br />\r\n\t<br />\r\n\t&quot;Carlos Alvarez drove a fancy European car at taxpayer expense. Carlos Gimenez also drove a fancy European car at taxpayer expense.&quot; No one disputes that Alvarez and Gimenez both drove luxury cars paid for by taxpayers. But the ad omits several key facts:<br />\r\n\t<br />\r\n\t<strong>&bull;</strong> <strong>Taxpayer-funded car deals for elected officials are common.</strong> The perk was available to all the Miami-Dade county commissioners. Even Gimenez&#39;s opponent Robaina was given cars by the city to drive while he was mayor of Hialeah. While the cars driven by Robaina, a Chevy Tahoe and a Chevy Suburban aren&#39;t &quot;fancy European&quot; cars, they are nice cars.<br />\r\n\t<br />\r\n\t<strong>&bull;</strong> <strong>Alvarez and Gimenez did not have identical car deals</strong>. Alvarez went shopping for a BMW on the county dime even though he already had access to two Chevys and two police officers to drive him. When Gimenez left the county he said he took over the lease -- unlike Alvarez who left the county on the hook.<br />\r\n\t<br />\r\n\t<strong>&bull;</strong> <strong>Comparing the car allowances of Gimenez and Alvarez without looking at other pieces of their compensation package provides an incomplete picture of two different jobs</strong>. Alvarez earned about 39 times more than Gimenez in salary -- though to be fair Alvarez likely logged many more hours.<br />\r\n\t<br />\r\n\tIt&#39;s true that both Alvarez and Gimenez used their county-paid car allowances to drive luxury cars -- either one could have refused the benefit or not used it in full. But the Truth-O-Meter isn&#39;t about merely evaluating whether a statement is technically true -- context and telling the full story matters. This ad fails to do that. We rate the claim Half True.</p>", "ruling_comments_date": "2011-06-20T11:15:52.679547", "ruling_date": "2011-06-20T16:04:09", "ruling_headline": "In Miami mayor's race, third-party group tries to tie Carlos Gimenez to Carlos Alvarez over car deal", "ruling_headline_slug": "miami-mayors-race-third-party-group-tries-tie-carl", "ruling_link_text": "Cars are a common benefit in South Florida", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tMiami Herald, <a href=\"http://www.miamiherald.com/2011/04/06/2154464/former-miami-dade-mayors-car-cost.html\" id=\"os3r\" title=\"&quot;Former Mayor Carlos Alvarez's BMW lease cost county $37,849 for 10 months,&quot;\">&quot;Former Mayor Carlos Alvarez&#39;s BMW lease cost county $37,849 for 10 months,&quot;</a> April 6, 2011<br />\r\n\t<br />\r\n\tMiami Herald, <a href=\"http://www.palmbeachpost.com/news/state/budget-crisis-or-not-miami-dade-leaders-are-704353.html?sort=desc\" id=\"j0xm\" title=\"&quot;Budget crisis or not, Miami-Dade leaders keep luxury cars,&quot;\">&quot;Budget crisis or not, Miami-Dade leaders keep luxury cars,&quot;</a> May 23, 2010<br />\r\n\t<br />\r\n\tMiami Herald Naked Politics blog, <a href=\"http://miamiherald.typepad.com/nakedpolitics/2011/05/tv-ad-compares-carlos-gimenez-to-carlos-alvarez.html#tp\" id=\"hpk1\" title=\"&quot;TV ad compares Carlos Gimenez to Carlos Alvarez,&quot;\">&quot;TV ad compares Carlos Gimenez to Carlos Alvarez,&quot;</a> May 23, 2011<br />\r\n\t<br />\r\n\tMiami Herald, &quot;Hialeah workers are angry over their larger share of pay cuts,&quot;&nbsp; Oct. 7, 2010<br />\r\n\t<br />\r\n\tThe Accountability Project, <a href=\"http://www.gimenez-truth.com/\" id=\"gek4\" title=\"&quot;Carlos Gimenez is part of the problem,&quot;\">&quot;Carlos Gimenez is part of the problem,&quot;</a> ad, Accessed June 15, 2011<br />\r\n\t<br />\r\n\tCity of Hialeah, <a href=\"http://www.hialeahfl.gov/HialeahBudgetFinancial.html\" id=\"w.29\" title=\"City budgets\">City budgets</a>, 2006-2011<br />\r\n\t<br />\r\n\tMercedes-Benz website, <a href=\"http://www.mbusa.com/mercedes/vehicles/explore/overview/class-M/model-ML350W2?embed=false\" id=\"u.-.\" title=\"ML 350\">ML 350</a>, Accessed June 17, 2011<br />\r\n\t<br />\r\n\tBMW website, <a href=\"http://www.bmwusa.com/Standard/Content/Vehicles/2011/5/550iGT/Default.aspx\" id=\"h65:\" title=\"550i Gran Turismo\">550i Gran Turismo</a>, Accessed June 17, 2011<br />\r\n\t<br />\r\n\tInterview, The Accountability Project chairman Keith Donner, June 16, 2011<br />\r\n\t<br />\r\n\tInterview, Julio Robaina campaign spokeswoman Ana Carbonell, June 15-16, 2011<br />\r\n\t<br />\r\n\tInterview, Carlos Gimenez campaign attorney JC Planas, June 15-16, 2011<br />\r\n\t<br />\r\n\tInterview, Miami-Dade County mayoral candidate Carlos Gimenez, June 16, 2011<br />\r\n\t<br />\r\n\tInterview, City of Hialeah City Clerk David Concepcion, June 16, 2011<br />\r\n\t<br />\r\n\tInterview, City of Fort Lauderdale spokesperson Chaz Adams, June 15, 2011<br />\r\n\t<br />\r\n\tInterview, City of Miami Beach spokeswoman Nannette Rodriguez, June 16, 2011<br />\r\n\t<br />\r\n\tInterview, City of Pembroke Pines City Clerk Judy Neugent, June 16, 2011<br />\r\n\t<br />\r\n\tInterview, Broward school spokeswoman Marsy Smith, June 15, 2011</p>\r\n<p>\r\n\tInterview, Miami-Dade County spokeswoman Vanessa Santana-Penate, June 20, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 1, "home_state": "Florida", "id": 1291, "last_name": "The Accountability Project", "mostly_true_count": 0, "name_slug": "accountability-project", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact_mugs_mug-independentgroup__________________6.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1291/", "total_count": 1, "true_count": 0, "website": "http://www.gimenez-truth.com/"}, "statement": "<p>\r\n\tSays former Miami-Dade Mayor Carlos Alvarez and current mayoral candidate Carlos Gimenez&nbsp; both drove fancy European cars at taxpayer expense.</p>", "statement_context": "a TV ad", "statement_date": "2011-06-10", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}], "target": [], "twitter_headline": ""}