{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2011/jun/22/nina-perales/maldef-lawyer-says-may-remap-texas-congressional-d/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [], "facebook_headline": null, "id": 3972, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/3972/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tA lawyer viewing a proposed Republican redo of congressional districts laid out in late May saw no additional gains for Hispanic representation even though &quot;65 percent of the state&#39;s growth over the past decade was comprised of Latinos.&quot;<br />\r\n\t<br />\r\n\tNina Perales, vice president of litigation for the Mexican American Legal Defense and Educational Fund, said in a May 31 press release that the map just unveiled by Republican legislators &quot;gerrymanders more than nine million Latinos in Texas to make sure that we have no more electoral opportunity than we did in 1991.&quot;<br />\r\n\t<br />\r\n\tThat&rsquo;s a heavy charge considering Latino population growth has been key to the state gaining six U.S. House seats since the 2000 census.<br />\r\n\t<br />\r\n\tIs MALDEF&rsquo;s claim accurate?<br />\r\n\t<br />\r\n\tLet&rsquo;s start with a dash of law and a 20-year flashback.<br />\r\n\t<br />\r\n\tAs noted in a February<a href=\"http://www.tlc.state.tx.us/pubspol/redlaw01/redlaw01.pdf\"> draft report</a> by the Texas Legislative Council, U.S. Supreme Court decisions bar any state from drawing congressional districts intentionally diluting the &quot;voting strength of members of a racial or ethnic minority group.&quot;<br />\r\n\t<br />\r\n\tThe Voting Rights Act of 1965, amended in 1982, is the &quot;most important law protecting the voting rights of racial and ethnic minority groups,&quot; the report says, because of provisions requiring certain jurisdictions, including Texas, to obtain prior federal approval of any redistricting plan. The act also allows members of a racial or language minority group to challenge a plan limiting or diminishing their opportunity to participate in elections and to elect candidates of their choice.<br />\r\n\t<br />\r\n\tRedistricting expert Justin Levitt, a professor at Loyola Law School, told us the court has interpreted the act to mean jurisdictions must protect the voting power of a group of racial and ethnic minorities if it&rsquo;s large enough, compact enough and cohesive enough--and would not be able to exercise political power if the electoral process was left to its own devices.<br />\r\n\t<br />\r\n\tNow, the flashback: Lawmakers in 1991 designed two of three added House districts as &quot;opportunity&quot; districts giving Latino voters a good shot at electing candidates of their choice. Frank Tejeda, a Democratic state senator, then captured the San Antonio-rooted 28th district, while voters in Houston&rsquo;s 29th district advanced another senator, Democrat Gene Green.<br />\r\n\t<br />\r\n\tTexas wound up with seven Latino-opportunity districts, a number that did not change after last decade&rsquo;s redistricting.<br />\r\n\t<br />\r\n\tHow do those opportunity districts shake out under the map offered in May?<br />\r\n\t<br />\r\n\tFor starters, the map breaks up the state into 36 districts, counting four districts gained courtesy of population increases this past decade. Two new districts, one in the Houston area, the other in Dallas-Fort Worth, are not considered minority-opportunity districts.<br />\r\n\t<br />\r\n\tAnother, the 34th district, stretches from Brownsville in Cameron County to Hidalgo County north toward Corpus Christi and is 82 percent Hispanic. But observers do not view the district as a Latino-opportunity gain; it&rsquo;s a swap for the current Latino-opportunity district rooted in Corpus Christi and carried in 2010 by Republican Blake Farenthold.<br />\r\n\t<br />\r\n\tThen again, the remap includes the new 35th district running from East Austin into San Antonio. Its overall population is 63 percent Hispanic, according to information compiled by the legislative council; 45 percent of its 2010 registered voters had Spanish surnames. Perales told us Latino voters could elect the candidate of their choice in the district.<br />\r\n\t<br />\r\n\tThis appears to give the state an additional Latino-opportunity district compared with 1991.<br />\r\n\t<br />\r\n\tNot so, Perales said, because it&rsquo;s offset by redraws of San Antonio&rsquo;s 20th district and the 23rd district stretching west from San Antonio that dilute Latino voting power.<br />\r\n\t<br />\r\n\tAmong factors she aired: The share of Spanish-surnamed voters in the 20th district, which is represented by Charlie Gonzalez, would drop from 58 percent now to 49 percent. In the 23rd district, where Democrat Rick Noriega bested GOP U.S. Sen. John Cornyn in 2008, Cornyn prevails in the redrawn version.<br />\r\n\t<br />\r\n\t&quot;If you create a new opportunity and you take away an opportunity, there&rsquo;s no net gain,&quot; Perales said.<br />\r\n\t<br />\r\n\tState Sen. Kel Seliger, R-Amarillo, who chairs the Senate Redistricting Committee, told us lawmakers had to shift Hispanic residents from Gonzalez&rsquo;s district to ensure the new Austin-to-San Antonio district would be a Latino-opportunity district. He urged us to visit further with Austin lawyer Bob Heath, an adviser to the committee.<br />\r\n\t<br />\r\n\tHeath said it&rsquo;s hard for legislators to create more Latino-opportunity districts because the Hispanic population is younger than the rest of Texas, and its proportionate share of voting-age residents is smaller. He said too that such residents aren&rsquo;t always geographically concentrated and Latino voter registration and turnout tends to run low in part because there are more Latino non-citizens than in other subgroups.<br />\r\n\t<br />\r\n\tHeath said that in his opinion, he said, the 20th district is &quot;always going to elect an Hispanic in the Democratic primary and the Democrat is going to win.&quot; He declined to comment on the 23rd district.<br />\r\n\t<br />\r\n\tNo doubt, appraising opportunity districts is tricky. &quot;This is why political scientists get paid every 10 years, for taking all the factors into account&quot; and judging districts, Levitt said. &quot;It&rsquo;s nuanced.&quot;<br />\r\n\t<br />\r\n\tIt&rsquo;s also subject to legal argument. Courts have been asked to judge the redo of congressional districts that ultimately won legislative approval.<br />\r\n\t<br />\r\n\tOur judgment: If MALDEF&rsquo;s characterizations stick, the May remap promised six to seven Latino-opportunity districts -- at best the same as 1991.<br />\r\n\t<br />\r\n\tBut if Republican defenders are correct, the remap offers eight Latino-opportunity districts--a one-seat bump. However, the proportion of Latino-opportunity seats circa 2012--22 percent--would be virtually unchanged in 20 years. That&rsquo;s because greatly Latino population growth has helped Texas edge to 36 total seats, compared to 30 in 1991.<br />\r\n\t<br />\r\n\tWe rate MALDEF&rsquo;s statement Mostly True.</p>", "ruling_comments_date": "2011-06-20T17:41:16.026165", "ruling_date": "2011-06-22T06:00:00", "ruling_headline": "MALDEF lawyer says Latinos left no better off than 20 years ago under redrawn congressional districts", "ruling_headline_slug": "maldef-lawyer-says-may-remap-texas-congressional-d", "ruling_link_text": "Same ol' power share", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tMALDEF, press release, &quot;<a href=\"http://www.maldef.org/news/releases/tx_redistrict/\">TEXAS LATINO REDISTRICTING TASK FORCE BLASTS LEGISLATIVE PROPOSAL FOR CONGRESSIONAL MAP,&quot;</a> May 31, 2011<br />\r\n\t<br />\r\n\tTelephone interviews, Bob Heath, lawyer, Austin, June 8 and June 20, 2011<br />\r\n\t<br />\r\n\tTelephone interview, Justin Levitt, associate professor, Loyola Law School, Los Angeles, June 16, 2011<br />\r\n\t<br />\r\n\tTelephone interviews, Nina Perales, director of litigation, MALDEF, San Antonio, June 1 and June 17, 2011<br />\r\n\t<br />\r\n\tTelephone interview, Kel Seliger, state senator, Amarillo, June 8, 2011<br />\r\n\t<br />\r\n\tTexas Legislative Council, election results in current Texas congressional districts for <a href=\"http://alt.coxnewsweb.com/statesman/politifact/06132011_2008resultsbycurrentcdists.pdf\">2008</a> and <a href=\"http://alt.coxnewsweb.com/statesman/politifact/06132011_2010resultscurrentcongrdistricts.pdf\">2010</a> and for proposed congressional districts in <a href=\"http://alt.coxnewsweb.com/statesman/politifact/06132011_2008resultsbyproposedcongrdistricts.pdf\">2008</a> and <a href=\"http://alt.coxnewsweb.com/statesman/politifact/06132011_2010resultsproposedcongrdistricts.pdf\">2010</a> (received June 13, 2011)</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "MALDEF attorney", "false_count": 0, "first_name": "Nina", "half_true_count": 0, "home_state": "California", "id": 1294, "last_name": "Perales", "mostly_true_count": 1, "name_slug": "nina-perales", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/maldef.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1294/", "total_count": 1, "true_count": 0, "website": "http://www.maldef.org"}, "statement": "<p>\r\n\tSays a Republican-drawn map of proposed U.S. House districts for Texas &quot;gerrymanders more than nine million Latinos in Texas to make sure that we have no more electoral opportunity than we did in 1991.&quot;</p>", "statement_context": "a press release.", "statement_date": "2011-05-31", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}, {"description": "", "id": 207, "photo": null, "resource_uri": "/api/v/2/subject/207/", "subject": "Redistricting", "subject_slug": "redistricting", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}