{"art": [], "author": [{"email_address": "gemery@cox.net", "first_name": "C. Eugene", "id": 144, "last_name": "Emery Jr.", "name_slug": "c-eugene-emery", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/gene_emery80_.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/144/", "title": "PolitiFact correspondent", "twitter": null}], "canonical_url": "/rhode-island/statements/2011/jun/24/paul-doughty/firefighter-union-chief-says-providence-has-one-bu/", "edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "editor": [{"email_address": "tmurphy@providencejournal.com", "first_name": "Tim", "id": 145, "last_name": "Murphy", "name_slug": "tim-murphy", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/tim_murphy2_80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/145/", "title": "Editor", "twitter": null}], "facebook_headline": null, "id": 3985, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "gemery@cox.net", "first_name": "C. Eugene", "id": 144, "last_name": "Emery Jr.", "name_slug": "c-eugene-emery", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/gene_emery80_.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/144/", "title": "PolitiFact correspondent", "twitter": null}], "resource_uri": "/api/v/2/statement/3985/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\r\n\tWhen layoffs were looming in the Providence Fire Department, Paul Doughty, the president of the firefighters&#39; union, went on the WPRI &quot;Newsmakers&quot; program June 12. &nbsp;He talked about the changes that cutbacks would entail, and whether a different type of schedule -- 24 hours on the job followed by a 48-hour break -- would pose a threat to public safety.<br />\r\n\t<br />\r\n\tDoughty said the cutbacks could significantly expand a firefighter&#39;s workweek in a city where mandatory overtime is already common.<br />\r\n\t<br />\r\n\t&quot;Providence is one of the busiest fire departments for its relative size in the country and in terms of volume of runs,&quot; he said. &quot;The rescues are some of the busiest. ... Engine 3 out of downtown is usually in the top 10 percent across the country.&quot;<br />\r\n\t<br />\r\n\tThe threat of layoffs apparently has been averted now that the union and the city have tentatively agreed on contract modifications that include several union concessions, including giving up a planned pay raise and reducing paid vacation time.<br />\r\n\t<br />\r\n\tBut the question still intrigued us: Is Providence&#39;s department really one of the busiest for its size? We had a burning desire to know whether that was true or just an attempt by the union to discourage cutbacks.<br />\r\n\t<br />\r\n\tWe called Doughty, who said his source was the trade publication Firehouse Magazine, which has been collecting city-by-city data on firefighter activity for 30 years as part of its <a href=\"http://www.firehouse.com/magazine/annual-run-surveys\">National Run Survey</a>.<br />\r\n\t<br />\r\n\tThe latest data available online, from 2009, includes information supplied by 287 departments in 47 states, the District of Columbia and six Canadian provinces. But Providence is not included. (The magazine looks at a different combinations of departments from year to year.)<br />\r\n\t<br />\r\n\tSo he took us back to 2008&#39;s listing, which has data for Providence and 256 other U.S. departments. In those rankings, the city does look busy, with the 10th busiest engine (Engine 3, with 4,809 runs per year), the 13th busiest station (15,626 runs from the downtown station per year) and the 31st busiest ladder truck (Ladder 1 with 2,160 runs).<br />\r\n\t<br />\r\n\tIt also ranked 50th out of 257 in total calls, with 42,989 runs that year, or 118 calls to the fire department per day. (To confirm that volume, we randomly picked seven days in 2008 and asked for copies of the department&#39;s logs. The number of runs ranged from 98 to 131 calls per day. Average for those days: 112.)<br />\r\n\t<br />\r\n\tBut those are just raw numbers, and &nbsp;don&rsquo;t take into consideration the size of population of the area being served or whether the station and equipment statistics reflect having only one station in an exceptionally busy area.<br />\r\n\t<br />\r\n\tThe citywide number of calls would be the best indicator of activity. With 178,000 residents, according to the latest U.S. Census numbers, that would amount to 242 calls per 1,000 residents.<br />\r\n\t<br />\r\n\tFirehouse Magazine is a trade publication that doesn&#39;t double check the numbers it receives from fire departments. So we tried to get independent numbers from other sources.<br />\r\n\t<br />\r\n\tWhen we contacted the National Fire Data Center, part of the Federal Emergency Management Agency, statistician Gayle Kelch told us that the center couldn&#39;t break down the numbers by department because they wouldn&#39;t include rescue calls or false alarms.<br />\r\n\t<br />\r\n\t&quot;Each city or town would have to do their own data runs,&quot; she said. Instead, the center had a nationwide estimate of 26.5 million fire department calls for all types of calls for 2009. &nbsp;(With a U.S. population of 307 million in July 2009, that would break down to 86 calls per 1,000 people. Providence&rsquo;s reported volume is three times higher.)<br />\r\n\t<br />\r\n\tAs part of our search, we also contacted the Insurance Services Office, a private company that collects fire data for insurance purposes. &quot;ISO does not compile data related to this topic. It is not aware of any other organization that may track such information about fire departments, but suggests reaching out to Firehouse Magazine or Fire Chief Magazine,&quot; a spokeswoman responded in an e-mail.<br />\r\n\t<br />\r\n\tSo we went back to Firehouse and its lists from 2008 (where Providence is mentioned) and 2009 (to see where Providence would fit into the list). &quot;They&#39;re recognized as a reputable journal in the fire service,&quot; said Ken Willette, manager of the public fire protection division of the nonprofit National Fire Protection Association (NFPA), based in Quincy, Mass.<br />\r\n\t<br />\r\n\tWe were concerned that the number of runs, because they are self-reported, might be inflated by multiple pieces of equipment going to the same call. For example, a fire truck will always show up at a rescue call in addition to a rescue wagon, a widespread practice that&#39;s been in place in Providence for over 30 years because it provides an extra set of hands and a fire truck can often get to the scene first, said Providence assistant chief Michael Dillon.<br />\r\n\t<br />\r\n\tThat practice is common, Firehouse editor in chief Harvey Eisner told us. Thomas Warren, assistant chief for administration in the Providence department, said that in Providence, if more than one piece of apparatus goes to the scene of a fire or heart attack, that only counts as one run.)<br />\r\n\t<br />\r\n\tWith those assurances, we took the <a href=\"http://www.firehouse.com/files/article_pdfs/totalcalls710.pdf\">total number of runs for all U.S. departments</a> -- a combination of fire calls, emergency medical service calls and false alarms -- and factored them in with <a href=\"http://www.firehouse.com/files/article_pdfs/Profiles610.pdf\">population statistics</a> supplied by the departments, compiled by Firehouse Magazine, and published on a separate list. Warren supplied the number of runs made in Providence in 2009.<br />\r\n\t<br />\r\n\tFor 2009, Providence, with 41,553 calls, ranked as the 14th busiest community, with 233 runs per thousand.<br />\r\n\t<br />\r\n\tProvidence was behind Chicago (244 runs per thousand), Newport, R.I. (246), San Francisco (274), St. Louis (283) and Hartford (389), but the department was busier than larger cities such as Fort Lauderdale (231), Miami (209), Nashville (208), Cincinnati (196), Dayton (194), Orlando (191), Memphis (186), New York City (184), and every Massachusetts community, including Boston (124).<br />\r\n\t<br />\r\n\tIn the 2008 Firehouse survey, when we adjusted for the populations of the areas covered, Providence ranked 15th.<br />\r\n\t<br />\r\n\tAnd when we combined the data for both years to include statistics for nearly 400 departments, Providence and Newport were virtually tied for the 20th busiest departments on the list.<br />\r\n\t<br />\r\n\t&quot;It&#39;s a very large volume of runs,&quot; Doughty.<br />\r\n\t<br />\r\n\tWhy so many calls?<br />\r\n\t<br />\r\n\tProvidence&#39;s Dillon said it&rsquo;s because residents have confidence that the department can handle emergencies quickly and efficiently, so they may be quicker to call for help than in other communities. Willette of the NFPA said that in addition to the confidence factor, Providence provides medical and rescue services that some departments don&#39;t. A higher call volume could also be due to the need to provide more mutual aid to neighboring communities that have cut back on their fire services.<br />\r\n\t<br />\r\n\tIt may also reflect the presence of more fire suppression systems that are in place, especially following The Station nightclub fire. &nbsp;&quot;You cannot underestimate the effect of that in a department&#39;s operation,&quot; he said.<br />\r\n\t<br />\r\n\tIn summary, we think that being ranked in the top 20 when it comes to the number of calls per person qualifies Providence as one of the busiest departments in the United States.<br />\r\n\t<br />\r\n\tWe rate Doughty&#39;s statement <a href=\"http://www.politifact.com/rhode-island/about/\">True</a>.<br />\r\n\t<br />\r\n\t(Get updates from<a href=\"http://twitter.com/#%21/PolitiFactRI\"> PolitiFactRI on Twitter</a>. To comment or offer your ruling, visit us on our<a href=\"http://www.facebook.com/pages/PolitiFact-Rhode-Island/108242095907358\"> PolitiFact Rhode Island Facebook</a> page.)</p>", "ruling_comments_date": "2011-06-23T16:17:52.636376", "ruling_date": "2011-06-24T08:00:00", "ruling_headline": "Firefighter union chief says Providence has one of the busiest fire departments for its size in the U.S.", "ruling_headline_slug": "firefighter-union-chief-says-providence-has-one-bu", "ruling_link_text": "Ablaze with activity", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tWPRI.com, &quot;<a href=\"http://www.wpri.com/dpp/on_air/newsmakers/Newsmakers-6-11-Fontaine-Doughty\">Newsmakers 6/11: Fontaine, Doughty</a>,&quot; accessed June 13, 2011<br />\r\n\t<br />\r\n\tInterview and email, Paul Doughty, president, Providence Firefighters Union, June 10 and 14, 2011<br />\r\n\t<br />\r\n\tFireHouse.com, &quot;<a href=\"http://www.firehouse.com/magazine/annual-run-surveys\">The Firehouse Run Surveys: National and Volunteer Run Surveys from Firehouse Magazine</a>,&quot; accessed June 13, 2011<br />\r\n\t<br />\r\n\tInterview, Harvey Eisner, editor in chief, Firehouse Magazine, June 13, 2011<br />\r\n\t<br />\r\n\tInterview and email, Gayle Kelch, statistician, National Fire Data Center, <a href=\"http://www.usfa.dhs.gov/\">United States Fire Administration</a>, June 20, 2011<br />\r\n\t<br />\r\n\tEmail, Jessica Riccardi, spokeswoman, Insurance Services Office, June 17, 2011<br />\r\n\t<br />\r\n\tInterview, Thomas Warren, assistant chief, administration, Providence Fire Department, June 13, 2011<br />\r\n\t<br />\r\n\tInterview, Michael Dillion, assistant chief for operations, Providence Fire Department, June 16, 2011<br />\r\n\t<br />\r\n\tInterviews, <a href=\"http://www.nfpa.org/newsReleaseDetails.asp?categoryid=488&amp;itemId=46426\">Kenneth Willette</a>, manager, public fire protection division, <a href=\"http://www.nfpa.org/\">National Fire Protection Association</a>, June 16 and 17, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "President, International Association of Firefighters Local 799", "false_count": 0, "first_name": "Paul", "half_true_count": 0, "home_state": "Rhode Island", "id": 1281, "last_name": "Doughty", "mostly_true_count": 1, "name_slug": "paul-doughty", "pants_count": 0, "party": {"id": 19, "party": "Labor leader", "party_slug": "labor-leader", "resource_uri": "/api/v/2/party/19/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/paul_doughty.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1281/", "total_count": 2, "true_count": 1, "website": "http://www.local799.com/"}, "statement": "<p>\r\n\t&quot;Providence is one of the busiest fire departments for its relative size in the country.&quot;</p>", "statement_context": "an appearance on WPRI's \"Newsmakers.", "statement_date": "2011-06-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 203, "photo": null, "resource_uri": "/api/v/2/subject/203/", "subject": "City Government", "subject_slug": "city-government", "used_in_edition": ["/api/v/2/edition/2/"]}, {"description": "", "id": 131, "photo": null, "resource_uri": "/api/v/2/subject/131/", "subject": "Government Efficiency", "subject_slug": "government-efficiency", "used_in_edition": []}, {"description": "", "id": 173, "photo": null, "resource_uri": "/api/v/2/subject/173/", "subject": "Public Safety", "subject_slug": "public-safety", "used_in_edition": ["/api/v/2/edition/9/"]}], "target": [], "twitter_headline": ""}