{"art": [{"brightcove": "", "caption": "Texas Gov. Rick Perry's cameo with Glenn Beck, June 14, 2011.", "id": 1383, "infogram": "", "ndn": "", "ndnid": "", "other": "<object type=\"application/x-shockwave-flash\" style=\"display:block;margin:0\" width=\"300\" height=\"243\" data=\"http://www.kyte.tv/f/\"><param name=\"movie\" value=\"http://www.kyte.tv/f/\" /><param name=\"flashVars\" value=\"p=1011&c=451373&l=221132&s=1373016&tbid=248020\" /><param name=\"allowScriptAccess\" value=\"never\" /><param name=\"allowFullScreen\" value=\"true\" /></object>", "photo": null, "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/1383/", "title": "Rick Perry's cameo on Glenn Beck June 14, 2011", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2011/jun/26/rick-perry/rick-perry-says-texas-accounted-48-percent-us-jobs/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [], "facebook_headline": null, "id": 3995, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/3995/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tIn an unannounced June 14 <a href=\"http://www.glennbeck.com/content/videos/?uri=channels/451373/1373016\">appearance</a> on the Fox News Channel, Texas Gov. Rick Perry strolled through another celebration of the state&rsquo;s economy.<br />\r\n\t<br />\r\n\tHis 35-second cameo shows host Glenn Beck and Perry, who is not introduced, walking from a chalkboard past the camera as Beck asks: &quot;How many jobs did you create, percentage, during the recession?&quot; Perry replies: &quot;Since June 2009, about 48 percent of all the jobs created in America were in Texas. Come add to it.&quot;<br />\r\n\t<br />\r\n\t&quot;Thank you; would love to,&quot; says Beck, whose show is leaving Fox.<br />\r\n\t<br />\r\n\tAfter Perry walked off camera, Beck imitated Star Wars&rsquo; Obi-Wan Kenobi, waving his hand across his face and saying: &quot;I have no idea who that man was. That&rsquo;s not the candidate you were looking for.&quot;<br />\r\n\t<br />\r\n\tWe recognize that job-gain boasts can overreach. An example: Perry&rsquo;s January 2009 <a href=\"http://governor.state.tx.us/news/press-release/11797/\">claim</a> that about 70 percent of the jobs created in the U.S. from November 2007-08 were in Texas. We <a href=\"http://www.politifact.com/texas/statements/2010/jan/12/rick-perry/perry-claims-texas-accounted-70-percent-new-jobs-2/\">rated that False</a> because it was based on statistics from the 14 states in which job gains outnumbered job losses, and disregarded any jobs created in the other 36 states where losses outnumbered gains.<br />\r\n\t<br />\r\n\tPer the governor&rsquo;s recent claim, his office and the Texas Workforce Commission each attributed the 48 percent figure to research touted by the Dallas branch of the Federal Reserve. The Fed compared the number of jobs in Texas and the nation in April 2011 to the number of jobs in June 2009, the month <a href=\"http://www.nber.org/cycles/sept2010.html\">marked</a> by the National Bureau of Economic Research as the end of the recession that started in December 2007.<br />\r\n\t<br />\r\n\tWorkforce commission spokesman Mark Lavergne forwarded a June 14 email from Jerrod Vaughan, an assistant to Richard Fisher, president and ceo of the Dallas Fed, elaborating on Fisher&rsquo;s <a href=\"http://online.wsj.com/article/SB10001424052702304259304576375480710070472.html?mod=googlenews_wsj\">recently telling the Wall Street Journal </a>that Texas accounted for 37 percent of post-recession net job gains nationally, by one calculation, or 45 percent by another.<br />\r\n\t<br />\r\n\tThe Journal article says the Texas economy has averaged 3.3 percent annual growth over the last two decades, compared with 2.6 percent for the nation over all.<br />\r\n\t<br />\r\n\tVaughan&rsquo;s email says that when the Dallas Fed compared its internally adjusted Texas employment totals to national survey employment figures, the Texas share of the whole was 47.8 percent--hence, we see, the figure Perry gave Beck.<br />\r\n\t<br />\r\n\tPia Orrenius, a senior economist at the Dallas Fed, told us the calculation came from subtracting the number of Texas jobs in June 2009 (10,287,000) from the jobs as of April 2011 (10,524,000) and determining the 237,000 increase accounted for nearly 48 percent of the 496,000 jobs gained nationally over that period. She said the national job figures were drawn from the federal government&rsquo;s <a href=\"http://www.bls.gov/ces/\">national payroll surveys</a>.<br />\r\n\t<br />\r\n\tThen again, Orrenius suggested the Texas economy has been roaring since 1990. &quot;Long before Rick Perry&quot; became governor, she said, &quot;we were talking about the great Texas economy. There are so many exciting &nbsp;things about the Texas economy that precede any political flavor of the month.&quot; She listed as favorable factors the state&rsquo;s range of natural resources, its energy and high-tech sectors, its booming Gulf ports and its surging trade with Mexico and China.<br />\r\n\t<br />\r\n\tExperts we contacted agreed Texas has enjoyed phenomenal job growth, though they stressed there are various ways to arrive at the state&rsquo;s share of the nation&rsquo;s rebound.<br />\r\n\t<br />\r\n\tCheryl Abbot, a Dallas-based economist at the U.S. Bureau of Labor Statistics, initially advised by email that by the bureau&rsquo;s count, Texas had 265,300 more jobs in April 2011 than in June 2009. Using the Dallas Fed&rsquo;s equation, this suggests Texas accounted for about 54 percent of the nation&rsquo;s net job growth over the period. Why the difference: The Dallas Fed checks the bureau&rsquo;s monthly employment estimates against employers&rsquo; unemployment compensation tax filings once a quarter; the bureau only does so annually.<br />\r\n\t<br />\r\n\tAbbot said, though, she prefers to judge &quot;recoveries thus far&quot; by comparing specific state or U.S. current employment levels with their peak employment prior to the recession. Texas, she said, has nearly recovered all the jobs lost in the recession. Its nearly 10.6 million jobs as of April ran 0.9 percent below its August 2008 peak employment level of more than 10.6 million jobs. In contrast, Abbot said, the U.S. employment of 131 million in May 2011 fell 5 percent below the peak U.S. employment of nearly 138 million in January 2008.<br />\r\n\t<br />\r\n\tChris Edwards, director of tax policy for the Libertarian-leaning Cato Institute, called the Fed&rsquo;s comparison fair, but said he&rsquo;s skeptical every time a leader touts economic gains when it&rsquo;s unclear how they stoked the gains. &quot;Reporters should ask the governor specifically what policies he put in place to create the much-better employment growth,&quot; Edward said, adding that he sees as a negative move changes in business taxation Perry signed into law in 2006 to help cover cuts in school property taxes.<br />\r\n\t<br />\r\n\tLikewise, Bob Lerman, a fellow in labor and social policy at The Urban Institute in Washington saw no flaw in the Fed&rsquo;s calculation. But at the liberal-leaning Economic Policy Institute, researcher Kathryn Edwards called Perry&rsquo;s statement misleading because the Fed&rsquo;s research reflects only the 31 states with net job gains over the post-recession period.<br />\r\n\t<br />\r\n\tJobs were created in the other states, Edwards pointed out, though more jobs were lost. It would be accurate, she said, to say Texas accounted for 27 percent of jobs gained in states with net job gains. For the same reason, Lee McPheters, an economist at Arizona State University, said the Fed&rsquo;s statistical comparison is misleading.<br />\r\n\t<br />\r\n\tMcPheters wondered too why the cited comparison starts in June 2009 when the actual national low point in terms of employment was February 2010, because employment keeps falling after a recession ends. Applying the Fed&rsquo;s methodology to the the later time frame, Texas accounted for only 18 percent of the jobs created from February 2010 into April 2011, he said.<br />\r\n\t<br />\r\n\tFinally, we consulted Bernard Weinstein, an economist at Southern Methodist University familiar with the state&rsquo;s economic ups and downs. &quot;One can quibble over the numbers as well as the methodologies and time frames used to calculate Texas&#39; job gains,&quot; Weinstein said by email. The big picture, he said, is that Texas has fared better than other big states since the recession and indeed over the past 20 years, for reasons including, he said, &quot;enlightened&quot; leadership, demographics and the resurgent energy sector.<br />\r\n\t<br />\r\n\tOur take:The strength of the Texas economy, compared to many other states, isn&rsquo;t in dispute. However, there are many ways to slice and dice employment statistics. The calculations behind the 48-percent boast may cover a less meaningful time frame while not weighing any jobs created in states with net job losses.<br />\r\n\t<br />\r\n\tMark Perry&rsquo;s statement Half True.</p>", "ruling_comments_date": "2011-06-24T11:28:23.005742", "ruling_date": "2011-06-26T06:00:00", "ruling_headline": "Rick Perry says Texas accounted for 48 percent of U.S. jobs created after recession's end", "ruling_headline_slug": "rick-perry-says-texas-accounted-48-percent-us-jobs", "ruling_link_text": "Not counting jobs added in 19 states", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/06152011_cherylabbotblsemail.html%20\" id=\"internal-source-marker_0.5344099522777633\">Email</a> (excerpted), response to PolitiFact Texas, Cheryl Abbot, regional economist, U.S. Bureau of Labor Statistics, Dallas, June 15, 2011<br />\r\n\t<br />\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/06172011_leemcpheterresponsespftexas.html\">Emails</a> (excerpted), responses to PolitiFact Texas, Lee McPheters, director, Economic Outlook Center, L. William Seidman Research Institute, Arizona State University, Tempe, June 17, 2011<br />\r\n\t<br />\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/06142011_fedreservebankemail.html%20\">Email</a> (excerpted) and related <a href=\"http://alt.coxnewsweb.com/statesman/politifact/06152011_fedreservedallassprsheet.xls%20,%20\">spreadsheet</a>, methodology for job-gain calculations for Texas, Jerrod Vaughan, senior economic analyst, Federal Reserve Bank, Dallas, to Mark Lavergne, deputy director of communications, Texas Workforce Commission, Austin, June 14, 2011<br />\r\n\t<br />\r\n\tEmail, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/06212011_bernardweinsteinresponsepftexas.html\">response</a> to PolitiFact Texas, Bernard Weinstein, Adjunct Professor of Business Economics, Cox School of Business, Southern Methodist University, June 21, 2011<br />\r\n\t<br />\r\n\tTelephone interview, Chris Edwards, director of tax policy, Cato Institute, Washington, June 17, 2011</p>\r\n<p>\r\n\tTelephone interview, Kathryn Edwards, research assistant, Economic Policy Institute, Washington, June 17, 2011<br />\r\n\t<br />\r\n\tTelephone interview, Bob Lerman, fellow in labor and social policy, The Urban Institute, Washington, June 17, 2011<br />\r\n\t<br />\r\n\tTelephone interview, Pia Orrenius, senior economist, Federal Reserve Bank of Dallas, June 15, 2011<br />\r\n\t<br />\r\n\tWall Street Journal, opinion article, <a href=\"http://online.wsj.com/article/SB10001424052702304259304576375480710070472.html\">&quot;The Lone Star Jobs Surge,&quot;</a> June 10, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 30, "current_job": "U.S. Energy Secretary", "false_count": 31, "first_name": "Rick", "half_true_count": 42, "home_state": "Texas", "id": 291, "last_name": "Perry", "mostly_true_count": 24, "name_slug": "rick-perry", "pants_count": 18, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rick_Perry_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/291/", "total_count": 176, "true_count": 26, "website": "https://energy.gov/management/history/secretaries-energy"}, "statement": "<p>\r\n\t&quot;Since June 2009, about 48 percent of all the jobs created in America were in Texas.&quot;</p>", "statement_context": "a cameo interview.", "statement_date": "2011-06-14", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}