{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2011/jun/27/harry-reid/harry-reid-says-hispanic-unemployment-ticking-down/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 3996, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/3996/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tDuring an online chat with the<em> Washington Post </em>on June 22, 2011, Senate Majority Leader Harry Reid, D-Nev., was asked about unemployment among Hispanics.<br />\r\n\t<br />\r\n\tA questioner asked, &quot;Sen. Reid, Hispanic unemployment is currently 11.1 percent, vs. 9.1 percent the national average. What have/are Democrats doing to generate jobs in our community?&quot;<br />\r\n\t<br />\r\n\tReid responded, &quot;Just this week in Las Vegas, we inaugurated a transportation center at University of Nevada, Las Vegas. Hispanics make up a large portion of the Nevada labor force. And the Lilly Ledbetter Act, which we passed last Congress, provides additional tools to protect Latinos from job discrimination. Hispanic unemployment has been ticking down from an all-time high of 13.9 percent because of the policies we&rsquo;ve implemented. But we want to accelerate this trend. ...&quot;<br />\r\n\t<br />\r\n\tWe wondered whether Reid was correct that &quot;Hispanic unemployment has been ticking down from an all time high of 13.9 percent because of the policies we&rsquo;ve implemented.&quot;<br />\r\n\t<br />\r\n\tWe see four checkable facts within this sentence. We&rsquo;ll take them one by one:<br />\r\n\t<br />\r\n\t<strong>Is 13.9 percent unemployment for Hispanics the highest rate ever?</strong><br />\r\n\t<br />\r\n\tNo. According to the Bureau of Labor Statistics&rsquo; seasonally adjusted unemployment rate for Hispanics -- the measure economists typically use, and which has been calculated since 1973 -- it exceeded that level once in 1975 (14.3 percent) and 12 times during the 1982-1983 recession, reaching as high as 15.7 percent. In fact, Hispanic unemployment ran higher than 13.9 percent for an entire year, from July 1982 to June 1983.<br />\r\n\t<br />\r\n\t<strong>Did Hispanic unemployment reach 13.9 percent after the onset of the recent recession?</strong><br />\r\n\t<br />\r\n\tAgain, no. It reached as high as 13.2 percent in November 2010.<br />\r\n\t<br />\r\n\t<strong>Has Hispanic unemployment &quot;been ticking down&quot; in recent months?</strong><br />\r\n\t<br />\r\n\tIt depends on your definition of &quot;ticking down.&quot;<br />\r\n\t<br />\r\n\tIf you start from the November unemployment 2010 peak -- seven months ago -- it&rsquo;s fallen from 13.2 percent to 11.9 percent. That supports Reid&rsquo;s view.<br />\r\n\t<br />\r\n\tHowever, it&rsquo;s taken a zig-zagging route to get there. In fact, the last three months of that time period -- March, April and May 2011 -- have shown an upward trend, from 11.3 percent to 11.8 percent to 11.9 percent. Looking at those numbers, you could easily argue that Hispanic unemployment is now ticking upward.<br />\r\n\t<br />\r\n\t<strong>Is it appropriate to say that whatever change there has been in Hispanic unemployment is &quot;because of the policies we&rsquo;ve implemented&quot;?</strong><br />\r\n\t<br />\r\n\tAs we&rsquo;ve argued before, attributing credit or blame for employment statistics is a tricky business. Presidential and congressional actions have some effect, but broader economic factors -- from the global economic picture to energy prices to the state of private credit markets -- play a significant role.<br />\r\n\t<br />\r\n\tComplicating matters further is the question of when to draw the line. Hispanic unemployment rose over the course of 2009 from 9.9 percent to 12.8 percent, and in 2010 from 12.5 percent to 13.0 percent. How do you balance these Hispanic unemployment rate increases -- when Obama had Democratic control of both chambers of Congress -- with the arguably more favorable pattern since the 2010 elections, when the Republicans won control of the House?<br />\r\n\t<br />\r\n\tBecause of the trickiness surrounding this question, we feel it&rsquo;s a stretch for Reid to ascribe credit to the Democrats for recent Hispanic job gains -- if, in fact, you conclude that there was any &quot;ticking down&quot; of Hispanic unemployment in the first place.<br />\r\n\t<br />\r\n\tReid&rsquo;s office defended its statistics. For starters, they said they were using non-seasonally-adjusted statistics -- raw numbers published by BLS that are not tweaked to account for cyclical variations across the span of a calendar year. So we checked those too.<br />\r\n\t<br />\r\n\tUsing these numbers, Reid is right that 13.9 percent is the peak number since the last recession began (in January 2010). But that still isn&rsquo;t the record -- Hispanic unemployment went as high as 16.9 percent in February 1983 using non-seasonally-adjusted numbers.<br />\r\n\t<br />\r\n\tHow about the trendlines? The pattern since the start of 2010 has zig-zagged a bit, but since the start of 2011, the rate has indeed ticked down -- from 13.2 percent to 12.5 percent to 11.9 percent to 11.2 percent and finally to 11.1 percent in May.<br />\r\n\t<br />\r\n\tSo that provides some support for Reid&rsquo;s claim. But is it really fair to use non-seasonally adjusted numbers?<br />\r\n\t<br />\r\n\tWe asked Gary Burtless, an economist with the centrist-to-liberal Brookings Institution. He noted that Reid&rsquo;s questioner used a non-seasonally adjusted number when he noted that Hispanic unemployment was currently at 11.1 percent. But Burtless added that Reid should not have followed the questioner&rsquo;s lead in using non-seasonally-adjusted rates -- because they are not appropriate for longterm, multi-month comparisons.<br />\r\n\t<br />\r\n\tBurtless said it&rsquo;s acceptable to use non-seasonally-adjusted numbers when comparing, say, January 2010 to January 2011, or comparing black unemployment in January 2011 to Hispanic unemployment in January 2011. But once you start comparing figures from different months, you need to use seasonally adjusted figures to get an accurate assessment.<br />\r\n\t<br />\r\n\tIn the context of Reid&rsquo;s exchange, Burtless said, seasonally adjusted numbers &quot;provide the most informative and useful kind of comparison.&quot;<br />\r\n\t<br />\r\n\tBased on such advice, we think it is misleading for Reid to use non-seasonally-adjusted numbers.<br />\r\n\t<br />\r\n\tAs for the question of whether Democratic policies helped bring down Hispanic unemployment, Reid&rsquo;s office argued that there&rsquo;s a disproportionately large number of Hispanics in the construction industry, and given that the Democratic-backed stimulus bill invested in construction projects, Hispanics should have benefited disproportionately.<br />\r\n\t<br />\r\n\tThat may be true, but if so, those job gains should have been reflected in the broader unemployment rate pattern. And as we&rsquo;ve noted, the trendlines in those statistics are mixed.<br />\r\n\t<br />\r\n\tSo where does this leave us? It&rsquo;s problematic that Reid used an inappropriate measurement of unemployment, that he ignored a significantly worse recession for Hispanic employment in 1982-1983 and that he exaggerated the impact that Democratic policies have had on the Hispanic jobs picture. On the upside for Reid, Hispanic unemployment is now lower than it was in late 2010 or than it was a year or two ago, though the number has bounced around, and unemployment has risen incrementally over the past three months. The big-picture decrease in Hispanic unemployment provides enough evidence for Reid to salvage a rating of Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2011-06-24T13:05:23.503994", "ruling_date": "2011-06-27T10:50:10", "ruling_headline": "Harry Reid says Hispanic unemployment 'ticking down' from all-time high", "ruling_headline_slug": "harry-reid-says-hispanic-unemployment-ticking-down", "ruling_link_text": "It has zig-zagged lower, but not from all-time high", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tHarry Reid, <a href=\"http://live.washingtonpost.com/harry-reid-jobs-0622.html?hpid=z1\">online </a><a href=\"http://live.washingtonpost.com/harry-reid-jobs-0622.html?hpid=z1\">chat</a> with the <em>Washington Post</em>, June 22, 2011<br />\r\n\t<br />\r\n\tBureau of Labor Statistics, &quot;Labor Force Statistics from the Current Population Survey&quot; (<a href=\"http://data.bls.gov/cgi-bin/surveymost?ln\">main index page</a>), accessed June 16, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Gary Burtless, senior fellow at the Brookings Institution, June 24, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Jon Summers, spokesman for Sen. Harry Reid, June 24, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 4, "current_job": "Senate Democratic Leader", "false_count": 5, "first_name": "Harry", "half_true_count": 3, "home_state": "Nevada", "id": 116, "last_name": "Reid", "mostly_true_count": 7, "name_slug": "harry-reid", "pants_count": 3, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-harryreid.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/116/", "total_count": 28, "true_count": 2, "website": "http://reid.senate.gov/"}, "statement": "<p>\r\n\t&quot;Hispanic unemployment has been ticking down from an all-time high of 13.9 percent because of the policies we&rsquo;ve implemented.&quot;</p>", "statement_context": "an online chat with the \"Washington Post\"", "statement_date": "2011-06-22", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 150, "photo": null, "resource_uri": "/api/v/2/subject/150/", "subject": "Stimulus", "subject_slug": "stimulus", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}