{"art": [], "author": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "canonical_url": "/texas/statements/2011/jun/25/martin-omalley/democratic-governors-association-says-texas-gov-ri/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 3997, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/3997/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tThe day after Texas Gov. Rick Perry filled in for Donald Trump at a gathering of New York Republicans, Democratic Governors Association Chairman Martin O&rsquo;Malley of Maryland poked at Perry&rsquo;s anti-Washington message.</p>\r\n<p>\r\n\tSuggesting that President Barack Obama is tackling the nation&rsquo;s economic problems with &quot;responsible budget cuts&quot; and &quot;smart investments,&quot; O&rsquo;Malley added: &quot;As the governor who relied most on stimulus funds to close his state&rsquo;s budget deficit in 2010, Rick Perry surely understands the value of the president&rsquo;s investments.&quot;</p>\r\n<p>\r\n\tPerry was No. 1 in using federal stimulus aid to make the budget balance?</p>\r\n<p>\r\n\tIt&rsquo;s no secret that Texas, like other states, leaned heavily on stimulus aid in 2009, when lawmakers wrote the 2010-11 budget. Earlier this year, we rated <a href=\"http://www.politifact.com/texas/statements/2011/apr/24/barack-obama/president-obama-says-gov-perry-used-stimulus-fund-/\">Mostly True</a> Obama&rsquo;s statement that Perry &quot;helped balance his budget with about $6 billion worth of federal help.&quot; State budget-writers in 2009 used $6.4 billion in stimulus aid, accepted by Perry, to help pay for programs over the next two years that historically had been financed with state revenue.</p>\r\n<p>\r\n\tO&rsquo;Malley&rsquo;s assertion, in contrast, focuses on how stimulus dollars were allocated in the first year of the state&rsquo;s biennial budget cycle.</p>\r\n<p>\r\n\tTo back up the statement, a Democratic Governors Association spokeswoman pointed us to a news <a href=\"http://money.cnn.com/2011/01/23/news/economy/texas_perry_budget_stimulus/index.htm\">article</a> on CNN.com titled &quot;Texas&rsquo;s love/hate relationship with Washington&rsquo;s money.&quot; The article says that Perry &quot;likes to trumpet that his state balanced its budget in 2009 while keeping billions in its rainy day fund&quot; but adds that Texas couldn&rsquo;t have pulled that off without Washington&rsquo;s help. &quot;Turns out Texas was the state that depended the most on those very stimulus funds to plug nearly 97 percent of its shortfall for fiscal 2010,&quot; the article states, citing the National Conference of State Legislatures.</p>\r\n<p>\r\n\tThe conference, which says <a href=\"http://www.ncsl.org/Default.aspx?TabID=305&amp;tabs=1027,77,544#1027\">online</a> that it does research and advocacy for lawmakers in every state, included the 97 percent statistic in a July 2009 <a href=\"http://www.ncsl.org/documents/fiscal/StateBudgetUpdateJulyFinal.pdf\">report</a> on state budgets. The information was collected through a NCSL survey that, among other questions, asked states about &quot;the major actions they took to close (fiscal year) 2010 budget gaps&quot; and the relative share of the gap that each addressed.</p>\r\n<p>\r\n\tStimulus aid proved a popular solution; without it, &quot;state fiscal problems would have been even more severe,&quot; the report said. Among the 25 states that reported using stimulus money &quot;as part of their solution,&quot; the report says the states depending most heavily on these funds were Texas (where the aid &quot;represented 96.7 percent of the total solution&quot;) and Nebraska (&quot;88 percent of the total solution&quot;).</p>\r\n<p>\r\n\tWe noticed a wrinkle. The NCSL analysis draws on information from just 35 states. Asked which states they are, Arturo Perez, director of the conference&rsquo;s fiscal affairs program, told us by email that he couldn&rsquo;t say. &quot;We do not have the ability to identify which states were part of the original data set&quot; because the database has been updated since the report was produced, he said.</p>\r\n<p>\r\n\tThe report gives information for all 50 states in only one category: budget gap figures for fiscal years 2009 and 2010. For 2010, the report says, the Texas &quot;budget gap&quot; was $3.3 billion, or half &quot;of an overall shortfall of $6.6 billion&quot; for the 2010-11 biennium.</p>\r\n<p>\r\n\tTodd Haggerty, a policy analyst for the Denver- and Washington-based group, told us that the Texas information in the report was provided by the state&rsquo;s Legislative Budget Board, which advises lawmakers on budgetary matters. John Barton, a spokesman for the board, explained that the $6.6 billion biennial budget gap was calculated by subtracting available state revenue from what lawmakers actually spent. The stimulus money covered 96.7 percent of the difference, he said.</p>\r\n<p>\r\n\tRemember, that $6.6 billion is a two-year figure. For the 2010 budget gap, the Legislative Budget Board split the number in half and reported that the same percentage was filled by stimulus funds that year: 96.7 percent. The Legislature didn&rsquo;t make any significant cuts or raise taxes in order to balance the 2010-11 budget, Barton said.</p>\r\n<p>\r\n\tWe sought other studies that could help us assess the accuracy of O&rsquo;Malley&rsquo;s claim but came up short.</p>\r\n<p>\r\n\tNext, we tried to find out why Texas&rsquo; reliance on stimulus funds to balance its 2010 budget was higher than that of the other states in the NCSL report.</p>\r\n<p>\r\n\tWe got this response from Mike Leachman, assistant director of the state fiscal project at the left-leaning Center on Budget and Policy Priorities in Washington: &quot;It&rsquo;s true that Gov. Perry relied on stimulus funding (to balance his budget). He accepted the vast majority of the stimulus money, just like any other governor, and that allowed Texas to avoid most or all of the cuts that otherwise might have needed to happen in the current budget cycle. But what&rsquo;s not true is that he depended on it more than other governors. Every governor accepted virtually all of the stimulus money.&quot;</p>\r\n<p>\r\n\tBecause the stimulus funds that helped states balance their budgets were keyed to such factors as population, Medicaid spending and unemployment rates &mdash; and not the size of a state&rsquo;s budget gap &mdash; big states such as Texas generally had more at their disposal. (Perry spokeswoman Catherine Frazier made the same point in an email conversation with us.)</p>\r\n<p>\r\n\tHow much a state relied on stimulus dollars to close its budget gap depended on the size of its shortfall, Leachman said. His point: The smaller the gap, the larger the amount that could be closed with stimulus dollars.</p>\r\n<p>\r\n\tTexas had a relatively small shortfall in 2010 &mdash; 10.7 percent of the state&rsquo;s general revenue budget, according to the center&rsquo;s data &mdash; compared with other states. (Only six states had smaller budget shortfalls by percentage of the state&rsquo;s general fund budget, according to the center&#39;s data.)</p>\r\n<p>\r\n\tBy contrast, in states with relatively large shortfalls &mdash; for example, New Jersey, whose 2010 budget gap constituted about 40 percent of its general fund budget, according to the center&rsquo;s data &mdash; stimulus funds alone were not enough to balance the budget. In February 2009, then-Gov. Jon Corzine said stimulus dollars would cover only about half the 2010 gap, according to a Salon.com article. And in California, where the budget gap was more than 50 percent of the general fund budget, stimulus funds accounted for less than 15 percent of the total budget &quot;solutions,&quot; according to an October 2009 report by the state&rsquo;s nonpartisan Legislative Analyst&rsquo;s Office.</p>\r\n<p>\r\n\tOn average, states closed about a third of their 2010 shortfalls with stimulus funds, Leachman said. The remaining holes were closed by cutting spending, raising taxes and fees, tapping reserve funds and using one-time funding sources.</p>\r\n<p>\r\n\tWe circled back to the Democratic Governors Association, explaining our findings. Spokeswoman Lis Smith stood by O&rsquo;Malley&rsquo;s statement.</p>\r\n<p>\r\n\tSo, what about our rating?</p>\r\n<p>\r\n\tBased on available information, O&rsquo;Malley&rsquo;s claim is accurate, though the survey backing up his claim did not include results from 30 percent of the states. It&rsquo;s possible that some of them relied on stimulus dollars to close their 2010 budget gaps to the same degree that Texas did &mdash; or greater. O&rsquo;Malley&rsquo;s statement also ignores the mathematical reality that Texas received a greater-than-most share of stimulus dollars to plug a budget shortfall that was smaller than most.</p>\r\n<p>\r\n\tWe rate the statement Half True.</p>", "ruling_comments_date": "2011-06-24T13:08:48.522565", "ruling_date": "2011-06-25T06:00:00", "ruling_headline": "Democratic Governors Association chief says Texas Gov. Rick Perry relied on stimulus more than other governors to close 2010 budget gap", "ruling_headline_slug": "democratic-governors-association-says-texas-gov-ri", "ruling_link_text": "The most ... out of 35 states", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tAustin American-Statesman, &quot;<a href=\"http://www.statesman.com/news/texas-politics/perry-sounds-like-a-white-house-candidate-as-1540376.html\">Perry sounds like a White House candidate as he fires up New York GOP</a>,&quot; June 14, 2011</p>\r\n<p>\r\n\tDemocratic Governors Association, press release, &quot;<a href=\"http://alt.coxnewsweb.com/statesman/politifact/062411_dgaemail.html\">DGA Chair Martin O&rsquo;Malley on Rick Perry&rsquo;s vow to &lsquo;Take America Back,&rsquo;</a> &quot; June 15, 2011</p>\r\n<p>\r\n\tPolitiFact Texas, &quot;<a href=\"http://www.politifact.com/texas/statements/2011/apr/24/barack-obama/president-obama-says-gov-perry-used-stimulus-fund-/\">President Obama says Gov. Perry used stimulus funds to help balance budget, then started &lsquo;blaming&rsquo; federal lawmakers who voted for legislation</a>,&quot; April 24, 2011</p>\r\n<p>\r\n\tCNN.com, &quot;<a href=\"http://money.cnn.com/2011/01/23/news/economy/texas_perry_budget_stimulus/index.htm\">Texas&rsquo;s love/hate relationship with Washington&rsquo;s money</a>,&quot; Jan. 24, 2011</p>\r\n<p>\r\n\tNational Conference of State Legislatures, &quot;<a href=\"http://www.ncsl.org/documents/fiscal/StateBudgetUpdateJulyFinal.pdf\">State Budget Update: July 2009</a>&quot;</p>\r\n<p>\r\n\tInterview with Arturo Perez, director, fiscal affairs program, National Conference of State Legislatures, June 16, 2011</p>\r\n<p>\r\n\tEmail (<a href=\"http://alt.coxnewsweb.com/statesman/politifact/062411_ncslemail.html\">excerpt</a>) from Arturo Perez, director, fiscal affairs program, National Conference of State Legislatures, June 16, 2011</p>\r\n<p>\r\n\tInterview with Todd Haggerty, policy analyst, National Conference of State Legislatures, June 16, 2011</p>\r\n<p>\r\n\tInterview with John Barton, spokesman, Legislative Budget Board, June 16, 2011</p>\r\n<p>\r\n\tInterview with Mike Leachman, assistance director, state fiscal project, Center on Budget and Policy Priorities, June 20, 2011</p>\r\n<p>\r\n\tCenter on Budget and Policy Priorities, &quot;<a href=\"http://www.cbpp.org/cms/index.cfm?fa=view&amp;id=711\">States continue to feel recession&rsquo;s impact</a>,&quot; see Table 4 for 2010 state budget gap figures</p>\r\n<p>\r\n\tCenter on Budget and Policy Priorities, &quot;<a href=\"http://www.cbpp.org/cms/index.cfm?fa=view&amp;id=2355\">American Recovery and Reinvestment Act of 2009: State-by-state estimates of key provisions affecting low-and moderate-income individuals</a>,&quot; Feb. 25, 2009</p>\r\n<p>\r\n\tPolitiFact Texas, &quot;<a href=\"http://www.politifact.com/texas/statements/2010/jul/18/bill-white/white-says-perry-accepted-more-stimulus-funds-ever/\">White says Perry accepted more stimulus funds than every governor, except those of California and New York</a>,&quot; July 18, 2010<br />\r\n\t<br />\r\n\tFederal Funds Information for States, &quot;<a href=\"http://alt.coxnewsweb.com/statesman/politifact/071610_ffisdata.pdf\" id=\"uez_\" title=\"Estimated Allocations for Selected Programs Funded in ARRA\">Estimated Allocations for Selected Programs Funded in ARRA</a>,&quot; April 28, 2009</p>\r\n<p>\r\n\tSalon.com, &quot;<a href=\"http://www.salon.com/news/feature/2009/02/26/state_budgets\">States of panic</a>,&quot; Feb. 26, 2009</p>\r\n<p>\r\n\tCalifornia Legislative Analyst&rsquo;s Office, &quot;<a href=\"http://alt.coxnewsweb.com/statesman/politifact/062411_caldoc.pdf\">The 2009-10 California Spending Plan</a>,&quot; October 2009, see page 4</p>\r\n<p>\r\n\tEmail (<a href=\"http://alt.coxnewsweb.com/statesman/politifact/062411_smithemail.html\">excerpt</a>) from Lis Smith, communications director, National Governors Association, June 22, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "Maryland governor", "false_count": 1, "first_name": "Martin", "half_true_count": 10, "home_state": "Maryland", "id": 1305, "last_name": "O'Malley", "mostly_true_count": 4, "name_slug": "martin-omalley", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Martin_OMalley.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1305/", "total_count": 18, "true_count": 0, "website": "http://www.martinomalley.com/"}, "statement": "<p>\r\n\tSays Rick Perry of Texas was &quot;the governor who relied most on stimulus funds to close his state&rsquo;s budget deficit in 2010.&quot;</p>", "statement_context": "a press release", "statement_date": "2011-06-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}, {"description": "", "id": 208, "photo": null, "resource_uri": "/api/v/2/subject/208/", "subject": "State Finances", "subject_slug": "state-finances", "used_in_edition": ["/api/v/2/edition/5/"]}, {"description": "", "id": 150, "photo": null, "resource_uri": "/api/v/2/subject/150/", "subject": "Stimulus", "subject_slug": "stimulus", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}