{"art": [{"brightcove": "", "caption": "The Renewable Fuels Association has placed this advertisement in Washington, D.C., Metro stations.", "id": 1391, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Ethanol_ad_2.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/1391/", "title": "Ethanol ad", "wibbitz": "", "youtube": "", "youtubeID": ""}, {"brightcove": "", "caption": "Young corn plants grow next to the Guardian Energy ethanol plant in Janesville, Minn.", "id": 1416, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Ethanol_2.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/1416/", "title": "Ethanol 2", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2011/jul/01/renewable-fuels-association/industry-warns-gas-prices-would-rise-89-cents-with/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 4002, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/4002/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>We recently noticed an advertisement in the Washington, D.C. Metro system that made a striking claim about ethanol -- an alcohol made from fermented corn that is added to gasoline, usually comprising 10 percent of a gallon.<br />\r\n<br />\r\nFirst, some background to help explain the context of the ad. Supporters and critics of ethanol have battled for years over the wisdom of continuing longstanding ethanol subsidies. Currently, the Volumetric Ethanol Excise Tax Credit, or VEETC, offers a credit $0.45 for every gallon of ethanol blended with gasoline. The credit had been scheduled to expire at the end of 2010, but Congress extended it for another year.<br />\r\n<br />\r\nOn June 16, 2011, the U.S. Senate approved legislation to end the VEETC subsidy, as well as end a separate, 54-cent-per-gallon tariff on imported ethanol. While the Senate measure is not expected to become law, it re-energized the debate over ethanol subsidies. With the law&rsquo;s looming sunset at the end of 2011, the debate is likely to continue for at least the rest of this year.<br />\r\n<br />\r\nThose who favor rolling back ethanol subsidies argue that a roughly $6 billion subsidy is unsustainable given today&rsquo;s rising national debt.<br />\r\n<br />\r\nHowever, the ethanol industry, represented by a group called the Renewable Fuels Association, has made an aggressive counterattack, arguing that ethanol is vital to keeping a lid on gasoline prices -- potentially a potent issue for Americans as gasoline hovers between $3 and $4 per gallon.<br />\r\n<br />\r\nThe trade group&#39;s Metro station advertisement mirrors other information available on <a href=\"http://www.ethanolrfa.org/\">the group&rsquo;s website</a>. It says, &quot;Ethanol reduced gas prices by 89 cents per gallon in 2010. Ethanol reduced the average American&rsquo;s household gasoline bill by more than $800. If ethanol disappeared, gas prices could rise by as much as 92 percent.&quot;<br />\r\n<br />\r\nWe checked these figures first with the Renewable Fuels Association, and then with outside experts.<br />\r\n<br />\r\nThe RFA cited a <a href=\"http://www.card.iastate.edu/publications/dbs/pdffiles/11wp523.pdf\">study</a> by two economists -- Xiaodong Du from the University of Wisconsin and Dermot J. Hayes of Iowa State University -- published in April 2011. Using mathematical modeling, the study concluded that in 2010, the presence of ethanol reduced gasoline prices by 89 cents per gallon. Meanwhile, the study said, if ethanol production came to an immediate halt, the estimated gasoline price increase would range from 41 percent to 92 percent.<br />\r\n<br />\r\nMeanwhile, the trade group extrapolated from the paper&rsquo;s findings to produce the claim that &quot;ethanol reduced the average American&rsquo;s household gasoline bill by more than $800.&quot;<br />\r\n<br />\r\n&quot;In 2010 alone, ethanol reduced the average American household&rsquo;s gasoline bill by more than $800,&quot; RFA said in a <a href=\"http://www.ethanolrfa.org/news/entry/university-report-ethanol-reduced-gas-prices-0.89-in-2010/\">news release</a>, citing data from the Federal Highway Administration, the Environmental Protection Agency, and the Energy Department showing that the average American household consumed 900 gallons of gasoline at an average price of $2.74 per gallon in 2010. The group calculated that the average family&rsquo;s annual gasoline bill was $2,470, an amount that would have been closer to $3,270 without ethanol.<br />\r\n<br />\r\nSo RFA can point to a study by two university economists to back up its numbers. But what is the group leaving out? We&rsquo;ll point out a few concerns.<br />\r\n<br />\r\n<strong>The study&rsquo;s funding</strong>. In the paper, the authors acknowledged the Renewable Fuel Association &quot;for their financial support.&quot; This doesn&rsquo;t mean the study is right or wrong, but it does mean that the RFA is quoting research it helped support financially, so the findings deserve independent scrutiny.<br />\r\n<br />\r\n<strong>Choice of time period</strong>. The paper cited the 89 cent figure for 2010, but it also offered a longer-term calculation that&rsquo;s less eye-popping, since it&rsquo;s not based on a short period in which gasoline prices happened to be unusually high.<br />\r\n<br />\r\nSpecifically, between January 2000 to December 2010, the authors found, ethanol reduced gasoline prices by 25 cents per gallon nationally. That&rsquo;s still a notable amount -- and the ad&rsquo;s wording accurately described the figure they were using -- but 25 cents per gallon is less than one-third the amount it was in 2010. This means that RFA was highlighting a time period that made the claim more striking.<br />\r\n<br />\r\n<strong>The paper poses an unrealistic scenario</strong>. The Senate bill would not have touched other federal laws that encourage ethanol production, including a &quot;renewable fuel standard&quot; initiated in 2005 that requires transportation fuel to contain a certain amount of renewable fuel blended with gasoline. So the standard by which the RFA-backed paper made its assumptions -- that &quot;ethanol production came to an immediate halt&quot; -- is not plausible in the real world.<br />\r\n<br />\r\n&quot;This is a fantasy study dreamed up to answer a question that no one has asked: What would happen if ethanol disappeared?&quot; said Steve Ellis, vice president of Taxpayers for Common Sense, a group that has been critical of ethanol subsidies. &quot;We are not arguing that ethanol should cease to exist, just that it make its way in the marketplace. Studies have clearly shown that absent subsidies like the tax credit and the mandate, there would be ethanol production. So it is irrelevant.&quot;<br />\r\n<br />\r\nTo back up his claim that legislation now under consideration wouldn&rsquo;t kill off the ethanol industry, Ellis pointed to research by Bruce A. Babcock, director of the Center for Agricultural and Rural Development at Iowa State University.<br />\r\n<br />\r\nBabcock cited a study he co-wrote with an Iowa State colleague, Jacinto F. Fabiosa. They found that between 2005 and 2009, margins in the ethanol industry were wide enough that &quot;a large expansion in U.S. corn ethanol production would have occurred even if the subsidies and mandates had not been in place. The reason is that the return on investment in ethanol would have been so high that investors still would have brought their capital to the industry.&quot;<br />\r\n<br />\r\n<strong>The ad focuses on short-term impacts and ignores long-term impacts</strong>. Babcock said a big part of why ethanol production has kept gasoline prices low is that it has kept U.S. oil refineries, and to some extent world refineries, from having to operate at full capacity. That matters because when refineries operate at full capacity, they are able to charge higher prices. And if demand rises high enough, they&rsquo;d have to pay to build new refinery capacity.<br />\r\n<br />\r\nBut while Babcock says this &quot;is a credible short-term and medium-term argument, over the longer term,&quot; oil companies would adjust their capacity so that &quot;over time, the impact of ethanol on gas prices should shrink.&quot;<br />\r\n<br />\r\nSimilarly, while the trade association is almost certainly correct that a price shock would result from a sudden disappearance of ethanol -- which, as we said, is a highly unlikely scenario -- the experts we spoke to said that a new equilibrium would eventually be reached, and that equilibrium would likely produce cost increases well below the immediate, price-shock figures cited in the trade group&rsquo;s ad.<br />\r\n<br />\r\n<strong>RFA ignores other negative impacts of the subsidies in the economy</strong>. For starters, there is evidence that subsidies for corn used in ethanol have raised corn prices and, in turn, hiked prices for agricultural sectors that rely on corn for feed, such as beef production.<br />\r\n<br />\r\nWhile estimates of the impact have varied, the Congressional Budget Office estimated in a <a href=\"http://www.cbo.gov/ftpdocs/100xx/doc10057/04-08-Ethanol.pdf\">2009 study</a> that &quot;the increased use of ethanol accounted for about 10 percent to 15 percent of the rise in food prices between April 2007 and April 2008. In turn, that increase will boost federal spending for the Supplemental Nutrition Assistance Program (SNAP, formerly the Food Stamp program) and child nutrition programs by an estimated $600 million to $900 million in fiscal year 2009.&quot;<br />\r\n<br />\r\nIn addition, RFA&rsquo;s ad doesn&rsquo;t account for &quot;all the coal, natural gas, diesel fuel, soil, ground water, etc., that were used up to produce ethanol,&quot; said Tad Patzek, an engineering professor at the University of Texas. &quot;These valuable raw materials could have been used differently to produce more electricity, more food, lessen soil erosion (and) limit ground- and surface water contamination. All of these activities would be beneficial for the country, far outweighing a marginal and temporary increase of gasoline&rsquo;s cost if ethanol subsidies were withdrawn suddenly, and its production collapsed.&quot;<br />\r\n<br />\r\nFinally, the ad doesn&rsquo;t factor in roughly $6 billion direct hit to the Treasury (and, indirectly, to American taxpayers) from the subsidies, even though any comprehensive balance-sheet anaysis would include that.<br />\r\n<br />\r\nWhen we presented the gist of our analysis to the Renewable Fuels Association, the group made several points. Officials said they used the 2010 figures because they&rsquo;re most relevant to current price conditions. They said that using their model, even a 25-cent increase in gasoline prices would amount to $34.5 billion per year in added costs for gasoline -- &quot;far outweighing&quot; the annual cost of VEETC.<br />\r\n<br />\r\nThe group also argued that it&rsquo;s unfair to include factors outside of the scope of a brief advertisement that focuses squarely on gasoline prices.<br />\r\n<br />\r\n&quot;The ad focuses on gas prices,&quot; said Geoff Cooper, vice president of research and analysis with the Renewable Fuels Association. &quot;Not food prices. Not corn prices. Not the cost of VEETC. Not lifecycle greenhouse gas emissions and energy use. We are more than willing to engage in a thoughtful discussion on those issues, but they are outside the scope of the paper on which the ad is based.&quot;<br />\r\n<br />\r\nIf you include other factors beyond gasoline prices, fairness &quot;would require you&quot; to note that &quot;the production and use of 13 billion gallons of ethanol last year helped create more than 400,000 jobs across the economy from agriculture to manufacturing to the service sector. Nearly 70,400 American are directly involved in the production of ethanol,&quot; said Christina Martin, executive vice president of the Renewable Fuels Association. Ethanol production adds nearly $54 billion to the nation&rsquo;s gross domestic product, she said.<br />\r\n<br />\r\nFinally, on the issue of whether the immediate end to ethanol is realistic, Cooper said that &quot;there have been recent calls to repeal the renewable fuel standard, kill the tax credit, and essentially undo all of the entire industry&rsquo;s policy foundation. So, it is not entirely &lsquo;unrealistic&rsquo; to envision a scenario in which ethanol production is significantly curtailed.&quot;<br />\r\n<br />\r\nStill, we&rsquo;re not convinced. While the Senate bill would have ended certain subsidies, it would not have banned production outright, and even the changes proposed in the Senate bill would not have touched the renewable fuel standard, which aids the ethanol industry and ensures its partial or even complete survival. Even if more sweeping changes than those in the Senate bill were imposed, independent experts tell us that the likelihood of the industry&rsquo;s sudden collapse would be remote.<br />\r\n<br />\r\nSo while changing or eliminating the law on ethanol subsidies might have an impact on prices at the pump, it&rsquo;s highly unlikely that the industry would cease to exist -- so the immediate impact on gasoline prices would be less than 89 cents, and even lower as markets adjust in the longer term. We rate the Renewable Fuels Association claim Barely True.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><br />\r\n<em>Editor&#39;s note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</em></p>\r\n\r\n<p>&nbsp;</p>\r\n", "ruling_comments_date": "2011-06-24T23:21:44.238670", "ruling_date": "2011-07-01T06:39:25", "ruling_headline": "Industry warns gas prices would rise 89 cents without ethanol", "ruling_headline_slug": "industry-warns-gas-prices-would-rise-89-cents-with", "ruling_link_text": "Based on an unrealistic assumption", "ruling_state": null, "source_documents": null, "sources": "<p>Renewable Fuels Association, advertisement in Washington, D.C., Metro stations<br />\r\n<br />\r\nRenewable Fuels Association, &quot;<a href=\"http://www.ethanolrfa.org/news/entry/university-report-ethanol-reduced-gas-prices-0.89-in-2010/\">University Report: Ethanol Reduced Gas Prices $0.89 in 2010</a>,&quot; May 2, 2011<br />\r\n<br />\r\nXiaodong Du and Dermot J. Hayes, &quot;<a href=\"http://www.card.iastate.edu/publications/dbs/pdffiles/11wp523.pdf\">The Impact of Ethanol Production on US and Regional Gasoline Markets: An Update to May 2009</a>,&quot; April 2011<br />\r\n<br />\r\nTaxpayers for Common Sense, &quot;<a href=\"http://www.taxpayer.net/resources.php?category=&amp;type=Project&amp;proj_id=4594&amp;action=Headlines\">Big Oil, Big Corn: An in-depth look at the Volumetric Ethanol Excise Tax Credit,</a>&quot; June 2011<br />\r\n<br />\r\nBruce A. Babcock and Jacinto F. Fabiosa, &quot;<a href=\"http://www.card.iastate.edu/policy_briefs/display.aspx?id=1155\">The Impact of Ethanol and Ethanol Subsidies on Corn Prices: Revisiting History</a>,&quot; April 2011<br />\r\n<br />\r\nDavid Pimentel, &quot;Corn Ethanol Problems,&quot; January 14, 2011<br />\r\n<br />\r\nCongressional Budget Office, &quot;<a href=\"http://www.cbo.gov/ftpdocs/100xx/doc10057/04-08-Ethanol.pdf\">The Impact of Ethanol Use on Food Prices and Greenhouse Gas Emissions</a>,&quot; April 2009</p>\r\n\r\n<p>Reuters, &quot;<a href=\"http://www.reuters.com/article/2011/06/16/us-usa-senate-ethanol-idUSTRE75F5IN20110616\">Senate vote marks start of end for ethanol subsidies</a>,&quot; June 16, 2011<br />\r\n<br />\r\nE-mail interview with Steve Ellis, vice president of Taxpayers for Common Sense, June 24, 2011<br />\r\n<br />\r\nE-mail interview with Bruce A. Babcock, director of the Center for Agricultural and Rural Development at Iowa State University, June 24, 2011<br />\r\n<br />\r\nE-mail interview with Tad Patzek, an engineering professor at the University of Texas, June 24, 2011<br />\r\n<br />\r\nE-mail interview with Mark Skidmore, economist at Michigan State University, June 24, 2011<br />\r\n<br />\r\nE-mail interview with Joseph Mason, professor of finance at Louisiana State University, June 24, 2011<br />\r\n<br />\r\nE-mail interview with David Pimentel, agriculture and life sciences emeritus professor at Cornell University, June 24, 2011&nbsp;</p>\r\n\r\n<p>E-mail interview with Christina Martin, executive vice president of the Renewable Fuels Association, June 27, 2011</p>\r\n\r\n<p>E-mail interview with Geoff Cooper, vice president of research and analysis with the Renewable Fuels Association, June 27, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Trade association", "false_count": 0, "first_name": "", "half_true_count": 0, "home_state": "Washington, D.C.", "id": 1306, "last_name": "Renewable Fuels Association", "mostly_true_count": 0, "name_slug": "renewable-fuels-association", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/RFA_logo.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1306/", "total_count": 1, "true_count": 0, "website": "http://www.ethanolrfa.org/"}, "statement": "<div>Ethanol reduced gas prices by 89 cents per gallon in 2010, and if ethanol disappeared, gas prices could rise by as much as 92 percent.</div>\r\n", "statement_context": "an advertisement in Washington, D.C., Metro stations", "statement_date": "2011-06-22", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 122, "photo": null, "resource_uri": "/api/v/2/subject/122/", "subject": "Agriculture", "subject_slug": "agriculture", "used_in_edition": []}, {"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}], "target": [], "twitter_headline": ""}