{"art": [], "author": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "canonical_url": "/ohio/statements/2011/jun/27/sherrod-brown/us-sen-sherrod-browns-campaign-warns-there-republi/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 4003, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "resource_uri": "/api/v/2/statement/4003/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tSome claims are so popular that no matter how often they get debunked, politicians or their campaigns can&rsquo;t stop using them. A current favorite: Republicans plan to end Medicare.<br />\r\n\t<br />\r\n\tU.S. Sen. Sherrod Brown&rsquo;s re-election organization, Friends of Sherrod Brown, is the latest group to utter this claim. In a fund-raising solicitation sent by e-mail June 20 on behalf of Brown, Sarah Benzing, campaign manager for the Ohio Democrat, said exactly that: there is a Republican &quot;plan to end Medicare.&quot;<br />\r\n\t<br />\r\n\tIn fairness, this was but one small part of her e-mail to potential donors.<br />\r\n\t<br />\r\n\tBenzing spent far more time criticizing Josh Mandel, the Ohio treasurer who has filed candidacy papers to run against Brown. She noted that Mandel, a Republican, recently had a private fund-raising reception with Washington lobbyists. Mandel avoided talking with the press on this trip, as he has on other occasions, and this was the gist of Benzing&rsquo;s fund-raising e-mail.<br />\r\n\t<br />\r\n\tWriting in a guy-walks-into-a-bar style, she began her pitch: &quot;A guy walks into a DC lobbying firm... While he&rsquo;s in town, he stands up an Ohio reporter and continues to refuse to discuss his position on the Republican plan to end Medicare or allegations that he used taxpayer money to campaign.&quot; By the end of her e-mail, she said, &quot;Ohioans won&rsquo;t stand for his stonewalling, and when he tries to drown out their concerns with attacks bought and paid for by these shadowy operatives and DC lobbyists, we&rsquo;ll be ready to respond.&quot; She asked for &quot;$5 or more to help us fight back against Josh Mandel&rsquo;s corporate lobbyist friends.&quot;<br />\r\n\t<br />\r\n\tPerhaps we should be flattered that Benzing based much of her e-mail <a href=\"http://www.cleveland.com/open/index.ssf/2011/06/josh_mandel_is_back_from_dc_fu.html\">on our reporting about Mandel.</a> The Plain Dealer provided details of Mandel&rsquo;s Washington trip in its political blog on Cleveland.com, and Benzing repeated them and credited the newspaper. The Plain Dealer also operates PolitiFact Ohio, and in the interest of full disclosure, the reporter writing this very PolitiFact item is the same reporter who wrote the Cleveland.com piece on Mandel. We&rsquo;re just calling &lsquo;em as we see &lsquo;em.<br />\r\n\t<br />\r\n\tAnd we see a problem with the Brown campaign&rsquo;s claim, because Republicans have not said they want to end Medicare. PolitiFact has noted this several times, and many political operatives are aware of the issue and its broader debate.<br />\r\n\t<br />\r\n\tAbout that debate: House Republicans and many in the Senate support a proposal by House Budget Committee Chairman Paul Ryan of Wisconsin to <a href=\"http://www.politifact.com/wisconsin/statements/2011/apr/11/moveon/moveonorg-says-proposed-house-republican-budget-ab/\">convert Medicare</a> into a &quot;premium-support payment&quot; program starting in 2022. In other words, people retiring then would sign up for private health insurance plans, with Medicare paying those plans to provide coverage.<br />\r\n\tThere would be a middle man rather than direct payment from the government to the doctor, as Medicare is currently structured.<br />\r\n\t<br />\r\n\tProponents and critics disagree as to whether a voucher system would be good or bad and about the perils of doing nothing. The Congressional Budget Office says the Ryan plan would end up costing seniors more out-of-pocket for health care than they pay now. But we are dealing here with the more basic issue of Benzing&rsquo;s claim: that Republicans plan to end Medicare.<br />\r\n\t<br />\r\n\tIf you are 55 years or older already, it would not change. And if you are younger, the Ryan plan would leave you with a different Medicare system, but one in which the government still played a big role in your health coverage.<br />\r\n\t<br />\r\n\tThis has been rehashed repeatedly.<br />\r\n\t<br />\r\n\t<a href=\"http://www.politifact.com/wisconsin/statements/2011/jun/10/sandy-pasch/democratic-wisconsin-state-rep-sandy-pasch-says-go/\">From our colleagues at PolitiFact Wisconsin on June 10:</a> &quot;Moreover, we&rsquo;ve established that, although it&rsquo;s expected that senior citizens would pay more for health care under Ryan&rsquo;s plan, they would still have health care.&quot;<br />\r\n\t<br />\r\n\t<a href=\"http://www.politifact.com/virginia/statements/2011/jun/09/democratic-congressional-campaign-committee/dccc-says-hurt-voted-again-end-medicare/\">From PolitiFact Virginia on June 9:</a> &quot;Would the plan really end Medicare? The Republican plan would be a huge change to the current program, and future seniors would have to pay more for their health plans if it becomes law. But to say it would end Medicare, as the DCCC e-mail does, is a major exaggeration. All seniors -- current and future -- would continue to be offered coverage under the proposal, and the program&rsquo;s budget would increase every year.&quot;<br />\r\n\t<br />\r\n\t<a href=\"http://www.politifact.com/truth-o-meter/statements/2011/may/25/agenda-project/throw-granny-cliff-asks-what-country-would-be-with/\">From the national PolitiFact on May 25</a>: &quot;Seniors would continue to be offered coverage under the proposal, and the program&rsquo;s budget would increase every year although at a rate not expected to match the rise in medical costs. The government would still play a critical role in directing the program and setting standards.&quot;<br />\r\n\t<br />\r\n\t<a href=\"http://www.politifact.com/wisconsin/statements/2011/apr/11/moveon/moveonorg-says-proposed-house-republican-budget-ab/\">From PolitiFact Wisconsin on April 11:</a> &quot;To be sure, the plan would change Medicare, significantly, starting in 2022. But for those who turn 65 before then, there would be no changes at all, even after 2022. And for the others, Medicare would change -- dramatically -- but it would still exist.&quot;<br />\r\n\t<br />\r\n\tWhy, then, did the Brown campaign say that the Republican plan would end Medicare? Benzing sent us three sources for the statement. The first was a <a href=\"http://online.wsj.com/article/SB10001424052748703806304576240751124518520.html\">Wall Street Journal article</a> on April 4 that, according to Benzing, said the Ryan plan &quot;would essentially end Medicare.&quot; The Journal article, however, didn&rsquo;t quite say that.<br />\r\n\t<br />\r\n\tIt said: &quot;The plan would essentially end Medicare, which now pays most of the health-care bills for 48 million elderly and disabled Americans, as a program that directly pays those bills.&quot;<br />\r\n\t<br />\r\n\tChanging the payment method is not the same as ending the entire program.<br />\r\n\t<br />\r\n\tHer next source was a <a href=\"http://www.kaiserhealthnews.org/Stories/2011/April/05/ryan-plan-for-medicare-vouchers-vs-premium-support.aspx\">Kaiser Health News article from April 4</a> that said, &quot;A premium support model would fundamentally change the way that Medicare works by limiting the amount of money the federal government spends on medical services for seniors and the disabled. Currently, Medicare is an entitlement program, which means that the government must help finance every doctor visit and medical service that an individual needs.&quot;<br />\r\n\t<br />\r\n\tThere&rsquo;s little question about a fundamental change -- but that, too, is not the same as killing Medicare, especially since the program would remain unchanged for people who retire before 2022.<br />\r\n\t<br />\r\n\tFinally, she listed a <a href=\"http://www.kaiserhealthnews.org/Stories/2011/April/06/CBO-Seniors-Pay-More-Medicare-Ryan-Plan.aspx\">Kaiser Health News article from April 5</a> that said seniors would pay sharply more for their Medicare coverage under Ryan&rsquo;s plan. It provided estimates from the Congressional Budget Office. &quot;For example, by 2030, under the plan, typical 65 year olds would be required to pay 68 percent of the total cost of their coverage, which includes premiums, deductibles, and other out-of-pocket costs, according to CBO. &nbsp;That compares with the 25 percent they would pay under current law, CBO said.&quot;<br />\r\n\t<br />\r\n\tBenzing cited the article accurately. It should be mentioned, however, that Medicare trustees <a href=\"http://www.nationaljournal.com/healthcare/trustees-medicare-to-go-broke-in-2024-20110513\">don&rsquo;t see the current rate, generous though it may be, as sustainable past 2024</a>. Some other form of savings, cost sharing or revenue-raising methods may be inevitable.<br />\r\n\t<br />\r\n\t&quot;Ask anyone who will pay twice as much out-of-pocket under the Republican plan if it&#39;s still Medicare,&quot; Benzing told us when we asked about the plan-to-end-Medicare claim. &quot;Ask anyone who thought they were going to have guaranteed coverage and now won&#39;t if it&#39;s still Medicare.&quot;<br />\r\n\t<br />\r\n\tThose are questions of degree. Change of some kind is likely -- so will that mean death to Medicare?<br />\r\n\t<br />\r\n\tCertainly not for millions of current retirees and baby boomers now over age 55. For everyone else, the Ryan plan might better be defined by using another political chestnut, namely, the end of &quot;Medicare as we know it&quot; -- a cliche, perhaps, but one with enough qualification to keep the claim out of the hot seat.<br />\r\n\t<br />\r\n\tThe Brown fund-raising pitch had no such qualification. No matter how often it&#39;s said, this still remains true - that the unqualified end-of-Medicare statement is not accurate.<br />\r\n\t<br />\r\n\tAnd on the Truth-O-Meter, that means the statement still garners a rating of False.</p>", "ruling_comments_date": "2011-06-26T14:42:32.866194", "ruling_date": "2011-06-27T06:00:00", "ruling_headline": "U.S. Sen. Sherrod Brown's campaign warns there is a Republican plan to end Medicare", "ruling_headline_slug": "us-sen-sherrod-browns-campaign-warns-there-republi", "ruling_link_text": "Is there no end to this False claim?", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tFund-raising e-mail from Sarah Benzing, campaign manager, Friends of Sherrod Brown, June 20, 2011<br />\r\n\t<br />\r\n\tE-mail from Sarah Benzing with sources for the claim, June 21, 2011<br />\r\n\t<br />\r\n\tThe Wall Street Journal, &quot;<a href=\"http://online.wsj.com/article/SB10001424052748703806304576240751124518520.html\">GOP aim: cut $4 trillion</a>,&quot; by Naftali Bendavid, April 4, 2011<br />\r\n\t<br />\r\n\tKaiser Health News, &quot; <a href=\"http://www.kaiserhealthnews.org/Stories/2011/April/05/ryan-plan-for-medicare-vouchers-vs-premium-support.aspx\">Understanding Rep. Ryan&rsquo;s Plan for Medicare</a>,&quot; April 4, 2011<br />\r\n\t<br />\r\n\tKaiser Health News, &quot;<a href=\"http://www.kaiserhealthnews.org/Stories/2011/April/06/CBO-Seniors-Pay-More-Medicare-Ryan-Plan.aspx\">CBO: Seniors would pay much more for Medicare under Ryan plan</a>,&quot; April 5, 2011<br />\r\n\t<br />\r\n\tNational Journal, &quot;<a href=\"http://www.nationaljournal.com/healthcare/trustees-medicare-to-go-broke-in-2024-20110513\">Trustees: Medicare to go broke in 2024</a>,&quot; by Matthew DoBias, May 5, 2011<br />\r\n\t<br />\r\n\tPolitiFact Wisconsin, &nbsp;&quot;<a href=\"http://www.politifact.com/wisconsin/statements/2011/jun/10/sandy-pasch/democratic-wisconsin-state-rep-sandy-pasch-says-go/\">Democratic Wisconsin state Rep. Sandy Pasch says GOP U.S. Rep. Paul Ryan&rsquo;s budget plan would end health care for seniors</a>,&quot; June 10, 2011<br />\r\n\t<br />\r\n\tPolitiFact Virginia, &quot;<a href=\"http://www.politifact.com/virginia/statements/2011/jun/09/democratic-congressional-campaign-committee/dccc-says-hurt-voted-again-end-medicare/\">DCCC says Hurt voted again to end Medicare</a>,&quot; 06-09-2011<br />\r\n\t<br />\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2011/may/25/agenda-project/throw-granny-cliff-asks-what-country-would-be-with/\">Throw-granny-from-the-cliff ad asks what the U.S. would be &lsquo;without Medicare</a>&rsquo;,&quot; May 25, 2011<br />\r\n\t<br />\r\n\tPolitiFact Wisconson, &quot;<a href=\"http://www.politifact.com/wisconsin/statements/2011/apr/11/moveon/moveonorg-says-proposed-house-republican-budget-ab/\">MoveOn.org says proposed House Republican budget abolishes Medicare in 10 years</a>,&quot; April 11, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 4, "current_job": "U.S. Senator", "false_count": 4, "first_name": "Sherrod", "half_true_count": 5, "home_state": "Ohio", "id": 387, "last_name": "Brown", "mostly_true_count": 9, "name_slug": "sherrod-brown", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact-sherrod-brown2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/387/", "total_count": 37, "true_count": 14, "website": "http://www.brown.senate.gov/"}, "statement": "<p>\r\n\tThere is a Republican &quot;plan to end Medicare.&quot;</p>", "statement_context": "a campaign fund-raising letter", "statement_date": "2011-06-20", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 50, "photo": null, "resource_uri": "/api/v/2/subject/50/", "subject": "Medicare", "subject_slug": "medicare", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}