{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2011/jun/27/allen-west/allen-west-says-military-spent-115-million-first-3/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": null, "id": 4004, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/4004/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tWar is hell. War is expensive. And we can attempt to quantify just how expensive it is.<br />\r\n\t<br />\r\n\tThat&#39;s what Republican U.S. Rep. Allen West, an Army veteran who now represents part of Broward and Palm Beach counties, did in a June 20, 2011 interview on Fox News.&nbsp;<br />\r\n\t<br />\r\n\tWest has been critical of the U.S. military actions in Libya launched in March. In a&nbsp;<a href=\"http://www.miamiherald.com/2011/06/23/2282055/libya-debate-creates-unusual-political.html\"><em>Miami Herald/St. Petersburg Times</em> article</a>&nbsp;on June 23, West was quoted as saying &quot;We can&#39;t keep committing U.S. military to &#39;protect innocent civilians&#39;; they&#39;re exhausted.&quot; He went into more detail on Fox News in response to a question about whether President Barack Obama would have gotten authorization from Congress to launch the operation, West responded:&nbsp;<br />\r\n\t<br />\r\n\t&quot;Well, the thing is this. You have got to be able to explain what the mission is. And being 22 years in the United States military, we have seen three different missions being stated. First of all, we&#39;re going to protect innocent civilians. Kind of hard to do that from 30,000 feet. The next thing, we say we&#39;re going to go in and attack the military capability of (Moammar) Gadhafi. Really hard to do between the vehicles of the rebels and his vehicles. And now we want to take Moammar Gadhafi out of power. There are means by which we can restrict and constrain and kind of temper Moammar Gadhafi without coming back again and having a third combat operation. And you want to talk about the economics of this, in the first 24 to 36 hours, you saw $115 million go downrange because a Tomahawk cruise missile is a little over $1 million each.&quot;&nbsp;<br />\r\n\t<br />\r\n\tFor this Truth-O-Meter item, we wondered if West got his numbers right. How much does the Tomahawk cruise missile cost and did we spend $115 million in the first 24 to 36 hours on missiles in Libya?&nbsp;<br />\r\n\t<br />\r\n\tAnd what if anything can we draw from that initial cost?<br />\r\n\t<br />\r\n\tNavy spokeswoman Amanda Greenberg told us in a June 23 interview that a Tomahawk cruise missile costs approximately $1.1 million. During the first&nbsp;24 to 36 hours, 110 were fired by Coalition forces -- the majority by the U.S, she said. That math works out to about $121 million.<br />\r\n\t<br />\r\n\tWest&#39;s spokeswoman Angela Sachitano directed us to a March 23 article in the&nbsp;<em><a href=\"http://nationaljournal.com/nationalsecurity/costs-of-libya-operation-already-piling-up-20110321\">National Journal</a></em>&nbsp;which states: &quot;On the first day of strikes alone, U.S.-led forces launched 112 long-range Tomahawk cruise missiles, which cost about $1 million to $1.5 million apiece, from ships stationed off the Libyan coast. That totaled $112 million to $168 million. Since those first strikes, U.S. and British forces have launched at least another 12 Tomahawk missiles. The Defense Department typically buys about 200 Tomahawks a year. While the military likely can put off buying new missiles for months, it will ultimately need to boost planned procurement rates to refill its stockpile.&quot;<br />\r\n\t<br />\r\n\tThe tab in Libya continues to rise. That&#39;s a concern among Democrats and Republicans who have opposed the conflict that the Obama administration entered without seeking Congressional authority. Whether Obama violated the 1973 War Powers Resolution is the topic of a separate June 22, 2011 article on&nbsp;<a href=\"http://www.politifact.com/truth-o-meter/article/2011/jun/22/are-us-actions-libya-subject-war-powers-resolution/\">PolitiFact.</a><br />\r\n\t<br />\r\n\tThe White House said in a report that as of June 3, the cost of the Libya operation was about $716 million. By Sept. 30, or 90 days into the conflict,&nbsp;that figure is expected to rise to about $1.1 billion.</p>\r\n<p>\r\n\tWest&#39;s numbers about the first day and a half are clearly on target or close enough. But what do they mean? We interviewed four experts including Gordon Adams, a professor of foreign policy at American University who was associate director for national security and international affairs at the federal Office of Management and Budget in the 1990s. We also interviewed Zack Cooper, senior analyst at the nonpartisan Center for Strategic Budgetary Assessments who co-wrote a&nbsp;<a href=\"http://www.csbaonline.org/wp-content/uploads/2011/03/2011.03.09-Libya-No-Fly-Zone.pdf\">report</a>&nbsp;in March about the costs of a no-fly zone in Libya published before the conflict started. Our additional experts were James Phillips, senior research fellow for Middle Eastern affairs at the conservative Heritage Foundation, and Michael O&#39;Hanlon, a senior fellow in foreign policy at the left-leaning Brookings Institution.&nbsp;<br />\r\n\t<br />\r\n\tNone of our experts quibbled with West&#39;s numbers. But some said the cost from the first day and half doesn&#39;t shed much light on the big picture.<br />\r\n\t<br />\r\n\t&quot;His numbers are right but it doesn&#39;t mean anything,&quot; Adams said, because the government already bought those missiles and would ultimately use them somewhere.<br />\r\n\t<br />\r\n\t&quot;We&#39;ve already got them in the inventory -- it&#39;s not a new expenditure,&quot; Adams said.<br />\r\n\t<br />\r\n\tThe government won&#39;t necessarily replace each Tomahawk missile that it used in Libya, Adams said. And that initial cost &quot;doesn&#39;t tell you anything&quot; about how much will ultimately be spent because we don&#39;t know how long the operation will continue or the operational tempo.<br />\r\n\t<br />\r\n\tCooper&#39;s report estimated the initial and longer-term costs of creating different types of no-fly zones. For a limited no-fly zone covering mostly northern Libya, the report estimated upfront costs between $400 and $800 million and ultimately between $1.18 and $3.4 billion over six months.<br />\r\n\t<br />\r\n\t&quot;The initial costs in these sorts of operations are typically higher in the first stages of the operations because more expensive munitions are being used and there are a high number of targets at the outset of combat operations,&quot; Cooper said in an e-mail.<br />\r\n\t<br />\r\n\tIt&#39;s not helpful to compare the cost in the first day and a half in Libya to other conflicts, Cooper said. For some broader conflicts where the initial start-up time is at least multiple days and can include troops on the ground, it&#39;s harder to pinpoint the costs compared to the cost of dropping a certain number of bombs and multiplying the cost of each bomb. For other conflicts including some of the no-fly zones &quot;they start small and sort of&nbsp;build so initial costs may be relatively small but costs over time may be large.&quot;<br />\r\n\t<br />\r\n\t&quot;I think the Libya situation is anomolous,&quot; Cooper said.&nbsp;<br />\r\n\t<br />\r\n\tSo can we draw any meaning from the costs in Libya the first 36 hours?<br />\r\n\t<br />\r\n\t&quot;The cost of the first day or first couple of days was largely Tomahawk missiles and maybe some other munitions, but for the most part that&#39;s why it was so expensive,&quot; Cooper said. &quot;The cost in the long term of a no-fly zone is typically fuel and operational costs so the two are very different. The upfront cost of imposing a no-fly zone are typically substantially higher than the week-to-week cost of flying planes above Libyan territory.&quot;<br />\r\n\t<br />\r\n\tOn Fox News West said that the United States launched about $115 million worth of missiles within the first day or day and a half in Libya. That&#39;s about $6 million less than the figure we received from the Navy. And West didn&#39;t note that some of the Tomahawks were fired by U.S. allies. But still, close enough. But there are a couple of caveats -- namely, that the U.S. already had those missiles in stock, so it doesn&#39;t represent new spending. And initial costs in a military intervention are always higher, experts told us. We rate this claim Mostly True.</p>", "ruling_comments_date": "2011-06-27T10:57:34.384940", "ruling_date": "2011-06-27T10:55:40", "ruling_headline": "Allen West says military spent $115 million in first 36 hours in Libya", "ruling_headline_slug": "allen-west-says-military-spent-115-million-first-3", "ruling_link_text": "The missiles cost about $1.1 million apiece", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tFox News transcript, Allen West interview, accessed via Nexis, June 20, 2011<br />\r\n\t<br />\r\n\tPolitiFact,&nbsp;<a href=\"http://www.politifact.com/truth-o-meter/article/2011/jun/22/are-us-actions-libya-subject-war-powers-resolution/\">&quot;Are U.S. actions in Libya subject to the War Powers resolution?,&quot;</a>&nbsp;June 22, 2011<br />\r\n\t<br />\r\n\tNational Journal<a href=\"http://nationaljournal.com/nationalsecurity/costs-of-libya-operation-already-piling-up-20110321\">,&quot;Costs of Libya operation already piling up,&quot;</a>&nbsp;March 23, 2011<br />\r\n\t<br />\r\n\t<em>New York Times</em>,&nbsp;<a href=\"http://www.nytimes.com/2011/05/13/world/africa/13gates.html?_r=1\">&quot;Gates put the cost of Libya mission at $750 million,&quot;</a>&nbsp;May 12, 2011<br />\r\n\t<br />\r\n\t<em>Miami Herald/St. Petersburg Times</em>,&nbsp;<a href=\"http://www.miamiherald.com/2011/06/23/2282055/libya-debate-creates-unusual-political.html\">&quot;Libya debate creates unusual political alliances in Fla., and on Capitol Hill&quot;,</a>&nbsp;June 23, 2011<br />\r\n\t<br />\r\n\tWhite House, report on Libya, June 2011<br />\r\n\t<br />\r\n\tCenter for Strategic and Budgetary Assessments,&nbsp;<a href=\"http://www.csbaonline.org/wp-content/uploads/2011/03/2011.03.09-Libya-No-Fly-Zone.pdf\">&quot;Selected options and costs for a no-fly zone over Libya,&quot;</a>&nbsp;March 2011<br />\r\n\t<br />\r\n\tInterview, Gordon Adams, professor of foreign policy at American University, June 24, 2011<br />\r\n\t<br />\r\n\tInterview, Zack Cooper, senior analyst at the Center for Strategic Budget Assessments, June 23-24, 2011<br />\r\n\t<br />\r\n\tInterview, James Phillips, senior research fellow for Middle Eastern Affairs at the Heritage Foundation, June 24, 2011<br />\r\n\t<br />\r\n\tInterview, Michael O&#39;Hanlon, senior fellow in foreign policy at Brookings Institution, June 24, 2011<br />\r\n\t<br />\r\n\tInterview, Amanda Greenberg, Navy spokeswoman, June 24, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 6, "current_job": "U.S. representative, Florida District 22", "false_count": 9, "first_name": "Allen", "half_true_count": 3, "home_state": "Florida", "id": 390, "last_name": "West", "mostly_true_count": 1, "name_slug": "allen-west", "pants_count": 4, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/allenwest.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/390/", "total_count": 26, "true_count": 3, "website": ""}, "statement": "<p>\r\n\tIn the first 24 to 36 hours of the operation in Libya, &quot;you saw $115 million go downrange because a Tomahawk cruise missile is a little over $1 million each.&quot;</p>", "statement_context": "a Fox News interview", "statement_date": "2011-06-20", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}], "target": [], "twitter_headline": ""}