{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2011/jun/29/john-boehner/polls-taxes-show-people-favor-mixed-approach/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 4008, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/4008/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tRepublicans stopped negotiations on raising the debt limit with Democrats on Thursday June 23, 2011, saying they would not agree to any increases in taxes.<br />\r\n\t<br />\r\n\tThe debt ceiling is the legal limit on the amount of debt the United States is allowed to hold. If the government needs to go over that limit, Congress first needs to grant permission. The U.S. is expected to hit the debt limit -- a mind-boggling $14.3 trillion -- later this summer.<br />\r\n\t<br />\r\n\tRepublicans, led by Majority Leader Eric Cantor, R-Va., have been negotiating with Vice President Joe Biden to try to reach agreement to raise the debt limit. Republicans want spending cuts, but Democrats have said new revenue-raisers should be included as well. Revenue-raisers could include traditional tax increases or could mean ending tax exemptions and closing loopholes.<br />\r\n\t<br />\r\n\tOn Thursday, Speaker of the House John Boehner of Ohio repeated the Republican position that tax increases couldn&#39;t be part of any deal:</p>\r\n<p>\r\n\t&quot;Listen, we&#39;ve got to stop spending money that we don&#39;t have, and since the beginning, the majority leader and myself, along with Sen. McConnell and Sen. Kyl have been clear: tax hikes are off the table. First of all: raising taxes is going to destroy jobs. If you raise taxes on the people that we need to grow our economy and to hire new workers, guess what: they&#39;re not going to do it if they have to pay higher taxes to the federal government. Second, a tax hike cannot pass the U.S. House of Representatives. It&#39;s not just a bad idea, it doesn&#39;t have the votes, and it can&#39;t happen. And third, the American people don&#39;t want us to raise taxes. They know that we&#39;ve got a spending problem. That&#39;s why Republicans passed a budget that pays down debt over time without raising taxes.&quot;<br />\r\n\t<br />\r\n\tThere&#39;s a lot in that statement, but we what we wanted to fact-check today is Boehner&#39;s final point: The American people don&#39;t want us to raise taxes. We&#39;ve seen polling data that contradicts that, so we thought it was time for a review of the evidence.&nbsp;<br />\r\n\t<br />\r\n\tAs with most polling, the answers you get depend on how you ask the questions.&nbsp;<br />\r\n\t<br />\r\n\tThe pollsters at Gallup conduct an annual survey in which they ask, &quot;Do you consider the amount of federal income tax you have to pay as too high, about right, or too low?&quot;<br />\r\n\t<br />\r\n\tThis year, a majority -- 50 percent -- said &quot;too high.&quot; (That&#39;s in line with previous years and even a bit lower than in the 1990s.) Another 43 percent said &quot;about right,&quot; and a measly 4 percent said &quot;too low.&quot;<br />\r\n\t<br />\r\n\tThe poll, conducted in April right before Tax Day, also asked about fairness: &quot;Do you regard the income tax which you will have to pay this year as fair?&quot;</p>\r\n<p>\r\n\tTo that question, 40 percent say their taxes are not fair, but 57 percent say, yes, their taxes are fair.&nbsp;</p>\r\n<p>\r\n\tSo too high, but fair? Isn&#39;t that contradictory? Gallup says not necessarily.</p>\r\n<p>\r\n\t&quot;Notably, more Americans consider their taxes fair than say they pay the right amount in taxes (57 percebt vs. 43 percent), suggesting more people dislike what they pay than feel it is unjust,&quot; the pollsters concluded.&nbsp;</p>\r\n<p>\r\n\tAll right, so nobody likes taxes. But what about public policy?</p>\r\n<p>\r\n\tBoehner&#39;s office referred us to a recent Bloomberg poll on the economy, which asked, &quot;Which of the following approaches is more likely to be successful in growing the U.S. economy and creating jobs?&quot;</p>\r\n<p>\r\n\tThe number one answer, with 55 percent, was &quot;Spending cuts and tax cuts will give businesses more confidence to hire. The other choices were, &quot;Government needs to keep spending at current level now because the job market is so weak&quot; (17 percent); &quot;Government needs to spend more to stimulate the economy&quot; (also 17 percent); and &quot;Not sure&quot; (11 percent).</p>\r\n<p>\r\n\tThe poll also asked, &quot;Would you be willing to pay more in taxes to reduce the federal deficit, or are you not willing to pay more, even if the deficit grows?&quot; A large majority, 61 percent, said they were not willing to pay more. About 36 percent said they were willing to pay more.&nbsp;</p>\r\n<p>\r\n\tStill, we found a number of polls that indicate people do want the government to raise taxes. That was most clearly the case when it comes to raising taxes on the wealthy and on corporations.</p>\r\n<p>\r\n\tSeveral polls ask people if taxes should be increased on people who make more than $250,000. Polls show substantial majorities support the idea. We found majorities of 72 percent, 64 percent, and 59 percent. (Those are from April polls by ABC News/<i>Washington Post</i>, McClatchy-Marist, and&nbsp;<i>USA Today</i>/Gallup, respectively.)&nbsp;</p>\r\n<p>\r\n\tOn whether corporations pay enough in taxes, Gallup found that 67 percent said they pay too little.</p>\r\n<p>\r\n\tFinally, we should note one area where we found contradictions on tax increases --in polls that ask people if they favor spending cuts, tax increases, or some combination thereof.&nbsp;</p>\r\n<p>\r\n\tA Reuters/Ipsos poll conducted at the beginning of May found that most people, 52 percent, favored a combination of cuts and tax increases. The NBC/<i>Washington Post</i>&nbsp;poll from April found that number was even higher, at 59 percent.&nbsp;</p>\r\n<p>\r\n\tOn the other hand, when you don&#39;t give people the option of both, they favor spending cuts over tax increases by significant margins. We found a Reuters/Ipsos poll from March that found people favored spending cuts over tax increase by 56 percent to 30, and a CBS News/<i>New York Times</i>&nbsp;poll from January that put it at 62 to 29.</p>\r\n<p>\r\n\tBut then we found polls that asked participants if they preferred cuts to benefits such as Social Security and Medicare over tax increases. In those cases, the results favored tax increases. The CBS News/<i>New York Times</i>&nbsp;poll found that 62 percent favored increasing taxes before Medicare benefits are cut.</p>\r\n<p>\r\n\tWe turned to Karlyn Bowman, a senior fellow at the conservative American Enterprise Institute, who studies polling and has conducted a review of polls on taxation. We asked her, why the contradiction? Here&#39;s what she had to say:</p>\r\n<p>\r\n\t&quot;Generally, combinations of tax hikes and spending cuts are most popular. It seems fair to most people. Spending cuts are favored in the abstract. Tax hikes are favored as long as they don&#39;t affect me. Generally, people don&#39;t think anybody should have to pay more than a quarter of their income in total taxes.</p>\r\n<p>\r\n\t&quot;Those are general statements I think we can make. As someone who reads almost all the polls, it is very hard for me to go beyond these&nbsp;generalities. Hypothetical questions about what Congress or the administration should do are especially dangerous because people think in concrete and not abstract terms,&quot; she said.&nbsp;</p>\r\n<p>\r\n\tMarc Mellman, CEO of the Mellman Group and a Democratic pollster, agreed that people tend to favor a mix of tax hikes and spending cuts when it comes to balancing the budget.</p>\r\n<p>\r\n\t&quot;People don&#39;t want to pay more taxes, but to deal with the deficit, they prefer a balanced approach that combines tax increases with spending cuts,&quot; he said.&nbsp;</p>\r\n<p>\r\n\tIn conclusion, Boehner said that &quot;the American people don&#39;t want us to raise taxes.&quot; In fact, polls indicate that people don&#39;t like taxes, but they are often okay with increasing specific taxes or closing loopholes. Additionally, when it&#39;s time to make hard decisions about the budget, they favor a balanced approach of spending cuts and tax increases. Finally, they tend to favor tax increases for other people -- such as the wealthy or corporations -- if not themselves. Overall, we rate his statement Barely True.&nbsp;</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2011-06-27T14:18:08.125604", "ruling_date": "2011-06-29T10:56:39", "ruling_headline": "John Boehner says they don't, but polls on taxes show many do ", "ruling_headline_slug": "polls-taxes-show-people-favor-mixed-approach", "ruling_link_text": "People do like tax increases on the wealthy", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tSpeaker of the House John Boehner,&nbsp;<a href=\"http://www.speaker.gov/News/DocumentSingle.aspx?DocumentID=248436\">&quot;Tax Hikes Are Off the Table,&quot;</a>&nbsp;Says Speaker Boehner, June 23, 2011<br />\r\n\t<br />\r\n\tBloomberg,&nbsp;<a href=\"http://www.bloomberg.com/news/2011-06-22/americans-worse-now-than-when-obama-inaugurated-by-44-34-margin-in-poll.html\">Americans Worse Than When Obama Inaugurated by 44%-34% Margin</a>&nbsp;and&nbsp;<a href=\"http://media.bloomberg.com/bb/avfile/rLCZb_QxP4kE\">poll results</a>, June 22, 2011</p>\r\n<div style=\"margin-top: 0px; margin-bottom: 0px; \">\r\n\tPollingReport.com,&nbsp;<a href=\"http://pollingreport.com/budget.htm\">various polls on the budget</a>, accessed June 24, 2011<br />\r\n\t<br />\r\n\tGallup,&nbsp;<a href=\"http://www.gallup.com/poll/1714/taxes.aspx\">Taxes and tax cuts</a>, accessed June 24, 2011<br />\r\n\t<br />\r\n\tGallup,&nbsp;<a href=\"http://www.gallup.com/poll/147152/Americans-Split-Whether-Taxes-High.aspx\">Americans Still Split About Whether Their Taxes Are Too High</a>, April 18, 2011<br />\r\n\t&nbsp;</div>\r\n<div style=\"margin-top: 0px; margin-bottom: 0px; \">\r\n\tE-mail interview with Karlyn Bowman, June 24, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Mark Mellman, June 27, 2011</div>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 13, "current_job": "Speaker of the House of Representatives", "false_count": 22, "first_name": "John", "half_true_count": 11, "home_state": "Ohio", "id": 49, "last_name": "Boehner", "mostly_true_count": 4, "name_slug": "john-boehner", "pants_count": 2, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-johnboehner.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/49/", "total_count": 69, "true_count": 17, "website": "http://www.speaker.gov/"}, "statement": "<p>\r\n\t&quot;The American people don&#39;t want us to raise taxes.&quot;</p>", "statement_context": "a press conference", "statement_date": "2011-06-24", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 194, "photo": null, "resource_uri": "/api/v/2/subject/194/", "subject": "Polls and Public Opinion", "subject_slug": "polls", "used_in_edition": ["/api/v/2/edition/10/"]}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ""}