{"art": [], "author": [{"email_address": "bwichert@starledger.com", "first_name": "Bill", "id": 245, "last_name": "Wichert", "name_slug": "bill-wichert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 15, "publication_name": "Newark Star-Ledger", "resource_uri": "/api/v/2/publication/15/"}, "resource_uri": "/api/v/2/staffer/245/", "title": "PolitiFact New Jersey Reporter", "twitter": null}], "canonical_url": "/new-jersey/statements/2011/jul/05/chris-christie/gov-chris-christie-says-new-jersey-second-nation-m/", "edition": {"adkey": "Editions", "advalue": "New Jersey", "edition": "New Jersey", "edition_slug": "new-jersey", "has_afterthefact": false, "id": 13, "index_page": false, "meter_name": "The New Jersey Truth-O-Meter", "resource_uri": "/api/v/2/edition/13/"}, "editor": [{"email_address": "cshinske@starledger.com", "first_name": "Caryn", "id": 246, "last_name": "Shinske", "name_slug": "caryn-shinske", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 15, "publication_name": "Newark Star-Ledger", "resource_uri": "/api/v/2/publication/15/"}, "resource_uri": "/api/v/2/staffer/246/", "title": "PolitiFact New Jersey editor", "twitter": null}], "facebook_headline": null, "id": 4020, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "bwichert@starledger.com", "first_name": "Bill", "id": 245, "last_name": "Wichert", "name_slug": "bill-wichert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 15, "publication_name": "Newark Star-Ledger", "resource_uri": "/api/v/2/publication/15/"}, "resource_uri": "/api/v/2/staffer/245/", "title": "PolitiFact New Jersey Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/4020/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tGov. Chris Christie likes to tell people how New Jersey leads the nation or comes close in various fiscal categories, but when it comes to Medicaid spending, the Republican issued the wrong diagnosis.<br />\r\n\t<br />\r\n\tDuring the June 16 broadcast of On the Line, host Steve Adubato was pressing Christie about why the governor wouldn&rsquo;t support a tax increase for higher income earners. Adubato argued that revenue could support health benefits for struggling families.<br />\r\n\t<br />\r\n\tChristie said New Jersey already faces high taxes and offered this extra dose of reasoning:<br />\r\n\t<br />\r\n\t&quot;We have the second-richest Medicaid program in America. Only the State of New York spends more money on Medicaid than the State of New Jersey. Steve, at some point, we have to say no to certain things.&quot;<br />\r\n\t<br />\r\n\tPolitiFact New Jersey found that New Jersey&rsquo;s Medicaid expenses in recent years were higher than most of the country, but not as high as Christie said they were.<br />\r\n\t<br />\r\n\tAccording to three separate analyses -- covering the current federal fiscal year and the two previous ones -- New Jersey has ranked ninth each time in overall state spending on Medicaid. A Christie spokesman later pointed to older fiscal year numbers to back up the governor&rsquo;s statement.<br />\r\n\t<br />\r\n\tBased on data from the Centers for Medicare &amp; Medicaid Services, two analyses were performed by PolitiFact New Jersey and the other by the California-based Henry J. Kaiser Family Foundation, a group that analyzes health care policy.<br />\r\n\t<br />\r\n\tFirst, let&rsquo;s start with the older numbers.<br />\r\n\t<br />\r\n\tAccording to the foundation&rsquo;s website -- <a href=\"http://www.statehealthfacts.org/\">www.statehealthfacts.org</a>-- the state share of Medicaid spending in New Jersey between October 2008 and September 2009 was about $3.9 billion, putting it in ninth place among the 50 states and Washington, D.C.<br />\r\n\t<br />\r\n\tA similar result turned up when we looked at more recent numbers.<br />\r\n\t<br />\r\n\tTony Salters, a spokesman for the Centers for Medicare &amp; Medicaid Services, provided us with data on Medicaid expenses from fiscal year 2010 as well as the first two quarters of fiscal year 2011.<br />\r\n\t<br />\r\n\tBased on that data, New Jersey ranked ninth among the states for overall state spending on Medicaid between October 2009 and September 2010. For the first two quarters of the current fiscal year, New Jersey also ranked ninth among the states, according to the federal data.<br />\r\n\t<br />\r\n\tIn each of the three fiscal years, the states ahead of New Jersey were New York, California, Texas, Pennsylvania, Illinois, Florida, Massachusetts and Ohio, according to the federal data.<br />\r\n\t<br />\r\n\tIf we go further back and look at a different measure, New Jersey still doesn&rsquo;t rank second.<br />\r\n\t<br />\r\n\tJoel Cantor, director of the Center for State Health Policy at Rutgers University, said he prefers the measure of total Medicaid spending per person below the federal poverty level. Based on that measure, New Jersey ranked 13th out of the 50 states and Washington, D.C. in federal and state spending combined in federal fiscal year 2008, Cantor said.<br />\r\n\t<br />\r\n\tAfter being presented with some of our findings, Christie spokesman Michael Drewniak pointed to a different analysis performed by the Kaiser Family Foundation.<br />\r\n\t<br />\r\n\tThat analysis shows that New Jersey ranked second among the states behind Alaska in Medicaid payments per adult in federal fiscal year 2007. Those payments represent federal and state shares.<br />\r\n\t<br />\r\n\t&quot;Of course, who we are second to is less relevant than the essential point that this is one more area where New Jersey ranked near the top in something (like taxes), and not in a good way,&quot; Drewniak wrote in an email.<br />\r\n\t<br />\r\n\tBut Medicaid payments for adults accounted for about 8 percent of total payments in New Jersey in federal fiscal year 2007, marking the smallest percentage among four enrollment groups, according to the foundation.<br />\r\n\t<br />\r\n\tWhen we look at per-person payments for elderly and disabled residents -- the two largest groups benefiting from Medicaid funding -- New Jersey ranked 16th and fifth, respectively, among the 50 states and Washington, D.C., according to the foundation.<br />\r\n\t<br />\r\n\tLet&rsquo;s review:<br />\r\n\t<br />\r\n\tIn discussing his opposition to raising taxes on higher income earners, Christie said, &quot;Only the State of New York spends more money on Medicaid than the State of New Jersey.&quot;<br />\r\n\t<br />\r\n\tYet federal data going back nearly three years has shown that New Jersey consistently ranks ninth in overall state spending on Medicaid. A Christie spokesman said New Jersey ranked second behind Alaska in payments per adult, but the least amount of Medicaid payments went towards that enrollment group.<br />\r\n\t<br />\r\n\tNew Jersey lands in the top ten for Medicaid spending in many cases, but the governor was wrong in his specific assertion that New Jersey ranked second. We rate Christie&rsquo;s statement False.</p>\r\n<p>\r\n\tTo comment on this ruling, go to <a href=\"http://www.nj.com/news/index.ssf/2011/07/politifact_new_jersey_states_m.html\">NJ.com</a>.</p>", "ruling_comments_date": "2011-06-28T16:56:48.205894", "ruling_date": "2011-07-05T05:15:00", "ruling_headline": "Gov. Chris Christie says New Jersey is second in the nation for Medicaid spending", "ruling_headline_slug": "gov-chris-christie-says-new-jersey-second-nation-m", "ruling_link_text": "Eight states lead NJ in Medicaid spending", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tOn the Line, <a href=\"http://www.caucusnj.org/caucusnj/special_series/ontheline/christie_june2011.aspx\">Chris Christie interviewed by Steve Adubato</a>, June 16, 2011<br />\r\n\t<br />\r\n\tEmail interviews with Tony Salters, <a href=\"http://www.cms.gov/\">Centers for Medicare &amp; Medicaid Services</a>, June 20-28, 2011<br />\r\n\t<br />\r\n\tHenry J. Kaiser Family Foundation, <a href=\"http://www.statehealthfacts.org/comparemaptable.jsp?typ=4&amp;ind=636&amp;cat=4&amp;sub=47&amp;sortc=2&amp;o=d\">Federal and State Share of Medicaid Spending, FY2009</a>, accessed June 20, 2011<br />\r\n\t<br />\r\n\tEmail interviews with Joel Cantor, <a href=\"http://www.cshp.rutgers.edu/\">Center for State Health Policy at Rutgers University</a>, June 23-28, 2011<br />\r\n\t<br />\r\n\tEmail interviews with Michael Drewniak, <a href=\"http://www.state.nj.us/governor/\">spokesman for Gov. Chris Christie</a>, June 22-28, 2011<br />\r\n\t<br />\r\n\tHenry J. Kaiser Family Foundation, <a href=\"http://www.statehealthfacts.org/comparemaptable.jsp?typ=4&amp;ind=183&amp;cat=4&amp;sub=47&amp;sortc=2&amp;o=a\">Medicaid Payments per Enrollee, FY2007</a><br />\r\n\t<br />\r\n\tHenry J. Kaiser Family Foundation, <a href=\"http://www.statehealthfacts.org/comparemaptable.jsp?typ=2&amp;ind=858&amp;cat=4&amp;sub=47&amp;sortc=2&amp;o=a\">Distribution of Medicaid Payments by Enrollment Group (in millions), FY2007</a></p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 10, "current_job": "Governor of New Jersey", "false_count": 17, "first_name": "Chris", "half_true_count": 27, "home_state": "New Jersey", "id": 1251, "last_name": "Christie", "mostly_true_count": 19, "name_slug": "chris-christie", "pants_count": 8, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/christie.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1251/", "total_count": 105, "true_count": 21, "website": "http://www.state.nj.us/governor/"}, "statement": "<p>\r\n\t&quot;Only the State of New York spends more money on Medicaid than the State of New Jersey.&quot;</p>", "statement_context": "a television interview on On the Line", "statement_date": "2011-06-16", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}], "target": [], "twitter_headline": ""}