{"art": [{"brightcove": "", "caption": "A yard sign on Route 12 near Keene, N.H.", "id": 1404, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Cruise_missile_sign_big.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/1404/", "title": "Cruise missile sign in NH", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "jgregg@vnews.com", "first_name": "John", "id": 253, "last_name": "Gregg", "name_slug": "john-gregg", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 17, "publication_name": "The Valley News", "resource_uri": "/api/v/2/publication/17/"}, "resource_uri": "/api/v/2/staffer/253/", "title": "Staff Writer", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2011/jun/30/yard-sign/yard-sign-claims-barack-obama-has-fired-more-cruis/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 4028, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jgregg@vnews.com", "first_name": "John", "id": 253, "last_name": "Gregg", "name_slug": "john-gregg", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 17, "publication_name": "The Valley News", "resource_uri": "/api/v/2/publication/17/"}, "resource_uri": "/api/v/2/staffer/253/", "title": "Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/4028/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p dir=\"ltr\">\r\n\tThe decision by the Norwegian Nobel Committee to award the Nobel Peace Prize to Barack Obama in 2009, the first year of his presidency, has long rankled his opponents, who felt he was inexperienced and hadn&#39;t earned the prestigious award.<br />\r\n\t<br />\r\n\tAnd even many of Obama&rsquo;s supporters were disappointed by his decisions to continue the U.S. role in Iraq and send more troops to Afghanistan.<br />\r\n\t<br />\r\n\tSo when Obama in March 2011 decided to enforce a &quot;no-fly zone&quot; to prevent Libyan leader Moammar Gadhafi from crushing rebel forces, criticism flared.<br />\r\n\t<br />\r\n\tOne of the most cutting lines, which ricocheted around blogs and even appeared on bumper stickers from a Libertarian website, stated: &quot;Obama&rsquo;s fired more cruise missiles than all other Nobel peace prize winners combined.&quot;<br />\r\n\t<br />\r\n\tA version of that slogan was put on a sign (with &quot;missles&quot; misspelled) along Route 12 near Keene, N.H., by Mark Edgington, a libertarian talk-radio host whose program, Free Talk Live, is heard on about 100 stations around the country.<br />\r\n\t<br />\r\n\tEdgington said he believes the sign is true because of what he&#39;s read on the Internet -- plus the fact that cruise missiles were not so available when other wartime leaders won Nobel peace prizes.<br />\r\n\t<br />\r\n\t&quot;They didn&rsquo;t have cruise missiles around then, so I felt relatively confident that it was true,&quot; said Edgington, who said his concern was also directly tied to Obama&rsquo;s decision to intervene in Libya without seeking congressional authorization.<br />\r\n\t<br />\r\n\t&quot;I find the actions to be unconstitutional. And I still think there is a greater message: he&rsquo;s an awfully big killer to have received the Peace Prize, and I would have said the same thing about (former President George W.) Bush,&quot; he told PolitiFact.<br />\r\n\t<br />\r\n\tBut is Barack Obama really a warmonger? And does the Dalai Lama (winner, 1989) know about this?<br />\r\n\t<br />\r\n\tFirst, a crash course in cruise missiles. They include everything from the short-range Chinese Eagle Strike missile to the U.S. Tomahawk Land Attack missile, which has a range of 1,500 miles.<br />\r\n\t<br />\r\n\tThe Federation of American Scientists, an independent Washington-based group created in 1945 to analyze national security issues related to science and technology, defines cruise missiles as &quot;an unmanned self-propelled guided vehicle that sustains flight through aerodynamic lift for most of its flight path and whose primary mission is to place an ordnance or special payload on a target.&quot;<br />\r\n\t<br />\r\n\tMore simply put, cruise missiles, often fired from sea or air, are jet-propelled, as opposed to rocket-propelled missiles. Rather than the arc of a rocket, they fly more like a plane to avoid radar.<br />\r\n\t<br />\r\n\tAt least 12 exporting countries -- Great Britain, the United States, China, France, Germany, Israel, Italy, Japan, Norway, Russia, Sweden, and Taiwan -- have developed them, according to the FAS website, and dozens of other countries have some variant in their arsenals.<br />\r\n\t<br />\r\n\tThey aren&rsquo;t cheap, either -- Tomahawks now cost about $1.1 million apiece, the Navy said recently.<br />\r\n\t<br />\r\n\tCruise missiles can trace their antecedents to the infamous German V-1, or &quot;buzz bomb,&quot; of World War II. And some countries have had short-range, anti-ship cruise missiles for years.<br />\r\n\t<br />\r\n\tJohn Pike, the director of GlobalSecurity.org, a Washington-based website of military information, said the U.S. relied on them as part of its nuclear arsenal for most of the Cold War and then began to deploy them as conventional weapons.<br />\r\n\t<br />\r\n\tPike said current-day cruise missiles&rsquo; major debut came in 1991 during the Gulf War under President George H.W. Bush. That campaign saw almost 300 Tomahawk cruise missiles fired.<br />\r\n\t<br />\r\n\t<strong>An elite group</strong><br />\r\n\t<br />\r\n\tGiven the limited time frame that cruise missiles have been used, the number of Nobel laureates who could have fired them is limited.<br />\r\n\t<br />\r\n\tFor starters, Nobel laureates such as the International Campaign to Ban Landmines (1997), Burmese human rights activist Aung San Suu Kyi (1991) and Doctors Without Borders (1999) aren&rsquo;t going to be firing cruise missiles -- ever.<br />\r\n\t<br />\r\n\tSimilarly, while the United States fired them in Serbia as part of a NATO air campaign, they can&rsquo;t be attributed to 1991 Nobel laureate Kofi Annan, the secretary-general of the United Nations, which had peacekeeping troops in the Balkans.<br />\r\n\t<br />\r\n\tAnd former President Jimmy Carter, who won the prize in 2002, was not directly involved in any major hostilities while in office, outside of trying to rescue the American Embassy hostages in Iran.<br />\r\n\t<br />\r\n\tMikhail Gorbachev (Nobel, 1990) was known for helping to end the Cold War and reducing the nuclear arsenal, but did preside over the Soviet Union during its final years in its invasion of Afghanistan. Pike noted that western accounts of the Soviet war in Afghanistan are &quot;necessarily incomplete,&quot; but says he &quot;cannot imagine what type of cruise missile they would have used&quot; there.<br />\r\n\t<br />\r\n\tAnd while the Israelis have also developed cruise missiles over the years, some reportedly for nuclear purposes, they have held them largely in check.<br />\r\n\t<br />\r\n\tAccounts of the 1973 Yom Kippur War indicate that the Egyptians used about two dozen short-range Soviet-made anti-ship cruise missiles against the Israelis, which would implicate then-Egyptian President Anwar Sadat (who won the Nobel along with Israel&rsquo;s Menachem Begin in 1978). And the Israelis reportedly fired anti-ship Gabriel missiles at Egyptian and Syrian targets, sinking 10 of their boats.<br />\r\n\t<br />\r\n\tBut even if these were to be considered true cruise missiles, future Israeli prime ministers Yitzhak Rabin and Shimon Peres, who shared the prize with Yasser Arafat in 1994, were not in power at the time, nor was Begin. And the numbers fall short of U.S. salvos.</p>\r\n<p dir=\"ltr\">\r\n\t<strong>The Obama Tally</strong></p>\r\n<p>\r\n\tSo is Obama a cruise-missile-firing standout among Nobel laureates?<br />\r\n\t<br />\r\n\tHe has fired at least 192, according to the Pentagon&rsquo;s March 28 briefing about Libya, and is the fourth American president in a row to launch them. But he&#39;s the only president in that group to win the peace prize.<br />\r\n\t<br />\r\n\tVice President Al Gore, who went on to win his Nobel in 2007 for his work on global warming, supported the American use of cruise missiles in the 1999 NATO effort to protect Kosovo. And, in fact, as president, Bill Clinton deployed Tomahawks repeatedly, sending well over 600 cruise missiles during his administration at targets in Iraq, Serbia, Sudan and Afghanistan. But, Clinton was commander in chief, not Gore.<br />\r\n\t<br />\r\n\tIt&rsquo;s also worth noting that the 1973 Nobel Peace Prize winner, former Secretary of State and National Security Adviser Henry Kissinger, has been linked to the secret bombing of Cambodia during the Vietnam War. But he and Richard Nixon used bombers, not nuclear-tipped cruise missiles, for that campaign.<br />\r\n\t<br />\r\n\tExperts said they believe the sign&#39;s claim about Obama and cruise missiles appears technically true, but also merits some context.<br />\r\n\t<br />\r\n\tGeorge R. Lucas Jr., the chairman in ethics at the Stockdale Center for Ethical Leadership at the U.S. Naval Academy and a professor of ethics and public policy at the Naval Postgraduate School, said by e-mail that the statement was probably &quot;true by definition&quot; and undoubtedly &quot;deliberately ironic&quot; to score a point.<br />\r\n\t<br />\r\n\t&quot;My own sense is that this president (has) behaved very responsibly with the use of military force, but that, like all recent presidents, he has faced circumstances that are profoundly complex, and in which the decisions to use force are open to question and criticism,&quot; Lucas wrote.<br />\r\n\t<br />\r\n\tFor his part, Obama, in a March 28, 2011, speech, defended the Libyan strikes, saying they were for a humanitarian purpose, intended to save the city of Benghazi &quot;and the people within.&quot;<br />\r\n\t<br />\r\n\tBased on our review of historical records and interviews with military historians, it appears the sign along the New Hampshire highway is correct. The next closest contender was Sadat during the Yom Kippur war, but it appears he was far short of the number fired by Obama, even in combination with other laureates. If we hear of additional evidence, we&#39;ll revisit this item. But in the meantime, the numbers indicate the sign is correct. We rate the statement True.</p>", "ruling_comments_date": "2011-06-29T16:16:38.289528", "ruling_date": "2011-06-30T06:00:00", "ruling_headline": "Yard sign claims Barack Obama has fired more cruise missiles than any Nobel Peace Prize winner", "ruling_headline_slug": "yard-sign-claims-barack-obama-has-fired-more-cruis", "ruling_link_text": "Correct, none fired by the Dalai Lama", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tSign spotted on Route 12 in N.H. in early May and on June 15 and 16, 2011<br />\r\n\t<br />\r\n\tThe Nobel Prizes, <a href=\"http://nobelprize.org/nobel_prizes/peace/laureates/\">list of Nobel Peace Prize winners</a>, accessed June 16, 2011<br />\r\n\t<br />\r\n\tFederation of American Scientists, <a href=\"http://www.fas.org/nuke/intro/cm/index.html\">Special Weapons Primer</a>, accessed June 16, 2011<br />\r\n\t<br />\r\n\tDepartment of Defense, <a href=\"http://www.defense.gov/transcripts/transcript.aspx?transcriptid=4803\">transcript of March 28, 2011 Pentagon briefing on Libya Operation Odyssey Dawn</a>, accessed June 16, 2011<br />\r\n\t<br />\r\n\tThe White House, <a href=\"http://www.whitehouse.gov/the-press-office/2011/03/28/remarks-president-address-nation-libya\">speech by President Barack Obama on Libya at National Defense University, March 28, 2011</a>, accessed June 16, 2011<br />\r\n\t<br />\r\n\tInterviews with John Pike of GlobalSecurity.org, June 16 and June 24, 2011<br />\r\n\t<br />\r\n\tInterview with Mark Edgington, June 16, 2011<br />\r\n\t<br />\r\n\tEmail exchange with George R. Lucas Jr., Stockdale Center for Ethical Leadership at the U.S. Naval Academy, June 16-17, 2011<br />\r\n\t<br />\r\n\tFrontline Website, <a href=\"http://www.pbs.org/wgbh/pages/frontline/gulf/weapons/tomahawk.html\">Weapons: Tomahawk Missile</a>, &nbsp;accessed June 20, 2011<br />\r\n\t<br />\r\n\tU.S. Navy Fact File, &nbsp;<a href=\"http://www.navy.mil/navydata/fact_print.asp?cid=2200&amp;tid=1300&amp;ct=2&amp;page=1\">Tomahawk Cruise Missile</a>, accessed June 20, 2011<br />\r\n\t<br />\r\n\tLiberty Stickers, &nbsp;<a href=\"http://www.libertystickers.com/category/obama/\">Obama Cruise Missile bumper sticker</a>, accessed June 16, 2011<br />\r\n\t<br />\r\n\tInterview with Tom Collina, Arms Control Association, June 21, 2011<br />\r\n\t<br />\r\n\tEmail exchange with James Acton, Carnegie Endowment for International Peace, June 20, 2011<br />\r\n\t<br />\r\n\tCongressional Research Service, <a href=\"http://www.scribd.com/doc/6088311/Missile-Survey-Ballistic-and-Cruise-Missiles-of-Foreign-Countries\">Missile Survey: Ballistic and Cruise Missiles of Foreign Countries, March 5, 2004</a>; accessed June 20, 2011<br />\r\n\t<br />\r\n\tThe Claremont Institute, <a href=\"http://www.missilethreat.com/cruise/\">Missilethreat.com Cruise Missiles of the World</a>, accessed June 21, 2011<br />\r\n\t<br />\r\n\tEmail exchange with Eric Coykendall, researcher at The Claremont Institute, June 23, 2011<br />\r\n\t&nbsp;</p>\r\n\tJames Martin Center for Nonproliferation Studies website, <a href=\"http://cns.miis.edu/wmdme/chrono.htm\">Missiles, NBC Weapons, and Conflict in the Middle East: An Annotated Chronology</a>,\r\n<p>\r\n\taccessed June 22, 2011<br />\r\n\t<br />\r\n\tJewish Virtual Library, <a href=\"http://www.jewishvirtuallibrary.org/jsource/Society_&amp;_Culture/navywar.html\">The Israel Navy Throughout Israel&rsquo;s Wars</a>, accessed June 28, 2011<br />\r\n\t<br />\r\n\t<br />\r\n\t<br />\r\n\t&nbsp;</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 0, "home_state": "", "id": 1314, "last_name": "Yard sign", "mostly_true_count": 0, "name_slug": "yard-sign", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Cruise_missile_sign_small.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1314/", "total_count": 2, "true_count": 1, "website": ""}, "statement": "<p>\r\n\tSays President Obama &quot;has fired more cruise missiles than all other Peace Prize winners combined.&quot;</p>", "statement_context": "a yard on Route 12 near Keene, N.H.", "statement_date": "2011-06-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}, {"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}, {"description": "", "id": 214, "photo": null, "resource_uri": "/api/v/2/subject/214/", "subject": "New Hampshire 2012", "subject_slug": "new-hampshire-2012", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}