{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2011/jun/29/barack-obama/obama-claims-his-regulatory-review-unprecedented/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 4031, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/4031/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\r\n\tWith the economy continuing to languish, many Republicans are clamoring to ease federal regulations on businesses as a way to goose job creation. In a press conference on June 29, 2011, President Barack Obama said that&#39;s a priority for him, too. In fact, he claimed, his administration was taking a never-done-before, government-wide look at existing regulations to eliminate ones that don&#39;t make sense.<br />\r\n\t<br />\r\n\t&quot;One of the things that my administration has talked about is, is there in fact a tangle of regulations out there that are preventing businesses from growing and expanding as quickly as they should?&quot; Obama said.&nbsp;<br />\r\n\t<br />\r\n\t&quot;Keep in mind that, you know, the business community is always complaining about regulations,&quot; Obama said. &quot;When unemployment&#39;s at 3 percent, and they&#39;re making record profits, they&#39;re going to still complain about regulations because, frankly, they want to be able to do whatever they think is going to maximize their profits.<br />\r\n\t<br />\r\n\t&quot;I&#39;ve got an obligation to make sure that we&#39;re upholding smart regulations that protect our air and protect our water and protect our food. You know, if you&#39;re flying on a plane, you want to make sure that there are some regulations in place to assure safety in air travel. And so there are some core regulations that we&#39;ve got to maintain.<br />\r\n\t<br />\r\n\t&quot;What I have done -- and this is unprecedented, by the way; no administration has done this before -- is I&#39;ve said to each agency, &#39;Don&#39;t just look at current regulations or don&#39;t just look at future regulations, regulations that we&#39;re proposing. Let&#39;s go backwards and look at regulations that are already on the books and if they don&#39;t make sense, let&#39;s get rid of them.&#39;&quot;<br />\r\n\t<br />\r\n\tWe wondered if a systematic review of old regulations was really such an unprecedented effort. And we found it isn&#39;t.<br />\r\n\t<br />\r\n\tIn 1993, President Bill Clinton created the National Partnership for Reinventing Government (NPR), headed by Vice President Al Gore. Among other things the NPR was tasked with cutting regulatory red tape.<br />\r\n\t<br />\r\n\tOn Sept. 30, 1993, when Clinton issued <a href=\"http://www.archives.gov/federal-register/executive-orders/pdf/12866.pdf\" id=\"wrfk\" title=\"executive order\">Executive Order 12866</a> calling for a comprehensive review of regulatory policy, he used language that sounds a lot like Obama&#39;s. Here&#39;s the directive on existing regulations:<br />\r\n\t<br />\r\n\t<em>&quot;In order to reduce the regulatory burden on the American people, their families, their communities, their State, local, and tribal governments, and their industries; to determine whether regulations promulgated by the executive branch of the Federal Government have become unjustified or unnecessary as a result of changed circumstances; to confirm that regulations are both compatible with each other and not duplicative or inappropriately burdensome in the aggregate; to ensure that all regulations are consistent with the President&rsquo;s priorities and the principles set forth in this Executive order, within applicable law; and to otherwise improve the effectiveness of existing regulations: (a) Within 90 days of the date of this Executive order, each agency shall submit to OIRA (Office of Information and Regulatory Affairs) a program, consistent with its resources and regulatory priorities, under which the agency will periodically review its existing significant regulations to determine whether any such regulations should be modified or eliminated so as to make the agency&rsquo;s regulatory program more effective in achieving the regulatory objectives, less burdensome, or in greater alignment with the President&rsquo;s priorities and the principles set forth in this Executive order.&quot;</em><br />\r\n\t<br />\r\n\tElaine Kamarck, a special assistant to Gore who managed the project, told us via e-mail.&quot;We conducted, as part of the reinventing government initiative, a regulatory review that resulted in 16,000 pages being cut from the federal register.&quot; Kamarck is now a lecturer in public policy at Harvard.<br />\r\n\t<br />\r\n\tHere&#39;s how a June 13, 1995, story in the <em>Washington Post</em> described the results:<br />\r\n\t<br />\r\n\t<em>President </em><em>Clinton said good riddance to 16,000 pages of federal regulations yesterday and took special satisfaction in saying goodbye to a rule on how to test the consistency of southern grits.<br />\r\n\t<br />\r\n\t&quot;I would wager a considerable amount of money that no one will ever write me a letter complaining about the demise of these regulations,&quot; Clinton told small business leaders, with all 16,000 pages stacked up next to his lectern.<br />\r\n\t<br />\r\n\tClinton said the pages were being removed from the Code of Federal Regulations, out of 86,000 pages reviewed with an eye toward eliminating unnecessary red tape.</em><br />\r\n\t<br />\r\n\tJames Gattuso, a senior research fellow in regulatory policy at the conservative Heritage Foundation, said Clinton&#39;s executive order directed all agencies to regularly review rules on their books. &quot;That order is still in force, making the Obama directive technically redundant,&quot; Gattuso said.<br />\r\n\t<br />\r\n\tAnd Clinton wasn&#39;t the first to initiate comprehensive regulatory review, said Gattuso. In the early 1990&#39;s when Gattuso was on the staff of Vice President Dan Quayle, President George H.W. Bush ordered a 90-day (later extended another 120 days) <a href=\"http://www.cato.org/pubs/regulation/regv16n3/reg16n3a.html\" id=\"cnoh\" title=\"moratorium and review\">moratorium and review</a> of all existing regulations.<br />\r\n\t<br />\r\n\t&quot;I was on the vice president&rsquo;s staff at that time working on the initiative and have found the parallels (to now) striking,&quot; Gattuso said.<br />\r\n\t<br />\r\n\tIn a Jan. 28, 1992, <a href=\"http://bushlibrary.tamu.edu/research/public_papers.php?id=3890&amp;year=1992&amp;month=01\" id=\"aba4\" title=\"memo\">memo</a> to department and agency heads on &quot;Reducing the Burden of Government Regulation,&quot; Bush wrote: &nbsp;<br />\r\n\t<br />\r\n\t&quot;I am concerned that, because of the constant pressure to develop new programs, we are not doing nearly enough to review and revise existing programs. For that reason, I ask that each of your agencies set aside a 90-day period, beginning today, to evaluate existing regulations and programs and to identify and accelerate action on initiatives that will eliminate any unnecessary regulatory burden or otherwise promote economic growth.&quot;<br />\r\n\t<br />\r\n\tDean Baker, a liberal economist and co-director of the Center for Economic and Policy Research, called Obama&#39;s comment a &quot;nonsense claim.&quot;<br />\r\n\t<br />\r\n\t&quot;I would question whether President Obama has done more in re-examining existing regulations than prior presidents, and if he has I would ask why he wasted the resources,&quot; Baker told us via e-mail. &quot;Whatever it is called, presidents are always reviewing regulations to eliminate ones that impose unnecessary burdens.&quot;<br />\r\n\t<br />\r\n\tIn fact, a U.S. <a href=\"http://www.gao.gov/new.items/d07791.pdf\" id=\"dwue\" title=\"Government Accountability Office report\">Government Accountability Office report</a> on July 16, 2007, states that, &quot;Every president since President Carter has directed agencies to evaluate or reconsider existing regulations.&quot;</p>\r\n<p>\r\n\tObama claims that his administration is doing something unprecedented -- &quot;no administration has done this before,&quot; he said -- by having each agency review existing regulations, with an eye toward eliminating ones that don&#39;t make sense. Lots of presidents have done that. We rate Obama&#39;s statement Pants On Fire.</p>", "ruling_comments_date": "2011-06-29T18:24:57.015954", "ruling_date": "2011-06-29T18:55:22", "ruling_headline": "President Barack Obama claims his regulatory review is unprecedented", "ruling_headline_slug": "obama-claims-his-regulatory-review-unprecedented", "ruling_link_text": "Not unprecedented at all", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tGeorge Bush Presidential Library, <a href=\"http://bushlibrary.tamu.edu/research/public_papers.php?id=3890&amp;year=1992&amp;month=01\" id=\"w2.x\" title=\"Memorandum on Reducing the Burden of Government Regulation\">Memorandum on Reducing the Burden of Government Regulation</a>, Jan, 28, 1992<br />\r\n\t<br />\r\n\tFederal Register archives,&nbsp; <a href=\"http://www.archives.gov/federal-register/executive-orders/pdf/12866.pdf\" id=\"pbip\" title=\"Executive Order 12866\">Executive Order 12866</a> (Clinton),&nbsp; Sept. 30, 1993<br />\r\n\t<br />\r\n\tCato Institute, <a href=\"http://www.cato.org/pubs/regulation/regv16n3/reg16n3a.html\" id=\"ioo3\" title=\"&quot;Reflections on the Bush Regulatory Record: The Good, the Bad, and the Ugly,&quot;\">&quot;Reflections on the Bush Regulatory Record: The Good, the Bad, and the Ugly,&quot;</a> by Michael J. Boskin, 1993<br />\r\n\t<br />\r\n\tU.S. Government Accountability Office, Report: <a href=\"http://www.gao.gov/new.items/d07791.pdf\" id=\"anzc\" title=\"&quot;Reexamining Regulations,&quot;\">&quot;Reexamining Regulations,&quot;</a> July 2007<br />\r\n\t<br />\r\n\tNational Partnership for Reinventing Government, <a href=\"http://govinfo.library.unt.edu/npr/whoweare/history2.html\" id=\"yvjk\" title=\"&quot;A Brief History,&quot;\">&quot;A Brief History,&quot;</a> by John Kamensky, January 1999<br />\r\n\t<br />\r\n\tCQ Transcripts, President Obama&#39;s press conference, June 29, 2011<br />\r\n\t<br />\r\n\tPublic Administration Review, &quot;The 1992 regulatory moratorium: Did it make a difference?&quot; by Scott R. Furlong,&nbsp; May/June 1995<br />\r\n\t<br />\r\n\tThe<em> Washington Post</em>, &quot;Code Book Is 16,000 Pages Shorter; Clinton Salutes Effort to Trim Regulations, Cut Red Tape,&quot; by Steve Holland, June 13, 1995<br />\r\n\t<br />\r\n\tE-mail interview with Dean Baker, co-director of the Center for Economic and Policy Research, June 29, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Elaine Kamarck, lecturer in public policy at Harvard, June 29, 2011<br />\r\n\t<br />\r\n\tE-mail interview with James Gattuso, a senior research fellow in regulatory policy at the Heritage Foundation, June 29, 2011</p>", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>\r\n\t&quot;What I have done -- and this is unprecedented ... is I&#39;ve said to each agency ... &#39;look at regulations that are already on the books and if they don&#39;t make sense, let&#39;s get rid of them.&#39;&quot;<br />\r\n\t&nbsp;</p>", "statement_context": "a press conference", "statement_date": "2011-06-29", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 213, "photo": null, "resource_uri": "/api/v/2/subject/213/", "subject": "Government regulation", "subject_slug": "government-regulation", "used_in_edition": ["/api/v/2/edition/9/"]}, {"description": "", "id": 109, "photo": null, "resource_uri": "/api/v/2/subject/109/", "subject": "Regulation", "subject_slug": "market-regulation", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}