{"art": [], "author": [{"email_address": "bbowers@politifact.com", "first_name": "Becky", "id": 177, "last_name": "Bowers", "name_slug": "becky-bowers", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/bbowers-politifact-mug_.gif", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/177/", "title": "PolitiFact Digital Operations Manager", "twitter": null}], "canonical_url": "/florida/statements/2011/jul/01/rick-scott/gov-rick-scott-claims-florida-led-country-job-grow/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": null, "id": 4034, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "bbowers@politifact.com", "first_name": "Becky", "id": 177, "last_name": "Bowers", "name_slug": "becky-bowers", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/bbowers-politifact-mug_.gif", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/177/", "title": "PolitiFact Digital Operations Manager", "twitter": null}], "resource_uri": "/api/v/2/statement/4034/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tWith nearly a million Floridians struggling without jobs in the wake of the Great Recession, Gov. Rick &quot;Let&#39;s get to work!&quot; Scott has the right message.<br />\r\n\t<br />\r\n\tAnd May&#39;s job numbers gave him a new talking point.</p>\r\n<p>\r\n\tOn June 23, 2011, as news media gathered at the state Capitol for his signing of a tort reform bill, he repeated it: &quot;In May we generated more jobs than all the rest of the country combined: 28,000 jobs in May for the state, 54,000 for the entire country.&quot;</p>\r\n<p>\r\n\tThe unemployment rate in May dipped to 10.6 percent, a near two-year low after five straight months of improvement. Brag-worthy, right?<br />\r\n\t<br />\r\n\tBut we were curious: Just how good was May for job creation in Florida?<br />\r\n\t<br />\r\n\tWe checked with Scott&#39;s office and the federal Bureau of Labor Statistics, which tracks employment across the country. According to a standard measure of employment in April and May, Scott nailed the numbers -- Florida gained 28,000 jobs. (Ohio was second, gaining 12,000 jobs.)<br />\r\n\t<br />\r\n\tThat standard look comes from a <a href=\"http://www.bls.gov/ces/cesfaq.htm\">monthly survey of businesses</a> to ask how many jobs they have. (It&#39;s different from the survey that informs the unemployment rate, which is a survey of households.) The business survey helps economists estimate a total number of jobs &mdash; in a county, in a metro area, in a state, in the nation. Those numbers can be sliced and diced any number of ways, but Scott picked a useful, mainstream measure: &quot;total nonfarm employment&quot; that had been &quot;seasonally adjusted.&quot;<br />\r\n\t<br />\r\n\tFarms are commonly excluded because that workforce swings so dramatically (you don&#39;t need many farm workers if there&#39;s no harvest this week). And it&#39;s helpful to look at estimates that have been &quot;seasonally adjusted&quot; because formulas make up for differences between months such as the number of weeks, holidays and seasonal employment patterns.<br />\r\n\t<br />\r\n\tFeeling pretty good about Scott&#39;s grasp of the situation, we chatted with a few economists. And that&#39;s where it got weird.<br />\r\n\t<br />\r\n\tIt turns out that while seasonal adjustment is typically a useful tool to make meaningful comparisons over time &mdash; allowing you to compare jobs progress during, say, a long, holiday-heavy December with a short February &mdash; there are some pretty good reasons it wasn&#39;t so helpful in May.<br />\r\n\t<br />\r\n\tSeasonal adjustment formulas are constantly updated based on recent years, to take into account &quot;normal&quot; over-the-month change. David Denslow, a research economist at the University of Florida, pointed out that when you have enormous changes, as with the recent housing boom and bust (remember that?) and the Deepwater Horizon oil spill, seasonal adjustment &quot;becomes extraordinarily difficult.&quot;</p>\r\n<p>\r\n\tSo, what did the unadjusted survey numbers show?</p>\r\n<p>\r\n\tAccording to estimates that weren&#39;t adjusted for the season, Florida didn&#39;t gain 28,000 new jobs from April to May &mdash; it actually lost 3,000 jobs. Across the country, the United States added 682,000 jobs when not adjusted for the season (compared to 54,000 jobs when adjusted).&nbsp;</p>\r\n<div>\r\n\tThe differences here are critical to note. So we&#39;ll repeat ourselves. Depending on the two calculations:</div>\r\n<div>\r\n\t&nbsp;</div>\r\n<div>\r\n\t&bull; Florida gained 28,000 new jobs ... or lost 3,000 jobs.</div>\r\n<div>\r\n\t&bull; The country as a whole gained 54,000 new jobs ... or gained 682,000.</div>\r\n<p>\r\n\tA Bureau of Labor Statistics economist said the bureau attempted to minimize the affect &quot;recent events&quot; might have had on the seasonal adjustment calculation by putting more weight on earlier years than the more recent, irregular years.</p>\r\n<p>\r\n\t&quot;In essence the irregular years do still have some influence on the seasonal adjustment factors for this year, however, by putting more weight on its history, the influence will be diminished,&quot; said Jonathan Hamburg, an economist who works with state and local statistics.</p>\r\n<div>\r\n\tStill, Denslow said, the significantly different stories the two stats tell raise some real questions.</div>\r\n<p>\r\n\tWe&#39;re so used to seasonally adjusted numbers as the gold standard for comparing one month to another, we ran Denslow&#39;s concern by another economist who regularly chats with PolitiFact, Gary Burtless with the centrist-to-liberal Brookings Institution.<br />\r\n\t<br />\r\n\t&quot;One resolution of the problem,&quot; he said, &quot;is simply to mention both sets of statistics to your readers and leave it for them to decide whether it is fair to say Florida &#39;generated more jobs than all the rest of the country combined&#39; in a month when the best BLS estimate suggests the actual number of Florida jobs <em>declined </em>while the actual number of jobs in the nation as a whole <em>increased</em>.&quot;<br />\r\n\t<br />\r\n\tBut he acknowledged we may all consider that a copout.<br />\r\n\t<br />\r\n\tSo he pressed on to explain that with seasonal adjustment being the difference between job gains and losses, even a small error in the Bureau of Labor Statistics formula could make the governor&rsquo;s claim &quot;wildly off base.&quot;<br />\r\n\t<br />\r\n\t&quot;It <em>may </em>be true, and perhaps revisions in the raw data or the seasonal adjustment factor may someday increase the probability that it is true,&quot; he said. &quot;But based on the evidence at hand, I would say the governor has made a very silly claim.&quot;<br />\r\n\t<br />\r\n\tWhere does this leave us? Scott accurately repeated an official statistic. But there&#39;s also a strong argument that the wild economic ride of recent years has made it challenging to accurately account for seasonal changes. Two economists we talked to say this undermines the credibility of Scott&#39;s claim &mdash; though we should note two others didn&#39;t mention the issue. But in light of a common federal statistic that shows the state may have actually lost jobs in May, the governor should have been more measured in his public trumpeting. We rate his statement Half True.</p>", "ruling_comments_date": "2011-06-30T11:28:23.913269", "ruling_date": "2011-07-01T19:10:54", "ruling_headline": "Gov. Rick Scott claims Florida led country in job growth in May", "ruling_headline_slug": "gov-rick-scott-claims-florida-led-country-job-grow", "ruling_link_text": "By another measure, Florida actually lost jobs", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tSt. Petersburg Times, &quot;<a href=\"http://www.tampabay.com/news/business/workinglife/florida-unemployment-continues-to-drop-though-more-government-job-cuts-loom/1175862\">Florida unemployment continues to drop, though more government job cuts loom</a>,&quot; June 18, 2011<br />\r\n\t<br />\r\n\tSt. Petersburg Times, <a href=\"http://www.tampabay.com/news/politics/legislature/gov-scott-signs-school-lunch-transfer-bill/1176994\">Gov. Rick Scott signs school lunch transfer bill</a>, June 24, 2011</p>\r\n<p>\r\n\tBureau of Labor Statistics,&nbsp;<a href=\"http://www.bls.gov/ces/cesfaq.htm\">Current Employment Statistics: Frequently Asked Questions</a>, accessed June 29, 2011</p>\r\n<p>\r\n\tGovernor&#39;s Press Office, &quot;<a href=\"https://www.documentcloud.org/documents/211061-scott-statement-june-17-2011.html\">Statement from Governor Rick Scott on Florida Unemployment Rate Drop</a>,&quot; June 17, 2011<br />\r\n\t<br />\r\n\tGovernor&#39;s Press Office, <a href=\"https://www.documentcloud.org/documents/211062-2011-may-unemployment-gov-press-office.html\">Florida vs. The Rest of the Nation</a>, June 17, 2011<br />\r\n\t<br />\r\n\tInterviews with <a href=\"http://www.flgov.com/2011/04/05/governor-rick-scott-bolsters-press-and-external-affairs-offices/\">Lane Wright</a>, press secretary for Gov. Rick Scott, including by e-mail, June 24-28<br />\r\n\t<br />\r\n\tBureau of Labor Statistics, State and Metro Area Employment, Hours, &amp; Earnings, (<a href=\"http://www.bls.gov/sae/#data\">main index page</a>), accessed June 27, 2011<br />\r\n\t<br />\r\n\tBureau of Labor Statistics, &quot;<a href=\"http://www.bls.gov/opub/hom/pdf/homch2.pdf\">Employment, Hours, and Earnings from the Establishment Survey</a>,&quot; accessed June 29. 2011<br />\r\n\t<br />\r\n\tBureau of Labor Statistics, &quot;<a href=\"http://www.bls.gov/ces/cessa_oview.pdf\">Overview of Seasonal Adjustment in the Current Employment Statistics Program</a>,&quot; Feb. 11, 2011<br />\r\n\t<br />\r\n\tE-mail interview with <a href=\"http://www.floridajobs.org/about%20awi/director_exe_staff.html\">Robby Cunningham</a>, communications director for the Agency for Workforce Innovation, June 27-30, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Jonathan Hamburg, Current Employment Statistics, State and Area, Bureau of Labor Statistics, June 30, 2011<br />\r\n\t<br />\r\n\tE-mail interview with <a href=\"http://www.bebr.ufl.edu/facultystaff/daved\">David Denslow</a>, research economist for the Bureau of Economic and Business Research at University of Florida, June 27-28, 2011<br />\r\n\t<br />\r\n\tE-mail interview with <a href=\"http://www.brookings.edu/experts/burtlessg.aspx\">Gary Burtless</a>, senior fellow at the Brookings Institution, June 29, 2011</p>", "speaker": {"adkey": "", "advalue": "", "barely_true_count": 32, "current_job": "Governor", "false_count": 26, "first_name": "Rick", "half_true_count": 40, "home_state": "Florida", "id": 383, "last_name": "Scott", "mostly_true_count": 36, "name_slug": "rick-scott", "pants_count": 8, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/rlscott.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/383/", "total_count": 166, "true_count": 15, "website": "http://www.flgov.com/"}, "statement": "<p>\r\n\t&quot;In May we generated more jobs than all the rest of the country combined: 28,000 jobs in May for the state, 54,000 for the entire country.&quot;</p>", "statement_context": "comments at a bill signing", "statement_date": "2011-06-23", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}