{"art": [], "author": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "canonical_url": "/texas/statements/2011/jul/01/rick-perry/gov-rick-perry-says-obamas-repeal-policy-means-tax/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "bbell@statesman.com", "first_name": "Brenda", "id": 267, "last_name": "Bell", "name_slug": "brenda-bell", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/267/", "title": "Projects Editor", "twitter": null}, {"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 4043, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/4043/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tAt a Los Angeles anti-abortion rally, Texas Gov. Rick Perry said &quot;folks in Washington&quot; have failed &quot;to protect citizens at every stage in life.&quot;</p>\r\n<p>\r\n\tIn President Barack Obama&rsquo;s first week in office, Perry said, he &quot;chose to overturn the &lsquo;Mexico City Policy,&rsquo; which basically means that your federal tax dollars can now be used to fund abortions all over the world.&quot;</p>\r\n<p>\r\n\tPerry&rsquo;s June 12 statement landed in national news stories, including reports by <a href=\"http://www.npr.org/2011/06/14/137168264/texas-gov-perry-ratchets-up-conservative-credentials\">National Public Radio</a> and the <a href=\"http://www.foxnews.com/politics/2011/06/13/texas-perry-assails-obama-on-abortion-at-stop-in-los-angeles/?test=latestnews\">Associated Press</a>; readers asked us whether Perry was correct.</p>\r\n<p>\r\n\tBack story: Obama rescinded what is known as the Mexico City Policy on his third day as president in January 2009, according to <a href=\"http://www.nytimes.com/2009/01/24/us/politics/24obama.html?scp=1&amp;sq=obma%20rescinds%20mexico%20city%20policy%20abortion&amp;st=cse\">news</a><a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2009/01/23/AR2009012302814.html\"> accounts</a> posted online. The policy, first put in place by President Ronald Reagan, requires foreign nongovernmental groups getting U.S. family planning funds to agree that they will not perform or &quot;actively promote&quot; abortion as a method of family planning outside of the United States, even if using money from other sources.</p>\r\n<p>\r\n\tThose family planning grants are distributed through the U.S. Agency for International Development and are used to fund a variety of activities, including distribution of contraceptives and training of health care workers. Groups may also use the funds to provide emergency treatment for women who have been hurt by or become ill from an abortion.</p>\r\n<p>\r\n\tThe Reagan administration announced the expanded restrictions at the 1984 International Conference on Population in Mexico City (the source of the policy&rsquo;s name), saying that the United States &quot;does not consider abortion an acceptable element of family planning programs and will no longer contribute to those of which it is a part.&quot;</p>\r\n<p>\r\n\tSince then, the Mexico City Policy has been in place during Republican administrations and repealed during Democratic ones.</p>\r\n<p>\r\n\tAccording to a 2001 Congressional Research Service report, the policy defined abortion promotion &mdash; banned under the Mexico City Policy &mdash; as working &quot;to increase the availability or use of abortion as a method of family planning.&quot; Prohibited activities included operating a counseling service that includes information on the benefits and availability of abortion, advising someone that abortion is available and lobbying a foreign government to legalize abortion as a method of family planning.</p>\r\n<p>\r\n\tThe policy allowed for several exceptions. Among them: A group receiving U.S. funds was allowed to perform abortions if a woman&rsquo;s life was threatened or if a pregnancy was the result of rape or incest. Aid recipients could also continue to treat women who had been injured during legal or illegal abortions</p>\r\n<p>\r\n\tSo, is Perry correct that the policy&rsquo;s 2009 removal by Obama means federal tax dollars can fund abortions all over the world?</p>\r\n<p>\r\n\tNot so, says Ellen Starbird, deputy director of USAID&rsquo;s office of population and reproductive health, because regardless of the Mexico City Policy, a 1973 federal law known as the Helms amendment prohibits U.S. foreign aid from paying for abortions as a method of family planning in foreign countries.</p>\r\n<p>\r\n\tA 2010 CRS report says that after 1973 but before the Mexico City Policy came to be, no U.S. funds could be used directly to pay for abortion as a method of family planning abroad, though in countries where abortion was legal, foreign NGOs receiving U.S. aid could use other money to perform them. In those cases, the report says, the groups were required to keep &quot;segregated accounts for U.S. money in order to demonstrate compliance with the abortion restrictions.&quot;</p>\r\n<p>\r\n\tOnce the Mexico City Policy was in place, groups that wanted U.S. family planning aid couldn&rsquo;t provide abortions, regardless of the funding source. Conversely, now that the policy has been lifted, foreign NGOs that perform abortions can receive U.S. family planning aid.</p>\r\n<p>\r\n\tSeems straightforward. But as we&rsquo;ve learned with other abortion-related fact-checks, it&rsquo;s not.</p>\r\n<p>\r\n\tAfter learning about the funding restrictions in the Helms amendment, we circled back to Perry&rsquo;s office. Spokeswoman Catherine Frazier stood by Perry&rsquo;s statement, saying that &quot;if U.S. taxpayer money is going to groups that provide abortions, regardless of any other services they provide, it&rsquo;s going toward promoting and funding abortions.&quot;</p>\r\n<p>\r\n\tLikewise, Kellie Fiedorek, a lawyer for Americans United for Life, a pro-life advocacy group, told us that without the policy intact, &quot;Americans&rsquo; tax dollars may still go to NGOs that provide abortions.&quot;</p>\r\n<p>\r\n\tAustin Ruse, president of the Catholic Family and Human Rights Institute, a pro-life think tank, told us that a group&rsquo;s ability to move its money around is the key to assessing whether Perry&rsquo;s statement is accurate. &quot;If you believe money is fungible, then what Perry said is true,&quot; Ruse said.</p>\r\n<p>\r\n\tThat concern also has played prominently in debates in Congress and statehouses over providing domestic abortion providers with funding for other services.</p>\r\n<p>\r\n\tProponents of the Mexico City Policy also say that groups newly getting USAID money for family planning can then free up other funds for abortions.</p>\r\n<p>\r\n\tUSAID spokesman Nicole Schiegg told us that the agency &quot;has a robust compliance system in place to ensure that our funds are not used for prohibited activities.&quot;</p>\r\n<p>\r\n\tStarbird told us that if a foreign NGO that provides abortions receives U.S. family planning aid, it is required to keep that money separate from its own. The groups are not allowed &quot;free rein&quot; with the funds, she said.</p>\r\n<p>\r\n\tStarbird said each award to a foreign NGO is for a specific purpose, and <a href=\"http://www.usaid.gov/our_work/global_health/pop/index.html#policy\">written agreements</a> specify limits such as the Helms&rsquo; restriction. She also said recipients are required to account for how the funds are spent, including any money awarded for overhead or indirect costs, and USAID workers monitor the programs.</p>\r\n<p>\r\n\tFor longer perspective, we asked Barbara Crane, an author of a 2001 <a href=\"http://alt.coxnewsweb.com/statesman/politifact/063011_sciencearticle.pdf\">article</a> on the Mexico City Policy for Science magazine, about Perry&rsquo;s statement and the funding issues raised by the policy&rsquo;s proponents.</p>\r\n<p>\r\n\tCrane, a former USAID employee working for <a href=\"http://www.ipas.org/Index.aspx\">Ipas</a>, an international NGO that supports abortion rights, suggested the government takes a chance on money being misspent whenever it makes an award.</p>\r\n<p>\r\n\tCrane said, though, that if the government holds groups accountable for delivering the services for which the aid money was awarded, &quot;there is little opportunity for &hellip; the organization to divert funds to support current or new activities in other areas.&quot;</p>\r\n<p>\r\n\tWe unsuccessfully sought independent research into how foreign NGOs have spent USAID family-planning money. Separately, Perry&rsquo;s office offered no evidence of U.S. family planning funds enabling particular NGOs to perform abortions.</p>\r\n<p>\r\n\tWe also could not determine how many foreign NGOs receive U.S. family planning aid and also perform abortions. Starbird told us that the agency doesn&rsquo;t ask groups seeking family planning money whether they provide abortions. But Crane, of Ipas, speculated that most don&rsquo;t engage in abortion-related activities, and many are working in nations that have strict abortion laws.</p>\r\n<p>\r\n\tWhere does that leave us?</p>\r\n<p>\r\n\tWith the policy&rsquo;s repeal, foreign NGOs that perform abortions can receive U.S. family planning money. However, longstanding federal law bars any aid from being spent on abortions, and USAID polices how its family-planning grants are spent.</p>\r\n<p>\r\n\tBut Perry&rsquo;s statement retains a sliver of truth in that it&rsquo;s possible some aid could be misspent or that U.S. aid could free up other money to go toward abortions.</p>\r\n<p>\r\n\tWe rate the statement Barely True.</p>\r\n<br />\r\n<br />\r\n<p>\r\n\t<i>Editor&#39;s note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i></p>", "ruling_comments_date": "2011-06-30T18:57:06.626463", "ruling_date": "2011-07-01T06:00:00", "ruling_headline": "Rick Perry says Obama's repeal of policy means tax dollars funding abortions all over the world", "ruling_headline_slug": "gov-rick-perry-says-obamas-repeal-policy-means-tax", "ruling_link_text": "Federal law says no", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tGov. Rick Perry, speech, &quot;<a href=\"http://governor.state.tx.us/news/speech/16266/\">Gov. Rick Perry&rsquo;s Remarks During a United for Life Event in Los Angeles</a>,&quot; June 12, 2011</p>\r\n<p>\r\n\tNPR story, &quot;<a href=\"http://www.npr.org/2011/06/14/137168264/texas-gov-perry-ratchets-up-conservative-credentials\">Texas Gov. Rick Perry ratchets up conservative credentials</a>,&quot; June 14, 2011</p>\r\n<p>\r\n\tAssociated Press, &quot;<a href=\"http://www.foxnews.com/politics/2011/06/13/texas-perry-assails-obama-on-abortion-at-stop-in-los-angeles/?test=latestnews\">Texas&rsquo; Perry assails Obama on abortion at stop in Los Angeles</a>,&quot; June 13, 2011</p>\r\n<p>\r\n\tNew York Times, &quot;<a href=\"http://www.nytimes.com/2009/01/24/us/politics/24obama.html?scp=1&amp;sq=obma%20rescinds%20mexico%20city%20policy%20abortion&amp;st=cse\">Obama reverses rules on U.S. abortion aid</a>,&quot; Jan. 23, 2009</p>\r\n<p>\r\n\tWashington Post, &quot;<a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2009/01/23/AR2009012302814.html\">Funding restored to groups that perform abortions, other care</a>,&quot; Jan. 24, 2009</p>\r\n<p>\r\n\tABC News, &quot;<a href=\"http://abcnews.go.com/Politics/International/story?id=6716958&amp;page=1\">Obama overturns &#39;Mexico City Policy&#39; implemented by Reagan</a>,&quot; Jan. 23, 2009</p>\r\n<p>\r\n\tPresident Barack Obama, memorandum, &quot;<a href=\"http://www.whitehouse.gov/the_press_office/Mexico_City_Policy_and_Assistance_for_Voluntary_Population_Planning/\">Mexico City Policy and Assistance for Voluntary Population Planning</a>,&quot; Jan. 23, 2009</p>\r\n<p>\r\n\tFederal Register, presidential memo, &quot;<a href=\"http://alt.coxnewsweb.com/statesman/politifact/063011_mcp.pdf\">Restoration of the Mexico City Policy</a>,&quot; March 29, 2001</p>\r\n<p>\r\n\tU.S. Agency for International Development, <a href=\"http://www.usaid.gov/our_work/global_health/pop/index.html\">family planning web page</a></p>\r\n<p>\r\n\tPopulation and Development Review, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/063011_populationreview.pdf\">U.S. policy statement for the International Conference on Population</a>, September 1984</p>\r\n<p>\r\n\tCongressional Research Service, &quot;<a href=\"http://www.policyalmanac.org/culture/archive/abortion_Mexico_City.pdf\">International Family Planning: The &lsquo;Mexico City&rsquo; Policy</a>,&quot; April 2, 2001</p>\r\n<p>\r\n\tInterview with Susan Cohen, director of government affairs, Guttmacher Institute, June 15, 2011</p>\r\n<p>\r\n\tInterview with Ellen Starbird, deputy director, USAID office of population and reproductive health, June 22, 2011</p>\r\n<p>\r\n\tUSAID website, &quot;<a href=\"http://www.usaid.gov/our_work/global_health/pop/restrictions.html\">Restrictions on support for abortions</a>&quot;</p>\r\n<p>\r\n\tCongressional Research Service, &quot;<a href=\"http://assets.opencrs.com/rpts/R41360_20101201.pdf\">Abortion and Family Planning-Related Provisions in U.S. Foreign Assistance Legislation and Policy</a>,&quot; Dec. 1, 2010</p>\r\n<p>\r\n\tE-mail (<a href=\"http://alt.coxnewsweb.com/statesman/politifact/063011_frazieremail.html\">excerpt</a>) from Catherine Frazier, deputy press secretary, Gov. Rick Perry&rsquo;s office, June 15, 2011</p>\r\n<p>\r\n\tE-mail (<a href=\"http://alt.coxnewsweb.com/statesman/politifact/063011_aulemail.html\">excerpt</a>) from Kellie Fiedorek, staff counsel, June 23, 2011</p>\r\n<p>\r\n\tInterview with Austin Ruse, president, Catholic Family and Human Rights Institute, June 28, 2011</p>\r\n<p>\r\n\tE-mail (<a href=\"http://alt.coxnewsweb.com/statesman/politifact/063011_nicolemail.html\">excerpt</a>) from Nicole Schiegg, senior adviser for strategic communications, USAID, June 30, 2011</p>\r\n<p>\r\n\tScience magazine, &quot;<a href=\"http://alt.coxnewsweb.com/statesman/politifact/063011_sciencearticle.pdf\">The Mexico City Policy and U.S. Family Planning Assistance</a>,&quot; Oct. 19, 2001</p>\r\n<p>\r\n\tInterview with Barbara Crane, executive vice president, Ipas, June 28, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 30, "current_job": "U.S. Energy Secretary", "false_count": 31, "first_name": "Rick", "half_true_count": 42, "home_state": "Texas", "id": 291, "last_name": "Perry", "mostly_true_count": 24, "name_slug": "rick-perry", "pants_count": 18, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rick_Perry_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/291/", "total_count": 176, "true_count": 26, "website": "https://energy.gov/management/history/secretaries-energy"}, "statement": "<p>\r\n\tSays President Barack Obama&rsquo;s overturning of the Mexico City Policy means federal tax dollars can be used &quot;to fund abortion all over the world.&quot;</p>", "statement_context": "a speech in Los Angeles", "statement_date": "2011-06-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 11, "photo": null, "resource_uri": "/api/v/2/subject/11/", "subject": "Abortion", "subject_slug": "abortion", "used_in_edition": []}], "target": [], "twitter_headline": ""}