{"art": [], "author": [{"email_address": "jgood@vnews.com", "first_name": "Jeffrey", "id": 255, "last_name": "Good", "name_slug": "jeffrey-good", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 17, "publication_name": "The Valley News", "resource_uri": "/api/v/2/publication/17/"}, "resource_uri": "/api/v/2/staffer/255/", "title": "Editor of the Valley News and PolitiFact Writer", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2011/jul/12/timothy-geithner/geithner-says-top-1-percent-have-tax-rate-low-20s/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 4085, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jgood@vnews.com", "first_name": "Jeffrey", "id": 255, "last_name": "Good", "name_slug": "jeffrey-good", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 17, "publication_name": "The Valley News", "resource_uri": "/api/v/2/publication/17/"}, "resource_uri": "/api/v/2/staffer/255/", "title": "Editor of the Valley News and PolitiFact Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/4085/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tEven as they push Congress to raise the federal debt ceiling this summer, President Barack Obama and members of his administration argue that America&rsquo;s richest citizens should sacrifice some of the tax breaks that substantially lower how much they pay. <a href=\"http://www.youtube.com/watch?v=vAfLJYe2HSc\">During a June 24 appearance</a> at Dartmouth College, Treasury Secretary Timothy Geithner said it&rsquo;s not only a matter of fiscal responsibility, but also of fairness.<br />\r\n\t<br />\r\n\t&quot;We have to correct the biggest problem in our tax system today, which is that it&rsquo;s just basically unfair,&quot; said Geithner, a 1983 Dartmouth graduate. &quot;If you are fortunate enough to be among the &hellip; most fortunate 0.5 percent, 1 percent of Americans today, your effective tax burden is in the low 20s, the lowest it&rsquo;s been in decades and decades and decades &mdash; lower than somebody who might make substantially less money.&quot; &nbsp;<br />\r\n\t<br />\r\n\tThe wealthy have always been able to take advantage of tax breaks, so it&#39;s not like millionaires all pay <a href=\"http://www.taxpolicycenter.org/taxfacts/displayafact.cfm?Docid=213\">the top tax rate </a>of 35 percent. But is the disparity that large?<br />\r\n\t<br />\r\n\tLet&rsquo;s break Geithner&rsquo;s statement down into its parts:<br />\r\n\t<br />\r\n\t* The richest group is paying in the low 20s;<br />\r\n\t* That tax burden is lighter than it has been in decades;<br />\r\n\t* Their effective tax rate is lower than for people who make much less.<br />\r\n\t<br />\r\n\tIn his speech, Geithner was referring to income taxes rather than all taxes that individuals pay. Congressional Budget Office data compiled by the Urban Institute-Brookings Institution Tax Policy Center, a non-partisan research group, show that the effective individual income tax rate for the wealthiest 1 percent <a href=\"http://www.taxpolicycenter.org/taxfacts/displayafact.cfm?Docid=456\">was 19 percent in 2007</a>, the most recent year available. Citing <a href=\"http://www.irs.gov/taxstats/indtaxstats/article/0,,id=129270,00.html\">IRS statistics</a>, Geithner&rsquo;s office put the rate at 23 percent in 2008. By those measurements, Geithner is in the ballpark. &nbsp;<br />\r\n\t<br />\r\n\tIs the burden the lowest in decades? Geithner&rsquo;s office points to a recent <a href=\"http://www.politifact.com/truth-o-meter/statements/2011/jun/29/barack-obama/barack-obama-says-tax-rates-are-lowest-1950s-ceos-/\">PolitiFact </a><a href=\"http://www.politifact.com/truth-o-meter/statements/2011/jun/29/barack-obama/barack-obama-says-tax-rates-are-lowest-1950s-ceos-/\">article</a>that found Mostly True the president&rsquo;s claim that wealthy CEOs and hedge fund managers are paying lower federal income tax rates than they have since the 1950s. That finding was based partly on two documents &mdash; the <a href=\"http://www.whitehouse.gov/sites/default/files/microsites/economic-report-president-chapter-5r2.pdf%20\">2010 Economic Report of the President</a>, and a <a href=\"http://elsa.berkeley.edu/%7Esaez/piketty-saezJEP07taxprog.pdf\">2007 study</a> by economists Thomas Piketty and Emmanual Saez &mdash; that are cited by Geithner&rsquo;s office and generally support his assertion.<br />\r\n\t<br />\r\n\tThe Urban-Brookings center, again using statistics from the Congressional Budget Office, found the same trend. In a table charting tax rates between 1979 and 2007, <a href=\"http://www.taxpolicycenter.org/taxfacts/displayafact.cfm?Docid=456\">the CBO reported </a>that the average effective income tax rate (that is, the percentage paid after deductions and credits) for the richest 1 percent of earners began at 21.8 percent in 1979, rose to as high as 24.2 percent in 1996 and 2000 and had dropped to 19 percent by 2007.<br />\r\n\t<br />\r\n\t(Conservatives note that even though the rates are dropping, upper-income Americans still account for the lion&rsquo;s share of the nation&rsquo;s income tax revenue. &quot;So while it is true that tax rates &hellip; are significantly lower than they were 30 years ago, the rich are paying a lot more of the overall tax burden,&quot; says Cato Institute economist <a href=\"http://www.cato.org/people/daniel-mitchell\">Dan Mitchell</a>. Federal figures show that the top <a href=\"http://www.irs.gov/pub/irs-soi/08inratesharesnap.pdf\">5 percent</a> of taxpayers accounted for more than half of the income tax dollars paid.) &nbsp;<br />\r\n\t<br />\r\n\tBut what about Geithner&#39;s final point: that the rate for the top 1 percent is &quot;lower than somebody who might make substantially less money&quot;?<br />\r\n\t<br />\r\n\tIn his talk, Geithner cited the example of super-investor Warren Buffett, who famously complained that the United States tax system is so upside-down that he paid a smaller share of his income to Uncle Sam than his secretary.<br />\r\n\t<br />\r\n\t<a href=\"http://www.timesonline.co.uk/tol/money/tax/article1996735.ece\">Speaking to wealthy </a><a href=\"http://www.timesonline.co.uk/tol/money/tax/article1996735.ece\">donors</a>at a 2007 fundraiser for then-Sen. Hillary Clinton, Buffett said, &quot;The 400 of us (here) pay a lower part of our income in taxes than our receptionists do, or our cleaning ladies for that matter.&quot; Buffett said that he was taxed at 17.7 percent on the $46 million he had made the previous year, while his secretary faced a 30 percent federal tax bill on her $60,000 earnings.<br />\r\n\t<br />\r\n\tBuffett&rsquo;s case provides a powerful anecdote about the extremes of a tax system that hands breaks to a small group of wealthy people, particularly those who take much of their income in tax-favored capital gains and dividends. And <a href=\"http://www.irs.gov/taxstats/indtaxstats/article/0,,id=96981,00.html\">Treasury statistics </a>support the assertion that the super-duper rich &mdash; the 120,000 taxpayers who comprise the wealthiest 9/100ths of 1 percent of the tax-paying population &mdash; pay slightly lower income tax rates than people just below them on the income ladder.</p>\r\n<p>\r\n\tBut Geithner made a much broader assertion. He said the wealthiest 1 percent of taxpayers &mdash; about 1.4 million individuals or households &mdash; paid lower rates. And that isn&#39;t supported by the facts.<br />\r\n\t<br />\r\n\tWe began with a source provided by Geithner&rsquo;s office: the 2010 Economic Report of the President. On page 154, a chart tracks the history of effective tax rates for people making more than $250,000 a year and the middle 20 percent of taxpayers who make considerably less. While the tax rate for the rich has clearly dropped, the chart shows, it remains visibly higher than the middle group.<br />\r\n\t<br />\r\n\tThe CBO figures paint a more specific, and stark, contrast. In 2007 (the most recent year listed), the top 1 percent of earners paid 19 percent of their income in federal individual income taxes, and for people earning less, the rate went steadily down, to a rate of minus 6.8 percent for people in the lowest 20 percent of taxpayers. (Because of the Earned Income Tax Credit, many working class families pay no net taxes and, indeed, collect refunds from the government to help them make ends meet.)<br />\r\n\t<br />\r\n\tThe CBO chart covers only the federal individual income tax, which is the one Geithner was discussing. But even if you fold in other federal taxes (corporate, estate, Social Security and Medicare), average rates remain higher for the richest group than for everyone else. The non-partisan <a href=\"http://www.taxpolicycenter.org/numbers/displayatab.cfm?Docid=2977&amp;DocTypeID=7\">Urban-Brookings</a> center folded in the other forms of federal taxes for 2011, and found that the top 1 percent will pay 27.6 percent, and that rates steadily decline for the less-wealthy until they reach zero (a little less, actually) for the lowest one-fifth of earners.<br />\r\n\t<br />\r\n\tWhile some of the very rich pay a lower rate than less wealthy Americans, said <a href=\"http://www.urban.org/about/EricToder.cfm\">Eric Toder</a>, the center&rsquo;s co-director, &quot;We do find that the average rates go up by income.&quot;<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tGeithner was largely correct when he said the top 1 percent pay rates in the low 20s, a &nbsp;tax burden that is historically low. But he&#39;s wrong that the wealthiest enjoy effective rates &quot;lower than somebody who might make substantially less money.&quot; We rate the statement Half True.</p>\r\n<p>\r\n\tUPDATE: This story was updated to clarify our characterization of Geithner&#39;s message about the richest 1 percent of American taxpayers. Our initial article said Geithner was wrong that their effective tax rate is lower than that of &quot;most Americans,&quot; including ones who earn substantially less. We have changed that to quote Geithner directly in saying that the wealthiest enjoy effective rates &quot;lower than somebody who might make substantially less money.&quot;</p>", "ruling_comments_date": "2011-07-08T18:01:34.256490", "ruling_date": "2011-07-12T06:00:00", "ruling_headline": "Geithner says the top 1 percent have a tax rate in the low 20s", "ruling_headline_slug": "geithner-says-top-1-percent-have-tax-rate-low-20s", "ruling_link_text": "Low, but not that low", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tGeithner, Timothy, video of <a href=\"http://www.youtube.com/watch?v=vAfLJYe2HSc\">Dartmouth College appearance</a>, June 24, 2011<br />\r\n\t<br />\r\n\tJacobson, Louis, <a href=\"http://www.politifact.com/truth-o-meter/statements/2011/jun/29/barack-obama/barack-obama-says-tax-rates-are-lowest-1950s-ceos-/\">&quot;Barack Obama says tax rates are lowest since 1950s for CEOs, hedge fund managers&quot; </a>(Politifact article), June 29, 2011<br />\r\n\t<br />\r\n\tCouncil of Economic Advisors, <a href=\"http://www.whitehouse.gov/sites/default/files/microsites/economic-report-president-chapter-5r2.pdf\">&quot;2010 Economic Report of the President&quot;</a>, 2010<br />\r\n\t<br />\r\n\tThomas Piketty and Emmanuel Saez, <a href=\"http://elsa.berkeley.edu/%7Esaez/piketty-saezJEP07taxprog.pdf\">&quot;How Progressive is the U.S. Federal Tax System? A Historical and International Perspective&quot;</a>(Journal of Economic Perspectives, Volume 21, Number 1), Winter 2007<br />\r\n\t<br />\r\n\tCongressional Budget Office, <a href=\"http://www.taxpolicycenter.org/taxfacts/displayafact.cfm?Docid=456\">&quot;Historical Effective Federal Tax Rates for All Households&quot;</a>, (Urban-Brookings Tax Policy Center Tax Facts), April 11, 2011<br />\r\n\t<br />\r\n\tU.S. Internal Revenue Service, I<a href=\"http://www.irs.gov/pub/irs-soi/08inratesharesnap.pdf\">ndividual Income Tax Rates and Shares, 2008</a>, accessed July 7, 2011.<br />\r\n\t<br />\r\n\tU.S. Internal Revenue Service, Individual Income Tax Rates and Shares, 2008, <a href=\"http://www.irs.gov/taxstats/indtaxstats/article/0,,id=129270,00.html\">(Table 5)</a>, accessed July 8, 2011.<br />\r\n\t<br />\r\n\tU.S. Internal Revenue Service, <a href=\"http://www.irs.gov/taxstats/indtaxstats/article/0,,id=96981,00.html\">SOI Tax Stats</a>, (Table 1.1), accessed July 5, 2011<br />\r\n\t<br />\r\n\tBawden, Tom, <a href=\"http://www.timesonline.co.uk/tol/money/tax/article1996735.ece\">&quot;Buffett blasts system that lets him pay less tax than secretary&quot;</a>, (news article in The Times), June 28, 2007<br />\r\n\t<br />\r\n\tUrban Institute-Brookings Institution Tax Policy Center, <a href=\"http://www.taxpolicycenter.org/numbers/displayatab.cfm?Docid=2977&amp;DocTypeID=7\">Distribution of Cash Income and Federal Taxes by Filing Status and Family Type</a>, May 19, 2011<br />\r\n\t<br />\r\n\t<br />\r\n\tE-mail and telephone interviews with Eric Toder, co-director of the Urban-Brookings Tax Policy Center, July 1, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Dan Mitchell, Cato Institute senior fellow, July 1, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "Timothy", "half_true_count": 1, "home_state": "", "id": 112, "last_name": "Geithner", "mostly_true_count": 0, "name_slug": "timothy-geithner", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-timothygeithner.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/112/", "total_count": 2, "true_count": 1, "website": ""}, "statement": "<p>\r\n\tFor people in the top 1 percent for income, &quot;your effective tax burden is in the low 20s, the lowest it&rsquo;s been in decades and decades and decades -- lower than somebody who might make substantially less money.&quot;&nbsp;</p>", "statement_context": "a speech at Dartmouth College", "statement_date": "2011-06-24", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 214, "photo": null, "resource_uri": "/api/v/2/subject/214/", "subject": "New Hampshire 2012", "subject_slug": "new-hampshire-2012", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ""}