{"art": [], "author": [{"email_address": "tkertscher@journalsentinel.com", "first_name": "Tom", "id": 171, "last_name": "Kertscher", "name_slug": "tom-kertscher", "on_staff_page": 94, "phone": "", "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/171/", "title": "PolitiFact Wisconsin writer", "twitter": ""}], "canonical_url": "/wisconsin/statements/2011/jul/13/peter-barca/wisconsin-state-rep-peter-barca-says-assembly-vote/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 4094, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "tkertscher@journalsentinel.com", "first_name": "Tom", "id": 171, "last_name": "Kertscher", "name_slug": "tom-kertscher", "on_staff_page": 94, "phone": "", "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/171/", "title": "PolitiFact Wisconsin writer", "twitter": ""}], "resource_uri": "/api/v/2/statement/4094/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tAlthough notable for cutting billions of dollars in spending and deficits, the new Wisconsin state budget also expands the nation&rsquo;s <a href=\"http://nepc.colorado.edu/files/TTR-Belfield-MILWAUKEE.pdf\">largest and </a><a href=\"http://nepc.colorado.edu/files/TTR-Belfield-MILWAUKEE.pdf\">longest-running</a> school choice program, which uses tax money to send <a href=\"http://www.publicpolicyforum.org/pdfs/2011VoucherBrief.pdf\">nearly 21,</a><a href=\"http://www.publicpolicyforum.org/pdfs/2011VoucherBrief.pdf\">000</a> lower-income Milwaukee children to private schools.</p>\r\n<p>\r\n\t<br />\r\n\tThe 2011-2013 budget, crafted by Republican Gov. Scott Walker and the GOP-controlled Legislature, cuts aid to public schools by nearly <a href=\"http://www.jsonline.com/news/statepolitics/124004679.html\">$800 million</a>.<br />\r\n\t<br />\r\n\tBut it includes nearly <a href=\"http://legis.wisconsin.gov/lfb/2011-13%20Budget/Budget%20Papers/551.pdf\">$12 </a><a href=\"http://legis.wisconsin.gov/lfb/2011-13%20Budget/Budget%20Papers/551.pdf\">million</a> to pay for 3,000 more Milwaukee students the administration <a href=\"http://legis.wisconsin.gov/lfb/2011-13%20Budget/Budget%20Papers/551.pdf\">estimates</a> will join the choice program over the two-year period.<br />\r\n\t<br />\r\n\tThe expansion is one reason a Wall Street Journal <a href=\"http://online.wsj.com/article/SB10001424052702304450604576420330972531442.html?mod=googlenews_wsj\">editorial</a> proclaimed 2011 &quot;the year of school choice&quot; in the United States.<br />\r\n\t<br />\r\n\tAssembly Minority Leader <a href=\"http://legis.wisconsin.gov/assembly/barca/Pages/Biography.aspx\">Peter Barca</a>, D-Kenosha, contends the expansion of choice, also known as the school voucher program, comes at the expense of public school districts throughout Wisconsin.<br />\r\n\t<br />\r\n\tCommenting in an <a href=\"http://www.jsonline.com/news/opinion/124519559.html\">article</a> published June 26, 2011, the day Walker signed the budget into law, Barca focused his criticism on Republican members of the Assembly who were elected in November 2010.<br />\r\n\t<br />\r\n\tGOP freshmen who backed the budget, he claimed, &quot;voted to take funding away from their public schools in their districts to give it to private Milwaukee choice schools.&quot;<br />\r\n\t<br />\r\n\tBarca, a former congressman who has served 10 years as a state lawmaker during two stints in the Assembly, made a similar claim the next day in a <a href=\"http://bloggingblue.com/2011/06/26/guest-blog-by-peter-barca-governor-walker%E2%80%99s-budget-is-law-now-what/\">blog</a>, and previously in a <a href=\"http://media.jsonline.com/documents/Barca+budget+passage.doc\">news </a><a href=\"http://media.jsonline.com/documents/Barca+budget+passage.doc\">release</a> and in a <a href=\"http://media.jsonline.com/documents/Barca+veto+letter.doc\">letter</a> to Walker.<br />\r\n\t<br />\r\n\tSo, does spending more on the choice program take away money from public school districts throughout Wisconsin?<br />\r\n\t<br />\r\n\tFirst, some background.<br />\r\n\t<br />\r\n\t<strong>Size:</strong> The choice program, launched in the <a href=\"http://www.dpi.state.wi.us/sms/choice.html\">1990-1991 school year</a>, was created to allow low-income students in Milwaukee to attend private schools in Milwaukee at taxpayer expense. In 2010-2011, the nearly 21,000 choice students attended more than 100 private <a href=\"http://www.publicpolicyforum.org/2011voucherposter.htm\">schools</a>-- 84 percent of them religious -- according to the Public Policy Forum, a nonpartisan research organization in Milwaukee.<br />\r\n\t<br />\r\n\tThe new state budget expands choice in <a href=\"http://www.jsonline.com/news/statepolitics/124004679.html\">three ways</a>: Income limits were raised, making more families eligible; a cap on the number of choice students (22,500) was eliminated; and choice students can now attend private schools outside the City of Milwaukee. (Although Barca&rsquo;s claim doesn&rsquo;t address it, the budget also extends the choice program to students in <a href=\"http://www.jsonline.com/news/statepolitics/124004679.html\">Racine</a>.)<br />\r\n\t<br />\r\n\t<strong>Cost:</strong> Private Milwaukee schools receive $6,442 in state aid for each choice student. That compares with $10,292 received in 2010-2011 by Milwaukee Public Schools, according to the nonpartisan Legislative Fiscal Bureau.<br />\r\n\t<br />\r\n\tAs we&rsquo;ll see, the difference between the two per-pupil aid figures is key in the debate about the choice program&rsquo;s effect on taxpayers.<br />\r\n\t<br />\r\n\t<strong>Financing:</strong> The $6,442 per student in tax money spent on choice in 2010-2011 came to <a href=\"http://www.dpi.state.wi.us/pb/pdf/budget_voucher_memo.pdf\">nearly $131 million</a>. The state pays roughly 62 percent and recoups the other 38 percent by reducing aid to Milwaukee Public Schools, <a href=\"http://legis.wisconsin.gov/lfb/2011-13%20Budget/Budget%20Papers/551.pdf\">according</a> to the fiscal bureau.<br />\r\n\t<br />\r\n\tSo, it&rsquo;s clear the choice program takes money away from MPS; but whether choice is a net cost or a net gain for other public school districts is more complicated.<br />\r\n\t<br />\r\n\tWhen asked for evidence about the claim the expansion takes money away from districts outside of Milwaukee, Barca aides made three major points:<br />\r\n\t<br />\r\n\t<strong>The nearly $800 million in aid cuts affect only public schools.</strong><br />\r\n\t<br />\r\n\tBarca spokeswoman Melanie Conklin said the state budget changes choice funding such that choice schools &quot;are held harmless&quot; and the aid reduction &quot;is all taken from public districts across the state.&quot;<br />\r\n\t<br />\r\n\tBut it doesn&rsquo;t necessarily follow that the choice expansion was funded by cutting aid to public schools.<br />\r\n\t<br />\r\n\tIndeed, when choice was created, the state appropriated additional money for the program -- it didn&rsquo;t take money from other public school districts, said <a href=\"http://www.publicpolicyforum.org/aboutus/staff.php\">Anneliese Dickman</a>, research director of the Public Policy Forum.<br />\r\n\t<br />\r\n\tAnd when the Wisconsin Department of Public Instruction detailed the nearly $800 million in what it called <a href=\"http://www.jsonline.com/news/statepolitics/124004679.html\">&quot;catastrophic&quot;</a> cuts to public schools in the budget, it <a href=\"http://dpi.state.wi.us/eis/pdf/dpinr2011_78.pdf\">noted</a> that only Milwaukee Public Schools -- no other public school districts -- lost money as a result of choice funding.<br />\r\n\t<br />\r\n\t<strong>GOP lawmakers rejected a move to block choice expansion.</strong><br />\r\n\t<br />\r\n\tConklin said all Republican lawmakers voted against a Democratic &quot;<a href=\"http://media.jsonline.com/documents/Save+our+Schools_handout.pdf\">save our schools</a>&quot; amendment to Walker&rsquo;s budget that would have blocked the choice expansion.<br />\r\n\t<br />\r\n\tThat point underscores how the new GOP lawmakers supported the expansion of choice. But it doesn&rsquo;t get at the key question of whether the budget moves money from public school districts outside of Milwaukee to private schools in Milwaukee. &nbsp;<br />\r\n\t<br />\r\n\t<strong>The choice expansion means less money for all public schools.</strong><br />\r\n\t<br />\r\n\tOn this point, there is more debate.<br />\r\n\t<br />\r\n\tConklin cited a Legislative Fiscal Bureau <a href=\"http://legis.wisconsin.gov/lfb/2011-13%20Budget/Budget%20Papers/551.pdf\">report</a> that estimates the expansion will cost the state nearly $12 million. The total cost to pay for the 3,000 new students is actually $19 million, but the state would recoup 38 percent of that amount by providing about $7 million less in aid to Milwaukee Public Schools. The remaining 62 percent is the $12 million.<br />\r\n\t<br />\r\n\tConklin argues that&rsquo;s a $12 million cost to public school districts outside of Milwaukee. But the evidence doesn&rsquo;t support her:</p>\r\n<ul>\r\n\t<li>\r\n\t\tBoth Dickman of the Public Policy Forum and John Johnson, a spokesman for the state Department of Public Instruction, agreed that even if lawmakers decided against the choice expansion, it doesn&rsquo;t mean the $12 million to fund it would have gone to public school districts. Lawmakers could have reallocated it for an entirely different purpose or opted not to appropriate it at all.</li>\r\n</ul>\r\n<ul>\r\n\t<li>\r\n\t\tThe Legislative Fiscal Bureau, the state&rsquo;s neutral authority on budget matters, <a href=\"http://media.jsonline.com/documents/2010_11_04schoolaids.pdf\">declared</a> in a November 2010 memo that other than Milwaukee Public Schools -- which loses state aid for each MPS student who transfers to a choice school -- &quot;all school districts&#39; aid payments and property tax levies are not affected by the choice program.&quot;</li>\r\n</ul>\r\n<p>\r\n\tIndeed, there is evidence the choice program saves money for other taxpayers around the state -- an assertion state Superintendent of Public Instruction Tony Evers <a href=\"http://www.dpi.state.wi.us/pb/pdf/budget_voucher_memo.pdf\">calls </a><a href=\"http://www.dpi.state.wi.us/pb/pdf/budget_voucher_memo.pdf\">debatable</a> and another education researcher has <a href=\"http://nepc.colorado.edu/files/TTR-Belfield-MILWAUKEE.pdf\">criticized</a>.<br />\r\n\t<br />\r\n\tThe savings is based on the fact that choice schools get roughly $4,000 less per pupil in school aids than MPS does:</p>\r\n<ul>\r\n\t<li>\r\n\t\tA Legislative Fiscal Bureau fiscal bureau <a href=\"http://media.jsonline.com/documents/2011_05_06Suder.pdf\">memo</a> in May 2011 said that if choice were eliminated and 90 percent of current choice students went to Milwaukee Public Schools, non-MPS districts -- the out-state ones Barca referred to -- would have lost state money in the 2010-2011 school year. The loss would have been $82 million if the choice funds had been transferred to public schools and $155 million if the choice funds had simply been eliminated.</li>\r\n</ul>\r\n<ul>\r\n\t<li>\r\n\t\tThe fiscal bureau in June 2011 <a href=\"http://legis.wisconsin.gov/lfb/2011-13%20Budget/Budget%20Papers/550.pdf\">cited</a> work by professor <a href=\"http://www.uark.edu/ua/der/People/costrell.php\">Robert Costrell</a>, a faculty member of the University of Arkansas&rsquo; <a href=\"http://www.uark.edu/ua/der/SCDP/Research.html\">School Choice Demonstration Project</a>, which estimated the savings a different way. He found that in 2010-2011, using the 90 percent assumption, choice not only saved $31.5 million in state tax funds but also $57 million in property taxes for taxpayers outside of MPS.</li>\r\n</ul>\r\n<p>\r\n\tCostrell did new calculations for PolitiFact Wisconsin based on the 3,000 new students expected to enter the choice program in the next two years.<br />\r\n\t<br />\r\n\tIf 90 percent of the new choice students instead attended MPS -- a figure Costrell said is used in other choice studies -- the higher MPS per-pupil cost would cost property taxpayers outside of MPS nearly $9 million more over two years and taxpayers statewide nearly $7 million in state taxes.<br />\r\n\t<br />\r\n\tBut that&rsquo;s based on the 90 percent assumption.<br />\r\n\t<br />\r\n\tWhat if many of the students who will be in the program didn&rsquo;t come from MPS at all and instead are already in the private schools, but don&rsquo;t currently qualify for choice based on income or other factors? They could stay at their school and now have tuition paid.<br />\r\n\t<br />\r\n\tChoice has been expanded twice before -- <a href=\"http://www.publicpolicyforum.org/pdfs/2011VoucherBrief.pdf\">in 1998</a>, when choice students were allowed to attend religious schools, and <a href=\"http://www.jsonline.com/historicarchive/search/?searchBy=word&amp;searchText=school+choice+2006+cap&amp;dat=&amp;fromDate=&amp;nid=jvrRlaHg2sAC&amp;s.x=0&amp;s.y=0\">again in 2006</a>, when the maximum number of students allowed in the program was raised. In the first year after both expansions, the Public Policy Forum <a href=\"http://www.publicpolicyforum.org/pdfs/2007VoucherBrief.pdf\">found</a>, roughly 40 percent of new choice students came from MPS schools and roughly 60 percent from private schools.<br />\r\n\t<br />\r\n\tDickman said she expects a similar trend under the new choice expansion, <a href=\"http://www.dpi.state.wi.us/pb/pdf/budget_voucher_memo.pdf\">as does Evers</a>, the state superintendent.<br />\r\n\t<br />\r\n\t(One note: Walker&rsquo;s budget proposal would have prohibited students who attended Milwaukee private schools in 2010-2011 from becoming choice students in 2011-2012. But that provision was removed by the Legislature&rsquo;s Joint Finance Committee, said <a href=\"http://www.schoolchoicewi.org/about/index.cfm\">Mike Ford,</a> research associate for School Choice Wisconsin, which advocates for the choice program.)<br />\r\n\t<br />\r\n\tCostrell did another estimate, based on if only 40 percent of the 3,000 new students come from MPS.<br />\r\n\t<br />\r\n\tThat would require $3.5 million more in state aid, but property taxpayers outside of MPS -- the taxpayers Barca referred to in his statement -- would still save nearly $3.9 million over two years, according to Costrell.<br />\r\n\t<br />\r\n\tThe bottom line here is we won&rsquo;t know until some time in the future how many new choice students will come from MPS or already be in a private school. But if this choice expansion plays out like the previous two, taxpayers outside of MPS would still save money as a result of the choice program, based on Costrell&rsquo;s estimates.<br />\r\n\t<br />\r\n\tSo, where does that leave us?<br />\r\n\t<br />\r\n\tBarca said that by supporting the 2011-2013 state budget, freshmen Republican Assembly members &quot;voted to take funding away from their public schools in their districts to give it to private Milwaukee voucher schools.&quot;<br />\r\n\t<br />\r\n\tOn a broad level, that is not true: the budget appropriates money separately for choice. To cover part of the cost, it reduces state aid to Milwaukee Public Schools, but not to other school districts.<br />\r\n\t<br />\r\n\tIt is possible that if large numbers of the new choice students come from private schools rather than Milwaukee Public Schools, there could be a net loss to taxpayers outside of MPS. But research indicates that if past experience holds and 60 percent of the new choice students come from private schools, property taxpayers outside of MPS would still save money.<br />\r\n\t<br />\r\n\tTo be sure, the full effect of the school choice expansion won&rsquo;t be known for some time. But Barca didn&rsquo;t state that depending on how the expansion plays out, it might cost other school districts -- he claimed that the expansion actually takes away money from those districts. There is no evidence of that. &nbsp;<br />\r\n\t<br />\r\n\tWe rate Barca&rsquo;s claim False.</p>", "ruling_comments_date": "2011-07-12T17:32:53.371801", "ruling_date": "2011-07-13T09:00:00", "ruling_headline": "Wisconsin state Rep. Peter Barca says the Assembly voted to take funding away from public school districts and give it to private Milwaukee voucher schools ", "ruling_headline_slug": "wisconsin-state-rep-peter-barca-says-assembly-vote", "ruling_link_text": "Milwaukee Public Schools may be hurt, but studies say not so for out-state districts", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tMilwaukee Journal Sentinel, <a href=\"http://www.jsonline.com/news/opinion/124519559.html\">&quot;First-term Assembly Republicans drove history-making changes,&quot;</a> June 26, 2011<br />\r\n\t<br />\r\n\tMilwaukee Journal Sentinel, <a href=\"http://www.jsonline.com/news/statepolitics/124004679.html\">&quot;Senate OK&rsquo;d budget goes to Walker,&quot;</a> June 16, 2011<br />\r\n\t<br />\r\n\tMilwaukee Journal Sentinel, <a href=\"http://news.google.com/newspapers?id=0L0aAAAAIBAJ&amp;sjid=VEUEAAAAIBAJ&amp;dq=school%20choice%202006%20cap&amp;pg=2422%252C5384984\">&quot;Doyle agrees to raise limit on school choice program,&quot;</a> Feb. 8, 2006<br />\r\n\t<br />\r\n\tBloggingBlue.com, <a href=\"http://bloggingblue.com/2011/06/26/guest-blog-by-peter-barca-governor-walker%E2%80%99s-budget-is-law-now-what/\">&quot;Guest blog by Peter Barca: Governor Walker&rsquo;s budget is law. Now what?,&quot;</a> June 26, 2011<br />\r\n\t<br />\r\n\tE-mail interview, Rep. Peter Barca spokeswoman Melanie Conklin, June 27 and 28, 2011<br />\r\n\t<br />\r\n\tWisconsin Legislative Fiscal Bureau, 2010-2011 general school aids <a href=\"http://legis.wisconsin.gov/lfb/Misc/2010_11_04schoolaids.pdf\">memo</a>, Nov. 4, 2010<br />\r\n\t<br />\r\n\tWisconsin Legislative Fiscal Bureau, <a href=\"http://legis.wisconsin.gov/lfb/Informationalpapers/28_Milwaukee%20Parental%20Choice%20Program.pdf\">Milwaukee Parental Choice Program informational paper 28</a>, January 2011<br />\r\n\t<br />\r\n\tWisconsin Legislative Fiscal Bureau, choice program <a href=\"http://legis.wisconsin.gov/lfb/2011-13%20Budget/Budget%20Papers/550.pdf\">paper #550</a>, June 2, 2011<br />\r\n\t<br />\r\n\tWisconsin Legislative Fiscal Bureau, choice program <a href=\"http://legis.wisconsin.gov/lfb/2011-13%20Budget/Budget%20Papers/551.pdf\">paper #551</a>, June 2, 2011<br />\r\n\t<br />\r\n\tWisconsin Legislative Fiscal Bureau, choice program <a href=\"http://media.jsonline.com/documents/2011_05_06Suder.pdf\">memo</a> to Rep. Scott Suder, May 6, 2011<br />\r\n\t<br />\r\n\tWisconsin Legislative Fiscal Bureau, 2010-2011 general school aids <a href=\"http://media.jsonline.com/documents/2010_11_04schoolaids.pdf\">memo</a>, Nov. 4, 2010<br />\r\n\t<br />\r\n\tInterview, Rep. Peter Barca chief of staff Rich Judge, July 7, 2011<br />\r\n\t<br />\r\n\tInterview, Rep. <a href=\"http://legis.wisconsin.gov/w3asp/contact/legislatorpages.aspx?house=Assembly&amp;district=79&amp;display=committee\">Sondy </a><a href=\"http://legis.wisconsin.gov/w3asp/contact/legislatorpages.aspx?house=Assembly&amp;district=79&amp;display=committee\">Pope-Roberts</a> senior staff member Tom McCarthy, July 7, 2011<br />\r\n\t<br />\r\n\tInterview and e-mail interview, Wisconsin Legislative Fiscal Bureau analyst Russ Kava, June 30 and July 7, 2011<br />\r\n\t<br />\r\n\tInterview, Marquette University senior fellow in law and public policy <a href=\"http://law.marquette.edu/cgi-bin/site.pl?10905&amp;userID=5062\">Alan Borsuk</a>, July 5, 2011<br />\r\n\t<br />\r\n\tE-mail interview, Rep. Peter Barca spokeswoman Melanie Conklin, June 27 and 28, 2011<br />\r\n\t<br />\r\n\tE-mail interview, Gov. Scott Walker spokesman Cullen Werwie, July 7, 2011<br />\r\n\t<br />\r\n\tRep. Peter Barca, Assembly passage of budget <a href=\"https://docs.google.com/document/d/1VW-ykYSKBBE1I5yxOxJCASaK2b8MsQc2t0rFZAvc32c/http%3A%2F%2Fmedia.jsonline.com%2Fdocuments%2FBarca%2Bbudget%2Bpassage.doc\">news release</a>, June 16, 2011<br />\r\n\t<br />\r\n\tRep. Peter Barca, <a href=\"http://media.jsonline.com/documents/Barca+veto+letter.doc\">letter</a> to Gov. Scott Walker, June 22, 2011<br />\r\n\t<br />\r\n\tWisconsin Department of Public Instruction, school districts general aid <a href=\"http://dpi.state.wi.us/eis/pdf/dpinr2011_78.pdf\">news release</a>, July 1, 2011<br />\r\n\t<br />\r\n\tUniversity of Arkansas School Choice Demonstration Project, <a href=\"http://www.uaedreform.org/SCDP/Milwaukee_Eval/Report_22.pdf\">&quot;The Fiscal Impact of the Milwaukee Parental Choice Program,&quot;</a> December 2010<br />\r\n\t<br />\r\n\t<a href=\"http://media.jsonline.com/documents/Save+our+Schools_handout.pdf\">Save Our </a><a href=\"http://media.jsonline.com/documents/Save+our+Schools_handout.pdf\">Schools</a> handout<br />\r\n\t<br />\r\n\tWall Street Journal, <a href=\"http://online.wsj.com/article/SB10001424052702304450604576420330972531442.html?mod=googlenews_wsj\">&quot;The year of school choice,&quot;</a> July 5, 2011<br />\r\n\t<br />\r\n\tPublic Policy Forum, choice program <a href=\"http://www.publicpolicyforum.org/pdfs/2011VoucherBrief.pdf\">research brief</a>, February 2011<br />\r\n\t<br />\r\n\tPublic Policy Forum, choice program <a href=\"http://www.publicpolicyforum.org/pdfs/2007VoucherBrief.pdf\">research brief</a>, February 2007<br />\r\n\t<br />\r\n\tInterview and e-mail interview, Public Policy Forum research director <a href=\"http://www.publicpolicyforum.org/aboutus/staff.php\">Anneliese Dickman</a>, July 8, 2011<br />\r\n\t<br />\r\n\tInterview and e-mail interview, University of Arkansas School Choice Demonstration Project professor <a href=\"http://www.uark.edu/ua/der/People/costrell.php\">Robert Costrell</a>, July 8 and 11, 2011<br />\r\n\t<br />\r\n\tWisconsin Superintendent of Public Instruction Tony Evers, <a href=\"http://www.dpi.state.wi.us/pb/pdf/budget_voucher_memo.pdf\">memo</a> to Joint Finance Committee, May 23, 2011<br />\r\n\t<br />\r\n\tInterview, of Wisconsin Department of Public Instruction spokesman John Johnson, July 11, 2011<br />\r\n\t<br />\r\n\tNational Education Policy Center, <a href=\"http://nepc.colorado.edu/files/TTR-Belfield-MILWAUKEE.pdf\">review</a> of University of Arkansas research on fiscal impact of choice program, April 2009<br />\r\n\t<br />\r\n\tInterview, School Choice Wisconsin research associate <a href=\"http://www.schoolchoicewi.org/about/index.cfm\">Mike Ford,</a> July 12, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "State Representative", "false_count": 3, "first_name": "Peter", "half_true_count": 2, "home_state": "Wisconsin", "id": 1293, "last_name": "Barca", "mostly_true_count": 3, "name_slug": "peter-barca", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Peter_Barca_PFACT.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1293/", "total_count": 9, "true_count": 0, "website": "http://legis.wisconsin.gov/w3asp/contact/legislatorpages.aspx?house=assembly&district=64"}, "statement": "<p>\r\n\tSays new GOP Wisconsin Assembly members &quot;voted to take funding away from their public schools in their districts to give it to private Milwaukee voucher schools.&quot;</p>", "statement_context": "a newspaper column and other statements", "statement_date": "2011-06-25", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}], "target": [], "twitter_headline": ""}