{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2011/jul/12/barack-obama/obama-says-public-sector-job-losses-increasing-sti/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 4095, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/4095/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tPresident Barack Obama is negotiating with Republicans in Congress to increase the debt ceiling. Part of the deal could involve major cuts to government spending.&nbsp;<br />\r\n\t<br />\r\n\tAt a press conference on Monday, Obama was asked whether cutting government spending was a good idea right now, given the high unemployment rate.&nbsp;<br />\r\n\t<br />\r\n\t&quot;Our biggest priority as an administration is getting the economy back on track and putting people back to work. Now, without relitigating the past, I&#39;m absolutely convinced, and the vast majority of economists are convinced, that the steps we took in the Recovery Act saved millions of people their jobs or created a whole bunch of jobs,&quot; Obama said.<br />\r\n\t<br />\r\n\t&quot;And part of the evidence of that is as you see what happens with the Recovery Act phasing out,&quot; he continued. &quot;When I came into office and budgets were hemorrhaging at the state level, part of the Recovery Act was giving states help so they wouldn&#39;t have to lay off teachers, police officers, firefighters. As we&#39;ve seen that federal support for states diminish, you&#39;ve seen the biggest job losses in the public sector -- teachers, police officers, firefighters losing their jobs.&quot;<br />\r\n\t<br />\r\n\tWe were interested in fact-checking that last statement, that public-sector job losses have increased as the stimulus money has receded. Was there data to back up Obama&#39;s point? We decided to fact-check his statement, and what we found was more complicated than we expected.<br />\r\n\t<br />\r\n\tFirst, we&#39;ll address the timing of the stimulus spending in the states, and then we&#39;ll turn to public-sector job losses.<br />\r\n\t<br />\r\n\tTo refresh your memory on stimulus spending: The American Recovery and Reinvestment Act became law in 2009. It included $787 billion in tax cuts and spending designed to pump money into the economy and reverse the recession. The goal was to get the money out the door as soon as possible, and much of it was spent in 2009 and 2010. By the middle of 2011, the government&nbsp;<a href=\"http://www.recovery.gov/pages/textview.aspx?List=%7BEB595CCA-D93F-48F4-AF96-11E2D41DE73D%7D&amp;xsl=FundingOverview/FundingOverviewChartTextView.xsl\">reported</a>&nbsp;that it had paid out 90 percent of the tax benefits; 78 percent of the contracts, grants and loans; and 83 percent of entitlement spending, such as money for Medicaid, unemployment benefits and food stamps.&nbsp;<br />\r\n\t<br />\r\n\tStates received money for all sorts of projects and purposes, and the timetables were all different. For example: States got extra money to pay for Medicaid, the government-run health insurance program for the poor and disabled. This money ran out on June 30, 2011. States also got money for education, to keep school teachers on the job. The states were encouraged to spend that money as soon as possible, but they didn&#39;t have to. So every state had its own timetable for using these funds, according to Michael Leachman, an expert on state finances with the left-leaning Center on Budget and Policy Priorities.&nbsp;<br />\r\n\t<br />\r\n\tNext, we&#39;ll turn to public-sector job losses. Obama mentioned &quot;teachers, police officers, firefighters losing their jobs,&quot; and the logical inference is that these people were laid off due to budget constraints. Again, we were not able to find compiled data of jobs lost to state budget cuts. However, the U.S. Department of Labor&#39;s Bureau of Labor Statistics keeps data on the size of the government workforce at the state and local levels. We ran the data using the department&#39;s database and found that both the state and local workforce numbers have been generally declining since the beginning of this year.&nbsp;<br />\r\n\t<br />\r\n\tWe looked at both state and local workforce numbers because jobs like school teachers, police officers and firefighters would typically be included in the numbers of the local workforce. Teachers at the public universities, on the other hand, would be counted as part of the state workforce. Most states also have state police forces, such as the Florida Highway Patrol and the Texas Rangers.<br />\r\n\t<br />\r\n\tTo review some of the specifics of those numbers: Nationwide, the state workforce started 2010 with 5.140 million workers. For the rest of the year, the numbers jumped around, sometimes increasing and sometimes decreasing. By January 2011, the state workforce was down to 5.136 million workers. Since then, the numbers have declined every month, though May and June were preliminary numbers.<br />\r\n\t<br />\r\n\tThe local workforce, meanwhile, started 2010 with 14.482 million workers. It saw steady declines with the exemption of one month through the rest of 2010. By January 2011, the local workforce was down to 14.240 million workers. Since then, the numbers have also declined every month, with May and June preliminary.</p>\r\n<p>\r\n\tTo sum up, we can say very generally that the stimulus was ending, and also the state and local workforces were in decline.&nbsp;<br />\r\n\t<br />\r\n\tWe noted in <a href=\"http://www.politifact.com/truth-o-meter/statements/2011/jul/11/paul-krugman/paul-krugman-says-government-jobs-have-fallen-half/\">a recent item </a>on government employment that since the recession officially ended in June 2009, private payrolls have increased by more than 1 million workers, but government payrolls have declined by 493,000 -- cutting the number of jobs created almost in half. We also noted that the decline came from loss of employment at the state and local level, since federal employment had increased slightly.<br />\r\n\t<br />\r\n\tLeachman, the state finance expert at the Center on Budget and Policy Priorities, said there was little doubt that there&#39;s a connection between the end of the stimulus and public-sector layoffs.&nbsp;<br />\r\n\t<br />\r\n\t&quot;The recession has just been a historic one for state and local governments. It&rsquo;s very badly damaged their revenues, and they&#39;re still in a deep hole from the recession,&quot; he said, adding, &quot;It&#39;s clear that job losses are going to continue in the next year and beyond.&quot;<br />\r\n\t<br />\r\n\tObama pointed to those job losses as evidence that the stimulus helped the economy. Now that the stimulus is going away, things are getting worse.<br />\r\n\t<br />\r\n\tThe conservative fiscal experts we spoke with were not impressed with Obama&#39;s claim, though they did not dispute it. The problem is that the stimulus didn&#39;t revive the economy, said J.D. Foster of the conservative Heritage Foundation. &quot;The point of the stimulus was to get the private sector going well enough to carry the job-creating load. It failed,&quot; he said via e-mail.<br />\r\n\t<br />\r\n\tWe&#39;re not going to assess here whether the stimulus &quot;worked,&quot; however. And as we&#39;ve noted in&nbsp;<a href=\"http://www.politifact.com/virginia/statements/2011/jun/20/national-republican-senatorial-committee/gop-senate-group-says-tim-kaines-stimulus-failed-c/\">previous</a>&nbsp;<a href=\"http://www.politifact.com/virginia/statements/2011/jun/03/eric-cantor/cantor-says-stimulus-failed-get-people-back-work/\">reports</a>, independent sources have concluded that the stimulus saved or created anywhere between 1.3 million and 2.6 million jobs. But the economic downturn has been particularly pernicious, so we think it&#39;s still too early to say whether the stimulus worked or not, and to what extent. We should note that here, Obama is in the odd position of pointing to increasing job losses as evidence that the stimulus worked.&nbsp;<br />\r\n\t<br />\r\n\tHere, we&#39;re checking Obama&#39;s statement, &quot;As we&#39;ve seen that federal support for states diminish, you&#39;ve seen the biggest job losses in the public sector -- teachers, police officers, firefighters losing their jobs.&quot; The data tends to support that, but it&#39;s more of a correlation than a causation. Other factors, including continuing weakness in the economy and shrinking state and local revenue are at work as well. We rate Obama&#39;s statement Mostly True.</p>", "ruling_comments_date": "2011-07-12T17:42:51.232677", "ruling_date": "2011-07-12T18:26:16", "ruling_headline": "President Barack Obama says public sector job losses increasing as stimulus dwindles", "ruling_headline_slug": "obama-says-public-sector-job-losses-increasing-sti", "ruling_link_text": "Broadly speaking, yes", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tU.S. Department of Labor Bureau of Labor Statistics, <a href=\"https://www.documentcloud.org/documents/216012-bls-employment-numbers-state-and-local-government.html\">Employment, Hours, and Earnings from the Current Employment Statistics survey</a>, July 11, 2011, via DocumentCloud<br />\r\n\t<br />\r\n\tRecovery.gov,&nbsp;<a href=\"http://www.recovery.gov/pages/textview.aspx?List=%7BEB595CCA-D93F-48F4-AF96-11E2D41DE73D%7D&amp;xsl=FundingOverview/FundingOverviewChartTextView.xsl\">Overview of Funding</a>, June 30, 2011</p>\r\n<div style=\"margin-top: 0px; margin-bottom: 0px\">\r\n\tInterview with Michael Leachman of the Center on Budget and Policy Priorities<br />\r\n\t<br />\r\n\tInterview with J.D. Foster of The Heritage Foundation<br />\r\n\t<br />\r\n\tInterview with Adam Hersh of the Center for American Progress<br />\r\n\t<br />\r\n\tInterview with Dan Mitchell of the Cato Institute</div>\r\n<p>\r\n\tPolitiFact Virginia,&nbsp;<a href=\"http://www.politifact.com/virginia/statements/2011/jun/20/national-republican-senatorial-committee/gop-senate-group-says-tim-kaines-stimulus-failed-c/\">GOP senate group says Tim Kaine&#39;s stimulus failed to create jobs</a>, June 20, 2011<br />\r\n\t<br />\r\n\tPolitiFact Virginia,&nbsp;<a href=\"http://www.politifact.com/virginia/statements/2011/jun/03/eric-cantor/cantor-says-stimulus-failed-get-people-back-work/\">Cantor says stimulus &quot;failed to get people back to work,&quot;</a>&nbsp;June 3, 2011</p>", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>\r\n\t&quot;As we&#39;ve seen that federal support for states diminish, you&#39;ve seen the biggest job losses in the public sector -- teachers, police officers, firefighters losing their jobs.&quot;</p>", "statement_context": "a press conference", "statement_date": "2011-07-11", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 150, "photo": null, "resource_uri": "/api/v/2/subject/150/", "subject": "Stimulus", "subject_slug": "stimulus", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 103, "photo": null, "resource_uri": "/api/v/2/subject/103/", "subject": "Workers", "subject_slug": "workers", "used_in_edition": []}], "target": [], "twitter_headline": ""}