{"art": [], "author": [{"email_address": "gemery@cox.net", "first_name": "C. Eugene", "id": 144, "last_name": "Emery Jr.", "name_slug": "c-eugene-emery", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/gene_emery80_.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/144/", "title": "PolitiFact correspondent", "twitter": null}], "canonical_url": "/rhode-island/statements/2011/jul/13/joseph-trillo/ri-rep-trillo-says-30000-people-have-died-because-/", "edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "editor": [{"email_address": "tmurphy@providencejournal.com", "first_name": "Tim", "id": 145, "last_name": "Murphy", "name_slug": "tim-murphy", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/tim_murphy2_80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/145/", "title": "Editor", "twitter": null}], "facebook_headline": null, "id": 4097, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "gemery@cox.net", "first_name": "C. Eugene", "id": 144, "last_name": "Emery Jr.", "name_slug": "c-eugene-emery", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/gene_emery80_.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/144/", "title": "PolitiFact correspondent", "twitter": null}], "resource_uri": "/api/v/2/statement/4097/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>During the June 29, 2011, Rhode Island House debate over legislation to allow the police to stop motorists who are not wearing seat belts -- a bill that has now become law -- supporters said it would encourage more people to belt themselves in. Critics countered that the proposal was one more attempt to chip away at our personal freedoms and could encourage racial profiling.<br />\r\n<br />\r\nFew will disagree that seat belts save lives. But this was one instance where House Minority Whip Joseph Trillo, who said he regularly uses his seat belt, couldn&#39;t restrain himself.<br />\r\n<br />\r\n&quot;There are 30,000 people that have been killed with seat belts, where they&#39;ve gotten into accidents, the cars were on fire, they&#39;ve been knocked out, they haven&#39;t been able to get out of the vehicle,&quot; he said. &quot;My point is, even if the majority of people are saved, why do we keep forcing people to do things that they feel it&#39;s their own individual right to make a decision?&quot;<br />\r\n<br />\r\nWhen we saw him make that comment on Capitol TV, we were intrigued. Thirty thousand people have lost their lives because they wore their seat belts?<br />\r\n<br />\r\nWe were driven to call him that evening to ask him for the source of that statistic. A few emails and another phone call later, he reported that he couldn&#39;t find the source.<br />\r\n<br />\r\n&quot;I know that I got it in an email. It brought me to a credible site. I don&#39;t remember what it was though,&quot; he said. &quot;I&#39;m not sure whether it&#39;s cumulative or on a yearly basis.&quot;<br />\r\n<br />\r\nUndaunted, he cited a page on the website of the National Highway Traffic Safety Administration -- which we checked -- saying that in 2002, 2004 and 2006, the number of people who died while wearing a seat belt was 12,000, 13,000 and 12,500, respectively.<br />\r\n<br />\r\nWhen we pointed out that being killed while wearing a seat belt doesn&#39;t mean they would have survived if they had been unbelted, Trillo argued that &quot;if 12,000 to 13,000 are dying with seat belts every year on a national level, even if 2,000 couldn&#39;t get out of the car, it still could cumulatively add up to 30,000.&quot;<br />\r\n<br />\r\nWe tried to find the source of Trillo&#39;s statement. A Google search came up blank. But we did find a website that talked about &quot;23,000 people who run the risk of being trapped and fatally killed by a seat belt each year!&quot; It also warned against seat belt use because &quot;psychiatrists say that exposing young children to practices such as bondage from an early age can cause confusion during puberty.&quot; Needless to say, it was <a href=\"http://www.all-lies.com/legends/transportation/seatbelts.shtml\">a humor website</a>.<br />\r\n<br />\r\nSo we decided to go the extra mile to look for some real data.<br />\r\n<br />\r\nBoth the Centers for Disease Control and Prevention and the Consumer Product Safety Commission sent us to the NHTSA.<br />\r\n<br />\r\nIts most recent estimate is that 12,713 lives were saved in 2009 by people wearing seat belts, and another 3,688 fatalities would have been prevented if every driver had used one. (In Rhode Island, 11 lives were saved because of seat belt use and 10 died because they were not belted in, according to that report.)<br />\r\n<br />\r\nWhen we asked them for the number of deaths in which the use of seat belts was a contributing factor, they came up empty.<br />\r\n<br />\r\nNHTSA&#39;s Fatality Analysis Reporting System (FARS) database of motor vehicle fatalities logs lots of causes of death, listed as &quot;most harmful event.&quot; Wearing a seat belt isn&#39;t one of them.<br />\r\n<br />\r\nAfter Trillo&#39;s comment about being trapped in a burning car, we searched the database and found there were 157 fire- or explosion-related fatalities in passenger vehicles in 2009 where the victims were using their seat belts. If you add people who died by immersion in water, the number jumps to 243.<br />\r\n<br />\r\nEven if seat belts trapped the occupants <em>in every case</em>, that would represent less than one percent of fatalities and it would take 123 years (at the 2009 rate) to match Trillo&#39;s 30,000 figure. (Lap belts have only been mandatory in U.S. cars since the 1960s.)<br />\r\n<br />\r\nWe even put out a message to the 32,000 people who follow PolitiFact National on Twitter, asking people to email us if anyone had any reliable information on the question. One response led us to Sgt. William Mahoney, an accident scene investigator for about seven years with the Kansas City, Mo., Police Department, which handles about 65 to 75 traffic fatalities per year.<br />\r\n<br />\r\n&quot;I&#39;ve never seen a death that&#39;s been classified as having been caused by a seat belt,&quot; he said. &quot;I&#39;m not saying they don&#39;t exist. I&#39;ve never seen one.&quot;<br />\r\n<br />\r\nWhen we asked Lt. Col. Raymond White of the Rhode Island State Police if, in his 28 years in law enforcement, he has ever seen an instance where someone probably would have survived a crash if they hadn&#39;t been wearing their seat belt, he said, &quot;That&#39;s never been the case.&quot;<br />\r\n<br />\r\nAnd William Hall, who manages the occupant protection program at the University of North Carolina&#39;s Highway Safety Center, said that in the 30 years he&#39;s been with the center he hasn&#39;t seen any estimate comparable to Trillo&#39;s.<br />\r\n<br />\r\n&quot;I have no clue as to where he may have gotten it,&quot; he said, noting that it&#39;s &quot;quite likely&quot; that, if the number was real, he would be aware of it.<br />\r\n<br />\r\nHall said that &quot;less than one half of one percent of all crashes involve a post-crash fire or going in the water. So that&#39;s a very low probability event. There are probably some extremely rare, rare circumstances where someone might have not been killed if they had been unbelted, but that&#39;s very, very hard to substantiate. It could mean it&#39;s just a non-survival crash and you&#39;re not going to make it, seat belt or no seat belt.&quot;<br />\r\n<br />\r\nIn summary, when Trillo asserted that 30,000 people &quot;have been killed with seat belts,&quot; the context of his statement made it clear that he was saying that seat belts contributed to their deaths, not simply that 30,000 people who died happened to be wearing seat belts.<br />\r\n<br />\r\nWhen we asked him for the source of his information, he couldn&#39;t produce it. &quot;When we&#39;re doing all those bills, I&#39;m trying to assimilate a lot of information. I&#39;m not taking notes on it. I&#39;m just reading stuff,&quot; said Trillo.<br />\r\n<br />\r\nIn fact, when we suggested it might be wise to take note of his sources in case someone -- like PolitiFact, for example -- wanted to know where his facts came from, his response was, &quot;I could care less.&quot;<br />\r\n<br />\r\nBut we care because, if seat belts are really that dangerous, we want to know. And if a politician is exercising his right to be fooled by an email, we want to know that as well.<br />\r\n<br />\r\nWith more than 30,000 fatal traffic accidents in the United States each year, we suspect there must be at least a few in which victims might have survived had they not been wearing a seat belt.<br />\r\n<br />\r\nBut a search of Google, a question to the 32,000 readers who get our Twitter feed and queries to three federal agencies, two law enforcement agencies and others with an interest in tracking the dangers of seat belts produced no evidence that 30,000 people have died from wearing seat belts. Ever.<br />\r\n<br />\r\nTrillo&#39;s statement deserves to be strapped in for a one-way ride to Ridiculousville.<br />\r\n<br />\r\nWe award his inflammatory claim a <a href=\"http://www.politifact.com/rhode-island/about/\">Pants On Fire</a>!<br />\r\n<br />\r\n(Get updates from<a href=\"http://twitter.com/#%21/PolitiFactRI\"> PolitiFactRI on Twitter</a>. To comment or offer your ruling, visit us on our<a href=\"http://www.facebook.com/pages/PolitiFact-Rhode-Island/108242095907358\"> PolitiFact Rhode Island Facebook</a> page.)</p>\r\n\r\n<p><a href=\"https://www.sharethefacts.co/share/87dc1867-d4aa-4c0c-9e25-b1f4dc55659c\">https://www.sharethefacts.co/share/87dc1867-d4aa-4c0c-9e25-b1f4dc55659c</a></p>\r\n", "ruling_comments_date": "2011-07-12T18:06:49.656850", "ruling_date": "2011-07-13T08:00:00", "ruling_headline": "R.I. Rep. Trillo says 30,000 people have died because they used seat belts", "ruling_headline_slug": "ri-rep-trillo-says-30000-people-have-died-because-", "ruling_link_text": "Restrain yourself ", "ruling_state": null, "source_documents": null, "sources": "<p>Interviews, Joseph Trillo, House minority whip, June 29 and July 5, 2011<br />\r\n<br />\r\nInterview, Melissa Dankel, spokeswoman, Centers for Disease Control and Prevention, July 5, 2011<br />\r\n<br />\r\nInterview, Carl Purvis, spokesman, Consumer Product Safety Commission, July 5, 2011<br />\r\n<br />\r\nWww-nrd.nhtsa.dot.gov, &quot;<a href=\"http://www-nrd.nhtsa.dot.gov/Pubs/811451.pdf\">Early Estimate of Motor Vehicle Traffic Fatalities in 2010</a>,&quot; National Highway Traffic Safety Administration, April 2011, accessed July 7, 2011<br />\r\n<br />\r\nNHTSA..gov, &quot;<a href=\"http://www.nhtsa.gov/FARS\">Fatality Analysis Reporting System (FARS)</a>,&quot; National Highway Traffic Safety Administration, accessed July 6 and 12, 2011.<br />\r\n<br />\r\nWww-nrd.nhtsa.dot.gov, &quot;<a href=\"http://www-nrd.nhtsa.dot.gov/Pubs/811383.pdf\">Lives Saved in 2009 by Restraint Use and Minimum-Drinking-Age Laws</a>,&quot; National Highway Traffic Safety Administration, Sept. 2010, accessed July 7, 2011<br />\r\n<br />\r\nEmail, Elly Martin, spokeswoman, National Highway Traffic Safety Administration, July 5, 2011<br />\r\n<br />\r\nInterview, Sgt. William Mahoney, accident scene investigator, Kansas City (Missouri) Police Department, July 6, 2011<br />\r\n<br />\r\nInterview, Lt. Col. Raymond White, Rhode Island State Police, July 12, 2011<br />\r\n<br />\r\nInterview, William Hall, manager, occupant protection program, Highway Safety Center, University of North Carolina, July 7, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "minority whip, Rhode Island House of Representatives", "false_count": 0, "first_name": "Joseph", "half_true_count": 1, "home_state": "Rhode Island", "id": 1315, "last_name": "Trillo", "mostly_true_count": 0, "name_slug": "joseph-trillo", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/joseph_trillo.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1315/", "total_count": 2, "true_count": 0, "website": "http://www.rilin.state.ri.us/Trillo/"}, "statement": "<p>&quot;There are 30,000 people that have been killed with seat belts.&quot;</p>\r\n", "statement_context": "a House debate over mandatory seat belt use", "statement_date": "2011-06-29", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 213, "photo": null, "resource_uri": "/api/v/2/subject/213/", "subject": "Government regulation", "subject_slug": "government-regulation", "used_in_edition": ["/api/v/2/edition/9/"]}, {"description": "", "id": 173, "photo": null, "resource_uri": "/api/v/2/subject/173/", "subject": "Public Safety", "subject_slug": "public-safety", "used_in_edition": ["/api/v/2/edition/9/"]}, {"description": "", "id": 109, "photo": null, "resource_uri": "/api/v/2/subject/109/", "subject": "Regulation", "subject_slug": "market-regulation", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}