{"art": [{"brightcove": "", "caption": "During an interview on \"Meet the Press,\" Republican presidential candidate Tim Pawlenty discussed the science behind what causes homosexuality. We fact-checked two of his statements.", "id": 1437, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Pawlenty_on_Meet_the_Press.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/1437/", "title": "Pawlenty on Meet the Press", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2011/jul/13/tim-pawlenty/tim-pawlenty-says-scientists-are-dispute-over-whet/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 4099, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/4099/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tDuring a July 10, 2011, <a href=\"http://www.msnbc.msn.com/id/43672884/ns/meet_the_press-transcripts/\">appearance</a> on NBC&rsquo;s <em>Meet the Press</em>, host David Gregory asked Republican presidential candidate Tim Pawlenty about the origins of homosexuality. Here&rsquo;s their exchange:<br />\r\n\t<br />\r\n\t<strong>Gregory</strong>: &quot;Let me ask you about social policy. You&#39;ve notably said that you&#39;re a big fan of Lady Gaga and even the song <em>Born This Way</em>. There&#39;s a lot of debate about a gay marriage pledge in Iowa. And related to that, I wonder, do you agree with some of those who are behind that, that being gay is a choice?&quot;<br />\r\n\t<br />\r\n\t<strong>Pawlenty</strong>: &quot;Well, I have two teenage daughters who listen to Lady Gaga, so I&#39;m subjected to it. And it has some good qualities to it. But as to, as to gay marriage, I&#39;m in support of traditional marriage as between a man and a woman. I have not supported the issues of allowing gay couples to have the same benefits &hellip; as traditional couples. And so this is an issue in Iowa and across the whole country. But I&#39;ve stood in favor of traditional marriage and traditional relationships in that regard.<br />\r\n\t<br />\r\n\t<strong>Gregory</strong>: &quot;Is being gay a choice?&quot;<br />\r\n\t<br />\r\n\t<strong>Pawlenty</strong>: &quot;Well, the science in that regard is in dispute. I mean, the scientists work on that and try to figure out if it&#39;s behavioral...&quot;<br />\r\n\t<br />\r\n\t<strong>Gregory</strong>: &quot;Right.&quot;<br />\r\n\t<br />\r\n\t<strong>Pawlenty</strong>: &quot;...or if it&#39;s partly genetic.&quot;<br />\r\n\t<br />\r\n\t<strong>Gregory</strong>:&quot;What do you think?&quot;<br />\r\n\t<br />\r\n\t<strong>Pawlenty</strong>: &quot;Well, I defer to the scientists in that regard.&quot;<br />\r\n\t<br />\r\n\t<strong>Gregory</strong>: &quot;So you, you think it&#39;s not a choice.&quot;<br />\r\n\t<br />\r\n\t<strong>Pawlenty</strong>: &quot;Well, there is no....&quot;<br />\r\n\t<br />\r\n\t<strong>Gregory</strong>: &quot;That you are, as Lady Gaga says, you&#39;re &lsquo;born that way.&rsquo;&quot;<br />\r\n\t<br />\r\n\t<strong>Pawlenty</strong>: &quot;There&#39;s no scientific conclusion that it&#39;s genetic. We don&#39;t know that. So we don&#39;t know to what extent, you know, it&#39;s behavioral, and that&#39;s something that&#39;s been debated by scientists for a long time. But as I understand the science, there&#39;s no current conclusion that it&#39;s genetic.&quot;<br />\r\n\t<br />\r\n\tWe decided to rate two of Pawlenty&rsquo;s statements separately. In another item, we&rsquo;ll look at his claim that &quot;there&#39;s no scientific conclusion that it&#39;s genetic.&quot; In this item, we&rsquo;ll look at the first part of the exchange. We&#39;re not fact checking whether being gay is a choice, but whether scientists are &quot;in dispute&quot; over whether it is or is not.<br />\r\n\t<br />\r\n\tWe&rsquo;ll start out by noting an important difference -- the difference between sexual orientation and sexual behavior.<br />\r\n\t<br />\r\n\tScientists don&rsquo;t doubt that it&rsquo;s possible for someone who&rsquo;s gay to choose, through sheer willpower, to ignore their impulses and abstain from homosexual activity. Both gay and straight people have been going celibate by choice since time immemorial. But scientists add that for such people, sexual impulses don&rsquo;t go away.<br />\r\n\t<br />\r\n\tSo, scientists argue, even if sexual behavior is a choice, sexual orientation -- the state of being gay, and the impulses one feels -- is not a choice.<br />\r\n\t<br />\r\n\t&quot;We only choose to act, and our actions are influenced by desires,&quot; said Michael Bailey, a Northwestern University psychologist who specializes in the origins of homosexuality. &quot;So I think that in an ordinary understanding of &lsquo;choice,&rsquo; sexual orientation -- i.e., increased sexual desire for one type of person -- is not chosen, but sexual behavior is.&quot;<br />\r\n\t<br />\r\n\tBoth the American Psychological Association and the American Psychiatric Association -- the two leading organizations for their professions -- reject the idea that the driving factor in determining one&rsquo;s sexual orientation is personal choice.<br />\r\n\t<br />\r\n\tA spokeswoman for the American Psychiatric Association -- which has about 36,000 members out of roughly 48,000 psychiatrists nationwide -- &nbsp;didn&rsquo;t recall any significant internal dissension in recent years over the question of whether sexual orientation is a choice. Meanwhile, the American Psychological Association, which has 150,000 members, also considers it a &quot;settled question&quot; that homosexuality isn&rsquo;t a choice, said Clinton W. Anderson, the associate executive director of the American Psychological Association and the director of its lesbian, gay, bisexual, and transgender concerns office.<br />\r\n\t<br />\r\n\tInterestingly, we found less division than we&rsquo;d expected between gay-rights advocates and social conservatives.<br />\r\n\t<br />\r\n\tMichael Cole-Schwartz -- a spokesman for the Human Rights Campaign, a leading gay advocacy group -- said that &quot;there is significant agreement that one does not choose one&rsquo;s sexual orientation.&quot;<br />\r\n\t<br />\r\n\tMeanwhile, Peter Sprigg, a senior fellow at the Family Research Council -- a leading think tank for social conservatives -- agreed with the distinction between orientation and behavior. He suggested that fuzzy definitions of &quot;sexual orientation&quot; explain why the two camps sometimes talk past each other.<br />\r\n\t<br />\r\n\t&quot;Part of the problem is that the term &lsquo;sexual orientation&rsquo; is somewhat ambiguous,&quot; Sprigg said. He suggests that it is sometimes used to cover three separate elements -- attractions, behaviors and self-identification.<br />\r\n\t<br />\r\n\t&quot;What I generally say is that I don&lsquo;t believe that same-sex attractions are a choice, but behaviors and self-identification are,&quot; he said. &quot;If Pawlenty had wanted to be more subtle, he could have asked Gregory what he meant&quot; by being gay.<br />\r\n\t<br />\r\n\tIn fact, Sprigg articulated his somewhat nuanced view on the Family Research Council website in 2010, in a document titled &quot;<a href=\"http://downloads.frc.org/EF/EF10F01.pdf\">The Top Ten Myths About </a><a href=\"http://downloads.frc.org/EF/EF10F01.pdf\">Homosexuality</a>.&quot; In it, he reviewed some of the studies on this topic and concluded that &quot;if it was not clear in the 1990&rsquo;s, it certainly is now&mdash;no one is &lsquo;born gay.&rsquo;&quot; Yet he went on to write that &quot;homosexual attractions are clearly not a &lsquo;choice&rsquo; in the vast majority of cases.&quot;<br />\r\n\t<br />\r\n\tIn an interview, Sprigg said he didn&rsquo;t see the two statements as contradictory.<br />\r\n\t<br />\r\n\t&quot;When I say it&rsquo;s clear that no one is born gay, I don&rsquo;t think any of those three factors&quot; -- attractions, behaviors and self-identification -- &quot;are fixed and determined at birth. Just because it&rsquo;s not a choice doesn&rsquo;t mean it&rsquo;s present at birth. It could be the result of developmental factors in childhood. Sometime between the time you&rsquo;re born and the time you begin to experience sexual attraction, things can happen that can affect your development.&quot;<br />\r\n\t<br />\r\n\tHe even pointed to an American Psychological Association statement that &quot;although much research has examined the possible genetic, hormonal, developmental, social, and cultural influences on sexual orientation, no findings have emerged that permit scientists to conclude that sexual orientation &ndash; heterosexuality, homosexuality, or bisexuality -- is determined by any particular factor or factors.&quot;<br />\r\n\t<br />\r\n\tThe scientists we spoke to freely acknowledged that much is unknown about what determines sexual orientation. (More on that in our accompanying item.) But what scientists do know pretty much rules out the idea that homosexuality is simply a choice.<br />\r\n\t<br />\r\n\tAt this point, we need to note an important caveat: What we&rsquo;ve been discussing here applies primarily to gay men. There is actually no solid scientific consensus about the causes of female homosexuality, because the research on that question has been much less extensive.<br />\r\n\t<br />\r\n\tWe struggled with the question of how we should factor in what one might call the lesbian exception to the scientific consensus on homosexuality. Neither Pawlenty nor Gregory specifically referred to either gay men or gay women in their comments. Ultimately, we concluded that the science of what causes women to be gay was too unformed to draw any solid conclusions, so we set it aside as a factor in our ratings.<br />\r\n\t<br />\r\n\tSo where does this leave us?<br />\r\n\t<br />\r\n\tPawlenty said that scientists are &quot;in dispute&quot; about whether being gay is a choice or not. We think most people would interpret that to mean sexual orientation -- that is, attractions and impulses -- rather than sexual behavior. And on that question, it seems that the American Psychological Association, the American Psychiatric Association, the Human Rights Campaign and even the Family Research Council are in agreement. So we rate Pawlenty&rsquo;s statement False.</p>", "ruling_comments_date": "2011-07-13T10:13:29.322117", "ruling_date": "2011-07-13T12:23:00", "ruling_headline": "Tim Pawlenty says scientists are “in dispute” over whether being gay is a choice", "ruling_headline_slug": "tim-pawlenty-says-scientists-are-dispute-over-whet", "ruling_link_text": "Most agree that sexual orientation is fixed; it's behavior that's a choice", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tTim Pawlenty, <a href=\"http://www.msnbc.msn.com/id/43672884/ns/meet_the_press-transcripts/\">interview</a> on NBC&rsquo;s <em>Meet the Press</em>, July 10, 2011<br />\r\n\t<br />\r\n\tJ. Michael Bailey, Michael P. Dunne and Nicholas G. Martin, &quot;<a href=\"http://www.scribd.com/doc/25137416/Genetic-and-Environmental-Influences-on-Sexual-Orientation-and-Its-Correlates-in-an-Australian-Twin-Sample-Personality-Processes-and-Individual-Diffe\">Genetic and Environmental Influences on Sexual Orientation and Its Correlates in an Australian Twin Sample</a>,&quot; <em>Journal of Personality and Social Psychology</em>, March 2000<br />\r\n\t<br />\r\n\tSusan J. Bradley, Gillian D. Oliver, Avinoam B. Chernick, and Kenneth J. Zucker, &quot;<a href=\"http://www.cirp.org/library/complications/bradley/\">Experiment of Nurture: Ablatio Penis at 2 Months, Sex Reassignment at 7 Months, and a Psychosexual Follow-up in Young Adulthood</a>,&quot; <em>Pediatrics</em>, July 1998<br />\r\n\t<br />\r\n\tWilliam G. Reiner and John P. Gearhart, &quot;<a href=\"http://www.nejm.org/doi/full/10.1056/NEJMoa022236#t=abstract\">Discordant Sexual Identity in Some Genetic Males with Cloacal Exstrophy Assigned to Female Sex at Birth</a>,&quot; <em>New England Journal of Medicine</em>, January 22, 2004<br />\r\n\t<br />\r\n\tAmerican Psychological Association, <a href=\"http://www.apa.org/about/offices/ogc/amicus/marriage-cases.pdf\">amicus brief for gay marriage</a>, Sept. 26, 2007<br />\r\n\t<br />\r\n\tFamily Research Council, &quot;<a href=\"http://downloads.frc.org/EF/EF10F01.pdf\">The Top Ten Myths About Homosexuality</a>,&quot; 2010<br />\r\n\t<br />\r\n\tChandler Burr, &quot;<a href=\"https://facultystaff.richmond.edu/%7Ebmayes/pdf/homosexuality_biology_burr.pdf\">Homosexuality and Biology</a>&quot; (<em>The Atlantic</em>), March 1993<br />\r\n\t<br />\r\n\tE-mail interview with Michael Bailey, Northwestern University psychologist, July 12, 2011<br />\r\n\t<br />\r\n\tInterview with Clinton W. Anderson, associate executive director of the American Psychological Association, July 12, 2011<br />\r\n\t<br />\r\n\tInterview with Jack Drescher, distinguished fellow of the American Psychiatric Association, July 12, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Michael Cole-Schwartz, spokesman for the Human Rights Campaign, July 12, 2011<br />\r\n\t<br />\r\n\tInterview with Peter Sprigg, senior fellow at the Family Research Council, July 12, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "", "false_count": 3, "first_name": "Tim", "half_true_count": 3, "home_state": "", "id": 238, "last_name": "Pawlenty", "mostly_true_count": 6, "name_slug": "tim-pawlenty", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Pawlenty_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/238/", "total_count": 18, "true_count": 2, "website": ""}, "statement": "<p>\r\n\tSays scientists are &quot;in dispute&quot; over whether being gay is a choice.</p>", "statement_context": "an interview on NBC's \"Meet the Press\"", "statement_date": "2011-07-10", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 118, "photo": null, "resource_uri": "/api/v/2/subject/118/", "subject": "Gays and Lesbians", "subject_slug": "gays-and-lesbians", "used_in_edition": []}, {"description": "", "id": 139, "photo": null, "resource_uri": "/api/v/2/subject/139/", "subject": "Science", "subject_slug": "science", "used_in_edition": []}], "target": [], "twitter_headline": ""}