{"art": [{"brightcove": "", "caption": "In an interview with CBS News, President Barack Obama raised the possibility that the federal government might not be able to send out Social Security checks if a debt ceiling deal is not reached. We checked his claim.", "id": 1440, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Obama_on_CBS.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/1440/", "title": "Obama on CBS", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}, {"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2011/jul/13/barack-obama/barack-obama-said-social-security-and-other-federa/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 4104, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}, {"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/4104/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tPresident Barack Obama and Congress are in intense discussions on raising the debt ceiling -- the legal limit on how much money the government can borrow.&nbsp; But the negotiations aren&#39;t going so well, leaving observers -- and some participants -- to consider whether there are Plan B&#39;s, Plan C&#39;s and Plan D&#39;s if the negotiators can&#39;t reach an agreement in time.</p>\r\n<p>\r\n\tAfter hitting the debt ceiling earlier this year, the U.S. Treasury Department juggled accounts as a temporary measure that bought time for further negotiations. But officials now expect the debt limit to be reached on Aug. 2, 2011.</p>\r\n<p>\r\n\tWhile most if not all federal accounts are affected in some way by the debt limit debate, the most urgent items for many ordinary Americans are direct transfer payments, most notably Social Security and veterans&#39; benefits.</p>\r\n<p>\r\n\tObama was asked about this in a July 12, 2011, interview with CBS News anchor Scott Pelley. Here&#39;s their exchange:</p>\r\n<p>\r\n\t<strong>Pelley</strong>: &quot;Can you tell the folks at home that, no matter what happens, the Social Security checks are going to go out on August the 3rd? There are about $20 billion worth of Social Security checks that have to go out the day after the government is supposedly going to go into default.&quot;</p>\r\n<p>\r\n\t<strong>Obama</strong>: &quot;Well, this is not just a matter of Social Security checks. These are veterans&#39; checks, these are folks on disability and their checks. There are about 70 million checks that go out each month.&quot;</p>\r\n<p>\r\n\t<strong>Pelley</strong>: &quot;Can you guarantee, as president, that those checks will go out on August the 3rd?&quot;</p>\r\n<p>\r\n\t<strong>Obama</strong>: &quot;I cannot guarantee that those checks go out on August 3rd if we haven&#39;t resolved this issue, because there may simply not be the money in the coffers to do it.&quot;</p>\r\n<p>\r\n\tWe heard from a lot of readers who wanted us to check whether that statement was factually accurate or if Obama was using scare tactics.</p>\r\n<p>\r\n\tBack in February, <a href=\"http://www.politifact.com/truth-o-meter/statements/2011/feb/24/barack-obama/barack-obama-says-if-theres-government-shutdown-so/\" id=\"bl5j\" title=\"we examined\">we examined</a> a similar statement by Obama -- that if there&#39;s a government shutdown, &quot;people don&#39;t get their Social Security checks.&quot; We rated that Barely True.</p>\r\n<p>\r\n\tSocial Security is a mandatory program supported by a trust fund, so Social Security benefits don&#39;t have to be formally approved by Congress every year. However, Social Security Administration employees are paid through appropriated funds. The real question about a government shutdown was whether those employees would be kept from going to work and if so, whether the checks would sit idle rather than arriving in mailboxes nationwide. The rules that cover government shutdowns provide some leeway for federal workers to carry out core Social Security functions. This flexibility allowed checks to go out during a 1995 shutdown, even as less-urgent agency functions lagged.</p>\r\n<p>\r\n\tHowever, the two scenarios -- a government shutdown caused by the absence of funding approved by Congress and a debt ceiling impasse that prevents new borrowing -- are different. So the consequences of one do not necessarily match the consequences of the other.</p>\r\n<p>\r\n\tThe Congressional Research Service, the nonpartisan research arm of Congress, <a href=\"http://www.fas.org/sgp/crs/misc/R41633.pdf\" id=\"x7gp\" title=\"put it this way\">put it this way</a>: &quot;Failing to raise the debt ceiling would not bring the government to a screeching halt the way that not passing appropriations bills would. Employees would not be sent home, and checks would continue to be issued. If the Treasury was low on cash, however, there could be delays in honoring checks and disruptions in the normal flow of government services.&quot;</p>\r\n<p>\r\n\tThis is because the government receives both cash, including tax revenue, and bills at irregular intervals. So it doesn&#39;t always have enough cash on hand to pay all its debts at any given moment. (Families and businesses will recognize this as the always-dreaded &quot;cash flow problem.&quot;)</p>\r\n<p>\r\n\tThe Treasury Department has argued that failure to raise the debt limit actually would have more dramatic consequences than a government shutdown. &quot;If Congress fails to increase the debt limit, the government would have to stop, limit, or delay&nbsp;payments on a broad range of legal obligations, including Social Security and Medicare benefits, military salaries, interest on the national debt, tax refunds, and many other commitments,&quot; the department said in a statement.</p>\r\n<p>\r\n\tHow broad would the impact be? The Bipartisan Policy Center -- a Washington, D.C.-based think tank with a board that includes former politicians from both parties -- conducted an analysis of what the government&#39;s fiscal situation would be if a deal on the debt ceiling is not reached.</p>\r\n<p>\r\n\tWhen the center analyzed the government&#39;s inflows and outflows for the rest of August 2011, it found $172.4 billion in cash coming in, to offset required payments of $306.7 billion. That works out to a deficit of $134.3 billion.</p>\r\n<p>\r\n\tWith that amount of income to work with, the government -- if it could prioritize payments, and we&#39;ll say more on that later -- could pay the monthly costs of Medicare and Medicaid ($50 billion), Social Security ($49.2 billion), Pentagon vendors ($31.7 billion), interest on the debt ($29 billion), and unemployment benefits ($12.8 billion). Those categories total $172.7 billion.</p>\r\n<p>\r\n\tBut doing so would mean delaying other payments -- for instance, Pell grants and other educational programs ($20.2 billion), salaries and benefits for federal employees ($14.2 billion), welfare and food programs ($9.3 billion), health and human services grants ($8.1 billion), housing assistance ($6.7 billion), and many other programs, including military active duty pay ($2.9 billion), veterans affairs program ($2.9 billion), Department of Justice funding that includes the FBI and federal courts ($1.4 billion) and IRS refunds ($3.9 billion).</p>\r\n<p>\r\n\tIf the government could prioritize payments to creditors it deemed most important -- bondholders, say, or Social Security beneficiaries -- it could be a viable stopgap, at least for the favored creditors. But does the government have the power to prioritize whom it pays?</p>\r\n<p>\r\n\tThe answer is somewhat in dispute. Here&#39;s how CRS describes it:</p>\r\n<p>\r\n\t&quot;Some have argued that prioritization of payments can be used by Treasury to avoid a default on federal obligations by paying interest on outstanding debt before other obligations,&quot; CRS wrote in a study published earlier this year. &quot;Treasury officials have maintained that the department lacks formal legal authority to establish priorities to pay obligations, asserting, in effect, that each law obligating funds and authorizing expenditures stands on an equal footing. In other words, Treasury would have to make payments on obligations as they come due.&quot;</p>\r\n<p>\r\n\tBut CRS added that this view contrasts with one expressed by the Government Accountability Office in 1985 (when the office, the auditing arm of Congress, was known as the General Accounting Office). The GAO <a href=\"http://redbook.gao.gov/14/fl0065142.php\" id=\"t.53\" title=\"found &quot;no requirement&quot;\">found &quot;no requirement&quot;</a> that Treasury pay its bills in a first-in, first-out fashion. &quot;Treasury is free to liquidate obligations in any order it finds will best serve the interests of the United States,&quot; the GAO concluded.</p>\r\n<p>\r\n\tEven if the government has the authority to prioritize payments such as Social Security checks, doing so would still entail some downsides, and some of these might be considered politically or practically untenable.</p>\r\n<p>\r\n\t<strong>Doing so merely kicks certain payments down the road, where they may accrue additional interest charges, worsening an already difficult fiscal climate</strong>. &quot;A backlog of unpaid bills would continue to grow until the government collects more revenues or other sources of cash than its outlays,&quot; CRS wrote. &quot;In some cases, delaying federal payments incurs interest penalties under some statutes such as the Prompt Payment Act, which directs the government to pay interest penalties to contractors if it does not pay them by the required payment date, and the Internal Revenue Code, which requires the government to pay interest penalties if tax refunds are delayed beyond a certain date.&quot;</p>\r\n<p>\r\n\t<strong>Even if payments to bondholders were prioritized, the bond market may still be spooked by the delays in other federal payments, risking harm to the nation&#39;s creditworthiness</strong>. &quot;If the federal government were to prioritize payments on debt obligations above other obligations, it is not clear whether financial markets would find this distinction to be significant when deciding whether and how to invest in federal government Treasury securities,&quot; CRS wrote. CRS added, &quot;if creditors lost this confidence, the federal government&rsquo;s interest costs would likely increase substantially, and there would likely be broader disruptions to financial markets.&quot;</p>\r\n<p>\r\n\t<strong>Delaying certain payments, even while making others, could ripple through the economy and drag down already weak economic growth</strong>. &quot;Removing a portion of government spending from the economy would leave behind significant economic effects and would have an effect on&quot; gross domestic product, CRS wrote.</p>\r\n<p>\r\n\tThere are also some specific technical challenges for shifting funding into and out of the Social Security Trust Fund, which our friends at the<em> Washington Post</em> Fact-Checker column looked into <a href=\"http://www.washingtonpost.com/blogs/fact-checker/post/can-president-obama-keep-paying-social-security-benefits-even-if-the-debt-ceiling-is-reached/2011/07/12/gIQA9myRBI_blog.html#pagebreak\" id=\"kkdj\" title=\"here\">here</a>.</p>\r\n<p>\r\n\tMost of the experts we interviewed agreed that the federal government, if push came to shove, could probably find a way to prioritize Social Security or other payments, though none expressed absolute certainty. However, most of the experts also acknowledged practical challenges of using such tactics.</p>\r\n<p>\r\n\tWhile he thinks the GAO&#39;s green light for payment prioritization carries significant weight, Eugene Steuerle of the Urban Institute added that &quot;with so much being borrowed, it is hard simply to pick on a few programs&quot; to continue in the face of a debt ceiling impasse.</p>\r\n<p>\r\n\tRonald M. Levin, a professor at the Washington University School of Law said, &quot;I interpret the president to be saying, &#39;Stopping Social Security checks would be hugely costly, but other curtailments would also be hugely costly. ... Something will have to give, and I cannot responsibly guarantee that it won&rsquo;t be Social Security.&#39; That is not quite what he said, but to my mind it&rsquo;s close.&quot;</p>\r\n<p>\r\n\tWhere does this leave us? The critics likely have a point when they say Obama is playing up the risk to the most sympathetic potential victims -- Social Security recipients, 23 percent of whom live in households that depend on the retirement system for 90 percent or more of their income. While it&#39;s not a certainty that the Obama administration could prioritize cutting checks to seniors, there&#39;s a reasonable shot that the administration could do it.</p>\r\n<p>\r\n\tOn the other hand, doing so would likely cause a lot of collateral damage to other American creditors, federal workers, students, Pentagon vendors and countless others -- and could also hamper the broader economy at a particularly sensitive time. The president is probably justified in saying that the possibility of an un-raised debt ceiling jeopardizes Social Security checks -- after all, it hasn&#39;t happened before, so no one knows for sure. But we also think the president probably has tools at his disposal to avoid the worst-case scenario for seniors that he expresses concern about. Acknowledging that there are a lot of uncertainties, we rate his statement Half True.</p>", "ruling_comments_date": "2011-07-13T17:25:43.274144", "ruling_date": "2011-07-13T18:26:51", "ruling_headline": "Barack Obama said Social Security and other federal checks may not go out on Aug. 3 if the debt ceiling is not increased", "ruling_headline_slug": "barack-obama-said-social-security-and-other-federa", "ruling_link_text": "Into uncharted territory", "ruling_state": null, "source_documents": null, "sources": "<div>\r\n\t<font face=\"verdana, helvetica, arial, sans-serif\" size=\"2\">CBS News, <a href=\"http://www.cbsnews.com/8301-503544_162-20078789-503544.html?tag=contentMain;contentBody\" id=\"i0zy\" title=\"interview\">interview</a> with President Obama, July 12, 2011</font></div>\r\n<div>\r\n\t&nbsp;</div>\r\n<div>\r\n\tCongressional Research Service, &quot;<a href=\"http://www.fas.org/sgp/crs/misc/R41633.pdf\" id=\"xj8a\" title=\"Reaching the Debt Limit: Background and Potential Effects on Government Operations\">Reaching the Debt Limit: Background and Potential Effects on Government Operations</a>,&quot; June 3, 2011</div>\r\n<div>\r\n\t&nbsp;</div>\r\n<div>\r\n\tGeneral Accounting Office, <a href=\"http://redbook.gao.gov/14/fl0065142.php\" id=\"q1.5\" title=\"letter\">letter</a> to Sen. Bob Packwood, Oct. 9, 1985</div>\r\n<div>\r\n\t&nbsp;</div>\r\n<div>\r\n\tBipartisan Policy Center,&nbsp;<a href=\"http://www.bipartisanpolicy.org/news/press-releases/2011/06/bipartisan-policy-center-releases-new-analysis-debt-limit\" id=\"jb7i\" title=\"Debt Ceiling Analysis\">Debt Ceiling Analysis</a>, June 28, 2011</div>\r\n<div>\r\n\t&nbsp;</div>\r\n<div>\r\n\tU.S. Treasury Department,&nbsp;<a href=\"http://www.treasury.gov/initiatives/Pages/debtlimit.aspx\" id=\"zfze\" title=\"statements on the debt limit\">statements on the debt limit</a>, various dates, accessed July 13, 2011</div>\r\n<p>\r\n\tThe Washington Post Fact Checker, &quot;<a href=\"http://www.washingtonpost.com/blogs/fact-checker/post/can-president-obama-keep-paying-social-security-benefits-even-if-the-debt-ceiling-is-reached/2011/07/12/gIQA9myRBI_blog.html#pagebreak\" id=\"hvtj\" title=\"Can President Obama keep paying Social Security benefits even if the debt ceiling is reached\">Can President Obama keep paying Social Security benefits even if the debt ceiling is reached</a>?,&quot; July 13, 2011</p>\r\n<p>\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2011/feb/24/barack-obama/barack-obama-says-if-theres-government-shutdown-so/\" id=\"xbev\" title=\"Barack Obama says if there's a government shutdown, Social Security checks won't get sent\">Barack Obama says if there&#39;s a government shutdown, Social Security checks won&#39;t get sent</a>,&quot; Feb. 24, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Daniel Mitchell, senior fellow at the Cato Institute, July 13, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Eugene Steuerle, fellow with the Urban Institute, July 13, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Paul Light, professor of public service at New York University, July 13, 2011<br />\r\n\t<br />\r\n\tE-mail interview with John M. Palguta, vice president for policy with the Partnership for Public Service, July 13, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Jeff Rosen, partner with the law firm Kirkland &amp; Ellis, July 13, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Ronald Levin, law professor at Washington University in St. Louis, July 13, 2011</p>", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>\r\n\tSocial Security and other federal checks may not go out on Aug. 3 if the debt ceiling is not increased.</p>", "statement_context": "an interview with CBS News", "statement_date": "2011-07-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 183, "photo": null, "resource_uri": "/api/v/2/subject/183/", "subject": "Deficit", "subject_slug": "deficit", "used_in_edition": ["/api/v/2/edition/10/"]}, {"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "", "id": 141, "photo": null, "resource_uri": "/api/v/2/subject/141/", "subject": "Social Security", "subject_slug": "social-security", "used_in_edition": []}], "target": [], "twitter_headline": ""}