{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2011/jul/14/chain-email/chain-e-mail-claims-quote-top-redesigned-departmen/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 4108, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/4108/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\r\n\tThe latest socialist/communist plot to take over the world is insidiously (if innocuously) placed at the top of the Department of Justice&#39;s newly designed <a href=\"http://www.justice.gov/\" id=\"ibuo\" title=\"website.\">website.</a><br />\r\n\tAt least, that&#39;s what a writer for the <i>American Spectator </i>and a number of chain e-mails would have you believe.<br />\r\n\t<br />\r\n\t&quot;What&#39;s black and white and &#39;red&#39; all over? The Department of Justice&#39;s newly designed website. Gone are the standard red, white, and blue motifs, replaced by an all-black backdrop. And prominently placed on virtually every page of the site is a quote credited to a man who facilitated a greater role for socialists and communists at the U.N. and the global &#39;workers rights movement,&#39; according to a July 16, 2010 <a href=\"http://spectator.org/archives/2010/07/16/with-liberty-and-global-justic/print#\" id=\"iamn\" title=\"column\">column</a> in the <i>American Spectator</i>, written by someone who goes under the pen name, the Washington Prowler. &quot;...Most jarring is the quote that appears on virtually every page of the website. &#39;The common law is the will of mankind issuing from the life of the people,&#39; which, some DOJ staff say, is tied to a man who ushered in the socialist and communist theories that now permeate the United Nations.&quot;<br />\r\n\t<br />\r\n\tThe quote is lifted from an inscription on the side of the Department of Justice Building.</p>\r\n<p>\r\n\tAccording to the Spectator:</p>\r\n<p>\r\n\t<i>Some attorneys believed the quote is pulled or adapted from the writing of Sir William Blackstone, the 18th Century British jurist, who wrote the Commentaries on the Laws of England, which influenced not only British law, but also the American constitutional and legal system. But other Department of Justice employees say the quote originates from British lawyer, C. Wilfred Jenks, who back in the late 1930s and after World War II was a leading figure in the &#39;international law&#39; movement, which sought to impose a global, common law, and advocated for global workers rights. Jenks was a long-time member of the United Nation&#39;s International Labor Organization, and author of a number of globalist tracts, including a set of essays published back in 1958, entitled The Common Law of Mankind.</i></p>\r\n<p>\r\n\t<i>Most telling: Jenks, as director of the ILO is credited with putting in place the first Soviet senior member of the UN organization, and also with creating an environment that allowed the ILO to give &quot;observer status&quot; to the Palestinian Liberation Organization, and to issue anti-Israeli statements, which precipitated efforts by the U.S. Congress to withdraw U.S. membership from the ILO. The U.S. actually did withdraw in the mid-1970s due to the organization&#39;s leftist leanings.</i></p>\r\n<p>\r\n\t<i>&quot;It was Jenks&#39;s efforts that helped make the ILO a tool of the socialist and communist movement,&quot; says one of the DOJ lawyers.</i></p>\r\n<p>\r\n\tSo already we&#39;re dealing with speculation from some unnamed attorneys in the Department of Justice. But even with this flimsy evidence, the story grew wings among conservative bloggers on the web, and various versions of the claim circulated widely by chain e-mail.</p>\r\n<p>\r\n\tOne of the chain e-mails we received repeats the quote now on the DOJ website, and then gets sarcastic:</p>\r\n<p>\r\n\t<i>Catchy, huh? Just one tiny little (too small to be relevant obviously) point -- the quote is from C. Wilfred Jenks, who in the 1930&#39;s was a leading proponent of the &quot;international law&quot; movement, which had as its goal to impose a global common law and which backed &#39;global workers&#39; rights.&#39;<br />\r\n\t<br />\r\n\tCall it Marxism, call it Progressivism, call it Socialism -- under any of those names, it definitely makes the DOJ look corrupt in their new website with Marxist accessories to match.<br />\r\n\t<br />\r\n\tHow very interesting that &#39;they&#39; couldn&#39;t find a nice quote from one of our Founders. People, we have lost our Republic. This is an example of the slow, methodical misuse of power our current government is doing as they lead us to socialism, and destroying our republic as we have known it. </i><br />\r\n\t<br />\r\n\tAs with most chain e-mails, it ends, &quot;Please, pass this on to people on your e-mail list. ASAP!&quot;</p>\r\n<p>\r\n\tThe whole argument, of course, rests on the supposition that the quote came from a socialist leader. We bet you can see where this is headed, but we&#39;ll usher you through the unraveling.</p>\r\n<p>\r\n\tWe first contacted the Department of Justice. Tracy J. Russo, a spokeswoman for the DOJ, confirmed the quote appears on the fa&ccedil;ade of the main Department of Justice building in Washington, D.C.</p>\r\n<p>\r\n\t&quot;The building was completed in 1935, and this inscription is just one of many that circle the building&rsquo;s exterior,&quot; Russo said via e-mail. &quot;It does appear on the eastern side of building, overlooking 9th Street NW. The full quote is: &#39;The common law derives from the will of mankind, issuing from the life of the people, framed by mutual confidence, and sanctioned by the light of reason.&#39;&quot;</p>\r\n<p>\r\n\tThe quote was a favorite of former Attorney General Janet Reno, who dropped it into numerous speeches. For example, in a 2001 speech, Reno said, &quot;There is, on the wall of the 9th Street gate, a saying that I have come to rely on again and again. It says, &#39;The common law derives from the will of mankind, issuing from the life of the people, framed by mutual confidence, and sanctioned by the light of reason.&#39; Unless the law issues from all of the people, some of the people will feel left out. They will come to feel alienated. They will be angry. And this will not be a cohesive democracy. If you don&#39;t care about that, they will feel left out, alienated, and they will not have the opportunities that others have to skills, to jobs, to opportunity. That will only hurt America.&quot;<br />\r\n\t<br />\r\n\tRusso said the quote was chosen for the website when it was redesigned in October 2009 because the main Justice building was used as inspiration for the website design.<br />\r\n\t<br />\r\n\t&quot;We&rsquo;ve heard various reports of its origin but have not found any definitive information regarding the source,&quot; Russo said. &quot;We don&#39;t actually know its origin.&quot;</p>\r\n<p>\r\n\tSo we reached out to the Library of Congress. And three weeks later, they got back to us ... and the socialist conspiracy theory came crashing down.</p>\r\n<p>\r\n\tIt turns out, the quote did not come from C. Wilfred Jenks.</p>\r\n<p>\r\n\tJennifer Gavin, a spokeswoman at the Library of Congress said she asked two reference librarians to research the issue and here&#39;s what they found:</p>\r\n<p>\r\n\t<i>The inscription, &quot;The common law is the will of mankind, issuing from the life of the people,&quot; is attributable to Hartley Burr Alexander, 1873-1939 - poet, philosopher, scholar, and architectural iconographer.<br />\r\n\t&nbsp;<br />\r\n\tThe chief sculptor of the U.S. Department of Justice building (1932-1934), C. Paul Hennewein, retained Dr. Alexander, then chairman of the philosophy department at the University of Nebraska, to assist with a unifying theme for the sculpture and inscriptions for the new building.<br />\r\n\t&nbsp;<br />\r\n\tDr. Alexander&rsquo;s correspondence and photographs are archived in the Hartley Burr Alexander Projects Collection at Scripps College in Claremont, California, where he was invited to chair a professorship in philosophy.</i></p>\r\n<p>\r\n\tSo was Hartley Burr Alexander some kind of Marxist? Nope.</p>\r\n<p>\r\n\t&quot;He seemed to be something of a liberal, but not a communist,&quot; said Richard T. Hull, an emeritus professor at the University at Buffalo who wrote a brief biography of Alexander for the American Psychological Association.</p>\r\n<p>\r\n\tA native of Lincoln, Neb., Alexander was a writer, poet and professor of philosophy at the University of Nebraska and later at Scripps College in Claremont, Calif.</p>\r\n<p>\r\n\tAccording to Hull&#39;s biographical sketch, Alexander &quot;was a famed lecturer and teacher. He wrote articles, editorials and poems for several newspapers. He wrote and presented a number of pageants and a light opera. In addition to his articles in philosophical journals, he did field work in the anthropology of the Native American, developing a special interest in the poetic and spiritual quality of Native American songs and rituals and the symbolism of Native American mythology.&quot;</p>\r\n<p>\r\n\tThe Department of Justice Building isn&#39;t the only one inscribed with his words. According to Hull&#39;s research, Alexander -- who was president of the American Philosophical Association in 1918-1919 -- was commissioned to design the decorative scheme, and write inscriptions for the Nebraska State Capitol building, the Los Angeles Public Library, the Fidelity Mutual Life Insurance Building in Philadelphia and the Oregon State Capitol building.</p>\r\n<p>\r\n\tIn other words, Alexander had a varied and illustrious career, none of which would suggest putting his words atop the DOJ website is any kind subliminal socialist message.</p>\r\n<p>\r\n\tThis whole issue is much ado about nothing. The authors cooked up a conspiracy theory based on misinformation about who authored the quote on the DOJ website (and the side of the DOJ Building), and then they ran with it. We rate the claim Pants on Fire.</p>", "ruling_comments_date": "2011-07-14T11:10:17.813697", "ruling_date": "2011-07-14T11:53:02", "ruling_headline": "Chain e-mail claims a quote at the top of the redesigned Department of Justice website comes from a socialist who wanted to impose global common law", "ruling_headline_slug": "chain-e-mail-claims-quote-top-redesigned-departmen", "ruling_link_text": "Misinformed outrage over DOJ website", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tDepartment of Justice <a href=\"http://www.justice.gov/\" id=\"jrpw\" title=\"website\">website</a><br />\r\n\t<br />\r\n\tThe American Spectator, <a href=\"http://spectator.org/archives/2010/07/16/with-liberty-and-global-justic/print#\" id=\"v6f6\" title=\"&quot;Justice Loses Its Stars and Stripes,\">&quot;Justice Loses Its Stars and Stripes,</a>&quot; by &quot;The Prowler,&quot; July 16, 2010<br />\r\n\t<br />\r\n\tOnline Archive of California, <a href=\"http://www.oac.cdlib.org/view?docId=kt4489q974;query=Alexander%20%28Hartley%20Burr%29%20Papers;style=oac4;view=dsc#c01-1.2.7.4\" id=\"wd5b\" title=\"Guide to the Hartley Burr Alexander Projects Collection\">Guide to the Hartley Burr Alexander Projects Collection</a>, Series 3, Department of Justice, Washintgton D.C., 1932-1935<br />\r\n\t<br />\r\n\tAntonio Vasaio, &quot;Fiftieth anniversary of the U.S. Department of Justice building, 1934-1984. Washington, DC&quot; GPO, 1984<br />\r\n\t<br />\r\n\tVolume 2 of the American Philosophical Association Presidential Addresses, edited by Richard T. Hull, 1999<br />\r\n\t<br />\r\n\tE-mail interview with Jennifer Gavin, spokeswoman at the Library of Congress, July 8, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Tracy Russo, a spokeswoman for the Department of Justice, July 12, 2011<br />\r\n\t<br />\r\n\tInterview with Richard T. Hull, executive director of the Text and Academic Authors Association, July 13, 2011</p>", "speaker": {"adkey": "People ", "advalue": "Fake_news", "barely_true_count": 11, "current_job": "", "false_count": 44, "first_name": "", "half_true_count": 8, "home_state": "", "id": 27, "last_name": "Chain email", "mostly_true_count": 5, "name_slug": "chain-email", "pants_count": 106, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-emailer.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/27/", "total_count": 180, "true_count": 6, "website": ""}, "statement": "<p>\r\n\tSays a quote at the top of the redesigned website for the Department of Justice comes from a socialist who wanted to impose global common law.</p>", "statement_context": "a chain e-mail", "statement_date": "2011-06-22", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 177, "photo": null, "resource_uri": "/api/v/2/subject/177/", "subject": "Criminal Justice", "subject_slug": "criminal-justice", "used_in_edition": ["/api/v/2/edition/5/"]}, {"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}], "target": [], "twitter_headline": ""}