{"art": [], "author": [{"email_address": "jgregg@vnews.com", "first_name": "John", "id": 253, "last_name": "Gregg", "name_slug": "john-gregg", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 17, "publication_name": "The Valley News", "resource_uri": "/api/v/2/publication/17/"}, "resource_uri": "/api/v/2/staffer/253/", "title": "Staff Writer", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2011/jul/15/gary-johnson/gary-johnson-says-tax-breaks-made-new-mexico-secon/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 4110, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jgregg@vnews.com", "first_name": "John", "id": 253, "last_name": "Gregg", "name_slug": "john-gregg", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 17, "publication_name": "The Valley News", "resource_uri": "/api/v/2/publication/17/"}, "resource_uri": "/api/v/2/staffer/253/", "title": "Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/4110/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tFormer New Mexico Gov. Gary Johnson is basing his Republican presidential campaign on his fiscal conservatism and libertarian stands, but he&rsquo;s also big on tax breaks, like the rest of the GOP field.<br />\r\n\t<br />\r\n\tIn an interview in Manchester, N.H., in June 2011 with the <em>New Hampshire Business Review</em> and thelobbynh.com, Johnson cited a 15 percent film production tax credit he signed in 2002, his last year in office, as the type of pro-business tax relief that can help create jobs.<br />\r\n\t<br />\r\n\tUnder the incentive, spending on production and post-production film and television work subject to New Mexico state taxes, including wages paid to state residents and nonresident actors working through a personal service corporation, can generate a tax credit now worth up to 25 percent. (The program was capped at $50 million worth of tax credits available annually as of July 1, 2011.)<br />\r\n\t<br />\r\n\t&quot;They passed a film incentive bill in New Mexico. The idea was to make New Mexico the second Hollywood. I signed the bill. I said I&#39;m going to sign this bill but doesn&#39;t everyone see that we could be doing this for every business in New Mexico? ... It will happen. This will happen. But why the film industry? Why not all of us that have been here working all this time,&quot; Johnson said.<br />\r\n\t<br />\r\n\t&quot;Well, did it work?&quot; asked <em>Review </em>editor Jeff Feingold.<br />\r\n\t<br />\r\n\t&quot;Yeah, it&#39;s the second Hollywood of all 50 states. New Mexico is the second Hollywood,&quot; Johnson said.<br />\r\n\t<br />\r\n\tMet with some friendly laughter, he continued: &quot;No, it is, it is. They built all sorts of film studios. I can just go down the list, I can click down the list for you of all the movies that have been made in New Mexico.&quot;<br />\r\n\t<br />\r\n\tJohnson may have greenlighted the tax incentives for the film industry but has New Mexico&rsquo;s program become a Hollywood blockbuster?<br />\r\n\t<br />\r\n\tThe state certainly is scenic and hip -- spend a few nights in Santa Fe and a sunny day driving the High Road to Taos, and you may want to move to the Land of Enchantment, pronto. Albuquerque is only a 90-minute flight for actors and producers flying in from Los Angeles, and the sunny weather in winter and high-altitude temperatures in the summer makes for a cooperative climate for shoots, as well.<br />\r\n\t<br />\r\n\tBut when PolitiFact asked about Johnson&rsquo;s claim, his campaign wasn&rsquo;t able to provide much substantiation and said determining &quot;the second Hollywood&quot; isn&rsquo;t easy.<br />\r\n\t<br />\r\n\tIn an e-mail, the Johnson campaign&rsquo;s communications director, Joe Hunter, wrote: &quot;While quantifying -- or even determining how to quantify -- that New Mexico or any other state is the &lsquo;second Hollywood&rsquo; is obviously imprecise, Governor Johnson&rsquo;s statement was made in the context of having signed into law tax credits that were tremendously successful in attracting the film industry to the state. Those tax credits worked, and New Mexico is consistently identified as one of the best locales for film production.&quot;<br />\r\n\t<br />\r\n\tActually, it is possible to compare the size of film industries in various states, and New Mexico does have a decent story to tell.<br />\r\n\t<br />\r\n\tFor starters, it&rsquo;s no California, which tallies its film and television industry at $30 billion a year, with 140,000 production jobs, according to Amy Lemisch, executive director of the California Film Commission.<br />\r\n\t<br />\r\n\tAnd New Mexico is not about to supplant New York either. In 2008, 63,000 people were employed as actors, camera operators, film editors and other production and post-production jobs in the state, with film and television-related wages of about $5 billion, according to the New York Office of the State Comptroller.<br />\r\n\t<br />\r\n\tIndustry experts say New Mexico can rival Louisiana, generally perceived as the third-largest state for the film and TV industry, especially since Democratic Gov. Bill Richardson, who succeeded Johnson, helped expand the incentive program, including raising the tax credit to 25 percent.<br />\r\n\t<br />\r\n\tBoth states adopted film tax credits in 2002, and an estimated $674 million was directly spent on motion picture productions in Louisiana in 2010. Since the tax credit became law, the state has averaged 92 productions, and more than 6,000 jobs per year, according to Louisiana Entertainment, the state agency that works with the film industry.<br />\r\n\t<br />\r\n\tLouisiana has recently been the locale for <em>Twilight: Breaking Dawn, Battle: Los Angeles, Green Lantern</em> and <em>21 Jump Street,</em> a new movie based on the TV series.<br />\r\n\t<br />\r\n\tMeanwhile, in fiscal year 2010 in New Mexico, $204 million was spent directly on filming, creating 184,120 &quot;worker days&quot; and a financial impact of $612 million, according to the New Mexico Film Office.<br />\r\n\t<br />\r\n\tAnd as the state&rsquo;s production facilities &ndash; like the state-of-the-art <a href=\"http://www.abqstudios.com/\">Albuquerque</a><a href=\"http://www.abqstudios.com/\"> Studios</a>-- have grown and matured, the &quot;filmography&quot; from the state has increased from five major productions in 2003 to 17 in 2011.<br />\r\n\t<br />\r\n\tAmong the films and TV shows shot in New Mexico over the past nine years are <em>Rent</em>, <em>Transformers, Fright Night, No Country for Old Men, Breaking Bad, True Grit, In Plain Sight</em> and Marvel&rsquo;s <em>The Avengers</em>.<br />\r\n\t<br />\r\n\tStill, it&rsquo;s a stretch to call the state &quot;the second Hollywood.&quot;<br />\r\n\t<br />\r\n\tJeff Begun of the Santa Monica, Calif.-based The Incentives Office, which tracks inducements from various states for the film-production industry, said by e-mail that New Mexico &quot;is not the second Hollywood -- particularly with the new $50 million &lsquo;rolling cap&rsquo; per year&quot; recently imposed on available tax credits in the state.<br />\r\n\t<br />\r\n\tBegun said a handful of other states host more production than New Mexico, and &quot;If anything, Louisiana would be the second Hollywood -- I think they will do fairly close to a billion dollars in production this year.<br />\r\n\t<br />\r\n\t&quot;That being said, N.M. is not bad -- a 25% refundable credit with $50 million available represents about $250 million in production,&quot; Begun noted.<br />\r\n\t<br />\r\n\tSimilarly, Joe Chianese, the senior vice president of tax production planning and business development at Entertainment Partners in Burbank, Calif., said calling New Mexico the new second Hollywood &quot;is probably being a bit overdramatic.&quot;<br />\r\n\t<br />\r\n\tBut he also said the state &quot;has been busy,&quot; and noted that the crew base in New Mexico has grown from less than 300 a decade ago to more than 3,000 now.<br />\r\n\t<br />\r\n\tLemisch, the director of the California Film Commission, also suggested Johnson&rsquo;s claim was a bit over the top but not without some foundation.<br />\r\n\t<br />\r\n\t&quot;Obviously, he was exaggerating, but New Mexico has been quite a hub, but not as much a hub as Louisiana,&quot; she said.<br />\r\n\t<br />\r\n\tTo be clear, New Mexico hasn&rsquo;t gotten all the business it wanted. Although the Disney Channel zit-flick <em>High School Musical</em> is set in Albuquerque, it actually was shot in Utah, which also offered incentives.<br />\r\n\t<br />\r\n\tIt&rsquo;s also worth noting that the Center on Budget and Policy Priorities, a liberal group that researches tax and budget issues, last year reported that 41 states followed New Mexico and Louisiana&rsquo;s lead, but that many of the tax credits were costing the states money while generating few meaningful jobs for in-state residents.<br />\r\n\t<br />\r\n\tThe study said employment in the film and video production industry grew &quot;six-fold&quot; in the two states between 2002 and 2008, and that New Mexico also had used its colleges and universities to foster the industry. But the study also noted that employment dipped in 2009 during the recession and that the California firm that owns Albuquerque Studios, which has four of the largest sound stages in the country, filed for bankruptcy in July 2010. The studio has continued to operate during the reorganization, with major productions such as <em>The Avengers</em> and <em>Breaking Bad</em> being filmed there.<br />\r\n\t<br />\r\n\tSo was Gov. Johnson overstating the case when he said New Mexico has turned into the &quot;second Hollywood&quot;?<br />\r\n\t<br />\r\n\tOf course, but hey, it&rsquo;s show business. And he is correct in asserting that New Mexico has become a player in the movie industry. We&rsquo;ll give him a Half True.</p>", "ruling_comments_date": "2011-07-14T14:11:57.433393", "ruling_date": "2011-07-15T06:00:00", "ruling_headline": "Gary Johnson says tax breaks made New Mexico the 'second Hollywood'", "ruling_headline_slug": "gary-johnson-says-tax-breaks-made-new-mexico-secon", "ruling_link_text": "More like a supporting actor", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tNew Mexico Film Office <a href=\"http://www.nmfilm.com/\">website</a> and <a href=\"http://www.nmfilm.com/filming/downloads/productionStats.pdf\">Production Stats</a>, accessed July 6, 2011<br />\r\n\t<br />\r\n\tCenter on Budget and Policy Priorities, <a href=\"http://www.cbpp.org/cms/index.cfm?fa=view&amp;id=3326%23\">State Film Subsidies, Not Much Bang for Too Many Bucks</a>, December 2010<br />\r\n\t<br />\r\n\tNew York State Comptroller, ,<a href=\"http://www.osc.state.ny.us/reports/other/filmindustry22-2010.pdf\">The Film and Television Production Industry in New York State</a>, March 2010<br />\r\n\t<br />\r\n\tEmail exchange with Jeff Begun, July 6, 2011<br />\r\n\t<br />\r\n\tInterview with Joe Chianese, July 6, 2011<br />\r\n\t<br />\r\n\tEmail exchange with Gary Johnson campaign, July 6, 2011<br />\r\n\t<br />\r\n\tInterview with Amy Lemisch, executive director, California Film Commission, July 7, 2011<br />\r\n\t<br />\r\n\tInterview with Chris Stelly, director, Louisiana Entertainment, July 7, 2011<br />\r\n\t<br />\r\n\tEmail from Katharina Spindler, Louisiana Entertainment, July 6, 2011<br />\r\n\t<br />\r\n\tThe New York Times, &quot;<a href=\"http://www.nytimes.com/2007/03/11/arts/television/11stei.html?sq=&amp;st=cse%22%20filmed%20New%20mexico=%22high%20school%20musical=&amp;scp=2&amp;pagewanted=print\">Back to School</a>,&quot; March 11, 2007</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "Presidential candidate", "false_count": 2, "first_name": "Gary", "half_true_count": 5, "home_state": "New Mexico", "id": 1198, "last_name": "Johnson", "mostly_true_count": 6, "name_slug": "gary-johnson", "pants_count": 0, "party": {"id": 5, "party": "Libertarian", "party_slug": "libertarian", "resource_uri": "/api/v/2/party/5/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Gary_Johnson_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1198/", "total_count": 17, "true_count": 1, "website": "https://twitter.com/GovGaryJohnson?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor"}, "statement": "<p>\r\n\t&quot;New Mexico is the second Hollywood&quot; because of tax incentives for the film industry.</p>", "statement_context": "an interview with the 'New Hampshire Business Review\"", "statement_date": "2011-07-14", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 214, "photo": null, "resource_uri": "/api/v/2/subject/214/", "subject": "New Hampshire 2012", "subject_slug": "new-hampshire-2012", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ""}