{"art": [], "author": [{"email_address": "cshinske@starledger.com", "first_name": "Caryn", "id": 246, "last_name": "Shinske", "name_slug": "caryn-shinske", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 15, "publication_name": "Newark Star-Ledger", "resource_uri": "/api/v/2/publication/15/"}, "resource_uri": "/api/v/2/staffer/246/", "title": "PolitiFact New Jersey editor", "twitter": null}], "canonical_url": "/new-jersey/statements/2011/jul/17/david-sciarra/new-jersey-education-law-center-director-says-stat/", "edition": {"adkey": "Editions", "advalue": "New Jersey", "edition": "New Jersey", "edition_slug": "new-jersey", "has_afterthefact": false, "id": 13, "index_page": false, "meter_name": "The New Jersey Truth-O-Meter", "resource_uri": "/api/v/2/edition/13/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 4124, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "cshinske@starledger.com", "first_name": "Caryn", "id": 246, "last_name": "Shinske", "name_slug": "caryn-shinske", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 15, "publication_name": "Newark Star-Ledger", "resource_uri": "/api/v/2/publication/15/"}, "resource_uri": "/api/v/2/staffer/246/", "title": "PolitiFact New Jersey editor", "twitter": null}], "resource_uri": "/api/v/2/statement/4124/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tNew Jersey is the most densely populated state in the country and certainly one of the most ethnically diverse.<br />\r\n\t<br />\r\n\tBut the state&rsquo;s school systems aren&rsquo;t exactly a model of racial diversity, according to David Sciarra, executive director of the New Jersey Education Law Center, based in Newark.<br />\r\n\t<br />\r\n\t&quot;By any measure, New Jersey has one of the most segregated school systems in the country,&quot; Sciarra said in a May 19 Bob Braun column in The Star-Ledger. Sciarra made the comment during an event days before the New Jersey Supreme Court ordered that $500 million be pumped into the state&rsquo;s low-income schools, known as Abbott districts.<br />\r\n\t<br />\r\n\tNew Jersey schools are segregated, Sciarra said, because the state has hundreds of school districts that track municipal boundaries. The cities typically have large concentrations of black and Latino students, while the suburbs are overwhelmingly white.</p>\r\n<p>\r\n\tKentucky and other southern, or more rural states, are among the most integrated because those states have countywide or regional school districts that tend to draw a more diverse student population.<br />\r\n\t<br />\r\n\tStill, segregation is a strong claim to make in 2011 -- and one that might be in the eye of the beholder, since many consider it a forced separation of the races. Some education experts see things differently, however, and agree with Sciarra&rsquo;s statement.<br />\r\n\t<br />\r\n\tSegregation isn&rsquo;t just about about the forced separation of racial groups, according to Sciarra and to Gary Orfield, professor of Education, Law, Political Science and Urban Planning, and co-director of the Civil Rights Project/Proyecto Derechos Civiles at the University of California, Los Angeles.<br />\r\n\t<br />\r\n\tTo be clear, New Jersey&rsquo;s Constitution prohibits racial segregation in public schools and strict constitutional law requires that schools have racial balance, Sciarra said.<br />\r\n\t<br />\r\n\t&quot;In terms of racial minorities, African-Americans and Latinos, we have a very segregated system,&quot; Sciarra told us. &quot;In the United States, we&rsquo;re (New Jersey) usually third, fourth or fifth.&quot;<br />\r\n\t<br />\r\n\tFor 2001-02, New Jersey ranked in the top 10 of states as being among the most segregated, according to the report &quot;Brown At 50: King&rsquo;s Dream or Plessy&rsquo;s Nightmare?&quot; The report was authored by Orfield and Chungmei Lee in January 2004, when The Civil Rights Project was based at Harvard University.<br />\r\n\t<br />\r\n\tThe report shows that New Jersey ranked ninth highest in the nation for the percentage of blacks in majority white schools; fifth nationwide for the percentage of blacks attending mostly minority schools; and sixth overall for the number of white students enrolled in majority black schools.</p>\r\n<p>\r\n\t<br />\r\n\tThe state&rsquo;s rank in each of those categories, but for Latino students, was slightly higher: seventh, fourth and fifth for the respective categories. Ranking that high on the report is indicative of more segregation, while states much lower on the list are indicative of having more integrated schools.<br />\r\n\t<br />\r\n\tFor the 2009-10 school year, data from the National Center for Education Statistics shows that 66 percent of either whites or blacks in New Jersey would have to move to another district in order to achieve racial balance in schools. That figure drops to 64 percent for racial balance between Latinos and whites, according to the statistics. The same statistics also show that the average black or Latino student in New Jersey attends a school that is 28 percent white. As a result of those figures, New Jersey ranks in the top 10 of most segregated states when looking at all U.S. states and the District of Columbia.<br />\r\n\t<br />\r\n\tJohn&nbsp;Logan, a professor of Sociology at Brown University and director of the US2010 Project, a research program on changes in American society in the recent past, looked at the racial divide for elementary school children in 2000, in major metropolitan areas. He found that in the Newark area, 72 percent of Hispanics or whites would have to move to another district to achieve racial balance in schools. For blacks, it was 82 percent. The figures were even higher for the Bergen-Passaic area.<br />\r\n\t<br />\r\n\tThe Orfield and Lee study looked at a decade of resegregation after the Supreme Court&rsquo;s 1991 decision in Dowell v. Oklahoma City, which allowed school districts to declare themselves unitary, end desegregation plans and return to neighborhood schools. As part of their study, Orfield and Lee examined enrollment in U.S. schools, patterns of segregation and desegregation of various groups, regions and community types.<br />\r\n\t<br />\r\n\tAmong the study&rsquo;s findings: a major increase in segregation in many districts where court-ordered desegregation was ended; rural and small town school districts, on average, are the most integrated schools in the nation for blacks and Latinos, but segregation is severe in smaller central cities and in the suburbs of large metropolises; poverty found in the most intensely segregated minority schools can be connected to unequaled educational opportunity.<br />\r\n\t<br />\r\n\tSome say a legacy of past housing decisions contribute to segregation.<br />\r\n\t<br />\r\n\t&quot;For decades, U.S. and local housing policy encouraged segregation by race and class through decisions about where public housing would or would not be built and how it would be administered,&quot; said Ansley T. Erickson, an assistant professor of History and Education at Teachers College, Columbia University. &quot;Simultaneously, both mortgage finance policies and local real estate practices produced suburbs that were predominantly white. Thus society did not simply cluster itself. Individuals did make choices about where they would prefer to live or send their children to school, but they did so influenced by incentives, disincentives, and restrictions set out in policy and practice.&quot;<br />\r\n\t<br />\r\n\tLet&rsquo;s review.<br />\r\n\t<br />\r\n\tSciarra and several other experts say the state&rsquo;s school system is among the most segregated in the nation, primarily because of a history of housing patterns and other demographic factors. Data from a 2004 report on segregation, as well as 2009-10 statistics from the National Center for Education Statistics shows that New Jersey is in the top 10 of states for having segregated schools. Sciarra said New Jersey typically ranks in the top five for being the most segregated, but our research puts New Jersey more in the top 10. For those reasons, we rate this claim Mostly True.</p>\r\n<p>\r\n\tTo comment on this ruling, go to <a href=\"http://www.nj.com/news/index.ssf/2011/07/politifact_new_jersey_are_new.html\">NJ.com</a>.</p>", "ruling_comments_date": "2011-07-15T18:10:18.634292", "ruling_date": "2011-07-17T05:15:00", "ruling_headline": "New Jersey Education Law Center director says state’s schools among most segregated in country", "ruling_headline_slug": "new-jersey-education-law-center-director-says-stat", "ruling_link_text": "Divided, yes; but segregation?", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tThe Star-Ledger, &quot;Bringing N.J.&rsquo;s racial segregation into open,&quot; Bob Braun column, May 19, 2011</p>\r\n<p>\r\n\tPhone interview with David Sciarra, executive director, New Jersey Education Law Center, July 5, 2011</p>\r\n<p>\r\n\tEmail interview with Steve Baker, New Jersey Education Association spokesman, July 5, 2011</p>\r\n<p>\r\n\t&quot;Why Segregation Matters: Poverty and Educational Inequality,&quot; The Civil Rights Project at Harvard University, Gary Orfield and Chungmei Lee, Jan. 13, 2005, accessed July 5, 2011</p>\r\n<p>\r\n\t&quot;Brown At 50: King&rsquo;s Dream or Plessy&rsquo;s Nightmare?&quot; The Civil Rights Project at Harvard University, Gary Orfield and Chungmei Lee, January 2004, accessed July 5 and 12, 2011</p>\r\n<p>\r\n\tEmail interview with David Orfield, professor of Education, Law, Political Science and Urban Planning, and co-director,</p>\r\n<p>\r\n\tCivil Rights Project/Proyecto Derechos Civiles, University of California, Los Angeles, July 6, 2011</p>\r\n<p>\r\n\tEmail interview with David Thomas, U.S. Department of Education, July 7, 2011</p>\r\n<p>\r\n\tEmail interviews with Tom Snyder, U.S. Department of Education, July 6 and 7, 2011</p>\r\n<p>\r\n\tNew Jersey Department of Education&rsquo;s Equity in Education plan, accessed July 7, 2011</p>\r\n<p>\r\n\tEmail interview with Ansley T. Erickson, assistant professor of History and Education, Teachers College, Columbia University, New York City, July 11, 2011</p>\r\n<p>\r\n\tPhone interview with National Education Association, July 11, 2011</p>\r\n<p>\r\n\tPhone and email interviews with Danielle Farrie, research director for the New Jersey Education Law Center, July 12, 2011</p>\r\n<p>\r\n\tPhone interview with John Logan, professor of Sociology at Brown University and director of US2010 Project, July 13, 2011</p>\r\n<p>\r\n\t&nbsp;&nbsp;</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 1, "first_name": "David", "half_true_count": 0, "home_state": "New Jersey", "id": 1341, "last_name": "Sciarra", "mostly_true_count": 1, "name_slug": "david-sciarra", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/David_Sciarra.jpg", "primary_edition": {"adkey": "Editions", "advalue": "New Jersey", "edition": "New Jersey", "edition_slug": "new-jersey", "has_afterthefact": false, "id": 13, "index_page": false, "meter_name": "The New Jersey Truth-O-Meter", "resource_uri": "/api/v/2/edition/13/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1341/", "total_count": 2, "true_count": 0, "website": "http://www.edlawcenter.org"}, "statement": "<p>\r\n\t&quot;By any measure, New Jersey has one of the most segregated school systems in the country.&quot;<br />\r\n\t<br />\r\n\t&nbsp;</p>", "statement_context": "a Star-Ledger column", "statement_date": "2011-05-19", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}], "target": [], "twitter_headline": ""}