{"art": [], "author": [{"email_address": "jguillen@plaind.com", "first_name": "Joe", "id": 157, "last_name": "Guillen", "name_slug": "joe-guillen", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-joe-guillen.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/157/", "title": "Reporter, Plain Dealer statehouse bureau", "twitter": null}], "canonical_url": "/ohio/statements/2011/jul/19/kris-jordan/state-sen-kris-jordan-says-fracking-has-been-used-/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 4136, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jguillen@plaind.com", "first_name": "Joe", "id": 157, "last_name": "Guillen", "name_slug": "joe-guillen", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-joe-guillen.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/157/", "title": "Reporter, Plain Dealer statehouse bureau", "twitter": null}], "resource_uri": "/api/v/2/statement/4136/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tDuring a recent debate in the Ohio Senate over a proposed law to allow drilling at state parks, some lawmakers focused on fracking, an increasingly controversial technique used to extract oil and gas from underground.<br />\r\n\t<br />\r\n\tRepublican Sen. Kris Jordan was among those to defend process. He questioned why Democrats and others were so worried, considering fracking&rsquo;s long history in Ohio.<br />\r\n\t<br />\r\n\t&quot;The process of fracturing or horizontally fracking the shale to open up larger pockets of natural gas in order to make it financially feasible to drill the wells &ndash; this process has been used for over 60 years and, as of 2009, over 80,000 wells have been fracked in Ohio,&quot; Jordan said on the Senate floor on June 15.<br />\r\n\t<br />\r\n\tConsidering that the U.S. Environmental Protection Agency is studying hydraulic fracturing&rsquo;s effects on drinking water and since fracking will remain a topic of interest as more oil and gas companies are expected to tap Ohio&rsquo;s natural gas deposits, PolitiFact Ohio decided to look at Jordan&rsquo;s claim.<br />\r\n\t<br />\r\n\tSo what is fracking?<br />\r\n\t<br />\r\n\tFracking -- hydraulic fracturing -- is a technique that uses a combination of water, sand and chemicals to free up natural gas or oil beneath the surface.<br />\r\n\t<br />\r\n\tFirst, a well is drilled. Then, the fluid is shot down the well at high pressure, causing rock formations to crack and release natural gas or oil. The fracking fluid is then either recycled, stored in deep underground wells or treated.<br />\r\n\t<br />\r\n\tConcerns over fracking have grown lately for a variety of reasons. Chesapeake Energy temporarily halted fracking operations in Bradford County, Pa., after a well blew out in April, causing thousands of gallons of fracking fluid to spill into a nearby waterway.<br />\r\n\t<br />\r\n\tSuch incidents have coincided with the increased popularity of the &quot;<a href=\"http://www.youtube.com/watch?v=dZe1AeH0Qz8\">Gasland</a>,&quot; a documentary made in 2010, which attempts to show the environmental dangers of fracking, including a scene about flammable tap water.<br />\r\n\t<br />\r\n\tWe called Jordan to find out more about fracking in Ohio. He said his information came from Thomas Stewart, the Ohio Oil and Gas Association&rsquo;s executive vice president and lobbyist. &quot;I&rsquo;ll trust him as one of the experts,&quot; Jordan said.<br />\r\n\t<br />\r\n\tIndeed, we found an April interview in which Stewart said pretty much the same thing as Jordan: &quot;We&rsquo;ve been fracturing wells in the state of Ohio since the early 1950s. There&rsquo;s been over 80,000 wells hydraulically fractured in the state of Ohio,&quot; Stewart said then.<br />\r\n\t<br />\r\n\tAccording to the Ohio Department of Natural Resources, which regulates oil and gas drilling in Ohio, hydraulic fracturing in Ohio began 59 years ago in 1952. From that year to 2009, 80,306 wells were hydraulically fractured.<br />\r\n\t<br />\r\n\tSo it appears Jordan is pretty much on the mark. He was a little off when he said fracking has occurred for more than 60 years, the fact remains the technique has been around for decades.<br />\r\n\t<br />\r\n\tBut Jordan&rsquo;s and Stewart&rsquo;s statements are not exactly the same. The difference highlights environmentalists&rsquo; growing concerns.<br />\r\n\t<br />\r\n\tJordan mentioned &quot;horizontal&quot; fracturing while Stewart made no such distinction. Stewart actually discussed the differences between vertical and horizontal fracturing in his April interview.<br />\r\n\t<br />\r\n\tHorizontal fracturing is related to horizontal drilling, a newer drilling method in which a well is first drilled vertically into the ground, then horizontally for thousands of feet. This allows drillers to access more underground resources through a single vertical well.<br />\r\n\t<br />\r\n\tOf the more than 80,000 Ohio wells that have been fracked, 39 have been horizontally fractured, according to ODNR. The overwhelming majority of fracturing jobs have been for vertical wells.<br />\r\n\t<br />\r\n\tAn ODNR geologist and the Ohio Oil and Gas Association say both vertical and horizontal fracturing are equally safe when properly regulated.<br />\r\n\t<br />\r\n\tBut to environmentalists, the difference is important.<br />\r\n\t<br />\r\n\tEllen Mee, director of environmental health policy for the Ohio Environmental Council, said the more recent, horizontal fracturing method is more dangerous because it uses more water and more chemicals to extract the gas. And the fracking fluid is shot at a higher pressure.<br />\r\n\t<br />\r\n\tMee also noted recent accidents at sites conducting horizontal fracking &ndash; a preferred method to extract natural gas from shale formations around Pennsylvania and New York.<br />\r\n\t<br />\r\n\t&quot;The difference is really quite significant,&quot; Mee said. &quot;We&rsquo;re really talking about a significantly risky endeavor.&quot;<br />\r\n\t<br />\r\n\tTom Tomastik, an ODNR geologist, disagreed. He said the potential for problems are the same. Tomastik said past problems with hydraulic fracturing in Ohio were due to faulty well construction rather than perceived flaws in the fracking process. Tomastik said the media has irresponsibly hyped the dangers of fracking.<br />\r\n\t<br />\r\n\t&quot;It&rsquo;s made it look like this technology is hazardous and causes all kinds of problems when we can demonstrate that it hasn&rsquo;t,&quot; Tomastik said.<br />\r\n\t<br />\r\n\tIn <a href=\"http://ohiodnr.com/Portals/11/pdf/fracking-fact-sheet.pdf\">a fact sheet </a><a href=\"http://ohiodnr.com/Portals/11/pdf/fracking-fact-sheet.pdf\">available</a> online, ODNR stresses that none of its water well investigations since 1990 have uncovered problems caused by hydraulic fracturing. The fact sheet also addresses fears that fracking could contaminate drinking waters. It is &quot;impossible for frack fluid to travel upward thousands of feet, or between rock formations and into freshwater aquifers,&quot; according to the ODNR.<br />\r\n\t<br />\r\n\tA <a href=\"http://www.biology.duke.edu/jackson/pnas2011.pdf\">recent </a><a href=\"http://www.biology.duke.edu/jackson/pnas2011.pdf\">study</a> by Duke University researchers did show that houses near sites that used horizontal fracturing to extract natural gas in New York and Pennsylvania were more likely to have methane contamination in drinking water systems. But the study failed to directly connect the contamination to fracking activity.<br />\r\n\t<br />\r\n\t&quot;More research is needed across this and other regions to determine the mechanism(s) controlling the higher methane concentrations we observed,&quot; the report said.<br />\r\n\t<br />\r\n\tWhere does that leave Jordan&rsquo;s claim?<br />\r\n\t<br />\r\n\tJordan correctly cites the statistic for the number of times hydraulic fracturing has been used on wells in Ohio. And while he overstated the time frame slightly, he wasn&rsquo;t off by much. His underlying point, though, was that hydraulic fracturing is not new to Ohio and, he argues, that the technique is relatively safe.<br />\r\n\t<br />\r\n\tBut he specifically mentioned horizontal fracturing, which is a much newer technique. When we asked him about the discrepancy, Jordan said he assumed all the fracturing in Ohio was horizontal. &quot;Maybe I didn&rsquo;t ask if it was horizontal or vertical,&quot; Jordan said.<br />\r\n\t<br />\r\n\tThat&rsquo;s an important fact to know, especially since the state says horizontal fracturing has only been used 39 times in Ohio.<br />\r\n\t<br />\r\n\tOn the Truth-O-Meter, we rate the statement Half True.</p>\r\n<p>\r\n\t<a href=\"http://www.cleveland.com/open/index.ssf/2011/07/state_sen_kris_jordan_says_fra_1.html\" target=\"blank\">Comment on this item</a>.</p>", "ruling_comments_date": "2011-07-18T18:52:48.783481", "ruling_date": "2011-07-19T06:00:00", "ruling_headline": "State Sen. Kris Jordan says 'fracking' has been used more than 60 years in Ohio", "ruling_headline_slug": "state-sen-kris-jordan-says-fracking-has-been-used-", "ruling_link_text": "Horizontal process is relatively new and few in numbers", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tSen. Kris Jordan, floor speech in the Ohio Senate, June 15, 2011<br />\r\n\t<br />\r\n\tInterview with Jordan<br />\r\n\t<br />\r\n\tAssociated Press, &quot;<a href=\"http://www.google.com/hostednews/ap/article/ALeqM5js1IfAekkaqFVF80uNg1ZceuYB-A?docId=df3a3970fc784f41b4c5c933e4f1882a\">Pollution found in Pa. wells near site of blowout</a>,&quot; June 24, 2011<br />\r\n\t<br />\r\n\tOhio Capital Blog, <a href=\"http://www.youtube.com/watch?v=Qt5htjI5GVc&amp;NR=1\">Interview with Thomas Stewart, executive vice president, Ohio Oil and Gas Association</a>, posted to YouTube April 26, 2011<br />\r\n\t<br />\r\n\tE-mail exchange with Heidi Hetzel-Evans of ODNR&rsquo;s Mineral Resources Management department<br />\r\n\t<br />\r\n\tInterview with ODNR geologist Tom Tomastik<br />\r\n\t<br />\r\n\t<a href=\"http://ohiodnr.com/Portals/11/pdf/fracking-fact-sheet.pdf\">ODNR hydraulic fracturing fact sheet</a><br />\r\n\t<br />\r\n\tInterview with Ellen Mee, director of environmental health policy for the Ohio Environmental Council<br />\r\n\t<br />\r\n\tEllen Mee, <a href=\"http://www.theoec.org/PDFs/TestimonyGreenPapers/OEC_Testimony_HB133.pdf\">Testimony before the Ohio House Agriculture and Natural Resources Committee</a>, April 6, 2011<br />\r\n\t<br />\r\n\tProceedings of the National Academy of Sciences of the United States of America, &quot;<a href=\"http://www.nicholas.duke.edu/hydrofracking/Osborn%20et%20al%20%20Hydrofracking%202011.pdf\">Methane contamination of drinking water accompanying gas-well drilling and hydraulic fracturings</a>,&quot; Stephen G. Osborn, Avner Vengosh, Nathaniel R. Warner and Robert B. Jackson of Duke University, &nbsp;April 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "State senator", "false_count": 0, "first_name": "Kris", "half_true_count": 1, "home_state": "Ohio", "id": 1333, "last_name": "Jordan", "mostly_true_count": 1, "name_slug": "kris-jordan", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact-kris-jordan.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1333/", "total_count": 3, "true_count": 1, "website": "http://www.ohiosenate.gov/kris-jordan.html"}, "statement": "<p>\r\n\t&quot;Fracturing or horizontally fracturing the shale to open up larger pockets of natural gas ... has been used for over 60 years and, as of 2009, over 80,000 wells have been fracked in Ohio.&quot;</p>", "statement_context": "a speech in the Ohio Senate", "statement_date": "2011-06-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}, {"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}], "target": [], "twitter_headline": ""}