{"art": [], "author": [{"email_address": "bbowers@politifact.com", "first_name": "Becky", "id": 177, "last_name": "Bowers", "name_slug": "becky-bowers", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/bbowers-politifact-mug_.gif", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/177/", "title": "PolitiFact Digital Operations Manager", "twitter": null}], "canonical_url": "/florida/statements/2011/jul/19/craig-miller/former-ruths-chris-ceo-craig-miller-says-he-create/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": null, "id": 4138, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "bbowers@politifact.com", "first_name": "Becky", "id": 177, "last_name": "Bowers", "name_slug": "becky-bowers", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/bbowers-politifact-mug_.gif", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/177/", "title": "PolitiFact Digital Operations Manager", "twitter": null}], "resource_uri": "/api/v/2/statement/4138/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tUsually when politicians claim that they created jobs, they are talking about jobs created by the private sector while they held public office.</p>\r\n<p>\r\n\tAnd we&#39;re skeptical.</p>\r\n<p>\r\n\tBut when that politician is a former Ruth&#39;s Chris Steak House chief executive running on his business credentials, well, we&#39;re curious. If a CEO can&#39;t take credit for job creation, who can?</p>\r\n<p>\r\n\tCraig Miller, a Republican who jumped into politics with a 2010 primary run for an Orlando-area congressional seat (<a href=\"http://blogs.orlandosentinel.com/news_politics/category/craig-miller\">he finished third),</a> announced in July 2011 that he would run for the U.S. Senate. That made him a relative newcomer facing Florida Senate President Mike Haridopolos, former U.S. Sen. George LeMieux, former state House Majority Leader Adam Hasner and former U.S. Army Col. Mike McCalister. (Haridopolos thinned the field by <a href=\"http://www.tampabay.com/news/politics/national/article1181091.ece\">dropping out less than a week later</a>.)</p>\r\n<p>\r\n\tMiller, 61, explained his decision to &quot;take on the career politicians&quot; in a <a href=\"http://www.miller2012.com/why-is-craig-running/\">four-paragraph essay</a> on his website. Here&#39;s the third paragraph:</p>\r\n<blockquote>\r\n\t<p>\r\n\t\t<i>&quot;Those that have had a chance to lead have failed us. The politicians we have trusted to represent us are the ones who have gotten us into the mess we now face. The time for new leadership is now. I&#39;m a businessman. I&#39;ve been fortunate enough to live the American Dream, starting in the dish room and working my way up to the board room. Along the way, I&#39;ve created over 40,000 jobs and I&#39;ve spent my career in the restaurant industry balancing budgets and meeting payroll. I know the kind of pro-growth and pro-job environment we need to get our economy moving again. My life experiences have prepared me to go to Washington and take on the career politicians and entrenched interests that only know how to spend your money.&quot;</i></p>\r\n</blockquote>\r\n<p>\r\n\tWe saw the same number in <a href=\"http://miller2012.com/news/what-theyre-saying-about-craig-millers-senate-announcement-/\">a campaign news release</a> a day later and wondered: Did Craig Miller, restaurant executive, create 40,000 jobs?</p>\r\n<p>\r\n\tHere&#39;s how Miller told us he did the math. He explained that he started his executive career with the company that owned Red Lobster in 1973, back when the restaurant chain was <a href=\"http://www.redlobster.com/our_quality_story/our_history/history.asp\">only in the Southeast</a>. (The company was called General Mills Restaurants, before General Mills spun it off as the behemoth Darden Restaurants in 1995. Heard of Olive Garden? LongHorn Steakhouse? Yeah, them.) Red Lobster&#39;s extraordinary growth &mdash; hundreds of new restaurants while Miller was there &mdash; meant lots of new jobs. In 1984 Miller joined Uno Restaurant Corp., helping transform pizza joint Pizzeria Uno into Uno Chicago Grill, where he landed his first CEO gig in 1996. By the time he left in 2001, Uno Chicago Grill had grown by more than 180 restaurants, creating yet more jobs. After a quick stint at already troubled Furr&#39;s Restaurant Group, he took on a higher-profile role at what became Ruth&#39;s Hospitality Group, where he was chief executive from 2004 to 2008. Before he left, he said, the high-end Ruth&#39;s Chris had added about 30 steak houses.</p>\r\n<p>\r\n\tSo, to him, the math is simple: More than 700 new restaurants opened during his career, multiplied by an average number of about 60 new employees per restaurant, for more than 40,000 jobs. (For his specific estimates, see box.) Miller said his job claim did not include a National Restaurant Association stat-booster that says <a href=\"http://www.restaurant.org/pressroom/pressrelease/?ID=2096\">every restaurant job supports almost a full position elsewhere</a> in the economy, which he figured would have put his job creation total &quot;somewhere north of 80,000 or 90,000.&quot;</p>\r\n<p>\r\n\t&quot;I tried to be conservative, because I come from a financial analysis background,&quot; he said. &quot;I wanted to make sure we don&#39;t overstate what I&#39;ve done.&quot;</p>\r\n<p>\r\n\tWith Miller&#39;s calculus in hand, we started our own search, chatting with folks and digging through old news clips and earnings releases to piece together the numbers &mdash; and Miller&#39;s role in them.</p>\r\n<p>\r\n\tWe&#39;ll accept the average-employees-per-restaurant figure of 62.5 that Miller used in making his claim &mdash; after checking with experts and industry data. And his estimates for the numbers of restaurants that popped up during his tenure at a handful of companies, while not exact, were generally close when we spot-checked them against business stories and earnings reports from the time.</p>\r\n<p>\r\n\tAs for his role: Certainly, the guy has a reputation as a growth machine.</p>\r\n<p>\r\n\tChris Muller, the dean of hospitality administration at Boston University, was an expert in chain restaurants at University of Central Florida when he met Miller. He named Miller UCF&#39;s restaurateur of the year in 2000 and featured him at a European food service conference. He also invested in Ruth&#39;s Chris when Miller took it public in 2005.</p>\r\n<p>\r\n\tHe described Miller&#39;s approach as &quot;very aggressive&quot; as the head of Uno, which grew from just 10 to 15 restaurants when he joined as a vice president to nearly 200 when he left as CEO, and said he was similarly expansion-focused at Ruth&#39;s Chris, where he took the company public, creating additional pressure for growth.</p>\r\n<p>\r\n\t&quot;So he does have a history of creating positions for people,&quot; Muller said.</p>\r\n<p>\r\n\tOf course, that growth also meant Ruth&#39;s Chris was stretched thin as the economy started to flail, and its stock price dove. The board asked Miller to leave in 2008.</p>\r\n<p>\r\n\tMiller&#39;s expansionist style had its &quot;positives and negatives,&quot; Muller said, but you couldn&#39;t deny he was a &quot;growth-oriented CEO.&quot;</p>\r\n<p>\r\n\tBut what about his role before he was a head honcho?</p>\r\n<p>\r\n\tMiller&#39;s campaign manager pointed us to Bill Bridges, who worked with Miller for most of the 1970s, starting at General Mills as director of personnel the year before Miller came on board. He recalls a bright, hard-working guy who analyzed sites for expansion and made presentations to the executive committee about where to build.</p>\r\n<p>\r\n\t&quot;From that perspective, he was integral to the growth of the company,&quot; he said.</p>\r\n<p>\r\n\tMiller&#39;s own <a href=\"https://www.documentcloud.org/documents/216912-craig-s-miller-bio-july-2011.html\">two-page biography</a> says he held positions at General Mills in finance, planning and analysis, development, real estate, corporate growth and purchasing. But he was there for over a decade. We had to know: Did he jump in with both feet, spawning Red Lobsters from his first months at General Mills in his early 20s?</p>\r\n<p>\r\n\tAnd that&#39;s when part of the story got off track.</p>\r\n<p>\r\n\tIn 1996, when Miller was named CEO of Uno Restaurant Corp., the <em>Boston Business Journal</em> wrote a profile. It told of Miller&#39;s journey from high-school dishwasher to Vietnam Air Force veteran to accounting major at Florida State University. Then it described his start with General Mills in Tallahassee, after he wrote the company a letter asking about positions at Red Lobster. He didn&#39;t yet have his business degree, but &quot;in 1973 became a part-time auditor of the local restaurant.&quot; Later, the article says, he was asked to audit the books of another Red Lobster in Central Florida. He finished his degree at University of Central Florida in 1974, it says, and started working in payroll.</p>\r\n<p>\r\n\tEventually he became vice president of finance.</p>\r\n<p>\r\n\tWhich means Miller claims to have created jobs at restaurants that sprang up as he was a 20-something part-time auditor and then a payroll employee. It&#39;s not clear how long it took for him to reach management.</p>\r\n<p>\r\n\tThe claim gets even murkier when you look closely at his own bio.</p>\r\n<p>\r\n\tGeneral Mills Restaurants&#39; success was led by the blockbuster growth of Red Lobster, which by 1983 &mdash; just 15 years after the first restaurant opened &mdash; had 350 locations in 36 states and had started to reach into Japan, according to <em>New York Times</em> article at the time. But while Craig Miller&#39;s General Mills career started with paper-pushing, the last part focused on a chain with a far less impressive legacy than Red Lobster. As a finance guy, Miller had helped General Mills put together the acquisition of small Mexican food chain Casa Gallardo, according to the <em>Boston Business Journal.</em> His biography notes that after that deal in 1979, his &quot;primary duties&quot; were as vice president of the Mexican chain. Starting with just a handful of restaurants &mdash; one, according to his bio, or five, according to the <em>Business Journal</em> &mdash; Miller and Ramon Gallardo took the Casa Gallardo chain to 34. The goal, said an article at the time, had been 100. Not long after Miller had moved on to Pizzeria Uno, General Mills dumped the chain, which by then numbered just 25. It had been profitable for General Mills, just not profitable enough. &quot;We didn&#39;t get it all put together with the speed that enabled us to capitalize,&quot; company spokesman Dean Belbas told <em>Minneapolis-St. Paul City Business</em> shortly after the sale.</p>\r\n<p>\r\n\tWhy does any of this matter? Well, in Miller&#39;s back-of-the-napkin math, new Red Lobsters made up nearly half the jobs he claimed credit for. But those include new Red Lobsters while he was a part-time auditor. New Red Lobsters while he worked in payroll. New Red Lobsters while he worked in finance. New Red Lobsters as he built Casa Gallardo.</p>\r\n<p>\r\n\tHis campaign&#39;s response?</p>\r\n<p>\r\n\t&quot;He was the top financial and economic adviser to the CEO and was directly involved in all aspects of the company&#39;s business, even while serving as vice president of Casa Gallardo,&quot; campaign manager Paul Ciaramitaro said. &quot;Craig had a vital hand in the company expansion and job creation at General Mills during the 1970s and into the 1980s.&quot;</p>\r\n<p>\r\n\tBut was Miller ultimately responsible? More so than Red Lobster&#39;s founder, <a href=\"http://articles.orlandosentinel.com/1994-03-30/business/9403300598_1_red-lobster-darden-seafood-restaurant\">Bill Darden</a>, or the man who followed in his footsteps, former Darden Restaurants chairman and CEO Joe Lee?</p>\r\n<p>\r\n\tJoe Lee did tell the <em>Boston Business Journal </em>in 1996 he considered Miller &quot;one of the industry&#39;s top leaders.&quot; (We attempted to reach him at home, unsuccessfully.) But we would dare to speculate he wouldn&#39;t credit Miller with every job at every restaurant General Mills added from 1973 to 1984.</p>\r\n<p>\r\n\tWhere does this leave us?</p>\r\n<p>\r\n\tSeveral folks told us that Miller&#39;s a respected restaurateur. Like <a href=\"http://www.politifact.com/truth-o-meter/statements/2011/jun/10/herman-cain/herman-cain-godfathers-pizza-turn-around/\">Herman Cain</a>, a former president and CEO of the National Restaurant Association, he served in leadership there as chairman of the board. Companies grew dramatically under his corporate leadership.</p>\r\n<p>\r\n\tBut to reach 40,000 jobs created, Miller takes credit for thousands of jobs he wasn&#39;t in a position to create. Growth at Red Lobster, early in his career, accounts for 46 percent of his estimate &mdash; and it&#39;s a stretch to credit him for even half of that.</p>\r\n<p>\r\n\tHe also counts job gains only and not losses &mdash; something any politician relying on net job creation numbers can&#39;t do. And we can&#39;t know how many jobs he actually added to communities &mdash; for every Casa Gallardo, a local mom-and-pop may have closed or had layoffs &mdash; though in strong economies, every job may have indeed added to the overall total.</p>\r\n<p>\r\n\tMake no mistake, our reporting shows Miller was a gung ho restaurant CEO who stressed expansion and by extension, job creation. A lower jobs number may have rated higher on the Truth-O-Meter. But 40,000 jobs? He just hasn&#39;t proved it. We rate this claim Barely True.</p>\r\n<h2>\r\n\tJobs math</h2>\r\n<p>\r\n\tHere&#39;s how Craig Miller breaks down his career job creation, with Red Lobster representing nearly half of the total:</p>\r\n<h4>\r\n\tRuth&#39;s Hospitality Group (2004-08)</h4>\r\n<p>\r\n\t<b>Miller&#39;s role:</b> Joined as president and CEO; from Sept. 2006, also chairman of the board</p>\r\n<p>\r\n\t<b>Restaurants added by company during tenure:</b> 37</p>\r\n<p>\r\n\t<b>Estimated jobs created:</b> 2,313</p>\r\n<h4>\r\n\tUno Restaurant Corp. (1984-2001)</h4>\r\n<p>\r\n\t<b>Miller&#39;s role:</b> Joined as vice president for administration responsible for development and franchising, became executive vice president/chief operating officer, then in 1996 president and chief executive officer</p>\r\n<p>\r\n\t<b>Restaurants added by company during tenure:</b> About 185</p>\r\n<p>\r\n\t<b>Estimated jobs created:</b> 11,563</p>\r\n<h4>\r\n\tGeneral Mills Restaurants (1973-84)</h4>\r\n<p>\r\n\t<b>Miller&#39;s role:</b> Joined as part-time auditor before earning college degree; moved to payroll; held positions in finance, planning and analysis, development, real estate, corporate growth and purchasing; after acquisition of Casa Gallardo in 1979, primary duties were as vice president of Casa Gallardo</p>\r\n<p>\r\n\t<b>Restaurants added by company during tenure:</b> Casa Gallardo, about 30; Red Lobster, about 325; other brands, about 125</p>\r\n<p>\r\n\t<b>Estimated jobs created:</b> 30,000</p>\r\n<h4>\r\n\tTotal: 43,876</h4>\r\n<p>\r\n\t<i>Sources: Craig Miller campaign, </i>Boston Business Journal</p>\r\n<p>\r\n\t<i>Notes: Restaurants added don&#39;t include acquisitions. General Mills Restaurants became Darden Restaurants in 1995.</i></p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2011-07-19T10:54:14.432025", "ruling_date": "2011-07-19T14:56:14", "ruling_headline": "Former Ruth's Chris CEO Craig Miller says he 'created over 40,000 jobs'", "ruling_headline_slug": "former-ruths-chris-ceo-craig-miller-says-he-create", "ruling_link_text": "He wasn't always a CEO", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tMiller2012.com, &quot;<a href=\"http://www.miller2012.com/why-is-craig-running/\">Why Is Craig Running?</a>&quot; accessed July 12, 2011</p>\r\n<p>\r\n\tOrlando Sentinel blog Central Florida Political Pulse, &quot;<a href=\"http://blogs.orlandosentinel.com/news_politics/category/craig-miller\">Craig Miller weighing a Senate bid</a>,&quot; April 29, 2011</p>\r\n<p>\r\n\tSt. Petersburg Times, &quot;<a href=\"http://www.tampabay.com/news/politics/national/article1181091.ece\">State Senate President Mike Haridopolos drops out of race for U.S. Senate</a>,&quot; July 19, 2011</p>\r\n<div style=\"margin-top: 0px; margin-bottom: 0px; \">\r\n\tSt. Petersburg Times, &quot;<a href=\"http://www.tampabay.com/news/politics/national/former-ruths-chris-ceo-craig-miller-joins-republican-field-for-us-senate/1180051\">Former Ruth&#39;s Chris CEO Craig Miller joins Republican field for U.S. Senate</a>,&quot; July 13, 2011<br />\r\n\t<br />\r\n\tReuters, &quot;<a href=\"http://www.reuters.com/article/2011/07/12/us-senate-florida-idUSTRE76B4HP20110712\">Former Ruth&#39;s Chris CEO Craig Miller to run for Senate</a>,&quot; July 12, 2011</div>\r\n<div style=\"margin-top: 0px; margin-bottom: 0px; \">\r\n\t&nbsp;</div>\r\n<div style=\"margin-top: 0px; margin-bottom: 0px; \">\r\n\tMiller2012.com, &quot;<a href=\"http://miller2012.com/news/what-theyre-saying-about-craig-millers-senate-announcement-/\">What They&rsquo;re Saying About Craig Miller&rsquo;s Senate Announcement</a>,&quot; July 13, 2011<br />\r\n\t<br />\r\n\tFox News Network, Your World with Neil Cavuto, June 9, 2011, Nexis transcript accessed July 15, 2011<br />\r\n\t<br />\r\n\tInterviews with campaign manager Paul Ciaramitaro, including by e-mail, July 12-18, 2011<br />\r\n\t<br />\r\n\tInterview with Craig Miller, July 13, 2011<br />\r\n\t<br />\r\n\t<a href=\"https://www.documentcloud.org/documents/216912-craig-s-miller-bio-july-2011.html\">Craig S. Miller bio</a>, updated July 2011<br />\r\n\t<br />\r\n\tRedLobster.com, &quot;<a href=\"http://www.redlobster.com/our_quality_story/our_history/history.asp\">The History of Red Lobster</a>,&quot; accessed July 14, 2011<br />\r\n\t<br />\r\n\tUnos.com, &quot;<a href=\"http://unos.com/about.php\">About Uno Chicago Grill</a>,&quot; accessed July 14, 2011</div>\r\n<div style=\"margin-top: 0px; margin-bottom: 0px; \">\r\n\t&nbsp;</div>\r\n<div style=\"margin-top: 0px; margin-bottom: 0px; \">\r\n\tNational Restaurant Association, &quot;<a href=\"http://www.restaurant.org/pressroom/pressrelease/?ID=2096\">Restaurant Industry is Job Creation Engine, According to National Restaurant Association Research</a>,&quot; April 19, 2011<br />\r\n\t<br />\r\n\tInterview with&nbsp;<a href=\"http://www.bu.edu/phpbin/news/releases/display.php?id=2092\">Chris Muller</a>, dean of Boston University&#39;s School of Hospitality Administration, July 14, 2011<br />\r\n\t<br />\r\n\tInterview with Dennis Lombardi, executive vice president, Foodservice Strategies, July 14, 2011</div>\r\n<div style=\"margin-top: 0px; margin-bottom: 0px; \">\r\n\t&nbsp;</div>\r\n<div style=\"margin-top: 0px; margin-bottom: 0px; \">\r\n\tInterview with Bill Bridges, former director of personnel for General Mills Restaurants, July 14, 2011<br />\r\n\t<br />\r\n\tNew Orleans City Business, &quot;New Ruth&#39;s Chris Steak House CEO promises N.O. sizzle,&quot; April 26, 2004, accessed via Nexis July 13, 2011<br />\r\n\t<br />\r\n\tOrlando Sentinel, &quot;Darden still cooking but Ruth&#39;s barely simmering,&quot; Jan. 25, 2010, accessed via Nexis July 15, 2011<br />\r\n\t<br />\r\n\tBoston Business Journal, &quot;Craig Miller: Pizza&#39;s numero Uno,&quot; Sept. 13, 1996, accessed via Nexis July 15, 2011<br />\r\n\t<br />\r\n\tPR Newswire, General Mills earnings release, July 7, 1980, accessed via Nexis July 15, 2011</div>\r\n<div style=\"margin-top: 0px; margin-bottom: 0px; \">\r\n\t<br />\r\n\tNew York Times, &quot;Red Lobster Looking Abroad,&quot; Feb. 14, 1983, accessed via Nexis July 15, 2011</div>\r\n<div style=\"margin-top: 0px; margin-bottom: 0px; \">\r\n\t&nbsp;</div>\r\n<div style=\"margin-top: 0px; margin-bottom: 0px; \">\r\n\tMinneapolis-St. Paul City Business, &quot;The Mexican Food Craze Is Over,&quot; Oct. 23, 1985, accessed via Nexis July 15, 2011</div>\r\n<div style=\"margin-top: 0px; margin-bottom: 0px; \">\r\n\t&nbsp;</div>\r\n<div style=\"margin-top: 0px; margin-bottom: 0px; \">\r\n\tOrlando Sentinel, &quot;<a href=\"http://articles.orlandosentinel.com/1994-03-30/business/9403300598_1_red-lobster-darden-seafood-restaurant\">Founder of Red Lobster, William B. Darden, Dies</a>,&quot; March 30, 1994<br />\r\n\t<br />\r\n\tRuth&#39;s Hospitality Group,&nbsp;<a href=\"http://phx.corporate-ir.net/External.File?item=UGFyZW50SUQ9NDE5MTkxfENoaWxkSUQ9NDMyNDAyfFR5cGU9MQ==&amp;t=1\">2010 Annual Report</a>, accessed July 28, 2011<br />\r\n\t<br />\r\n\tPolitiFact,&nbsp;<a href=\"http://www.politifact.com/truth-o-meter/statements/2011/jun/10/herman-cain/herman-cain-godfathers-pizza-turn-around/\">Did Herman Cain turn around Godfather&#39;s Pizza?</a>, June 10, 2011<br />\r\n\t<br />\r\n\tThe Street,&nbsp;<a href=\"http://www.thestreet.com/story/11172159/1/pizza-dough-rising-force-in-2012-politics.html\">Pizza Dough Rising Force in 2012 Politics</a>, July 1, 2011<br />\r\n\t<br />\r\n\tAtlanta Journal-Constitution,&nbsp;<a href=\"http://www.ajc.com/news/georgia-politics-elections/herman-cain-proving-to-1008175.html\">Herman Cain proving to be real contender</a>, July 13, 2011<br />\r\n\t<br />\r\n\t2009/2010 NRA Restaurant Industry Operations Report<br />\r\n\t<br />\r\n\tPolitiFact Texas,&nbsp;<a href=\"http://www.politifact.com/texas/statements/2010/sep/17/bill-flores/bill-flores-says-he-created-more-500-us-jobs/\">Bill Flores says he created more than 500 U.S. jobs</a>, Sept. 17, 2010</div>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Former Ruth's Chris Steak House CEO", "false_count": 0, "first_name": "Craig", "half_true_count": 0, "home_state": "Florida", "id": 1343, "last_name": "Miller", "mostly_true_count": 0, "name_slug": "craig-miller", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/craig-miller.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1343/", "total_count": 1, "true_count": 0, "website": "http://miller2012.com/"}, "statement": "<p>\r\n\t&quot;I&#39;ve created over 40,000 jobs.&quot;</p>", "statement_context": "a campaign launch message on his website", "statement_date": "2011-07-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 3, "photo": null, "resource_uri": "/api/v/2/subject/3/", "subject": "Job Accomplishments", "subject_slug": "job-accomplishments", "used_in_edition": []}, {"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}