{"art": [], "author": [{"email_address": "rsalit@projo.com", "first_name": "Richard", "id": 242, "last_name": "Salit", "name_slug": "richard-salit", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/242/", "title": "Reporter", "twitter": null}], "canonical_url": "/rhode-island/statements/2011/jul/21/ocean-state-policy-research-institute/watchdog-group-critical-stimulus-spending-publishe/", "edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "editor": [{"email_address": "tmurphy@providencejournal.com", "first_name": "Tim", "id": 145, "last_name": "Murphy", "name_slug": "tim-murphy", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/tim_murphy2_80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/145/", "title": "Editor", "twitter": null}], "facebook_headline": null, "id": 4151, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "rsalit@projo.com", "first_name": "Richard", "id": 242, "last_name": "Salit", "name_slug": "richard-salit", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/242/", "title": "Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/4151/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>When the Ocean State Policy Research Institute (OSPRI) published <a href=\"http://oceanstatepolicy.org/piglet2011\">The 2011 Rhode Island Piglet Book </a>last month -- ostensibly a report on government spending in our state -- we jumped at the opportunity to examine one of the &quot;300 pork projects, bungled boondoggles, bad ideas and examples of abuse of power&quot; the group targeted.<br />\r\n<br />\r\nWe found that the authors erred in saying that the state prisons used $250,000 in federal stimulus funds to convert from analog to digital TV. In fact, no stimulus money was used, so <a href=\"http://www.politifact.com/rhode-island/statements/2011/jul/10/ocean-state-policy-research-institute/watchdog-group-says-ri-used-stimulus-funds-250000-/\">we ruled the claim False</a>.<br />\r\n<br />\r\nThat first look got us wondering about the 50 other projects that the Piglet Book highlighted as having benefited from the American Recovery and Reinvestment Act of 2009, more commonly known as the stimulus program. Did they actually get funded?<br />\r\n<br />\r\nWhat we found raises serious questions about the quality of the Research Institute&rsquo;s research.<br />\r\n<br />\r\nFor example, the report indicates the state spent $20 million from the stimulus program on &quot;renovations for legislative office space&quot; at 2 Capitol Hill, the building across Smith Street from the State House.<br />\r\n<br />\r\nBut when we contacted Larry Berman, spokesman for the House of Representatives, he said, &quot;The General Assembly has not done any improvements to any lawmaker offices.&quot; And Laurie Petrone, who oversees stimulus spending for state agencies as the director of &nbsp;the state Office of Economic Recovery and Reinvestment, said no stimulus money was used to improve the building.<br />\r\n<br />\r\nWhat about another project with a hefty price tag -- $30 million to &quot;install modern cyberinfrastructure&quot; at Brown University?<br />\r\n<br />\r\nThe university did not receive that grant, said Mark Nickel, director of news and communications at Brown.<br />\r\n<br />\r\nHow about the Town of Smithfield? Did it receive &quot;an overpriced overhaul courtesy of the American taxpayer... $4,565,000 in stimulus funds to revamp and add on to the hockey and ice skating facility?&quot;<br />\r\n<br />\r\nRandy Rossi, Smithfield&rsquo;s finance director, did undertake some improvements at the hockey rink. But Rossi, who was aware of the Piglet Book claim, said the town received no stimulus funds for the work.<br />\r\n<br />\r\nIn fact, we found that many of the stimulus projects OSPRI lambasted were never funded:<br />\r\n<br />\r\n* $700,000 to plant 1,600 trees in Providence? &quot;The city did not receive any stimulus funds,&quot; said spokesman David Ortiz.<br />\r\n<br />\r\n* $640,000 for new facilities at Goddard State Park, Colt State Park and the George Washington Management Area? &quot;Didn&rsquo;t get funded,&quot; said Petrone.<br />\r\n<br />\r\n* $300,000 for parking lot improvements on Capitol Hill? &nbsp;&quot;No ARRA funds for that,&quot; Petrone said.<br />\r\n<br />\r\n* $3 million for improvements at Charlestown&rsquo;s Cross Mills Village, $50,000 to take aerial photographs of the town and $45,000 to repair a sheep barn at the town&rsquo;s South Farm Preserve? &nbsp;&quot;We haven&rsquo;t received any money at all,&quot; said Town Treasurer Patricia Anderson. For the work that the town did undertake (the photography, for example, was never done), &nbsp;&quot;we used our own money.&quot;<br />\r\n<br />\r\nThe problem, as we first found in our report on digital TV at the prisons, is that OSPRI relied on documents listing <em>requests</em> for stimulus money, not <em>approvals</em>. One document that OSPRI shared with us when we questioned the prison TV project was clearly titled in red type: &quot;submitted requests under review.&quot;<br />\r\n<br />\r\nPetrone said the state compiled stimulus requests even before federal agencies wrote guidelines for the &nbsp;program.<br />\r\n<br />\r\n&quot;We published every project that anyone had suggested for stimulus money. It was like the wish list,&quot; she said.<br />\r\n<br />\r\nSome wishes came true.<br />\r\n<br />\r\nAmong the projects the Piglet Book listed under &quot;stimulus shenanigans&quot; were two at the University of Rhode Island. Spokesman David Lavallee directed us to documents confirming that the National Science Foundation gave $446,247 to URI for a six-week cruise to study the marine environment in the Arctic Ocean and $42,994 for an archaeological expedition to Iceland to excavate textile remains and study the role of women in early Norse culture.<br />\r\n<br />\r\nWe won&rsquo;t get into whether either was worthwhile. Our mission is to examine the accuracy of the Piglet Book&rsquo;s stimulus claims, not to judge whether the money was well spent.<br />\r\n<br />\r\nA project at Rhode Island College also received SOME stimulus funding, but far less than the Piglet Book claimed.<br />\r\n<br />\r\nUnder a section titled &quot;frittering funds for fun,&quot; the OSPRI report said RIC received $12 million to renovate its recreation center. But spokeswoman Jane Fusco said that only $1 million came from the stimulus program, part of a $9.9-million grant to RIC to be used exclusively for fire-safety upgrades.<br />\r\n<br />\r\nWe checked on 20 of the 50 projects listed in the report. In most cases, we tried to contact purported recipients, but we also visited recovery.org -- since renamed <a href=\"http://www.recovery.gov/Pages/default.aspx\">recovery.gov</a> -- a federal repository of stimulus information and projects.<br />\r\n<br />\r\nOf the 20, &nbsp;we could verify only five that received stimulus money as described in the Piglet Book -- the two at URI and three highway projects overseen by the state Department of Transportation. The DOT jobs totaled $11 million and involved replacing some signs along the state&rsquo;s major highways.<br />\r\n<br />\r\nOf the remaining 15 we checked, 13 of the purported recipients said they received no stimulus money whatsoever.<br />\r\n<br />\r\nThat leaves two others. We already noted that RIC received a fraction of what OSPRI reported. In addition, Roger Williams University said it didn&rsquo;t get the $8.2 million that OSPRI claimed it was awarded to expand its shellfish research center. The project cost about half that and was largely funded through other sources, said director Timothy Scott. A small amount of stimulus funds may have been used, but it&rsquo;s possible none were, he said.<br />\r\n<br />\r\nThe final tally: the Piglet Book was wrong on 15 of the 20 projects we checked.<br />\r\n<br />\r\nWhen we told OSPRI what we found, the organization acknowledged its error, but downplayed it.<br />\r\n<br />\r\n&quot;The primary purpose of our Piglet report is to highlight the culture of out-of-control government spending that inevitably leads to waste, special-interest peddling and cronyism . . . ,&quot; it said in a statement.<br />\r\n<br />\r\n&quot;While OSPRI recognizes that our report inadvertently did not properly distinguish between requested federal stimulus projects and completed projects, it does not lessen concern about the tax-and-spend mindset that encourages or would even consider some of these unconscionable requests . . .</p>\r\n\r\n<p>&quot;OSPRI plans to submit an official record request to some of the entities in question and will publish an updated listing of the status of these projects on our website once the information has been gathered.&quot;<br />\r\n<br />\r\nIn applying the Truth-O-Meter, we took into consideration that OSPRI said it made a mistake.<br />\r\n<br />\r\nBut that&rsquo;s not going to save their bacon here. OSPRI is clearly on a mission to ridicule government spending. You can&rsquo;t miss the recurring inflammatory language in the report anymore than the message conveyed by its cover -- a cartoon of a large pig playing a violin and wearing a coat that says &quot;R.I. Gov&rsquo;t&quot; as a background map of the state goes up in flames.<br />\r\n<br />\r\nOSPRI wants its 37-page report, with 411 footnotes, to be taken seriously. Yet the section that we examined, stimulus funding -- a controversial program whose merits should be debated based on facts -- is egregiously flawed.<br />\r\n<br />\r\nThe group says it wants to highlight &quot;out of control government spending,&quot; but most of the stimulus spending it cites never happened.<br />\r\n<br />\r\nBecause OSPRI got so much so wrong, we&rsquo;re thrusting a spit through the Piglet Book&rsquo;s stimulus section and roasting it. This little piggy is going &quot;<em>Wee! Wee! Wee!</em>&quot; all the way to a <a href=\"http://www.politifact.com/rhode-island/about/\">Pants on Fire</a>!<br />\r\n<br />\r\n(Get updates from<a href=\"http://twitter.com/#%21/PolitiFactRI\"> PolitiFactRI on Twitter</a>. To comment or offer your ruling, visit us on our<a href=\"http://www.facebook.com/pages/PolitiFact-Rhode-Island/108242095907358\"> PolitiFact Rhode Island Facebook</a> page.)</p>\r\n\r\n<p><em>(Update: This item was revised on May 8, 2014, to reflect the change in the name of the website for information about stimulus money and projects. The new URL is <a href=\"http://www.recovery.gov/Pages/default.aspx\">recovery.gov</a>.)</em></p>\r\n", "ruling_comments_date": "2011-07-20T16:50:07.220396", "ruling_date": "2011-07-21T00:01:00", "ruling_headline": "Watchdog group critical of stimulus spending publishes a report listing purported projects in Rhode Island", "ruling_headline_slug": "watchdog-group-critical-stimulus-spending-publishe", "ruling_link_text": "Pig roast goes up in flames", "ruling_state": null, "source_documents": null, "sources": "<p>Ocean State Policy Research Institute (OSPRI), <a href=\"http://oceanstatepolicy.org/piglet2011\">&quot;The 2011 Rhode Island Piglet Book,&quot; </a>released June 29, 2011, and email, July 15, 2011.<br />\r\n<br />\r\nInterview, Laurie Petrone, deputy director, <a href=\"http://www.recovery.ri.gov/\">&nbsp;R.I. Office of Recovery and Reinvestment</a>, July 7 and July 13, 2011.<br />\r\n<br />\r\nInterview, Bryan Lucier, spokesman for state Department of Transportation, July 19, 2011.</p>\r\n\r\n<p>Interview, Timothy Scott, director of the Center for Economic and Environmental Development, Roger Williams University, July 2011.<br />\r\n<br />\r\nInterview, Jane Fusco, spokeswoman for Rhode Island College, July 18, 2011<br />\r\n<br />\r\nInterview, Larry Berman, spokesman for R.I. House of Representatives, July 8, 2011<br />\r\n<br />\r\nInterview, Jamie Marland, director of media relations, Rhode Island School of Design, July 2011.<br />\r\n<br />\r\nInterview, Edward Lavallee, Newport city manager, July 14, 2011<br />\r\n<br />\r\nInterview, Dave Lavallee, spokesman, University of Rhode Island, July 15, 2011.<br />\r\n<br />\r\nInterview, Randy Rossi, Town of Smithfield finance director, July 18, 2011<br />\r\n<br />\r\nInterview, David Ortiz, spokesman for Providence Mayor Angel Tavare, July 14, 2011.<br />\r\n<br />\r\nInterview, Patricia Anderson, Town of Charlestown treasurer, July 2011.<br />\r\n<br />\r\nInterview, Edward Collins, director of facilities, Middletown Schools, July 14, 2011;<br />\r\n<br />\r\nInterview, Mark Nickel, director of news and communication, Brown University, July 14, 2011.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 2, "first_name": "", "half_true_count": 0, "home_state": "Rhode Island", "id": 1016, "last_name": "Ocean State Policy Research Institute", "mostly_true_count": 0, "name_slug": "ocean-state-policy-research-institute", "pants_count": 1, "party": {"id": 16, "party": "Organization", "party_slug": "organization", "resource_uri": "/api/v/2/party/16/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/OSPRI.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1016/", "total_count": 3, "true_count": 0, "website": "http://www.oceanstatepolicy.org/index.html"}, "statement": "<p>&quot;Dubious taxpayer-funded&quot; stimulus spending -- Part II.</p>\r\n", "statement_context": "a report", "statement_date": "2011-07-29", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "", "id": 131, "photo": null, "resource_uri": "/api/v/2/subject/131/", "subject": "Government Efficiency", "subject_slug": "government-efficiency", "used_in_edition": []}, {"description": "", "id": 208, "photo": null, "resource_uri": "/api/v/2/subject/208/", "subject": "State Finances", "subject_slug": "state-finances", "used_in_edition": ["/api/v/2/edition/5/"]}, {"description": "", "id": 150, "photo": null, "resource_uri": "/api/v/2/subject/150/", "subject": "Stimulus", "subject_slug": "stimulus", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}