{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2011/jul/22/victoria-jackson/victoria-jackson-column-claims-health-care-law-giv/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 4154, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/4154/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\r\n\tIf you thought that comparing President Barack Obama to Adolph Hitler was just a passing fad, you should know the trend lives on at the website WorldNetDaily.<br />\r\n\t<br />\r\n\tComedian Victoria Jackson, a Saturday Night Live alum and tea party supporter, recently penned a column titled, &quot;<a href=\"http://www.wnd.com/index.php?fa=PAGE.view&amp;pageId=322057\">The 3 scariest things about Obama</a>.&quot; Jackson is a regular WorldNetDaily columnist and is slated to attend the WND Tea Party at Sea <a href=\"http://sovereigncruises.org/wnd11/\">cruise of Alaska</a> later this summer.<br />\r\n\t<br />\r\n\tTo quote the piece, the three scary things are &quot;private army (like Hitler), socialist (like Hitler), media control (like Hitler).&quot;<br />\r\n\t<br />\r\n\tShe continues: &quot;A clause hidden in the Obamacare bill, which is now law, gives Obama the right to form a private army. Why isn&#39;t anyone freaking out?&quot;<br />\r\n\t<br />\r\n\tA reader sent us the column, published July 15, 2011, and asked us to fact-check it. Given Jackson&#39;s background as a comedian, we wondered if it was a joke. We concluded that it wasn&#39;t, and we&#39;re treating it here as a serious claim.&nbsp;<br />\r\n\t<br />\r\n\tJackson backs up her points with YouTube videos of segments from Fox News. Her claim that Obama has the right to form a private army is based on a 2010 appearance of Fox analyst Andrew Napolitano, who discussed the health care law with Fox News anchor Shepard Smith. We&#39;re not sure of the exact date of the interview, but it was&nbsp;<a href=\"http://www.youtube.com/watch?v=kTdstyXuTIQ&amp;feature=player_embedded\">posted to YouTube</a>&nbsp;on May 3, 2010, just months after final passage of the health care law.<br />\r\n\t<br />\r\n\t&quot;By referring to it as a reserve corps, and the training is the same as the regular corps, it gives you the impression that the president has the power to take over the National Guard from state governors in peace time. Now under the Constitution, he can&#39;t do that. But a fair reading of this legislation would let him do it,&quot; Napolitano said.<br />\r\n\t<br />\r\n\t&quot;Another way to read this legislation is that these are health care professionals, but they&#39;re going to train with the military, meaning they would carry sidearms,&quot; Napolitano said.&nbsp;<br />\r\n\t<br />\r\n\tNapolitano hedges his provocative claims by saying that the legislation raises many questions. &quot;We don&#39;t know how this is going to be implemented; the language is intentionally vague.&quot; But he called the use of the military language &quot;scary.&quot;&nbsp;<br />\r\n\t<br />\r\n\tWe turned to the text of the bill to see if it said anything about the National Guard or about health care professionals training with the military. It didn&#39;t.&nbsp;<br />\r\n\t<br />\r\n\tInstead, the sliver of evidence for the claim is that the U.S. Public Health Service uses military terms to organize its Commissioned Corps, a uniformed group of 6,500 health professionals. The military-like organization dates back to 1871 and comes from the Commissioned Corps&#39; work with Marine hospitals stationed along coastal and inland waterways. (It&#39;s also why the Surgeon General is called the Surgeon General.) Today, teams of Commissioned Corps officers often work with the military on humanitarian missions, and some serve on U.S. Navy hospital ships. In recent years, the Commisioned Corps&#39;&nbsp;<a href=\"http://www.usphs.gov/AboutUs/emergencyresponse.aspx\">emergency response teams</a>&nbsp;have responded to hurricanes hitting the Gulf Coast and international incidents like the earthquake in Haiti.&nbsp;<br />\r\n\t<br />\r\n\tBut the Commissioned Corps is part of the U.S. Department of Health and Human Services, not the U.S. military. Likewise, the new &quot;Ready Reserve Corps&quot; will be part of HHS, and not part of the military.&nbsp;<br />\r\n\t<br />\r\n\tThe text of the health care law says plainly, &quot;The purpose of the Ready Reserve Corps is to fulfill the need to have additional Commissioned Corps personnel available on short notice (similar to the uniformed service&#39;s reserve program) to assist regular Commissioned Corps personnel to meet both routine public health and emergency response missions.&quot;<br />\r\n\t<br />\r\n\tThe Public Health Service explains the new initiative similarly:&nbsp;</p>\r\n<p>\r\n\t&quot;The purpose of the Ready Reserve Corps is to have additional Commissioned Corps personnel available on short notice (similar to the other uniformed services&#39; reserve programs) to assist full time Commissioned Corps personnel to meet both routine public health and emergency response missions. Prior to the passage of the new law, the USPHS Commissioned Corps did not have a reserve component to call upon in this fashion. The Ready Reserve Corps members perform duties for assigned periods of time as opposed to full time Corps members who are on extended active duty. Joining the Ready Reserve Corps is voluntary; however, members of the Ready Reserve Corps join knowing that they can be called at anytime to serve in times of national need.&quot;<br />\r\n\t<br />\r\n\tOut of an abundance of caution, we contacted James Parascandola, who served as the Public Health Service historian from 1992 to 2004. He confirmed that the Commissioned Corps and the Ready Reserve Corps are uniformed health officials. &quot;They don&#39;t train with the military, and they don&#39;t carry weapons,&quot; he said. They sometimes work with the military, but they do so as medical personnel, not as a private army.&nbsp;<br />\r\n\t<br />\r\n\tJackson said that the health care law gives Obama &quot;the right to form a private army.&quot; We don&#39;t find that to be the case, and her source, Andrew Napolitano, seems to be making up interpretations of the health care law that have no basis in reality. The Ready Reserve Corps created by the law would be part of a long-established uniformed team of health care professionals that are part of the Department of Health and Human Services, not the military. They don&#39;t carry sidearms, and they don&#39;t have military training. If this is Obama&#39;s army, it&#39;s an army armed with tongue depressors and stethoscopes. For perpetuating nonsense, we rate Jackson&#39;s statement Pants on Fire!</p>", "ruling_comments_date": "2011-07-20T18:03:07.817279", "ruling_date": "2011-07-22T15:31:50", "ruling_headline": "Victoria Jackson column claims health care law gives Obama power to raise a private army", "ruling_headline_slug": "victoria-jackson-column-claims-health-care-law-giv", "ruling_link_text": "Only if they fight with tongue depressors", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tWorldNetDaily, &quot;<a href=\"http://www.wnd.com/index.php?fa=PAGE.view&amp;pageId=322057\">The 3 scariest things about Obama</a>,&quot; by Victoria Jackson, July 15, 2011</p>\r\n<p>\r\n\tFox News,&nbsp;<a href=\"http://www.youtube.com/watch?v=kTdstyXuTIQ&amp;feature=player_embedded\" id=\"anc:\" title=\"Shepard Smith interview with Andrew Napolitano\">Shepard Smith interview with Andrew Napolitano</a>, accessed July 19, 2011</p>\r\n<p>\r\n\tU.S. Department of Health and Human Services,&nbsp;<a href=\"http://www.usphs.gov/aboutus/readyreserve.aspx\" id=\"sn6p\" title=\"USPHS Commissioned Corps, Ready Reserve Corps\">USPHS Commissioned Corps, Ready Reserve Corps</a>, accessed July 19, 2011<br />\r\n\t<br />\r\n\tU.S. Department of Health and Human Services,&nbsp;<a href=\"http://www.surgeongeneral.gov/\" id=\"z9y-\" title=\"Office of the Surgeon General\">Office of the Surgeon General</a>, accessed July 19, 2011</p>\r\n<p>\r\n\tU.S. Department of Health and Human Services,&nbsp;<a href=\"http://www.usphs.gov/aboutus/emergencyresponse.aspx\" id=\"lh9e\" title=\"Emergency Response\">Emergency Response</a>, accessed July 19, 2011</p>\r\n<p>\r\n\tThe Patient Protection and Affordable Care Act,&nbsp;<a href=\"http://www.gpo.gov/fdsys/pkg/PLAW-111publ148/content-detail.html\" id=\"x_5l\" title=\"Section 5210, Establishing a Ready Reserve Corps\">Section 5210, Establishing a Ready Reserve Corps</a>, accessed July 19, 2011</p>\r\n<p>\r\n\t<i>A Historical Guide to the U.S. Government</i>, &quot;Public Health Service,&quot; pp. 487-493, by John L. Parascandola, 1998</p>\r\n<p>\r\n\tInterview with John Parascandola, July 20, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "columnist", "false_count": 0, "first_name": "Victoria", "half_true_count": 0, "home_state": "Florida", "id": 1359, "last_name": "Jackson", "mostly_true_count": 0, "name_slug": "victoria-jackson", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Victoria_Jackson_2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1359/", "total_count": 1, "true_count": 0, "website": "http://www.wnd.com/"}, "statement": "<p>\r\n\t&quot;A clause hidden in the Obamacare bill, which is now law, gives Obama the right to form a private army.&quot;</p>", "statement_context": "a column by Victoria Jackson", "statement_date": "2011-07-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}], "target": [], "twitter_headline": ""}