{"art": [], "author": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "canonical_url": "/wisconsin/statements/2011/jul/25/jennifer-shilling/wisconsin-jennifer-shilling-state-budget-cut-publi/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 4155, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/4155/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tAs the historic Wisconsin Senate recall elections drive toward their end, Democrats are working overtime to highlight what they consider lowlights in the Republican-drafted state budget.<br />\r\n\t<br />\r\n\tCuts to public school funding are near the top of their list, with a chorus of critics repeating an eye-popping figure: $1.6 billion.<br />\r\n\t<br />\r\n\tOne recall candidate, state Rep. Jennifer Shilling (D-La Crosse), complains on <a href=\"http://legis.wisconsin.gov/assembly/asm95/news/Budget2pagerLAXspecific63011.pdf\">her legislative </a><a href=\"http://legis.wisconsin.gov/assembly/asm95/news/Budget2pagerLAXspecific63011.pdf\">website </a>that the Republican budget &quot;cuts overall funding for public schools by $1.6 billion statewide...&quot;<br />\r\n\t<br />\r\n\tShilling is trying to unseat state Sen. Dan Kapanke (R-La Crosse).<br />\r\n\t<br />\r\n\tDid the two-year budget really take that big a bite out of schools?<br />\r\n\t<br />\r\n\tShilling and Democrats point to statements by <a href=\"http://dpi.state.wi.us/eis/pdf/dpinr2011_63.pdf\">state schools Superintendent Tony </a><a href=\"http://dpi.state.wi.us/eis/pdf/dpinr2011_63.pdf\">Evers </a>and a report by the nonpartisan <a href=\"http://legis.wisconsin.gov/lfb/2011-13%20Budget/2011_06_23WI%20Leg_Revenue%20Limit%20Changes.pdf\">Legislative Fiscal Bureau</a>. Evers is an elected official who runs the state Department of Public Instruction.<br />\r\n\t<br />\r\n\tBoth present the $1.6 billion figure -- but do it in tandem with a second, much lower figure of $800 million to $900 million.<br />\r\n\t<br />\r\n\tHere is an important note: Shilling&rsquo;s claim of $1.6 billion relates to the new revenue limits the budget put on local school districts.<br />\r\n\t<br />\r\n\t(Shilling is also critical of the cut of $792 million in direct state aid to schools. That&rsquo;s been the subject of TV ads against the GOP senators, the cut of &quot;nearly $800 million.&quot; But that cut is separate from the $1.6 billion claim we are looking at here. Shilling&rsquo;s office acknowledges that point.)<br />\r\n\t<br />\r\n\tThis may all sound arcane, but ultimately the revenue limits determine how much your schools can take in from local property taxes and state school aids -- and how much money gets into the classroom.<br />\r\n\t<br />\r\n\tLet&rsquo;s look back in time to figure this out.<br />\r\n\t<br />\r\n\tAs they worked to close a big budget shortfall projected for 2011-&rsquo;13, Gov. Scott Walker and the Republican-controlled Legislature cut direct state aid to schools (the $792 million). Then they greatly restricted schools&rsquo; ability to raise property taxes to make up for the lost aid. The goal was to be sure a savings at the state level was not eaten up by higher local taxes.<br />\r\n\t<br />\r\n\tIt was not the first time the state squeezed school aid.<br />\r\n\t<br />\r\n\tIn 2009, Gov. Jim Doyle and Democrats who controlled the Capitol enacted an aid trim in the 2009-&rsquo;11 budget. They also slowed the growth in how much schools could raise in property taxes.<br />\r\n\t<br />\r\n\tBut the Dems left a little gift for schools.<br />\r\n\t<br />\r\n\tThey wrote into state law a provision on the property tax limits. They directed the next Legislature to re-set the revenue limits in the 2011-&rsquo;13 budget to what they were before they were tightened.<br />\r\n\t<br />\r\n\tThink of it as your boss promising you a catch-up raise in writing two years from now &hellip; even if it&rsquo;s not certain your boss will be around then.<br />\r\n\t<br />\r\n\tIndeed, Doyle did not run again, many of the Democrats are gone and the the party lost both chambers in the November 2010 election.<br />\r\n\t<br />\r\n\tAnd the new bosses, Walker and legislative Republicans, turned to school cuts to help balance the budget. They also agreed that they couldn&rsquo;t accept the Democrat-set limits, and they put in place a real cut in both state school aid and allowable property tax growth.<br />\r\n\t<br />\r\n\tNow, back to the future.<br />\r\n\t<br />\r\n\tToday, Democrats such as Shilling are saying the budget &quot;cuts overall funding for public schools by $1.6 billion.&quot; That is, schools can take in $1.6 billion less over two years as a result of the revenue limits.<br />\r\n\t<br />\r\n\tThey get that by comparing the stricter limits enacted by the GOP to the increase Doyle and the Democrats had built into the budget for 2011-&rsquo;13.<br />\r\n\t<br />\r\n\tBut that can be a skewed way to measure a cut.<br />\r\n\t<br />\r\n\tActual school spending from one year to the next will not go down $1.6 billion.<br />\r\n\t<br />\r\n\tThe year-to-year comparison gets you to the smaller number -- an $800 million to $900 million-plus loss of potential resources for schools.<br />\r\n\t<br />\r\n\tTwo education financing sources we turned to -- Russ Kava of the Legislative Fiscal Bureau and officials at the state Department of Public Instruction -- said their agencies choose to present both perspectives. They said they did this because of past practice and the value of showing both the actual impact as well as the larger swing from the Democrat-desired limits to the new budget.<br />\r\n\t<br />\r\n\tA May 31, 2011 statement from Evers put it this way: &quot;Last week the Joint Finance Committee, on a 12-4 vote, cut public schools by $1.6 billion compared to current law and over $850 million compared to current levels by making the first significant reduction to revenue caps ever.&quot;<br />\r\n\t<br />\r\n\tIn making her case, Shilling, as well as <a href=\"http://wispolitics.com/index.iml?Article=240626\">fellow Democratic recall candidate Shelly </a><a href=\"http://wispolitics.com/index.iml?Article=240626\">Moore </a>in River Falls, cherry-picks the higher number.<br />\r\n\t<br />\r\n\tThere are a couple of problems with that.<br />\r\n\t<br />\r\n\tOne is that when you look at what the state budget actually saved on K-12 education compared with the last budget, experts say it&rsquo;s close to the $800 million to $900 million.<br />\r\n\t<br />\r\n\tSecond, even the lower figure (the $800 million to $900 million) is only an estimate, and one that assumes that school districts would have &quot;taxed to the max&quot; without the limits.<br />\r\n\t<br />\r\n\tThat&rsquo;s unlikely, based on recent history, according to Andrew Reschovsky, a University of Wisconsin-Madison economist who publishes reports on school funding. That means even the $800 million to $900 million figure could be high, and underscores the importance of presenting multiple perspectives.<br />\r\n\t<br />\r\n\tReschovsky prefers to study the actual year-to-year change, which yields the smaller number. He says the average person just looks at the bottom line difference, not what might have been.<br />\r\n\t<br />\r\n\tRemember that promised pay raise from your boss?<br />\r\n\t<br />\r\n\tIf your salary was cut instead, your household budget would be reduced only in the actual difference -- not the theoretical difference, with the promised raise included.<br />\r\n\t<br />\r\n\tDemocrats argue that schools planned on the restoration of the 2009 cut because it was in statute. But others say the handwriting was on the wall long ago.<br />\r\n\t<br />\r\n\tReschovsky, who describes himself as an ardent support of public education, said it&rsquo;s hard to argue that any governor could have avoided some cuts to education given the size of the budget gap.<br />\r\n\t<br />\r\n\tFinally, there is the issue of the spending side of school budgets.<br />\r\n\t<br />\r\n\tAlong with the reduction in state aid and tougher tax limits, Walker and the GOP provided local school districts with a savings opportunity. Their limits on collective bargaining by public employees allow the school districts to require employees to pay more for health insurance and pensions. The &quot;tools,&quot; as Walkers calls them, have allowed some -- but not all -- districts to offset the reduction in spending on education, at least for next year, the Journal Sentinel reported.<br />\r\n\t<br />\r\n\tSo from some school districts&rsquo; perspective, the state budget giveth as well as taketh away -- and Shilling cited only the taketh away part.<br />\r\n\t<br />\r\n\tLet&rsquo;s put away the calculator.<br />\r\n\t<br />\r\n\tLike some other Democrats, Shilling claims the 2011-&rsquo;13 state budget cut $1.6 billion from local schools. The number comes from respected sources, but she uses it out of context, leaving out the much lower companion figure of around $800 million to $900 million that experts typically present along with the $1.6 billion as a measure of the true year-to-year loss.<br />\r\n\t<br />\r\n\tThe statement contains an element of truth, but ignores the reality behind the lower figure. That fits the definition for Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2011-07-20T18:27:43.909795", "ruling_date": "2011-07-25T09:00:00", "ruling_headline": "Wisconsin Rep. Jennifer Shilling says the state’s 2011-’13 state budget cut public school funding by $1.6 billion", "ruling_headline_slug": "wisconsin-jennifer-shilling-state-budget-cut-publi", "ruling_link_text": "Number far overstates the case, but it’s one way to look at it", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tRep. Jennifer Shilling, <a href=\"http://legis.wisconsin.gov/assembly/asm95/news/Budget2pagerLAXspecific63011.pdf\">statement on legislative web site</a>, June 30, 2011<br />\r\n\t<br />\r\n\tState Department of Public Instruction, <a href=\"http://dpi.state.wi.us/eis/pdf/dpinr2011_63.pdf\">press release</a>, May 31, 2011<br />\r\n\t<br />\r\n\tLegislative Fiscal Bureau, <a href=\"http://legis.wisconsin.gov/lfb/2011-13%20Budget/2011_06_23WI%20Leg_Revenue%20Limit%20Changes.pdf\">report on revenue limits</a>, June 23, 2011<br />\r\n\t<br />\r\n\tInterview with Russ Kava, education analyst, Legislative Fiscal Bureau, July 18-19, 2011<br />\r\n\t<br />\r\n\tInterview with John Johnson, director of education information services, Department of Public Instruction, July 18, 2011<br />\r\n\t<br />\r\n\tInterview with Brian Pahnke, assistant state superintendent for finance and management, Department of Public Instruction, July 19, 2011<br />\r\n\t<br />\r\n\tInterview with Andrew Reschovsky, UW-Madison professor, public affairs and applied economics, July 18-19 2011<br />\r\n\t<br />\r\n\tInterview with Tony Palese, legislative aide, Office of Rep. Jennifer Shilling, July 19, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "State Assembly member, 95th District", "false_count": 1, "first_name": "Jennifer ", "half_true_count": 1, "home_state": "Wisconsin", "id": 1061, "last_name": "Shilling", "mostly_true_count": 2, "name_slug": "jennifer-shilling", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Jennifer_Schilling.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1061/", "total_count": 6, "true_count": 1, "website": "http://legis.wisconsin.gov/w3asp/contact/legislatorpages.aspx?house=assembly&district=95"}, "statement": "<p>\r\n\tThe 2011-13 state budget &quot;cuts overall funding for public schools by $1.6 billion&quot;</p>", "statement_context": "a statement on her legislative website", "statement_date": "2011-06-30", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ""}