{"art": [], "author": [{"email_address": "sgorman@timesdispatch.com", "first_name": "Sean", "id": 238, "last_name": "Gorman", "name_slug": "sean-gorman", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/238/", "title": "PolitiFact Reporter", "twitter": null}], "canonical_url": "/virginia/statements/2011/jul/21/bob-mcdonnell/gov-mcdonnell-says-virginia-state-employees-pay-no/", "edition": {"adkey": "Editions", "advalue": "Virginia", "edition": "Virginia", "edition_slug": "virginia", "has_afterthefact": false, "id": 10, "index_page": false, "meter_name": "The Virginia Truth-O-Meter", "resource_uri": "/api/v/2/edition/10/"}, "editor": [{"email_address": "wfiske@timesdispatch.com", "first_name": "Warren", "id": 209, "last_name": "Fiske", "name_slug": "warren-fiske", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/209/", "title": "PolitiFact Virginia Editor", "twitter": null}], "facebook_headline": null, "id": 4157, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "sgorman@timesdispatch.com", "first_name": "Sean", "id": 238, "last_name": "Gorman", "name_slug": "sean-gorman", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/238/", "title": "PolitiFact Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/4157/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\r\n\tGov. Bob McDonnell recently proclaimed Virginia&rsquo;s retirement system needs change.<br />\r\n\t<br />\r\n\t&quot;We&rsquo;re one of only four states in the country that the state employees pay nothing (toward their pension),&quot; McDonnell said in a July 13 <a href=\"http://www.youtube.com/watch?v=dyITRD1tNwc\">interview</a>&nbsp;with CNBC&rsquo;s Squawk Box. &quot;We pay the employee and employer share.&quot;<br />\r\n\t<br />\r\n\tSo state employees don&rsquo;t contribute a dime to their own retirement?<br />\r\n\t<br />\r\n\tA couple of our readers who saw the TV interview told us McDonnell&rsquo;s is wrong. So we decided to look into the governor&rsquo;s statement.</p>\r\n<p>\r\n\tThe CNBC interview began with McDonnell -- widely mentioned as vice-presidential prospect for next year&#39;s Republication national ticket -- accepting praise for Virginia&#39;s sound financial condition. When asked about the state&#39;s pension, McDonnell acknowledged it has $18 billion in unfunded liabilities and blamed part of the problem on the General Assembly&#39;s reluctance to ask state employees to kick in money.</p>\r\n<p>\r\n\tJeff Caldwell, a spokesman for the governor, said McDonnell&rsquo;s claim was based on an October 14, 2008, report from the Joint Legislative Audit and Review Commission that said Virginia was among five states that did not require its employees to make pension contributions.<br />\r\n\t<br />\r\n\tCaldwell said the other four were Tennessee, Florida, Utah and Missouri. But he said Virginia is now one of four states without employee contributions because Missouri, as of January 1, 2011, began requiring new hires to contribute 4 percent to their plans.<br />\r\n\t<br />\r\n\tThere are major &nbsp;problems with the governor&rsquo;s claim, however.<br />\r\n\t<br />\r\n\tState employees hired before July 1, 2010, recently began contributing 5 percent of their salary to their pension plans under a change that went into effect June 25, 2011 -- 18 days before McDonnell&rsquo;s interview on CNBC. The new policy is contained in a well-publicized budget provision approved by the General Assembly earlier this year that gave state employees a 5 percent raise and simultaneously required them to contribute 5 percent of their salary to their pensions.<br />\r\n\t<br />\r\n\tThe governor was hardly a stranger to this development. He urged legislators to require state employees to pay into the pension fund during his State of the Commonwealth Address on Jan. 12. McDonnell signed a budget containing such a provision -- although more lenient than what he wanted -- on May 2.<br />\r\n\t<br />\r\n\tThe change reversed a deal made in 1983 when Virginia agreed to pay for its employees&rsquo; pension contributions instead of giving them a raise that year.<br />\r\n\t<br />\r\n\tThis year&rsquo;s pension contribution deal only affected longer-serving workers. Newer workers, hired on or after July 1, 2010, had already been required to contribute 5 percent toward their pensions from the day they began work. That provision is part of a bill McDonnell signed on April 13, 2010.<br />\r\n\t<br />\r\n\tMcDonnell made his statement on CNBC four days after the pay period ended in which longer-serving state workers made their first contributions to pensions. New state employees had contributed for as long as a year, depending on their start dates.<br />\r\n\t<br />\r\n\tCaldwell said Virginia is still paying the pension contribution for longer-serving workers, because the state gave employees the 5 percent raise in return for a 5 percent pension contribution.<br />\r\n\t<br />\r\n\t&quot;There was a requirement to pay in, but then the state paid employees to offset that,&quot; he said.<br />\r\n\t<br />\r\n\tCaldwell offered no explanation how the governor&rsquo;s statement could be true in light of the fact that newer employees have been paying into the system for as long as a year.<br />\r\n\t<br />\r\n\tThose newer employees are not eligible for the 5 percent pay hike provided to longer-serving workers, according to the Virginia Department of Human Resource Management&rsquo;s website. The &nbsp;newer employees received no salary boost to offset their pension contribution.<br />\r\n\t<br />\r\n\tAbout 6,000 new state employees have been hired and started paying into their pensions during the past year, said Jeanne Chenault, a spokeswoman for the Virginia Retirement System. Another 84,000 veteran workers were affected by the 5 percent raise/pension contribution.<br />\r\n\t<br />\r\n\tRon Jordan, executive director of the Virginia Government Employees Association, said even with the raise, a burden for paying pension contributions has been placed on the backs of veteran workers. Next time there&rsquo;s a raise, workers will pay the 5 percent contribution on a higher salary, Jordan said, meaning they will ultimately pay more towards their pension than what&rsquo;s covered by the 5 percent raise given to them this year.<br />\r\n\t<br />\r\n\tJordan also took issue with the contention that veteran state workers&rsquo; immediate loss from the pension contribution was entirely covered by the 5 percent raise. He pointed to a document on the&nbsp;Department of Human Resource Management&nbsp;website saying some employees could see a drop in their take home pay after the pension contribution and raise go into effect.<br />\r\n\t<br />\r\n\tLet&rsquo;s review.<br />\r\n\t<br />\r\n\tMcDonnell, in a CNBC interview, said state workers pay nothing toward their pension and that Virginia makes the contribution for them. That was the case for several decades, but it is no longer true.<br />\r\n\t<br />\r\n\tFor more than a year, new state employees -- those hired on or after July 1, 2010 -- have been required to make pension contributions from the day they reported to work. About 6,000 new state workers now fall under the legislation.<br />\r\n\t<br />\r\n\tLonger-serving bureaucrats also are being required to ante up. McDonnell&rsquo;s interview on CNBC came 18 days after after well-publicized provisions went into effect requiring longer-serving state employees to contribute 5 percent of their pay to Virginia&rsquo;s pension.<br />\r\n\t<br />\r\n\tThe governor&rsquo;s spokesman correctly points out that longer-serving employees were given a 5 percent raise to offset their pension contribution. Nonetheless, veteran state employees are now chipping in for their pensions and any future raises they receive will also increase their payments into the retirement fund.<br />\r\n\t<br />\r\n\tThe governor, in his interview, said Virginia is one of four states that foot the entire bill for pension contributions. But McDonnell removed a fifth state that had been on the list -- Missouri -- because at the start of this year, Missouri began requiring new hires to pay in.<br />\r\n\t<br />\r\n\tSo Virginia shouldn&rsquo;t be on that list either. McDonnell&rsquo;s claim goes beyond inaccurate and enters the realm of the absurd. We rate his statement Pants on Fire.</p>", "ruling_comments_date": "2011-07-20T18:57:53.714920", "ruling_date": "2011-07-21T06:00:00", "ruling_headline": "Gov. McDonnell says Virginia state employees \"pay nothing\" toward their pensions", "ruling_headline_slug": "gov-mcdonnell-says-virginia-state-employees-pay-no", "ruling_link_text": "He's signed bills that require workers to contribute to pensions", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tGov. Bob McDonnell&rsquo;s appearence on CNBC&rsquo;s <a href=\"http://www.youtube.com/watch?v=dyITRD1tNwc\">Squawk Box,</a> July 13, 2011. (Statement is about 2 minutes into the interview).<br />\r\n\t<br />\r\n\tVirginia Retirement System website, <a href=\"http://www.varetire.org/featured/member-contributions.asp\">&quot;Plan 1 state employees now pay 5% contribution,&quot;</a> accessed July 18 2011.<br />\r\n\t<br />\r\n\tVirginia Retirement System website, <a href=\"http://www.varetire.org/Members/Plan2/Benefits/DefinedBenefit/Index.asp#retirement-contributions\">&quot;VRS</a> retirement plan 2,&quot; accessed July 18, 2011.<br />\r\n\t<br />\r\n\tUniversity of Virginia, <a href=\"http://www.hr.virginia.edu/news-events/news/2011-budget-vrs/\">&quot;2011 budget and VRS-related legislation,&quot; </a>April 12, 2011.<br />\r\n\t<br />\r\n\tVirginia Department of Human Resource Management, <a href=\"http://www.dhrm.virginia.gov/compensation/communication/FiscalYear2012CompensationChangesFAQs.pdf\">&quot;June 25, 2011 compensation changes,&quot; </a>accessed July 19, 2011.<br />\r\n\t<br />\r\n\tE-mail from Jeff Caldwell, spokesman for Gov. Robert McDonnell, July 19, 2011.<br />\r\n\t<br />\r\n\tInterview with Jeff Caldwell, July 19, 2011.<br />\r\n\t<br />\r\n\tRichmond Times-Dispatch, &quot;New 5% VRS contributions likely mean small pay decline,&quot; July 15, 2011.<br />\r\n\t<br />\r\n\tRichmond Times-Dispatch, &quot;VRS back on track, but employee contributions expected to increase,&quot; July 12, 2011.<br />\r\n\t<br />\r\n\tJoint Legislative Audit and Review Commission, &quot;Review of state employee total compensation, part 1,&quot; Oct. 14, 2008.<br />\r\n\tRichmond Times-Dispatch, &quot;State makes small dent in pension debt, but payback looms,&quot; March 6, 2011.<br />\r\n\t<br />\r\n\tInterviews with Ron Jordan, executive director of the Virginia Government Employees Association, July 18-19, 2011.<br />\r\n\t<br />\r\n\tInterview with Robley S.Jones, director of government relations at the Virginia Education Association, July 18-19, 2011.<br />\r\n\t<br />\r\n\tInterview with Jeanne Chenault, spokeswoman for the Virginia Retirement System, July 19, 2011.</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 6, "current_job": "Governor", "false_count": 5, "first_name": "Bob", "half_true_count": 7, "home_state": "Virginia", "id": 308, "last_name": "McDonnell", "mostly_true_count": 6, "name_slug": "bob-mcdonnell", "pants_count": 3, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/mcdonnell.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Virginia", "edition": "Virginia", "edition_slug": "virginia", "has_afterthefact": false, "id": 10, "index_page": false, "meter_name": "The Virginia Truth-O-Meter", "resource_uri": "/api/v/2/edition/10/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/308/", "total_count": 39, "true_count": 8, "website": ""}, "statement": "<p>\r\n\tVirginia state employees &quot;pay nothing&quot; toward their pensions.</p>", "statement_context": "a TV interviews", "statement_date": "2011-07-13", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 102, "photo": null, "resource_uri": "/api/v/2/subject/102/", "subject": "Retirement", "subject_slug": "retirement", "used_in_edition": []}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}], "target": [], "twitter_headline": ""}