{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2011/jul/26/michele-bachmann/did-tim-pawlenty-say-era-small-government-over/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 4186, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/4186/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tWhat happened to Minnesota nice?<br />\r\n\t<br />\r\n\tMichele Bachmann blasted her fellow Minnesotan Tim Pawlenty after he questioned her experience. The two are competing for the Republican nomination for president.<br />\r\n\t<br />\r\n\t&quot;These are serious times that require serious solutions -- not more of the same. Being right on the issues is critical -- it is what the American people demand. Executive experience is not an asset if it simply means bigger and more intrusive government,&quot; Bachmann said in a prepared statement on July 24, 2011.<br />\r\n\t<br />\r\n\t&quot;Governor Pawlenty said in 2006, &#39;The era of small government is over... the government has to be more proactive and more aggressive.&#39; That&#39;s the same philosophy that, under President Obama, has brought us record deficits, massive unemployment and an unconstitutional health care plan.&quot;<br />\r\n\t<br />\r\n\tWe wanted to see if Bachmann was correct about what Pawlenty said about small government, as it seems like a sentiment unlikely to be popular in a Republican primary. We contacted both campaigns for comment but didn&#39;t hear back from either one.<br />\r\n\t<br />\r\n\tWe were able to easily find the comment; it originated with an August 2006 report in the&nbsp;<i>Minneapolis Star Tribune</i>. (We found it in the Nexis newspaper database.) &quot;Pawlenty sees his role as reformer,&quot; says the headline. &quot;The GOP governor has targeted what he calls excessive corporate power. Critics call his election-year &#39;populism&#39; cosmetic.&quot;<br />\r\n\t<br />\r\n\tThe story says that starting in 2006, Pawlenty &quot;repeatedly made himself a nuisance to major industries that frequently back Republicans,&quot; particularly calling on Congress to put new regulations on prescription drug companies and auto makers. The story said he called for a two-year ban on advertising prescription drugs, urged regulators to speed the release of generic insulin products and proposed new regulations to support the use of ethanol.&nbsp;<br />\r\n\t<br />\r\n\t&quot;Those kinds of proposals for government intervention in the free market on the surface might seem unusual coming from a conservative GOP politician. But they are illustrations of the way that Pawlenty, a fiscal and social conservative, also styles himself a kind of latter-day trust buster, a reformer who is unafraid to challenge big business and wield government power to correct imbalances in the marketplace,&quot; the story said.&nbsp;<br />\r\n\t<br />\r\n\tAnd here&#39;s the key section:<br />\r\n\t<br />\r\n\t<i>&quot;The era of small government is over,&quot; Pawlenty said in an interview with the Star Tribune. &quot;I&#39;m a market person, but there are certain circumstances where you&#39;ve got to have government put up the guardrails or bust up entrenched interests before they become too powerful ... Government has to be more proactive, more aggressive.&quot; ...<br />\r\n\t<br />\r\n\tPawlenty insists his own populist streak is no election-year attempt to steer toward the middle. Peel back the conservative, he said, and you find the boy who grew up near South St. Paul&#39;s stockyards and learned what happened when power became too concentrated.<br />\r\n\t<br />\r\n\tWhen companies gain too much power, he said, they can suppress wages. Drug companies can command high prices for brand-name products long after they could have gone generic. Oil companies can use their muscle to keep out renewable fuels. HMOs can shift costs from their members to the public at large.<br />\r\n\t<br />\r\n\tWhile he may not fit the DFL </i>[Democratic-Farm-Labor Party]<i> definition of a populist, Pawlenty said, &quot;it&#39;s a matter of where you draw the line. ... I know that concentrated power unchecked leads to bad things,&quot; he said.</i><br />\r\n\t<br />\r\n\tWe&#39;re not sure what Pawlenty&#39;s own reaction to the story was, but his press secretary didn&#39;t like it. The next day, the&nbsp;<i>Star Tribune</i>&nbsp;ran a &quot;clarification,&quot; that said the story &quot;quoted Gov. Tim Pawlenty saying &#39;The era of small government is over,&#39; a comment he made in reference to a point made in a 2004 column by&nbsp;<i>New York Times&nbsp;</i>columnist David Brooks. Pawlenty spokesman Brian McClung said Monday that Pawlenty&#39;s record shows he is not a supporter of &#39;big government&#39; and that he was &#39;simply talking about the need for government to be more effective and active.&#39;&quot;<br />\r\n\t<br />\r\n\tThe&nbsp;<i>Star Tribune</i>&nbsp;story doesn&#39;t mention David Brooks, but we went searching for the relevant story, and it seems likely it was a story Brooks wrote for the&nbsp;<i>New York Times Magazine</i>&nbsp;that took the measure of the conservative movement in 2004, headlined &quot;How to re-invent the G.O.P.&quot;<br />\r\n\t<br />\r\n\tIn the story, Brooks noted that historical forces like Islamic extremism and the end of socialism were changing the nature of conservatism, pushing it away from a minimalist vision for government.&nbsp;<br />\r\n\t<br />\r\n\tThe new conservatism &quot;understands the paradox that if you don&#39;t have a positive vision of government, you won&#39;t be able to limit the growth of government. If you can&#39;t offer people a vision of what government should do, you won&#39;t be able to persuade them about the things it shouldn&#39;t do. If the Republican Party is going to evolve into a principled majority party, members of this group are going to have to build a governing philosophy based on this insight,&quot; Brooks wrote.<br />\r\n\t<br />\r\n\tBrooks said George W. Bush typified this new approach. &quot;By the time he began his campaign for president in 1999, Bush understood that the simple government-is-the-problem philosophy of the older Republicans was obsolete. During that campaign, Bush criticized what he called the &#39;destructive mind-set: the idea that if government would only get out of our way, all our problems would be solved. An approach with no higher goal, no nobler purpose, than &quot;Leave us alone.&#39;&#39;&#39; Instead, Bush argued, &#39;government must be carefully limited but strong and active.&#39;&quot;<br />\r\n\t<br />\r\n\tPawlenty maintains that he was incorrectly quoted in the <em>Star Tribune</em> story. In May 2011, he went on Rush Limbaugh&#39;s radio show, and Limbaugh asked him if he had indeed said, &quot;The era of small government is over.&quot;&nbsp;<br />\r\n\t<br />\r\n\t&quot;The other side has pushed that falsely for a number of years,&quot; Pawleny said, according to the show&#39;s transcript. &quot;What happened is in the&nbsp;<i>Minnesota Star Tribune</i>&nbsp;-- not exactly a conservative publication -- I made reference to an article that David Brooks wrote which was entitled, &#39;The Era of Small Government is Over.&#39; I didn&#39;t say those words myself; I was referencing his article.&nbsp;<br />\r\n\t<br />\r\n\t&quot;The very next day, the&nbsp;<i>Star Tribune</i>, after a big battle, printed a clarification or a correction in their correction page,&quot; he continued. &quot;Of course, the main article was on page one and the correction was buried in some footnote in page three, but that incorrect quote has haunted me -- and I&#39;m glad I had a chance in this big national forum on your great show to clarify, because if you go to the next day&#39;s newspaper you&#39;ll see the clarification in the&nbsp;<i>Star Tribune</i>.&quot;<br />\r\n\t<br />\r\n\tWe should note that the headline of the Brooks&#39; article we found was not &quot;The Era of Small Government is Over,&quot; but we won&#39;t quibble about that. Pawlenty could have seen the article or another one like it somewhere with a modified headline, and the phrase certainly captures the article&#39;s sentiment.<br />\r\n\t<br />\r\n\tWe also contacted the&nbsp;<i>Star Tribune</i>&nbsp;to see if it still stood by the story. The story&#39;s author, Patricia Lopez, is now the newspaper&#39;s political editor. Here&#39;s what she said: &quot;The governor was quoted correctly, which is why we printed only a clarification. He was quoting a David Brooks column, but as you can see, it was in support of other statements he made about the role of government. He never asked to have any other statement in the article corrected.&quot;<br />\r\n\t<br />\r\n\tBut even if Pawlenty was quoting Brooks when he said the phrase &quot;the era of small government is over&quot; during the interview, he seemed to be doing so approvingly. The rest of the article portrays Pawlenty as someone who was willing to use government to intervene in the markets and gives examples to support that.<br />\r\n\t<br />\r\n\tHere&#39;s a little more from the story.<br />\r\n\t<br />\r\n\t<i>&quot;Oil companies have played a role in suppressing the development of alternative fuels,&quot; Pawlenty said, with heavy-handed contracts that prevent gasoline stations from providing pumps for renewable fuels such as ethanol. With the nation&#39;s economic security at stake, &quot;that is disproportionate power,&quot; he said. &quot;Government has to step in.&quot;<br />\r\n\t<br />\r\n\tSimilarly, when he testified before Congress for reimportation of drugs from Canada, where prices are government-regulated, Pawlenty said he got a taste of the pharmaceutical industry&#39;s might. &quot;I&#39;ve seen it firsthand,&quot; he said. &quot;They&#39;ve got a power that would frighten most citizens.&quot;</i><br />\r\n\t<br />\r\n\tPawlenty has changed positions on energy policy; he once supported a cap and trade system&nbsp;<a href=\"http://www.politifact.com/truth-o-meter/statements/2009/sep/24/tim-pawlenty/pawlenty-changes-coursse-cap-and-trade/\">but no longer does</a>. We looked for any recent statements he&#39;s made about reimporting drugs from Canada, but couldn&#39;t find any.&nbsp;<br />\r\n\t<br />\r\n\tWe also asked two political watchers in Minnesota if the&nbsp;<i>Star Tribune</i>&nbsp;story was generally reflective of Pawlenty&#39;s political views in 2006. They said it was.<br />\r\n\t<br />\r\n\t&quot;In terms of his views on government, I think he can best be described as actively wanting to use the government to achieve certain ends, only with less taxes,&quot; said David Schultz, a professor at Hamline University who studies Minnesota politics. Schultz said Pawlenty&#39;s rhetoric became more conservative starting around 2008, when his name was mentioned as a potential running mate for John McCain.<br />\r\n\t<br />\r\n\t&quot;In fairness, Pawlenty did restrain spending by the Democratic Legislature. But he was more moderate on several other issues than he now appears, and the (<i>Star Tribune</i>&nbsp;story) is an example of that,&quot; said Steve Schier, a professor of political science at Carleton College.<br />\r\n\t<br />\r\n\tSo where does this leave us? Back in 2006, Pawlenty was portraying himself as a conservative who was willing to intervene in markets, and he said that government has to &quot;bust up entrenched interests before they become too powerful.&quot; It appears he&#39;s been backing off those positions in 2011, but that doesn&#39;t change what his views were years ago. If he was quoting David Brooks when he said &quot;the era of small government is over,&quot; he seemed to be doing so approvingly, though a spokesman said he did not mean to imply that he supported &quot;big government.&quot; We rate Bachmann&#39;s statement Mostly True.</p>", "ruling_comments_date": "2011-07-26T16:47:42.569379", "ruling_date": "2011-07-26T19:43:41", "ruling_headline": "Did Tim Pawlenty say, \"The era of small government is over\"?", "ruling_headline_slug": "did-tim-pawlenty-say-era-small-government-over", "ruling_link_text": "He said then that government had to control entrenched interests", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tPolitico,&nbsp;<a href=\"http://www.politico.com/news/stories/0711/59770.html\">Michele Bachmann launches scathing attack on Tim Pawlenty</a>, July 24, 2011<br />\r\n\t<br />\r\n\tPolitico,&nbsp;<a href=\"http://www.politico.com/news/stories/0711/59788.html\">Bachmann camp: Pawlenty equals Obama</a>, July 24, 2011<br />\r\n\t<br />\r\n\tStar Tribune, Pawlenty sees his role as reformer, Aug. 19, 2006, accessed via Nexis<br />\r\n\t<br />\r\n\tThe National Review,&nbsp;<a href=\"http://www.heymiller.com/2009/08/kick-saves-in-st-paul/\">Kick saves in St. Paul</a>&nbsp;(Tim Pawlenty profile), Aug. 4, 2008<br />\r\n\t<br />\r\n\tThe Rush Limbaugh Show,&nbsp;<a href=\"http://www.rushlimbaugh.com/home/daily/site_052311/content/01125109.guest.html\">interview with Tim Pawlenty</a>, May 23, 2011<br />\r\n\t<br />\r\n\tFox News,&nbsp;<a href=\"http://politics.blogs.foxnews.com/2011/07/24/bachmann-blasts-pawlenty-record-minnesota-budget-mess\">Bachmann Blasts Pawlenty on Record, Minnesota &quot;Budget Mess&quot;</a>, July 24, 2011</p>\r\n<br />\r\n<br />\r\n<div style=\"margin-top: 0px; margin-bottom: 0px; \">\r\n\tInterview with David Schultz of Hamline University, July 26, 2011</div>\r\n<br />\r\n<div style=\"margin-top: 0px; margin-bottom: 0px; \">\r\n\tE-mail interview with Steve Schier of Carleton College, July 26, 2011</div>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 8, "current_job": "Congresswoman", "false_count": 22, "first_name": "Michele", "half_true_count": 6, "home_state": "Minnesota", "id": 149, "last_name": "Bachmann", "mostly_true_count": 4, "name_slug": "michele-bachmann", "pants_count": 16, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Bachmann_mug_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/149/", "total_count": 61, "true_count": 5, "website": "http://bachmann.house.gov/"}, "statement": "<p>\r\n\tSays Tim Pawlenty said in 2006, &quot;The era of small government is over... the government has to be more proactive and more aggressive.&quot;</p>", "statement_context": "a prepared statement", "statement_date": "2011-07-24", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}, {"description": "", "id": 131, "photo": null, "resource_uri": "/api/v/2/subject/131/", "subject": "Government Efficiency", "subject_slug": "government-efficiency", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "", "false_count": 3, "first_name": "Tim", "half_true_count": 3, "home_state": "", "id": 238, "last_name": "Pawlenty", "mostly_true_count": 6, "name_slug": "tim-pawlenty", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Pawlenty_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/238/", "total_count": 18, "true_count": 2, "website": ""}], "twitter_headline": ""}