{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2011/aug/02/alliance-retired-americans/washington-group-says-social-security-isnt-contrib/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jseaborn@statesman.com", "first_name": "Jody", "id": 254, "last_name": "Seaborn", "name_slug": "jody-seaborn", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/254/", "title": "Specialty editor", "twitter": null}], "facebook_headline": null, "id": 4207, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/4207/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\t<strong>CORRECTION, Sept. 29, 2011</strong>: <em>This fact check originally said that without changes in law, the Social Security trust fund is projected to be exhausted in 2036. That is incorrect, a reader pointed out, though 2036 is the year Social Security is expected to no longer cover full benefits--again, barring changes in law. This correction, reflected in the amended text below, does not affect our original rating.</em><br />\r\n\t<br />\r\n\tThe Texas AFL-CIO&rsquo;s Ed Sills noted in his July 12 email blast of labor-related news that a Washington group was urging people to call their U.S. senators about preserving Social Security.<br />\r\n\t<br />\r\n\tIn asking its members to call their senators, the Alliance for Retired Americans said: &quot;Social Security faces an immediate threat from politicians in Washington&quot; who want to cut the program&rsquo;s cost-of-living inflation adjustment &quot;to reduce the deficit. But Social Security doesn&rsquo;t contribute a penny to the deficit.&quot;<br />\r\n\t<br />\r\n\tNot a cent?<br />\r\n\t<br />\r\n\tThat&rsquo;s an eye-catching claim because last year for the first time since 1983, Social Security&rsquo;s income from payroll taxes did not cover what it paid beneficiaries. The Social Security Administration&rsquo;s summary of its 2011 annual report <a href=\"http://www.ssa.gov/oact/trsum/index.html\">says</a> the program ran a &quot;cash deficit&quot; of $49 billion in 2010 and is projected to run a $46 billion deficit in 2011. The summary attributes these shortfalls in part to the weakened economy. It also says that in 2012-14, the agency expects such deficits to shrink as the economy strengthens. In subsequent years, though, Social Security&rsquo;s deficits are expected to grow rapidly as the &quot;number of beneficiaries continues to grow at a substantially faster rate than the number of covered workers.&quot;<br />\r\n\t<br />\r\n\tThe agency doesn&rsquo;t say Social Security is going broke. Through 2022, it says, &quot;annual cash deficits will be made up by redeeming trust fund assets&quot; from the U.S. Treasury.<br />\r\n\t<br />\r\n\tSome &quot;trust fund&quot; background: When Social Security&rsquo;s payroll tax income exceeds payments to beneficiaries, the government spends the surplus as general revenue and the Treasury gives Social Security interest-bearing bonds in return. When Social Security has to redeem its &quot;trust fund assets&quot; to cover a difference between income and payments, it is relying on these bonds and the interest they generate.<br />\r\n\t<br />\r\n\tAs of December 2010, there was <a href=\"http://www.ssa.gov/oact/progdata/assets.html\">about $2.6 trillion</a> in Treasury bonds and related interest in Social Security&rsquo;s trust fund. Barring changes in law, the agency&rsquo;s summary report says, the trust fund will not have enough money to cover full benefits starting in 2036. &quot;Thereafter, tax income would be sufficient to pay only about three-quarters of scheduled benefits through 2085,&quot; the summary states.<br />\r\n\t<br />\r\n\tSo the question is, when Social Security&rsquo;s trust fund is used to cover benefits, is Social Security contributing to the government&rsquo;s overall deficit, which was <a href=\"http://www.usdebtclock.org/\">approaching $1.4 trillion</a> when we started this review?<br />\r\n\t<br />\r\n\tDavid Blank, spokesman for the Alliance for Retired Americans, said the group made its not-a-cent claim because Social Security is financed by the payroll tax paid by workers and employers on each worker&#39;s first $106,800 of annual income, supplemented by income from the government bonds purchased by the program in surplus-income years.<br />\r\n\t<br />\r\n\t&quot;Social Security is prohibited from spending any money beyond what it has in its trust fund,&quot; Blank said by email. &quot;This means that it cannot lawfully contribute to the federal budget deficit, since every penny that it pays out must have come from taxes raised through the program or the interest garnered from the bonds held by the trust fund.&quot;<br />\r\n\t<br />\r\n\tBlank&rsquo;s bottom line: Social Security &quot;is a self-financed program.&quot;<br />\r\n\t<br />\r\n\tCorrect, said Ben Veghte, a research associate at the National Academy of Social Insurance, whose <a href=\"http://www.nasi.org/\">mission</a> is to &quot;promote understanding of how social insurance contributes to economic security and a vibrant economy.&quot; Veghte told us that because Social Security is considered an &quot;off-budget&quot; independently financed program, it simply can&rsquo;t contribute to the general government deficit. When it needs to draw on revenue from bonds that were purchased in earlier years, he said, it&rsquo;s simply fetching due returns. At this time, he said, Social Security is funding 83 percent of its benefits from payroll taxes, 13 percent from interest on bonds and 3 percent from taxing the benefits of high-income recipients.<br />\r\n\t<br />\r\n\tNeil Buchanan, a professor of law at George Washington University who&rsquo;s disputed claims that Social Security is in the ditch, said the program&rsquo;s 2010 and expected 2011 cash deficits might have been hurried along because of the latest recession, but it&rsquo;s long been known that as baby boomers started to retire, each year&rsquo;s payroll tax income for Social Security would stop covering all the costs of benefits.<br />\r\n\t<br />\r\n\tHowever, Buchanan said, it&rsquo;s possible to conclude that the recent cash deficits contributed a trivial amounts to the federal deficit.<br />\r\n\t<br />\r\n\tJagadeesh Gokhale, a senior fellow at the libertarian-leaning Cato Institute, said in an interview that whenever Social Security taps proceeds from its U.S. bonds, it&rsquo;s clearly affecting overall government spending because the Treasury has to get the money somehow, usually by borrowing money from another source. &quot;Basically the liability of the federal government to Social Security is going to be exchanged for liability to the public,&quot; Gokhale said. &quot;So, yes, if Social Security is redeeming Treasury IOUs to pay scheduled benefits, it is contributing to the federal government&rsquo;s unified federal deficit.&quot;<br />\r\n\t<br />\r\n\tUnified?<br />\r\n\t<br />\r\n\tThe Social Security Administration <a href=\"http://www.ssa.gov/history/BudgetTreatment.html\">says</a>&nbsp; the &quot;unified&quot; budget encompasses all of the government&rsquo;s budgetary activities, excluding Social Security and Post Office operations, with the unified budget deficit being the measure that determines how much the government has to borrow from the public to meet its obligations. Then again, it notes, &quot;those involved in budget matters often produce two sets of numbers, one without Social Security included in the budget totals and one with Social Security included. Thus, Social Security is still frequently treated as though it were part of the unified federal budget even though, technically, it no longer is.&quot;<br />\r\n\t<br />\r\n\tFeeling flummoxed, we heard back from June O&rsquo;Neill, who headed the nonpartisan Congressional Budget Office for part of the 1990s. O&rsquo;Neill, an economics professor at Baruch College, City University of New York, aligned with Gokhale of the Cato Institute, saying that whenever Social Security doesn&rsquo;t collect enough in payroll taxes to cover benefits, its need for additional money naturally ripples through the entire budget.<br />\r\n\t<br />\r\n\tShe pointed out, though, that Social Security in 2010 and this year is hardly responsible for a big part of the deficit. Also, she stressed, it would have been incorrect to say Social Security contributed to deficits before last year. That&rsquo;s because more money came in via payroll taxes than was paid out in benefits.<br />\r\n\t<br />\r\n\tO&rsquo;Neill said all government programs contribute to the deficit. &quot;There&rsquo;s nothing special about&quot; Social Security on this point, she said. Put another way, she said, the CBO tracks government receipts and expenditures; Social Security&rsquo;s money in and money out are included.<br />\r\n\t<br />\r\n\tWe&rsquo;re expertised out.<br />\r\n\t<br />\r\n\tAnd our conclusion is that there&#39;s a legitimate rationale for saying Social Security doesn&rsquo;t contribute to the deficit. After all, it draws on a payroll tax to pay for itself and has built up $2.6 trillion in Treasury IOUs and interest to cover cash shortfalls.<br />\r\n\t<br />\r\n\tHowever, when Social Security draws from its trust fund, as it did last year and will again this year, it is asking Treasury for money that has to come from the overall budget. And these transactions contribute to the overall federal deficit--not much perhaps, but more than a penny.<br />\r\n\t<br />\r\n\tWe rate the statement Mostly False.</p>\r\n<p>\r\n\t<em><strong>Editor&rsquo;s note</strong>: PolitiFact Ohio checked a slightly different claim about Social Security, finding it <a href=\"http://www.politifact.com/ohio/statements/2011/aug/02/dennis-kucinich/rep-dennis-kucincih-says-social-security-didnt-cau/\">Mostly True</a>.</em></p>", "ruling_comments_date": "2011-07-29T14:40:39.846170", "ruling_date": "2011-08-02T06:00:00", "ruling_headline": "UPDATED: Retiree group says Social Security doesn't contribute a penny to U.S. deficit", "ruling_headline_slug": "washington-group-says-social-security-isnt-contrib", "ruling_link_text": "Didn't for years, does now", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tAlliance for Retired Americans, statement by Edward F. Cole, executive director, <a href=\"http://www.retiredamericans.org/newsroom/press-releases/view/2011-07-retiree-leader-reacts-to-possible-social-security-cu\">&quot;Retiree Leader Reacts to Possible Social Security Cuts,&quot;</a> July 7, 2011</p>\r\n<p>\r\n\tDavid Blank, deputy communications director, Alliance for Retired Americans, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/07142011_davidblankresponsepftexas.html\">email</a>, response to PolitiFact Texas, July 14, 2011</p>\r\n<p>\r\n\tEd Sills, Texas AFL-CIO, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/07122011_edsillsemailblastexcerpt.html\">email blast </a>(excerpted), July 12, 2011</p>\r\n<p>\r\n\tTelephone interview, Neil Buchanan, professor of law, George Washington University, July 18. 2011<br />\r\n\t<br />\r\n\tTelephone interview, Jagadeesh Gokhale, senior fellow, Cato Institute, July 19, 2011</p>\r\n<p>\r\n\tTelephone interview, June O&#39;Neill, Wollman Distinguished professor of Economics, Baruch College, City University of New York, July 20, 2011</p>\r\n<p>\r\n\tTelephone interview, Ben Veghte, income security research associate, National Academy of Social Insurance, Washington, July 18, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 0, "home_state": "Washington, D.C.", "id": 1371, "last_name": "Alliance for Retired Americans", "mostly_true_count": 0, "name_slug": "alliance-retired-americans", "pants_count": 0, "party": {"id": 16, "party": "Organization", "party_slug": "organization", "resource_uri": "/api/v/2/party/16/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/alliancelogo072011.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1371/", "total_count": 1, "true_count": 0, "website": "http://www.retiredamericans.org/"}, "statement": "<p>\r\n\t&quot;Social Security doesn&rsquo;t contribute a penny to the deficit.&quot;</p>", "statement_context": "an email blast", "statement_date": "2011-07-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 183, "photo": null, "resource_uri": "/api/v/2/subject/183/", "subject": "Deficit", "subject_slug": "deficit", "used_in_edition": ["/api/v/2/edition/10/"]}, {"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "", "id": 141, "photo": null, "resource_uri": "/api/v/2/subject/141/", "subject": "Social Security", "subject_slug": "social-security", "used_in_edition": []}], "target": [], "twitter_headline": ""}