{"art": [], "author": [{"email_address": "tkertscher@journalsentinel.com", "first_name": "Tom", "id": 171, "last_name": "Kertscher", "name_slug": "tom-kertscher", "on_staff_page": 94, "phone": "", "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/171/", "title": "PolitiFact Wisconsin writer", "twitter": ""}], "canonical_url": "/wisconsin/statements/2011/aug/03/jim-sensenbrenner/rep-jim-sensenbrenner-says-milwaukee-metropolitan-/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 4224, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "tkertscher@journalsentinel.com", "first_name": "Tom", "id": 171, "last_name": "Kertscher", "name_slug": "tom-kertscher", "on_staff_page": 94, "phone": "", "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/171/", "title": "PolitiFact Wisconsin writer", "twitter": ""}], "resource_uri": "/api/v/2/statement/4224/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tAs a handler of human waste -- which it periodically dumps into Lake Michigan untreated -- the Milwaukee Metropolitan Sewerage District is less popular among some people than mosquitoes.<br />\r\n\t<br />\r\n\tBut is the taxpayer-funded agency one of the nation&rsquo;s largest polluters?<br />\r\n\t<br />\r\n\tOn July 24, 2011, U.S. Rep. <a href=\"http://www.politifact.com/personalities/jim-sensenbrenner/\">Jim Sensenbrenner</a>, R-Wis., held a town hall meeting in Whitefish Bay, a Milwaukee suburb. A woman told the <a href=\"http://sensenbrenner.house.gov/Biography/\">33-year congressman</a> she was &quot;appalled at the continued gutting of good government regulation and awarding corporations who pollute and not holding them accountable,&quot; <a href=\"http://brookfield-wi.patch.com/articles/tensions-high-at-sensenbrenner-town-hall-meeting\">according</a> to <a href=\"http://www.patch.com/about\">Patch.com</a>, a website that covers community news.<br />\r\n\t<br />\r\n\tSensenbrenner said corporations are not the only ones to blame, adding:<br />\r\n\t<br />\r\n\t&quot;I get sick and tired of people saying that people are dumping sewage in our water when one of the biggest polluters in our country is the Milwaukee Metropolitan Sewerage District.&quot;<br />\r\n\t<br />\r\n\tSensenbrenner later called <a href=\"http://v3.mmsd.com/AboutUs.aspx\">MMSD </a>a &quot;disgrace,&quot; prompting applause as well as objections from the audience, based on a <a href=\"http://www.youtube.com/watch?v=RlDdDmk4fM8\">video clip</a> posted on YouTube.<br />\r\n\t<br />\r\n\tBut was the criticism on target?<br />\r\n\t<br />\r\n\tWe&rsquo;ll first point out that the sewerage district doesn&rsquo;t generate the pollution in question; its job is to treat it. But sometimes the district is treated like other polluters. Federal and state regulators have taken action against MMSD and other sewerage districts when they dump more untreated sewage and storm water than their government permits allow. &nbsp;&nbsp;<br />\r\n\t<br />\r\n\tWith <a href=\"http://www.publicpolicyforum.org/pdfs/MMSDFiscalConditionUpdated.pdf\">$3.5 billion in capital assets</a> to treat sewage and help control flooding, MMSD serves <a href=\"http://v3.mmsd.com/AboutUs.aspx\">1.1 million customers</a> in <a href=\"http://v3.mmsd.com/AboutUs.aspx\">28 communities</a> in southeastern Wisconsin. In 2011, the agency <a href=\"http://www.publicpolicyforum.org/pdfs/MMSDFiscalConditionUpdated.pdf\">has budgeted </a>$242 million in property tax money for capital projects and $82 million in sewer service fees for operations.<br />\r\n\t<br />\r\n\tMost people probably give the sewerage district little thought -- until heavy rainstorms bring news that MMSD has allowed millions of gallons of untreated sewage and storm water to flow into Lake Michigan and rivers.<br />\r\n\t<br />\r\n\tLarge rainfaills lead to the so-called combined overflows because the agency closes the gates to its <a href=\"http://www.publicpolicyforum.org/pdfs/MMSDFiscalConditionUpdated.pdf\">$1.3 billion </a><a href=\"http://v3.mmsd.com/deeptunnelhowitworks.aspx\">deep tunnel</a> when the accumulated water nears the tunnel&rsquo;s <a href=\"http://www.jsonline.com/news/milwaukee/124511828.html\">521-million-gallon</a> capacity. The <a href=\"http://www.jsonline.com/news/milwaukee/124511828.html\">most recent episode</a> occurred over two days in June 2011, when the sewer district said an estimated 170.5 million gallons of untreated waste water overflowed following storms.<br />\r\n\t<br />\r\n\tOverflows pose potential health risks. A 2010 <a href=\"http://ehp03.niehs.nih.gov/article/fetchArticle.action?articleURI=info%253Adoi%252F10.1289%252Fehp.0901671\">study</a> published by researchers at the Medical College of Wisconsin, the Great Lakes WATER Institute and the Children&rsquo;s Research Institute found an estimated 11 percent increase in the number of emergency room visits by children for acute gastrointestinal illness four days after rainfalls. That study cited untreated sewage releases as only one potential link to the illnesses. However, a 2007 Medical College of Wisconsin <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/18055664\">study</a> concluded that such untreated waste water releases were &quot;potentially harmful&quot; because, in two of six releases examined, the number of children who went to emergency room for diarrhea &quot;increased significantly.&quot;<br />\r\n\t<br />\r\n\tSensenbrenner has been critical of MMSD in the past.<br />\r\n\t<br />\r\n\tIn 2003, he lambasted the EPA for giving MMSD a &quot;clean water partner&quot; award not long after the sewerage district had been reprimanded for dumping. In 2005, when Sensenbrenner <a href=\"http://webcache.googleusercontent.com/search?q=cache:qj3bB6yIJBIJ:sensenbrenner.house.gov/News/DocumentSingle.aspx%253FDocumentID%253D55638+sensenbrenner+mmsd+dump+sewage&amp;cd=1&amp;hl=en&amp;ct=clnk&amp;gl=us&amp;client=firefox-a&amp;source=www.google.com\">requested</a> $68 million in federal flood control funds for MMSD, he emphasized that the agency had dumped &quot;billions of gallons of waste into Lake Michigan&quot; over the previous 10 years.<br />\r\n\t<br />\r\n\tWe asked Sensenbrenner&rsquo;s spokeswoman, Amanda Infield, for evidence to back her boss&rsquo; claim about MMSD as a polluter and she he made three points. We asked Bill Graffin, MMSD&rsquo;s spokesman, to respond and did our own research.<br />\r\n\t<br />\r\n\t<strong>MMSD&rsquo;s dumping</strong><br />\r\n\t<br />\r\n\tInfield said that from 1994 through late July 2011, MMSD dumped 24.2 billion gallons of untreated sewage and storm water into Lake Michigan.<br />\r\n\t<br />\r\n\tGraffin said that accurately quotes MMSD&rsquo;s <a href=\"http://v3.mmsd.com/AssetsClient/Images/OverflowGALLONS_072010BLACK_LG.jpg\">own statistics</a>, which show that annual combined overflows have been as high as 4.38 billion gallons since 1994. That is down from overflows ranging from 7 billion to 9 billion gallons per year from 1990 through 1993.<br />\r\n\t<br />\r\n\tGraffin said three other Midwestern cities, Cleveland, Indianapolis and Chicago, all have larger annual overflows than Milwaukee, such that they are being forced to make major treatment upgrades because of enforcement action by the U.S. Environmental Protection Agency.<br />\r\n\t<br />\r\n\tDocuments show that MMSD&rsquo;s counterpart in Cleveland, which releases nearly 5 billion gallons of untreated sewage per year, agreed in December 2010 <a href=\"http://www.epa.gov/compliance/resources/cases/civil/cwa/neorsd.html\">to spend </a>$3 billion; and the City of Indianapolis agreed in 2006, when overflows were nearly 8 billion gallons per year, <a href=\"http://www.epa.gov/compliance/resources/cases/civil/cwa/cityofindy-0610.html\">to spend</a> $1.73 billion. That figure was reduced in December 2010 to save Indianapolis $444 million.<br />\r\n\t<br />\r\n\tIn Chicago, MMSD&rsquo;s counterpart is under fire for its sewage dumping into the Chicago River. According to a New York Times <a href=\"http://www.nytimes.com/2011/05/20/science/earth/20cncriver.html?_r=1&amp;ref=waterpollution\">article</a>, in May 2011 the EPA ordered state regulators to impose stricter water quality standards on the river; environmental groups filed a lawsuit charging that Chicago&rsquo;s waste water agency regularly violates the federal Clean Water Act; and an environmental group named the Chicago River <a href=\"http://bit.ly/mMI3Pj\">one of the &quot;most endangered rivers&quot; in the country</a>.<br />\r\n\t<br />\r\n\tConversely, MMSD was last part of a <a href=\"http://www.epa.gov/npdes/pubs/cso_reporttocongress_lakemichigan.pdf\">legal stipulation in 2001</a>. The agency finished making upgrades to its facilities required under the stipulation in 2010, Graffin said.<br />\r\n\t<br />\r\n\tGraffin also cited a Milwaukee Journal Sentinel <a href=\"http://www.jsonline.com/news/milwaukee/29242324.html\">article</a> on a 2006 study by the Sierra Legal Defense Fund, a Canadian conservation group. The article said Milwaukee was far from the worst polluter in the Great Lakes. The study gave Milwaukee a C-plus rating, ranking it in the top half of the 20 Great Lakes cities evaluated for sewage management. Milwaukee was at the top of all the large cities surveyed, according to the article.<br />\r\n\t<br />\r\n\tSo, while MMSD sometimes does dump untreated waste water into Lake Michigan, Sensenbrenner provided no evidence comparing MMSD to other polluters. It&rsquo;s also clear that in the Great Lakes area alone, Milwaukee is far from being the worst polluter.<br />\r\n\t<br />\r\n\t<strong>BP comparison</strong><br />\r\n\t<br />\r\n\tSensenbrenner&rsquo;s spokeswoman said the amount of waste water MMSD dumped into Lake Michigan in one week was 10 times the amount of oil spilled by BP in the disastrous Gulf of Mexico spill in April 2009. She cited a news report from WTMJ-TV (Channel 4) in Milwaukee that said 2.1 billion gallons of untreated sewage and storm water were dumped into Lake Michigan following storms that caused flooding in July 2010. That amounted to about 75 percent of the overflows for the year.<br />\r\n\t<br />\r\n\tThe 2.1 billion gallons is more than 10 times the 170 million gallons of oil spilled by BP in the Gulf of Mexico. But measurements don&rsquo;t tell the whole story. One important difference: What MMSD dumps includes contaminants, but it is mostly water; BP spilled oil.<br />\r\n\t<br />\r\n\tA presidential commission that investigated the BP incident said in a January 2011 <a href=\"http://www.oilspillcommission.gov/sites/default/files/documents/FinalReportChapter6.pdf\">report</a> that the spill was the largest accidental marine oil spill in U.S. history. The spill was so massive, the report says, that it will take decades just to assess the environmental damage, leaving aside the <a href=\"http://www.oilspillcommission.gov/sites/default/files/documents/FinalReportIntro.pdf\">tens of billions of dollars</a> in economic damage caused.<br />\r\n\t<br />\r\n\tSo, aside from noting the difference in volume, Sensenbrenner provided no evidence to establish that one MMSD overflow was somehow worse than what is regarded as one of the nation&rsquo;s worst environmental accidents.<br />\r\n\t<br />\r\n\t<strong>Spoiled beaches</strong><br />\r\n\t<br />\r\n\tSensenbrenner&rsquo;s spokeswoman said southeastern Wisconsin has some of the most polluted beaches in the nation. She cited a 2011 <a href=\"http://www.nrdc.org/water/oceans/ttw/overview.pdf\">report </a>by the <a href=\"http://www.nrdc.org/about/\">Natural Resources Defense Council</a>, an environmental action group. The report labeled 13 beaches in seven states as &quot;repeat offenders&quot; for having high bacteria levels from 2006 through 2010. Two of the beaches were in southeastern Wisconsin, including one -- South Shore in Milwaukee -- that is in MMSD&rsquo;s service area.<br />\r\n\t<br />\r\n\tThe report does not mention the sewerage district but seems to implicate the agency, saying &quot;chronically high bacteria counts indicate that the beach water is probably contaminated with human or animal waste.&quot;<br />\r\n\t<br />\r\n\tThe Great Lakes WATER Institute at the University of Wisconsin-Milwaukee <a href=\"http://www.glwi.uwm.edu/documents/Non-pointDWeb.pdf\">says</a>, however, that sewage overflows are not the primary cause of beach advisories and closings.<br />\r\n\t<br />\r\n\tThe main causes at many Milwaukee-area beaches are waste from gulls and storm water runoff, according to the institute. In addition, the EPA said in a <a href=\"http://www.epa.gov/npdes/pubs/cso_reporttocongress_lakemichigan.pdf\">2007 report</a> to Congress that sewer overflows were the source of pollution in only 3 percent of the beach advisories and closings in Milwaukee County from 2000 to 2004.<br />\r\n\t<br />\r\n\tSo, like the other points, that one does not stand up to scrutiny.<br />\r\n\t&nbsp;<br />\r\n\tWe wondered whether there were rankings of the nation&rsquo;s worst water polluters, but Josh Mogerman, spokesman for the Natural Resources Defense Council, said he was not aware of any. We did find a June 2011 <a href=\"http://www.publicpolicyforum.org/pdfs/MMSDFiscalConditionUpdated.pdf\">report</a> about MMSD by the Public Policy Forum, a government watchdog and research organization in Milwaukee.<br />\r\n\t<br />\r\n\tThe report focused on the sewerage district&rsquo;s financial condition. But it also found that, according to national data, MMSD&rsquo;s &quot;sewage and treatment capacity offers greater protection from sewage overflows than most other districts.&quot;<br />\r\n\t<br />\r\n\tSo where does all of this leave us?<br />\r\n\t<br />\r\n\tUpset about how much untreated waste water goes into Lake Michigan, Sensenbrenner called the Milwaukee Metropolitan Sewerage District &quot;one of the biggest polluters in our country.&quot; He cited the amount of dumping MMSD has done, but provided no evidence that it ranks among the nation&rsquo;s top polluters.<br />\r\n\t<br />\r\n\tTo be sure, MMSD does dump untreated sewage -- along with collected rainwater -- in the lake when its system reaches capacity. But Sensenbrenner&rsquo;s claim was one of magnitude, comparing the district to all other polluters nationwide. We found evidence indicating that MMSD is not even among the worst sewerage district polluters in the Great Lakes region.<br />\r\n\t<br />\r\n\tWe rate Sensenbrenner&rsquo;s statement False.</p>", "ruling_comments_date": "2011-08-02T16:55:10.971879", "ruling_date": "2011-08-03T09:00:00", "ruling_headline": "Rep. Jim Sensenbrenner says the Milwaukee Metropolitan Sewerage District is one of the worst polluters in the country", "ruling_headline_slug": "rep-jim-sensenbrenner-says-milwaukee-metropolitan-", "ruling_link_text": "Not even among the highest water polluters in the Great Lakes region", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tInterview and email interview, U.S. Rep. Jim Sensenbrenner spokeswoman Amanda Infield, July 25 and 26, 2011<br />\r\n\t<br />\r\n\tU.S. House of Representatives, Rep. Jim Sensenbrenner <a href=\"http://sensenbrenner.house.gov/Biography/\">biography</a><br />\r\n\t<br />\r\n\tInterview and email interview, Milwaukee Metropolitan Sewerage District spokesman Bill Graffin, July 26 and 28, 2011<br />\r\n\t<br />\r\n\tBrookfield Patch, <a href=\"http://brookfield-wi.patch.com/articles/tensions-high-at-sensenbrenner-town-hall-meeting\">&quot;Tensions run high at Sensenbrenner town hall meeting,&quot;</a> July 25, 2011<br />\r\n\t<br />\r\n\tMilwaukee Metropolitan Sewerage District, <a href=\"http://v3.mmsd.com/AboutUs.aspx\">About page</a><br />\r\n\t<br />\r\n\tMilwaukee Metropolitan Sewerage District, <a href=\"http://v3.mmsd.com/deeptunnelhowitworks.aspx\">deep tunnel page</a><br />\r\n\t<br />\r\n\tMilwaukee Metropolitan Sewerage District, <a href=\"http://v3.mmsd.com/AssetsClient/Images/OverflowGALLONS_072010BLACK_LG.jpg\">overflow volumes</a><br />\r\n\t<br />\r\n\tMilwaukee Metropolitan Sewerage District, service area <a href=\"http://v3.mmsd.com/AboutUs.aspx\">map</a><br />\r\n\t<br />\r\n\tMilwaukee Journal Sentinel, &quot;Sensenbrenner blasts EPA for giving MMSD an award,&quot; Jan. 28, 2003<br />\r\n\t<br />\r\n\tMilwaukee Journal Sentinel, <a href=\"http://www.jsonline.com/news/milwaukee/124511828.html\">&quot;Storm causes overflow of untreated of untreated wastewater into rivers, lake,&quot;</a> June 24, 2011<br />\r\n\t<br />\r\n\tMilwaukee Journal Sentinel, <a href=\"http://www.jsonline.com/news/milwaukee/29242324.html\">&quot;Milwaukee&rsquo;s not the worst -- or best -- lake polluter,&quot;</a> Nov. 30, 2006<br />\r\n\t<br />\r\n\tU.S. Rep. Jim Sensenbrenner, &quot;Sensenbrenner Seeks Federal Funds To Fight Sewage Dumping in Lake Michigan&quot; <a href=\"http://webcache.googleusercontent.com/search?q=cache:qj3bB6yIJBIJ:sensenbrenner.house.gov/News/DocumentSingle.aspx%253FDocumentID%253D55638+sensenbrenner+mmsd+dump+sewage&amp;cd=1&amp;hl=en&amp;ct=clnk&amp;gl=us&amp;client=firefox-a&amp;source=www.google.com\">news release</a>, March 3, 2005<br />\r\n\t<br />\r\n\tYouTube.com, <a href=\"http://www.youtube.com/watch?v=RlDdDmk4fM8\">&quot;Environmental curses,&quot;</a> July 25, 2011<br />\r\n\t<br />\r\n\tPublic Policy Forum, <a href=\"http://www.publicpolicyforum.org/pdfs/MMSDFiscalConditionUpdated.pdf\">&quot;Milwaukee Metropolitan Sewerage District&rsquo;s Fiscal Condition,&quot;</a> June 2011<br />\r\n\t<br />\r\n\tInterview, Public Policy Forum president Rob Henken, July 28, 2011<br />\r\n\t<br />\r\n\tU.S. Environmental Protection Agency, <a href=\"http://www.epa.gov/compliance/resources/cases/civil/cwa/neorsd.html\">Northeast Ohio Regional Sewer District Clean Water Act Settlement, </a>&nbsp;Dec. 22, 2010<br />\r\n\t<br />\r\n\tU.S. Environmental Protection Agency, <a href=\"http://www.epa.gov/npdes/pubs/cso_reporttocongress_lakemichigan.pdf\">Report to Congress -- Combined Sewer Overflows to the Lake Michigan Basis, </a>September 2007<br />\r\n\t<br />\r\n\tU.S. Environmental Protection Agency, <a href=\"http://www.epa.gov/compliance/resources/cases/civil/cwa/cityofindy-0610.html\">City of Indianapolis Settlement,</a> Nov. 8, 2010<br />\r\n\t<br />\r\n\tNew York Times,<a href=\"http://www.nytimes.com/2011/05/20/science/earth/20cncriver.html?_r=1&amp;ref=waterpollution\">&quot;Pressure to improve waater quality in Chicago,&quot;</a> May 19, 2011<br />\r\n\t<br />\r\n\tEnvironmental Health Perspectives, <a href=\"http://bit.ly/pYBeRp\">&quot;Association between rainfall and pediatric emergency department visits for acute gastrointestinal illnesses,&quot;</a> October 2010<br />\r\n\t<br />\r\n\tPediatrics, <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/18055664\">&quot;Pediatric emergency department visits for diarrheal illness increased after release of undertreated sewage,&quot;&nbsp;</a> December 2007<br />\r\n\t<br />\r\n\tNational Commission on the BP Deepwater Horizon Oil Spill and Offshore Drilling, <a href=\"http://www.oilspillcommission.gov/final-report\">Final report</a>, Jan. 11, 2011<br />\r\n\t<br />\r\n\tGreat Lakes WATER Institute, <a href=\"http://www.glwi.uwm.edu/documents/Non-pointDWeb.pdf\">Beach water quality fact sheet</a>, January 2007<br />\r\n\t<br />\r\n\tInterview and email interview, Natural Resources Defense Council spokesman Josh Mogerman, July 28, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "Member of Congress", "false_count": 4, "first_name": "Jim", "half_true_count": 1, "home_state": "Wisconsin", "id": 660, "last_name": "Sensenbrenner", "mostly_true_count": 0, "name_slug": "jim-sensenbrenner", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/James_Sensenbrenner.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/660/", "total_count": 9, "true_count": 2, "website": "http://www.sensenbrenner.org/"}, "statement": "<p>\r\n\t&quot;One of the biggest polluters in our country is the Milwaukee Metropolitan Sewerage District.&quot;</p>", "statement_context": "a discussion at a town hall meeting", "statement_date": "2011-07-24", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}], "target": [], "twitter_headline": ""}