{"art": [{"brightcove": "", "caption": "President Barack Obama announces a deal to raise the debt ceiling on July 31, 2011.", "id": 1498, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Obama_debt_announcement.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/1498/", "title": "Obama debt announcement", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2011/aug/02/barack-obama/barack-obama-says-debt-ceiling-deal-lowers-domesti/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 4226, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/4226/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tDuring his July 31, 2011, <a href=\"http://www.whitehouse.gov/the-press-office/2011/07/31/remarks-president\">remarks</a> announcing an agreement to raise the debt ceiling, President Barack Obama offered a bit of historical context.<br />\r\n\t<br />\r\n\t&quot;The first part of this agreement will cut about $1 trillion in spending over the next 10 years -- cuts that both parties had agreed to early on in this process,&quot; Obama said. &quot;The result would be the lowest level of annual domestic spending since Dwight Eisenhower was president -- but at a level that still allows us to make job-creating investments in things like education and research. We also made sure that these cuts wouldn&rsquo;t happen so abruptly that they&rsquo;d be a drag on a fragile economy.&quot;<br />\r\n\t<br />\r\n\tWe received a number of requests to check Obama&rsquo;s claim that the debt ceiling deal will result in &quot;the lowest level of annual domestic spending since Dwight Eisenhower was president.&quot; So we are checking it.<br />\r\n\t<br />\r\n\tFirst, we&rsquo;ll need to explain the term &quot;domestic spending,&quot; because in the past, Obama has used a slightly different term.<br />\r\n\t<br />\r\n\tIn February, we rated a similar comment by Obama. Back then, he said that under his own budget proposal -- which was not enacted -- &quot;domestic discretionary spending (would be at) its lowest share of our economy since Dwight Eisenhower was president.&quot;<br />\r\n\t<br />\r\n\tDomestic discretionary spending is generally defined as spending that (a) is not defense- or security-related, (b) is appropriated by Congress rather than being set by a formula (which is how funding for Medicare, Medicaid and Social Security is determined) and (c) is not used to pay interest on the debt. Domestic discretionary spending includes a broad range of spending categories, from air traffic control to the Centers for Disease Control and Prevention.<br />\r\n\t<br />\r\n\tWhen we looked at Obama&rsquo;s February comment, we found that according to White House budget projections, domestic discretionary spending under Obama&rsquo;s proposal would indeed fall by 2015 to its lowest level since the early 1960s. That would come in the middle of Obama&rsquo;s second term, if he wins one. We concluded that there was some merit to criticism that longer term &quot;projections&quot; about future reductions to discretionary spending were less meaningful than the ones proposed for the subsequent year. On that basis, and a few others, we rated Obama&#39;s claim <a href=\"http://cms.politifact.com/truth-o-meter/statements/2011/feb/22/barack-obama/barack-obama-says-his-budget-will-bring-deficit-lo/\">Half True</a>.<br />\r\n\t<br />\r\n\tThe phrasing in the more recent statement is different. On July 31, Obama referred to &quot;the lowest level of annual domestic spending.&quot; Taking Obama literally, he would be referring not just to domestic discretionary spending, as before, but domestic mandatory spending as well, including Medicare, Medicaid and Social Security.<br />\r\n\t<br />\r\n\tWe didn&#39;t think that&rsquo;s what he meant to say -- and the White House confirmed that it was not -- but at PolitiFact, words matter, so we&rsquo;ll calculate the numbers both ways to be sure.<br />\r\n\t<br />\r\n\tUsing the more traditional definition -- that is, non-defense discretionary spending, excluding &nbsp;domestic mandatory spending -- Obama is on pretty solid ground.<br />\r\n\t<br />\r\n\tThe Office of Management and Budget has a <a href=\"http://www.whitehouse.gov/sites/default/files/omb/budget/fy2012/assets/hist08z4.xls\">historical table</a> showing non-defense discretionary spending as a percentage of gross domestic product, going back to 1962. (Two brief and fairly minor caveats: 1961 was Eisenhower&rsquo;s last budget, so the available data only goes back to the start of John F. Kennedy&rsquo;s presidency, and a small portion of &quot;domestic&quot; discretionary spending is actually diplomatic in nature and thus international rather than domestic. But it&rsquo;s a pretty small portion of the entire budget, so we&rsquo;ll ignore it in our calculations.)<br />\r\n\t<br />\r\n\tThe OMB table shows that since 1962, non-defense discretionary spending has ranged from between about 3.2 percent of GDP and 5.2 percent of GDP. So the question is whether the debt ceiling deal just struck will lower domestic discretionary spending below 3.2 percent of GDP.<br />\r\n\t<br />\r\n\tIt does, according to calculations we made using Congressional Budget Office figures. To do this, we used three sets of statistics: the caps on discretionary spending set in the budget deal (table 1 <a href=\"http://cbo.gov/ftpdocs/123xx/doc12357/BudgetControlActAug1.pdf\">here</a>), the projected gross domestic product for each year from now until 2021 (table D-2 <a href=\"http://cbo.gov/ftpdocs/120xx/doc12039/EconomicTables%5B1%5D.pdf\">here</a>) and the ratio between defense discretionary spending and non-defense discretionary spending (calculated from table 3-1 <a href=\"http://cbo.gov/ftpdocs/120xx/doc12039/01-26_FY2011Outlook.pdf\">here</a>).<br />\r\n\t<br />\r\n\tBecause CBO only provided figures for discretionary spending as a whole, we first determined that defense spending is expected to account for about 54 percent of all discretionary spending through 2021, and non-defense spending is expected to account for 46 percent. So we divided the capped amount of discretionary spending set in the debt deal by the projected GDP for the appropriate year, then multiplied the result by 46 percent to determine how much non-defense discretionary spending represented as a percentage of GDP.<br />\r\n\t<br />\r\n\tWe found that non-defense discretionary spending started as 3.6 percent of GDP in 2012, then would fall to 3.1 percent by 2014 and 2.5 percent by 2021. (This assumes GDP grows as projected, but these are the best numbers we have.)<br />\r\n\t<br />\r\n\tSo, starting in 2014, non-defense discretionary spending is poised to fall below the lowest level it reached between 1962 and the present, and that percentage continues to decline through 2021.<br />\r\n\t<br />\r\n\tUsing this measurement, then, Obama is correct.<br />\r\n\t<br />\r\n\tHowever, it&rsquo;s important to note a few caveats.<br />\r\n\t<br />\r\n\tFirst, as we noted, Obama referred to &quot;the lowest level of annual domestic spending.&quot; Using a strict definition of these words, the numbers would have to include Social Security, Medicare and Medicaid -- and by this standard, Obama would be wrong.<br />\r\n\t<br />\r\n\tThose programs currently account for roughly 13 percent to 14 percent of GDP -- several times the share allocated to non-defense discretionary spending. The combination of these two percentages will be bigger -- even under the deal -- than in many of the years since 1962.<br />\r\n\t<br />\r\n\tSecond, Obama implied that the debt deal deserves credit for achieving &quot;the lowest level of annual domestic spending since Dwight Eisenhower was president.&quot; In fact, the federal budget was already on a course to do this before the debt ceiling deal was struck.<br />\r\n\t<br />\r\n\tEarlier this year, CBO published projections (table 3-1 <a href=\"http://cbo.gov/ftpdocs/120xx/doc12039/01-26_FY2011Outlook.pdf\">here</a>) showing that non-defense discretionary spending would fall to 3.2 percent by 2019 and 3.1 percent in 2020 and 2021.<br />\r\n\t<br />\r\n\tThe deal did have two important effects, however. It sped up the process -- setting a new post-1962 low by 2014 rather than by 2019 -- and it put the projections into law.<br />\r\n\t<br />\r\n\tSo where does this leave us?<br />\r\n\t<br />\r\n\tObama would have been right if he&rsquo;d said the debt deal would reduce non-defense discretionary spending to its lowest level since 1962. If current projections of GDP are accurate, it would do so by 2014. And the deal deserves some credit for both accelerating the timetable for that achievement and enshrining it in law for the first time.<br />\r\n\t<br />\r\n\tBut that&rsquo;s not what Obama said. He said that the deal would bring &quot;the lowest level of annual domestic spending since Dwight Eisenhower.&quot; By not specifying that he was referring to &quot;discretionary&quot; spending, Obama is wrong, since the expenses for mandatory domestic programs like Social Security, Medicare and Medicaid will remain high in the years ahead.<br />\r\n\t<br />\r\n\tAccording to the White House, that&#39;s not what he meant, but he still said what he said. On balance, we rate his statement Half True.</p>", "ruling_comments_date": "2011-08-02T17:13:01.798494", "ruling_date": "2011-08-02T18:36:08", "ruling_headline": "Barack Obama says debt ceiling deal lowers domestic spending to lowest level since Eisenhower", "ruling_headline_slug": "barack-obama-says-debt-ceiling-deal-lowers-domesti", "ruling_link_text": "He'd be right if he'd phrased it differently", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tBarack Obama, <a href=\"http://www.whitehouse.gov/the-press-office/2011/07/31/remarks-president\">transcript of remarks</a>, July 31, 2011<br />\r\n\t<br />\r\n\tCongressional Budget Office, <a href=\"http://cbo.gov/ftpdocs/123xx/doc12357/BudgetControlActAug1.pdf\">analysis</a> of the Budget Control Act of 2011, Aug 1, 2011<br />\r\n\t<br />\r\n\tOffice of Management and Budget, &quot;<a href=\"http://www.whitehouse.gov/sites/default/files/omb/budget/fy2012/assets/hist08z4.xls\">Table 8.4&mdash;Outlays by Budget Enforcement Act Category as Percentages of GDP: 1962&ndash;2016</a>,&quot; accessed Aug. 2, 2011<br />\r\n\t<br />\r\n\tCongressional Budget Office, &quot;<a href=\"http://cbo.gov/ftpdocs/120xx/doc12039/EconomicTables%5B1%5D.pdf\">CBO&rsquo;s Year-by-Year Projections for Fiscal Years 2010 to 2021</a>,&quot; accessed Aug. 2, 2011<br />\r\n\t<br />\r\n\tCongressional Budget Office, &quot;<a href=\"http://cbo.gov/ftpdocs/120xx/doc12039/01-26_FY2011Outlook.pdf\">The Budget and Economic Outlook: Fiscal Years 2011 to 2021</a>,&quot; Jan 2011<br />\r\n\t<br />\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2011/feb/16/barack-obama/obama-says-domestic-spending-headed-lowest-level-e/\">Obama says domestic spending headed to lowest level since Eisenhower</a>,&quot; Feb. 16, 2011<br />\r\n\t<br />\r\n\tInterview with Marc Goldwein, policy director for the Committee for a Responsible Federal Budget, Aug 2, 2011</p>", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>\r\n\tThe debt ceiling deal will result in &quot;the lowest level of annual domestic spending since Dwight Eisenhower was president.&quot;</p>", "statement_context": "remarks from the White House", "statement_date": "2011-07-31", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 183, "photo": null, "resource_uri": "/api/v/2/subject/183/", "subject": "Deficit", "subject_slug": "deficit", "used_in_edition": ["/api/v/2/edition/10/"]}, {"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}], "target": [], "twitter_headline": ""}