{"art": [{"brightcove": "", "caption": "On NBC's \"Meet the Press,\" former Michigan Gov. Jennifer Granholm, a Democrat, discussed the impact of budget cuts on economic growth in her state.", "id": 1501, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Granholm_on_Meet_the_Press.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/1501/", "title": "Granholm on Meet the Press", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2011/aug/04/jennifer-granholm/jennifer-granholm-says-massive-government-cuts-mic/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 4233, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/4233/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tDuring the <a href=\"http://www.msnbc.msn.com/id/43948074/ns/meet_the_press-transcripts/\">July 31, 2011, edition of NBC&rsquo;s <em>Meet the Press</em></a>, Jennifer Granholm -- a Democrat who served as governor of Michigan from 2003 to 2011 -- was asked to bring her own experience to bear on the debate over the federal debt ceiling.<br />\r\n\t<br />\r\n\t&quot;Clearly the entitlement question has to be addressed,&quot; Granholm said, referring to the rising cost of Social Security, Medicare and Medicaid, which is a major contributor to the growing federal debt.<br />\r\n\t<br />\r\n\tHowever, Granholm told host David Gregory that she was skeptical about whether such cuts would be a boon for the economy at large.<br />\r\n\t<br />\r\n\t&quot;I can tell you, David, I cut more as a percentage out of government than any state in the country this past decade,&quot; Granholm said. &quot;And where is Michigan in terms of its economic growth? Cutting did not result in economic growth. What results in growth is making sure you&#39;ve got a good business climate for businesses to grow and prosper. And so we&#39;ve got to cut where we can in order to invest where we must in order to grow the economy. And it&#39;s that investment side that I worry that those who are affiliated with the tea party or who are on the far right don&#39;t realize that other countries are co-investing with businesses in order to create jobs in their countries.<br />\r\n\t<br />\r\n\t&quot;If we do nothing more than just cut,&quot; she continued, &quot;that will continue to accelerate the lack of growth in (gross domestic product). So we&#39;ve got to realize that the strategy here must be very specific. Yes, you&#39;ve got to reform entitlements, but you&#39;ve got reform entitlements and invest in order to grow because the quickest way to take down your deficit is through growth.&quot;<br />\r\n\t<br />\r\n\tWe wondered about three elements of Granholm&rsquo;s comments: whether she &quot;cut more as a percentage out of government than any state in the country this past decade,&quot; how poor Michigan&rsquo;s economic growth has been over the same period and whether spending cuts to state government hampered economic growth. (Separately, we&rsquo;re looking at a comment from the same show by Rep. Raul Labrador, R-Idaho, in which he accused Granholm of supporting &quot;the highest tax increases in the history of Michigan,&quot; which helped push unemployment &quot;from 6.8 percent to 15.3 percent.)<br />\r\n\t<br />\r\n\tWe&rsquo;ll take up the three claims in order.<br />\r\n\t<br />\r\n\t<strong>Did Michigan cut more from its government than any state in the country?</strong><br />\r\n\t<br />\r\n\tTo answer this question, we turned to <em><a href=\"http://www.nasbo.org/Publications/FiscalSurvey/FiscalSurveyArchives/tabid/106/Default.aspx\">The Fiscal Survey of States</a></em>, a twice-annual publication of the National Association of State Budget Officers that offers fiscal data for the 50 states going back to 1979.<br />\r\n\t<br />\r\n\tWe determined that the most appropriate data to use were figures for annual expenditures from the 50 states&rsquo; general funds. We&rsquo;ll acknowledge up front that this is not the only measure that could be used to compare how much state governments have been cut. In fact, Michigan&rsquo;s state revenues flow into two accounts, the general fund and the school-aid fund, and the numbers we looked at only take into account the general fund. However, fiscal experts told us that the general fund offers a reasonable yardstick for state spending, and it also turned out to be the same measurement Granholm used, according to a spokeswoman. (Then there&rsquo;s the eternal statistician&rsquo;s lament: When comparing all 50 states across a period of nearly a decade, you take the statistics you can get.)<br />\r\n\t<br />\r\n\tWe calculated the change in general fund expenditures for all 50 states between fiscal year 2003 and fiscal year 2010 -- the closest approximation we could get to the start and end dates of Granholm&rsquo;s tenure.<br />\r\n\t<br />\r\n\tAnd by this measure, Granholm is right. Every state but two saw their general-fund expenditures increase over that period (without taking inflation into account). The two that didn&rsquo;t? Georgia, which saw its general fund expenditures fall by $54 million over that period, and Michigan, which saw its general fund expenditures fall by more than $1 billion. If they&rsquo;d been adjusted for inflation, the decrease would be even more severe.<br />\r\n\t<br />\r\n\tUsing another measure, Carole Polan, a spokeswoman for Granholm, added that from 2000 to 2008, the number of state employees fell by about 11,000 -- a 17 percent decline. That was a more rapid decline than in private employment, which fell in the state by 12 percent over the same period, Polan said.<br />\r\n\t<br />\r\n\tWe&rsquo;ll address the causes of these declines in a moment, but for now, we can say that by this measure, Granholm is right that spending on government declined faster in Michigan than in any other state between 2003 and 2010.<br />\r\n\t<br />\r\n\t<strong>How poor was Michigan&rsquo;s economic growth during Granholm&rsquo;s tenure?</strong><br />\r\n\t<br />\r\n\tTo answer this question, we looked at gross domestic product data for Michigan as published by the U.S. Commerce Department&rsquo;s Bureau of Economic Analysis. (Just as the bureau calculates the national gross domestic product, it does the same for individual states.) Once again, we compared Michigan&rsquo;s GDP for 2003 and 2010.<br />\r\n\t<br />\r\n\tBy this measure too, Michigan performed worst in the nation. Its gross domestic product rose by 6 percent over that period (again, not adjusted for inflation). That may sound okay, but it&rsquo;s not. It&rsquo;s only about one-third the rate of the next worst-performing state -- Ohio, at 17 percent growth. And it&rsquo;s less than one-fifth of the increase of the nation as a whole, which was 31 percent.<br />\r\n\t<br />\r\n\tSo where economic growth is concerned, Granholm is right again: Michigan&rsquo;s performance during her tenure was uniquely poor among the 50 states.<br />\r\n\t<br />\r\n\t<strong>Did spending cuts to state government hamper Michigan&rsquo;s economic growth?</strong><br />\r\n\t<br />\r\n\tThe cuts to government almost certainly hampered Michigan&rsquo;s economy. But experts say that they weren&rsquo;t the primary cause of the state&rsquo;s poor economic performance.<br />\r\n\t<br />\r\n\tLong-term troubles in the automotive industry, the national recession and raising taxes on businesses and individuals &quot;were all partially to blame,&quot; said Patrick L. Anderson, an economic analyst in East Lansing, Mich., who wrote a report released by Granholm&#39;s successor elected in 2010, Republican Rick Snyder.<br />\r\n\t<br />\r\n\tCharles Ballard, an economist at Michigan State University and author of <em><a href=\"http://msupress.msu.edu/bookTemplate.php?bookID=4141\">Michigan&#39;s Economic Future: A New Look</a></em>, added that even before the national economic crisis of 2008, &quot;the auto industry limped along for much of the decade, with General Motors, Ford and Chrysler losing market share steadily. In Michigan, we don&rsquo;t have Honda plants -- we have GM, Ford and Chrysler plants. Two of those companies went into bankruptcy. For better or for worse, we are home to the portions of the industry that did the worst.&quot;<br />\r\n\t<br />\r\n\tMeanwhile, Ballard added that Michigan&rsquo;s tax structure -- which doesn&rsquo;t tax most services or Internet sales and mail-order -- exacerbated the fiscal impact of these economic problems.<br />\r\n\t<br />\r\n\tIf the sectors that aren&rsquo;t taxed are growing faster than those that are, &quot;the sales tax applies to an ever-shrinking portion of the economy,&quot; Ballard said. &quot;So if you put the tax law on autopilot, the portion of your economy going to tax revenues shrinks every year.&quot;<br />\r\n\t<br />\r\n\tIn fact, &quot;Michigan&rsquo;s revenues peaked in 2000 and are not projected to return to peak until 2020,&quot; said Arturo Perez, a state budget analyst with the National Conference of State Legislatures. &quot;No other state has had a similar revenue situation.&quot;<br />\r\n\t<br />\r\n\tGiven this backdrop, a more appropriate way of thinking about it is that a poor economy in Michigan caused a drop in state tax revenue, which in turn forced Granholm to cut government services -- not the other way around. Declining tax revenue is a much more urgent factor for state governments than for the federal government, since most states are constrained from using deficit spending. (<a href=\"http://www.ncsl.org/documents/fiscal/StateBalancedBudgetProvisions2010.pdf\">Michigan is one</a>, though &quot;unavoidable deficits&quot; may be resolved in the next fiscal year.) This means that tax revenues play a more direct role in determining spending levels than they do at the federal level.<br />\r\n\t<br />\r\n\t&quot;The plain fact is that state economic growth rates are in the short run linked to the demand for products that are produced in the state -- products like autos in Michigan, oil in Texas, sunny vacations in Florida and gambling holidays in Nevada,&quot; said Gary Burtless, an economist with the centrist-to-liberal Brookings Institution. &quot;Demand for these products can have booms and busts that are completely unrelated to a state&rsquo;s typical tax rate or spending level. In the short run, when demand for a state&rsquo;s products plummets, its state tax revenues fall, forcing the state to trim state spending or increase state tax rates.&quot;</p>\r\n<p>\r\n\t<strong>Our ruling</strong></p>\r\n<p>\r\n\tThere&rsquo;s strong evidence supporting two of Granholm&rsquo;s statistical claims -- that government spending has fallen faster in Michigan than in any other state, and that the state&rsquo;s economic performance has been especially poor compared to other states.<br />\r\n\t<br />\r\n\tHowever, in the <em>Meet the Press </em>interview, Granholm was trying to use her experience as a governor to make a larger point about how cutting government &quot;did not result in economic growth.&quot; She&#39;s probably correct that government cuts hampered her state&#39;s recovery, at least in the short term, but Michigan&rsquo;s experience over the last decade suggests that the reverse is an even bigger factor -- that is, poor economic growth hurts tax revenues and, in turn, forces government cuts.</p>\r\n<p>\r\n\tThis doesn&rsquo;t mean that Granholm&rsquo;s point is inaccurate, but in trying to apply a state lesson to a federal problem, she&rsquo;s ignored a key factor in how state fiscal policy works. On balance, we rate her statement Mostly True.</p>", "ruling_comments_date": "2011-08-04T13:32:53.282496", "ruling_date": "2011-08-04T16:04:47", "ruling_headline": "Jennifer Granholm says massive government cuts in Michigan didn't spur growth", "ruling_headline_slug": "jennifer-granholm-says-massive-government-cuts-mic", "ruling_link_text": "Yes, though a bigger issue was that a poor economy forced government cuts", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tJennifer Granholm, <a href=\"http://www.msnbc.msn.com/id/43948074/ns/meet_the_press-transcripts/\">transcript of </a><a href=\"http://www.msnbc.msn.com/id/43948074/ns/meet_the_press-transcripts/\">interview</a> on NBC&rsquo;s Meet the Press, July 31, 2011<br />\r\n\t<br />\r\n\tNational Association of State Budget Officers, <em><a href=\"http://www.nasbo.org/LinkClick.aspx?fileticket=rrPZ0bOfVgA%253d&amp;tabid=106&amp;mid=566&amp;forcedownload=true\">Fiscal Survey of States</a></em>, Fall 2004<br />\r\n\t<br />\r\n\tNational Association of State Budget Officers, <em><a href=\"http://www.nasbo.org/LinkClick.aspx?fileticket=yNV8Jv3X7Is%253d&amp;tabid=38\">Fiscal Survey of States</a></em>, Spring 2011<br />\r\n\t<br />\r\n\tBureau of Economic Analysis, <a href=\"http://www.bea.gov/regional/gdpmap/GDPMap.aspx\">&quot;Gross Domestic Product by State&quot; main index page</a>, accessed Aug. 3, 2011<br />\r\n\t<br />\r\n\tGov. Rick Snyder, R-Mich., &quot;<a href=\"http://www.michigan.gov/documents/snyder/2011_Appendix_Guide_to_MI_Financial_Health_344192_7.pdf\">Dollars and Sense: How State and Local Governments in Michigan Spend Your Money: 2011 Citizen&rsquo;s Guide to Michigan&rsquo;s Financial Health</a>&quot;<br />\r\n\t<br />\r\n\tMichigan Senate Fiscal Agency, <em><a href=\"http://www.senate.michigan.gov/sfa/Publications/Issues/StateRevenueTenYears/StateRevenueTenYears.pdf\">The Michigan Economy and State Revenue: A 10-Year History, 1999</a><a href=\"http://www.senate.michigan.gov/sfa/Publications/Issues/StateRevenueTenYears/StateRevenueTenYears.pdf\">-2009</a></em>, April 2010<br />\r\n\t<br />\r\n\tBureau of Labor Statistics, <a href=\"http://data.bls.gov/timeseries/LASST26000003\">Local Area Unemployment Statistics for Michigan</a>, accessed Aug. 3, 2011<br />\r\n\t<br />\r\n\tNational Conference of State Legislatures, &quot;<a href=\"http://www.ncsl.org/documents/fiscal/StateBalancedBudgetProvisions2010.pdf\">NCSL Fiscal Brief: State Balanced Budget Provisions</a>,&quot; Oct. 2010<br />\r\n\t<br />\r\n\tInterview with Charles Ballard, economist at Michigan State University, Aug. 3, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Bill Ballenger, editor of Inside Michigan Politics, Aug. 1, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Arturo Perez, state budget analyst with the National Conference of State Legislatures, Aug. 3, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Patrick L. Anderson, principal and CEO of the Anderson Economic Group LLC in East Lansing, Mich., Aug. 3, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Craig Thiel, director of state affairs with the Citizens Research Council of Michigan, Aug. 3, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Gary Burtless, economist with the Brookings Institution, Aug. 3, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Carole Polan, spokeswoman for Jennifer Granholm, Aug. 3, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Former governor of Michigan", "false_count": 0, "first_name": "Jennifer", "half_true_count": 3, "home_state": "Michigan", "id": 1382, "last_name": "Granholm", "mostly_true_count": 2, "name_slug": "jennifer-granholm", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Granholm_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1382/", "total_count": 7, "true_count": 1, "website": "http://jennifergranholm.com/"}, "statement": "<p>\r\n\t&quot;I cut more as a percentage out of government than any state in the country this past decade. And where is Michigan in terms of its economic growth? Cutting did not result in economic growth.&quot;</p>", "statement_context": "an interview on NBC's \"Meet the Press\"", "statement_date": "2011-07-31", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 183, "photo": null, "resource_uri": "/api/v/2/subject/183/", "subject": "Deficit", "subject_slug": "deficit", "used_in_edition": ["/api/v/2/edition/10/"]}, {"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 147, "photo": null, "resource_uri": "/api/v/2/subject/147/", "subject": "States", "subject_slug": "states", "used_in_edition": []}], "target": [], "twitter_headline": ""}