{"art": [], "author": [{"email_address": "amarshall@plaind.com", "first_name": "Aaron", "id": 152, "last_name": "Marshall", "name_slug": "aaron-marshall", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-aaron-marshall.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/152/", "title": "Reporter, Plain Dealer statehouse bureau", "twitter": null}], "canonical_url": "/ohio/statements/2011/aug/08/tim-grendell/state-sen-tim-grendell-claims-more-water-flows-lak/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 4240, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "amarshall@plaind.com", "first_name": "Aaron", "id": 152, "last_name": "Marshall", "name_slug": "aaron-marshall", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-aaron-marshall.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/152/", "title": "Reporter, Plain Dealer statehouse bureau", "twitter": null}], "resource_uri": "/api/v/2/statement/4240/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tWho knew water could be so political?<br />\r\n\t<br />\r\n\tIt&#39;s happened this year in Ohio as a debate over how to best use -- or not use -- the fresh water supplies of Lake Erie and the Great Lakes as a whole has raged in the hallways of the Ohio Statehouse.<br />\r\n\t<br />\r\n\tThe debate has focused on House Bill 231, a piece of legislation that was supposed to implement the eight-state Great Lakes Compact that Ohio agreed to be a part of in 2008. The legislation was approved by the General Assembly, but then vetoed July 15, 2011, by Gov. John Kasich.<br />\r\n\t<br />\r\n\tEnvironmental groups as well as former Govs. Bob Taft and George Voinovich have fought the legislation, saying it allows businesses to use too much water without permits and could cause Lake Erie water levels to drop, leaving it &nbsp;prone to algae problems.<br />\r\n\t<br />\r\n\tLeading the charge for the legislation has been Sen. Tim Grendell, a Chesterland Republican, who has used a steady stream of statistics about water flowing in and out of Lake Erie to suggest that criticisms are overblown.<br />\r\n\t&nbsp;<br />\r\n\tOn June 28, before the Ohio Senate voted, Grendell gave a floor speech in support of the bill that suggested Lake Erie takes in more water than the amount that flows out. In fact, Lake Erie actually had a surplus of water, therefore diminishing the arguments of those concerned about water withdrawals made by businesses, Grendell claimed.<br />\r\n\t<br />\r\n\t&quot;You might be surprised to know that 137 billion gallons flows in every day,&quot; Grendell said. &quot;You might be surprised to know that only 86.3 billion gallons flow out. . . . Leaving us a net surplus of approximately 50 billion gallons a day.&quot;<br />\r\n\t<br />\r\n\tWe were surprised to hear more water was flowing into Lake Erie than flowing out. So we decided to check and see if Grendell&#39;s figures were high and dry.<br />\r\n\t<br />\r\n\tGrendell told us that he got his information about the water flowing into the lake &nbsp;from the Ohio Environmental Council, which in turn got it from a May 2009 summary of a draft report of the International Upper Great Lakes Study prepared by the International Joint Commission.<br />\r\n\t<br />\r\n\tHe said he got his information about the water flowing out from U.S. Geological Survey official Dick Bartz as well as from an unnamed expert with the New York state parks who calculated the amount that flows over Niagara Falls. The expert was contacted by an aide to Rep. Jim Buchy, according to an e-mail Grendell gave to Politifact Ohio. The aide, Justin Barnhart, said the expert was actually Angela Berti, marketing and public affairs coordinator for New York&rsquo;s state office of Parks, Recreation and Historic Preservation, which operates the U.S. side of Niagara Falls.<br />\r\n\t<br />\r\n\tWe dug out the summary of the draft report from the International Upper Great Lakes Study. We quickly found the key document section. But the numbers in the report are measured in cubic meters per second and in thousands of cubic feet per second. In order to convert those numbers into gallons per day, we needed some math help, as we were clearly out of our depth. (Hard to fathom, we know.).<br />\r\n\t<br />\r\n\tSo we turned to Bartz, the U.S. Geological Survey official who was a former Chief of the Division of Water of ODNR under Gov. Taft.<br />\r\n\t<br />\r\n\tBartz calculated the numbers in the report to show that about 137 billion gallons of water flows into Lake Erie from the Detroit River and from runoff to the lake and smaller tributaries. That&#39;s exactly the number Grendell used on the Senate floor.<br />\r\n\t<br />\r\n\tSo Grendell was right on how much flows in?<br />\r\n\t<br />\r\n\tNot so fast. There is also about 16.8 billion gallons worth of rainfall that make it into the lake, according to Bartz&#39;s calculation of the report&#39;s numbers. So the average daily total amount of water flowing into Lake Erie is about 154 billion gallons.<br />\r\n\t<br />\r\n\tTo figure how much flowed out of the lake each day, Grendell took a pair of calculations that Bartz did for evaporation (16.8 billion gallons a day) and the amount used by Ohioans each day (3.54 billion gallons a day) and added to them the 66 billion gallons a day that New York&rsquo;s Berti said flowed over Niagara Falls.<br />\r\n\t<br />\r\n\tBerti confirmed to us that she gave Buchy&rsquo;s office &quot;commonly accepted&quot; numbers of gallons of water a second that go over the falls collectively known as Niagara Falls. Her gallons per second estimates, taken from the state&rsquo;s website, work out to 65.5 billion gallons a day.<br />\r\n\t<br />\r\n\tThat math gave Grendell about 86 billion gallons, roughly 50 billion gallons a day less then what he said was flowing into Lake Erie.<br />\r\n\t<br />\r\n\tHowever, Bartz said that equation is off.<br />\r\n\t<br />\r\n\tHe agreed that Grendell has accurately quoted him as saying there is 16.8 billion gallons of water evaporation. However, he said the 66 billion gallons that Berti calculated flowed over Niagara Falls doesn&rsquo;t equal all the water that flows from Lake Erie into Lake Ontario.<br />\r\n\t<br />\r\n\tBartz said that along with the 66 billion gallons a day that Berti calculated are huge amounts of water diverted to power plants above the falls and then discharged back into Lake Ontario below the falls. In all, Bartz said about 131.8 billion gallons of water flow into Lake Ontario from Lake Erie both over the falls and from the diversions to power plants. Additionally, Bartz calculated that about 5.8 billion gallons of water are diverted by a pair of canals, the Welland Canal in Ontario and the New York State Barge Canal.<br />\r\n\t<br />\r\n\tBartz said most of the water that Ohioans use every day eventually makes its way back into the Lake Erie basin so it&rsquo;s not a key number to use in the equation.<br />\r\n\t<br />\r\n\tAdd it all up -- the water over Niagara Falls, the water diverted around Niagara Falls, the water funneled into two canals canal and the water that evaporates -- and on the average about the same amount of water flows out of Lake Erie as flows into it, Bartz said -- roughly 154 billion gallons a day.<br />\r\n\t<br />\r\n\t&quot;It&#39;s basically about the same,&quot; Bartz said.<br />\r\n\t<br />\r\n\tIf Grendell&#39;s theory were true that more water was flowing into Lake Erie than flowing out that there would be a noticeable effect., Bartz said. &quot;If there were more coming in than going out we would have seen lake levels rise.&quot; &nbsp;<br />\r\n\t<br />\r\n\tActually, Bartz said Lake Erie water levels were at their highest in the 1970s and have dropped slightly since that time.<br />\r\n\t<br />\r\n\tSo awash in these watery figures, what do we have?<br />\r\n\t<br />\r\n\tTrying to make his case that Ohio has more water than it could ever use, Grendell asserted that about 137 billion gallons of water a day flowed into Lake Erie and only 86 billion gallons a day flowed out.<br />\r\n\t<br />\r\n\tHowever, the acknowledged expert in this area said that Grendell&rsquo;s math is all wet. The expert calculates the amount of water flowing into lake Erie as roughly the same amount flowing out each day (about 154 billion gallons a day.) If that wasn&#39;t the case, we would see a spike in overall Lake Erie water levels rise, which hasn&rsquo;t happened.<br />\r\n\t<br />\r\n\tOn the Truth-O-Meter, Grendell&#39;s claim rates as False.</p>\r\n", "ruling_comments_date": "2011-08-04T20:22:30.008656", "ruling_date": "2011-08-08T06:00:00", "ruling_headline": "State Sen. Tim Grendell claims more water flows into Lake Erie than flows out", "ruling_headline_slug": "state-sen-tim-grendell-claims-more-water-flows-lak", "ruling_link_text": "Incomplete calculation leaves claim all wet", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tInterview with Sen. Tim Grendell in the back of the Ohio Senate chamber, July 13, 2011<br />\r\n\t<br />\r\n\tPhone interview with Kristy Meyer, Ohio Environmental Council staffer July 14, 2011<br />\r\n\t<br />\r\n\tPhone interview with Dick Bartz, U.S. Geological Survey official July 14, 2011 and Aug. 3, 2011.<br />\r\n\t<br />\r\n\tPhone interview with Angela Berti, marketing and public affairs coordinator for New York&rsquo;s office of Parks, Recreation and Historic Preservation office Aug. 4, 2011<br />\r\n\t<br />\r\n\tInternational Joint Commission, <a href=\"http://pub.iugls.org/en/Other_Publications/SummaryDraftReportStClair.pdf\">Draft Summary of International Upper Great Lakes Study</a>, May 2009</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "State senator", "false_count": 1, "first_name": "Tim", "half_true_count": 0, "home_state": "Ohio", "id": 1175, "last_name": "Grendell", "mostly_true_count": 0, "name_slug": "tim-grendell", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact-tim-grendell.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1175/", "total_count": 2, "true_count": 1, "website": "http://www.ohiosenate.gov/tim-grendell/fullbio.html"}, "statement": "<p>\r\n\t&quot;You might be surprised to know that 137 billion gallons flows (into Lake Erie) every day. You might be surprised to know that only 86.3 billion gallons flow out. ... Leaving us a net surplus of approximately 50 billion gallons a day.&quot;</p>\r\n", "statement_context": "a speech in the Ohio Senate", "statement_date": "2011-06-28", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}, {"description": "", "id": 197, "photo": null, "resource_uri": "/api/v/2/subject/197/", "subject": "Water", "subject_slug": "water", "used_in_edition": ["/api/v/2/edition/5/", "/api/v/2/edition/2/"]}], "target": [], "twitter_headline": ""}