{"art": [], "author": [{"email_address": "cshinske@starledger.com", "first_name": "Caryn", "id": 246, "last_name": "Shinske", "name_slug": "caryn-shinske", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 15, "publication_name": "Newark Star-Ledger", "resource_uri": "/api/v/2/publication/15/"}, "resource_uri": "/api/v/2/staffer/246/", "title": "PolitiFact New Jersey editor", "twitter": null}], "canonical_url": "/new-jersey/statements/2011/aug/11/richard-codey/sen-codey-says-1-5-new-jersey-families-has-loved-o/", "edition": {"adkey": "Editions", "advalue": "New Jersey", "edition": "New Jersey", "edition_slug": "new-jersey", "has_afterthefact": false, "id": 13, "index_page": false, "meter_name": "The New Jersey Truth-O-Meter", "resource_uri": "/api/v/2/edition/13/"}, "editor": [{"email_address": "tcurran@starledger.com", "first_name": "Tom", "id": 264, "last_name": "Curran", "name_slug": "tom-curran", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 15, "publication_name": "Newark Star-Ledger", "resource_uri": "/api/v/2/publication/15/"}, "resource_uri": "/api/v/2/staffer/264/", "title": "Associate Editor, Newark Star-Ledger", "twitter": null}], "facebook_headline": null, "id": 4259, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "cshinske@starledger.com", "first_name": "Caryn", "id": 246, "last_name": "Shinske", "name_slug": "caryn-shinske", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 15, "publication_name": "Newark Star-Ledger", "resource_uri": "/api/v/2/publication/15/"}, "resource_uri": "/api/v/2/staffer/246/", "title": "PolitiFact New Jersey editor", "twitter": null}], "resource_uri": "/api/v/2/statement/4259/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\r\n\tGov. Chris Christie&rsquo;s budget veto pen didn&rsquo;t just hit big-ticket expenditures. Even small amounts &ndash; including $50,000 for a mental health awareness group &ndash; was trimmed from the state&rsquo;s spending plan this summer.<br />\r\n\t<br />\r\n\tAnd state Sen. Richard Codey (D-Essex) had plenty to say about it during a speech he gave July 11 on the Senate floor in Trenton.<br />\r\n\t<br />\r\n\t&quot;One in every five families in the state of New Jersey has a loved one with a mental illness, a serious mental illness, and today, we don&rsquo;t care,&quot; Codey said in response to Christie&rsquo;s line-item veto of a $50,000 appropriation for the Governor&rsquo;s Council on Mental Health Stigma.<br />\r\n\t<br />\r\n\tPolitiFact New Jersey checked Codey&rsquo;s statistic and found that, depending on definition and methodology, the figure is generally accurate. While several national mental health-affiliated organizations cite that statistic for all states, at least one other said the ratio is 1-in-4 families.<br />\r\n\t<br />\r\n\t&quot;These days our fact sheets are using one in four (families) any day in a given year has a mental health problem,&quot; said Bob Carolla, spokesman for the National Alliance on Mental Illness. &quot;It depends on who has done the most recent study and parameters around it.&quot;&nbsp;&nbsp;<br />\r\n\t<br />\r\n\tCodey, who was governor from November 2004 to January 2006, signed an executive order in November 2004 to create the Governor&rsquo;s Task Force on Mental Health to investigate the state&rsquo;s mental health system. One of the task force&rsquo;s recommendations was creation of the council, with an aim to educate people about mental illness.<br />\r\n\t<br />\r\n\t&quot;The thing about mental health is it knows no barriers, rich or poor, black or white,&quot;<br />\r\n\tCodey told us.<br />\r\n\t<br />\r\n\tCodey raised more than one issue in his statement, so we&rsquo;ll look at the number of people in New Jersey affected by mental illness, explain the budget cut and identify &quot;serious mental illness.&quot;<br />\r\n\t<br />\r\n\tFirst, New Jersey had 3,152,877 households from 2005 to 2009, according to the U.S. Census Bureau. If each household is considered a family, that means approximately 630,575 New Jerseyans had a mental illness during that time, based on Codey&rsquo;s statistic.<br />\r\n\t<br />\r\n\tSecond, state Treasury Department spokesman Bill Quinn confirmed the $50,000 cut and said the money was used for promotional materials and expenses related to council Executive Director Celina Gray&rsquo;s outreach efforts about mental illness. Quinn said Gray remains employed and the council still exists, but the work connected with it has been folded into the Human Services Department&rsquo;s Division of Mental Health and Addiction Services.<br />\r\n\t<br />\r\n\tThe governor&rsquo;s office did not respond to two email requests for comment on Codey&rsquo;s statement.<br />\r\n\t<br />\r\n\tCodey, Carolla and Phil Lubitz, associate director of NAMI&rsquo;s state office in North Brunswick, each identified serious mental illness as schizophrenia, bipolar disorder, obsessive-compulsive disorder, major depression and panic disorder.<br />\r\n\t<br />\r\n\t&quot;Loved ones also applies to immediate family members,&quot; Lubitz said.<br />\r\n\t<br />\r\n\tAlthough Codey&rsquo;s statement was about New Jersey, the 1-in-5 statistic is used by these organizations: the U.S. Surgeon General&rsquo;s Office; the American Psychiatric Association; and the Substance Abuse and Mental Health Services Administration.<br />\r\n\t<br />\r\n\t&quot;In 2009, there were an estimated 45.1 million people with any mental illness in the past year -- that&rsquo;s 19.9 percent of all individuals age 12 and older &hellip; or, if you prefer, about 1 in every 5 individuals,&quot; Bradford Stone, spokesman for the Substance Abuse and Mental Health Services Administration, said in an email. &quot;For serious mental illness, the rate was 4.8 percent (about 1 in every 20 individuals) or 11.0 million individuals for all individuals age 18 and older.&quot;<br />\r\n\t<br />\r\n\tNAMI has used 1 in 4 families since 2007, and the National Institute of Mental Health cites both statistics.<br />\r\n\t<br />\r\n\t&quot;The current prevalence estimate is that about 20 percent of the U.S. population are affected by mental disorders during a given year,&quot; according to &quot;Mental Health: A Report of the Surgeon General,&quot; issued in 1999 and still one of the main standards today in assessing mental illness, Carolla said.<br />\r\n\t<br />\r\n\tLet&rsquo;s review.<br />\r\n\t<br />\r\n\tIn responding to a budget cut for a council formed by the Governor&rsquo;s Task Force on Mental Health, Codey said that one in every five New Jersey families has a loved one with a mental illness. Various reports from at least three organizations cite that statistic, but NAMI cites 1-in-4. Another national organization cites both. Even with the slight disparity, the overall point of Codey&rsquo;s statement is that mental illness is very common. We rate Codey&rsquo;s claim True.<br />\r\n\t<br />\r\n\tTo comment on this ruling, go to <a href=\"http://www.nj.com/news/index.ssf/2011/08/nj_mental_illness_stats.html\">NJ.com</a>.</p>", "ruling_comments_date": "2011-08-09T17:37:23.281819", "ruling_date": "2011-08-11T05:15:00", "ruling_headline": "Sen. Codey says 1 in 5 New Jersey families has loved one with mental illness", "ruling_headline_slug": "sen-codey-says-1-5-new-jersey-families-has-loved-o", "ruling_link_text": "Sound statistic ", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tVideo of Sen. Richard Codey speaking July 11, 2011 in Senate hearing, accessed Aug. 4, 2011<br />\r\n\t<br />\r\n\tPhone interview with Justin Davis, legislative aide to Sen. Richard Codey, Aug. 4, 2011<br />\r\n\t<br />\r\n\tPhone interview with Phil Lubitz, associate director, New Jersey state office of National Alliance on Mental Illness, Aug. 4, 2011<br />\r\n\t<br />\r\n\tPhone interview with Bob Carolla, spokesman, National Alliance on Mental Illness, Aug. 4, 2011<br />\r\n\t<br />\r\n\tPhone interview with Sen. Richard Codey, Aug. 5, 2011<br />\r\n\t<br />\r\n\tU.S. Census Bureau New Jersey QuickFacts sheet, accessed online, Aug. 5, 2011<br />\r\n\t<br />\r\n\t&quot;Mental Health: A Report of The Surgeon General,&quot; 1999, U.S. Surgeon General website, accessed Aug. 5 and 8, 2011<br />\r\n\t<br />\r\n\t&quot;How Common Is Mental Illness and What Are the Impacts on Society?&quot; 2011, American Psychiatric Association website, accessed Aug. 5 and 8, 2011<br />\r\n\t<br />\r\n\t&quot;How Many Americans Experienced Mental Illness in the Past Year?&quot; November/December 2010, Substance Abuse and Mental Health Services Administration website, accessed Aug. 5 and 8, 2011<br />\r\n\t<br />\r\n\t&quot;Mental Illness: Facts and Numbers,&quot; National Alliance on Mental Illness website, accessed Aug. 5 and 8, 2011<br />\r\n\t<br />\r\n\t&quot;The Science of Mental Illness,&quot; Teacher&rsquo;s Guide, National Institute of Mental Health website, 2005, accessed Aug. 5 and 8, 2011<br />\r\n\t<br />\r\n\tPhone interview with Bill Quinn, state Treasury Department spokesman, Aug. 8, 2011<br />\r\n\t<br />\r\n\tEmail interview with Bradford Stone, spokesman, Substance Abuse and Mental Health Services Administration, Aug. 9, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "State Senator", "false_count": 0, "first_name": "Richard", "half_true_count": 0, "home_state": "New Jersey", "id": 1349, "last_name": "Codey", "mostly_true_count": 2, "name_slug": "richard-codey", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Codey.jpg", "primary_edition": {"adkey": "Editions", "advalue": "New Jersey", "edition": "New Jersey", "edition_slug": "new-jersey", "has_afterthefact": false, "id": 13, "index_page": false, "meter_name": "The New Jersey Truth-O-Meter", "resource_uri": "/api/v/2/edition/13/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1349/", "total_count": 3, "true_count": 1, "website": "http://www.njsendems.com/senator.asp?sid=27"}, "statement": "<p>\r\n\t&quot;One in every five families in the state of New Jersey has a loved one with a mental illness, a serious mental illness, and today, we don&rsquo;t care.&quot;&nbsp;</p>", "statement_context": "a speech on the Senate floor", "statement_date": "2011-07-11", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}], "target": [], "twitter_headline": ""}