{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2011/aug/11/rick-scott/gov-scott-says-rail-would-have-cost-state-taxpayer/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": null, "id": 4261, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/4261/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tOn his second month on the job in February 2011,&nbsp;<a href=\"http://www.flgov.com/wp-content/uploads/2011/02/SKMBT_C35311021520420.pdf\">Florida Gov. Rick Scott wrote a letter to the U.S. Transportation Secretary Ray LaHood</a>&nbsp;announcing he had decided to reject about $2.4 billion in federal money for a high-speed train line between Tampa and Orlando. Scott said at the time that he was worried Florida would ultimately be on the hook for costs. Democrats and some Republicans criticized Scott&#39;s move, which killed a project that had been in the works for decades.<br />\r\n\t<br />\r\n\tFlorida&#39;s high-speed rail debate kept the&nbsp;<a href=\"http://www.politifact.com/florida/article/2011/mar/03/fact-checking-high-speed-rail-debate/\">Truth-O-Meter</a>&nbsp;running at full speed ahead for some time as members of Florida&#39;s congressional delegation, several state lawmakers and local officials scurried to try to circumvent Scott. Supporters pitched a new plan to the governor in which cities would take over the project and a private company would assume the risk of cost overruns -- but Scott remained steadfast in his argument that the state could get stuck with huge costs.<br />\r\n\t<br />\r\n\tSeveral months after Scott squashed the project, he still faces questions about why he put the brakes on it -- as he did during an interview on Tampa Bay&#39;s&nbsp;<a href=\"http://www.wtsp.com/news/local/morning/article/204515/25/Gov-Rick-Scott-sits-down-with-10-News\">local CBS affiliate</a>&nbsp;Aug. 5.<br />\r\n\t<br />\r\n\t&quot;Here is the deal. I offered it to everybody and nobody wants to do this and that&#39;s why I&#39;m not doing it. They offered, the federal government, here&#39;s the deal. ... I&#39;m going to give you $2.4 billion -- that sounds nice right? You&#39;ve got to put up a billion dollars to finish the project. And you are going to lose money every year. And if you decide, gosh I&#39;m tired of losing that money, you&#39;ve got to give the $2.4 billion back. It&#39;s a bad deal.&quot;<br />\r\n\t<br />\r\n\tScott made a similar claim about the $1 billion cost for Florida in an Aug. 5 meeting with&nbsp;<a href=\"http://www.tampabay.com/blogs/the-buzz-florida-politics/content/gov-rick-scott-talks-football-high-speed-rail-bucs-coach-raheem-morris\">Tampa Bay Buccaneers coach Raheem Morris</a>&nbsp;after the coach made a comment about liking rail.<br />\r\n\t<br />\r\n\tReaders picked up on the line and asked us if Scott got Florida&#39;s share of the high-speed construction correct.<br />\r\n\t<br />\r\n\tTo start, it&#39;s worth looking at the chronology of what led up to Scott&#39;s rejection of high-speed rail.<br />\r\n\t<br />\r\n\tIn 2009, the Florida Legislature under Gov. Charlie Crist laid the groundwork for Florida to provide $280 million for a line between Orlando and Tampa. But after Scott took office it was clear that the project was in jeopardy.<br />\r\n\t<br />\r\n\tA December 2010 fact sheet from the&nbsp;<a href=\"http://www.floridahighspeedrail.org/storage/pi-docs/HSRProjectSummary121410.pdf\">Florida Department of Transportation</a>&nbsp;about high-speed rail stated that the federal government would pay for the bulk of the project -- about $2.392 billion. The state&#39;s portion, according to the state DOT, would be $280 million. The fact sheet stated that an industry forum in Orlando in November 2010 drew considerable interest from the private sector.<br />\r\n\t<br />\r\n\t&quot;There will be intense competition to win the first true HSR (high-speed rail) in the U.S. Individual meetings with various teams in November 2010 revealed strong private sector interest and willingness to assume ridership risk and invest in the system. Teams are very interested in right-of-first-refusal for Orlando-Miami leg.&quot; (The Orlando-to-Miami leg was to be built after Tampa-to-Orlando. That project was more costly but also considered more lucrative in the long run.)<br />\r\n\t<br />\r\n\t<strong>Where Scott got his number&nbsp;</strong></p>\r\n<p>\r\n\tSo why did the state say the rail line would cost the state $280 million to construct but Scott said $1 billion?<br />\r\n\t<br />\r\n\tThe answer is because Scott&#39;s source of information isn&#39;t state transportation officials. It&#39;s the libertarian Reason Foundation.<br />\r\n\t<br />\r\n\tOn Jan. 6, 2011, the Reason Foundation released an&nbsp;<a href=\"http://reason.org/files/florida_high_speed_rail_analysis.pdf\">analysis about Florida&#39;s rail project,</a>&nbsp;which concluded that capital costs to build the project would be higher than anticipated and ridership would fall short, leaving the state with operational shortfalls.<br />\r\n\t<br />\r\n\tScott relied on the Reason analysis in killing the high-speed rail project.&nbsp;<br />\r\n\t<br />\r\n\tWhile the federal government had committed $2.4 billion and the state $280 million, &quot;This report assumes that any cost above $2.7 billion will be borne by Florida taxpayers.&quot; The Reason analysis goes on to cite research by European academics who looked at 258 projects in various countries over 70 years and found that cost overruns occurred in 90 percent of the projects and that the average capital cost overrun for passenger rail was 45 percent.<br />\r\n\t<br />\r\n\t&quot;If the Tampa to Orlando high-speed rail line experiences cost escalation typical of international high-speed rail projects, it will cost between $.54 billion and $2.7 billion more than projected,&quot; the Reason analysis states. &quot;Based on averages, most likely the overrun would be about $1.2 billion, all of which would be the responsibility of Florida taxpayers.&quot;<br />\r\n\t<br />\r\n\tThe analysis is right to point out that many other rail projects experienced cost overruns. But there are reasons to question its methodology and objectiveness are suspect. Consider:<br />\r\n\t<br />\r\n\t&bull; The author of the study, Wendell Cox, is a known rail skeptic, and Robert Poole, a Reason Foundation director whose name was on the report, served on Scott&#39;s transition team for transportation issues.&nbsp;<br />\r\n\t<br />\r\n\t&bull; Much of the expectation of cost overruns is based on a list of 258 projects studied by European academics. But those projects are not just rail projects.&nbsp;<a href=\"http://flyvbjerg.plan.aau.dk/COSTFREQ4.pdf\">The study includes bridges, tunnels and highways</a>. In fact, of the 258 projects, only 58 (or 22 percent) are actually rail projects. The projects also are predominantly based in Europe. It&#39;s also unclear what projects are included and what projects are not.<br />\r\n\t<br />\r\n\t&bull; The $1.2 billion overrun estimate is created simply by assuming the Florida rail project will cost 45 percent more than anticipated. How is that assumption made? By calculating the average overrun in 258 transportation projects considered. There is no analysis to suggest Florida will experience an &quot;average&quot; cost overrun compared with the other projects.<br />\r\n\t<br />\r\n\t&bull; The study also fails to account for the current low price of construction and materials given the problems in Florida&#39;s economy. As Scott&#39;s own&nbsp;<a href=\"http://www.wctv.tv/floridanews/headlines/Prasad_Now_is_the_Time_to_Boost_Roadbuilding_127315808.html\">DOT secretary Ananth Prasad</a>&nbsp;said on Aug. 8, 2011, in advocating for more road-building projects: &quot;This is kind of like a buyer&#39;s market.&quot;<br />\r\n\t<br />\r\n\t&bull; And, most importantly, the study assumed Florida taxpayers would assume the cost of all construction overruns, when that likely wasn&#39;t true.<br />\r\n\t<br />\r\n\tIn an interview, Cox said that he has supported rail programs when they make sense. We asked for an example and Cox said he supported an expansion of a rail project in Hong Kong in 2000. But generally, Cox said that rail projects have not been profitable. &quot;Every single dollar put into high-speed rail has been lost. The record couldn&#39;t be more clear.&quot;<br />\r\n\t<br />\r\n\tHe said his report takes into account some more recent projects within the past decade including one in London. The rail project in London was taken over by the government in 2009 after the consortium faced financial difficulties. The report also considered a current project in California. A report by California&#39;s legislative analyst in May cited problems with the rail plans in that state. The&nbsp;<a href=\"http://www.smdailyjournal.com/article_preview.php?id=158562\">Associated Press</a>&nbsp;reported in May 2011 that while the cost for the first phase was estimated at $43 billion in 2009, estimates have grown by as much as 57 percent. Cox sent us this Aug. 9, 2011, news report about&nbsp;<a href=\"http://sanfrancisco.cbslocal.com/2011/08/09/california-high-speed-rail-costs-skyrocket/\">California&#39;s skyrocketing rail costs</a>.<br />\r\n\t<br />\r\n\tCox said his study didn&#39;t guarantee cost overruns for Florida. But, he said, history shows that overruns were likely.<br />\r\n\t<br />\r\n\t&quot;We didn&#39;t say this will be the case -- what we did say was taxpayers in Florida need to be aware of the risks,&quot; Cox said.</p>\r\n<p>\r\n\t<strong>State officials said private companies would pay for construction overruns</strong><br />\r\n\t<br />\r\n\tTo satisfy state legislators, who were unwilling to spend any additional state taxpayer dollars on the high-speed project, Florida transportation officials promised in early 2011 that any contract to build the rail line would include a guarantee that Florida wouldn&#39;t pay for any construction overruns.<br />\r\n\t<br />\r\n\tKevin Thibault, the Florida Rail Enterprise&#39;s executive director, said in a Jan. 11, 2011, Senate committee meeting that a private consortium -- not state taxpayers -- would be responsible for cost overruns or revenue shortfalls.<br />\r\n\t<br />\r\n\tWe listened to a&nbsp;<a href=\"http://www.flsenate.gov/committees/show/tr\">recording of Thibault</a>&nbsp;from the meeting where he stated that a private company would design and build the project and maintain and operate it for 30 years.<br />\r\n\t<br />\r\n\t&quot;The public sector would help fund the major investments of it -- the infrastructure -- and then the private sector role is to assume the ridership risk. Where we&#39;ve been very clear upfront is the operation and maintenence cost is going to be borne by the private sector. There is no state funds associated with that phase of it. The only funds that&#39;s going to be available would be toward the capital end.&quot;<br />\r\n\t<br />\r\n\tAnd the private sector would take on the costs of any construction cost overruns, longterm operations and maintenance, Thibault said.<br />\r\n\t<br />\r\n\t<a href=\"http://transportationnation.org/2011/02/16/ray-lahood-im-disappointed-fl-rejected-hsr-money-but-other-states-will-benefit/\">U.S. Transportation Secretary Ray LaHood</a>&nbsp;also said that private companies, not the state, would be required to pay for cost overruns in a Feb. 16 statement: &quot;We worked with the governor to make sure we eliminated all financial risk for the state, instead requiring private businesses competing for the project to assume cost overruns and operating expenses.&quot;<br />\r\n\t<br />\r\n\tBrie Sachse, a spokeswoman for the Federal Railroad Administration, provided the same information in an Aug. 9 e-mail interview.<br />\r\n\t<br />\r\n\t&quot;Federal officials repeatedly assured Gov. Scott that Florida would not be on the hook for either cost overruns during construction or any operating cost deficits. These risks were to be 100 percent assumed by bidders of the project for design, construction, operations and maintenance responsibility, in order to insulate Florida taxpayers. Eight private teams comprised of domestic and international companies were ready to bid on this project and several of these groups said they would be willing to assume any risk associated.&quot;<br />\r\n\t<br />\r\n\tUltimately bids were never sent out to private companies, so we can&#39;t for certain say DOT officials would have included the overrun guarantee. And we don&#39;t know if private companies would have agreed to the deal. But we do know legislators made it clear they would need a guarantee to move forward with the project.<br />\r\n\t<br />\r\n\tLegislators, we should note, also wanted private companies to pony up the $280 million or so the state had committed to the project, to lighten the state&#39;s burden even more. The prospects of that, however, were never completely vetted because Scott pre-emptively killed the project.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tIf high-speed rail had moved ahead in Florida, Scott said the state would have had to pay $1 billion to build it.<br />\r\n\t<br />\r\n\tScott bases his claims on hypothetical cost overruns from a suspect study written by a libertarian think tank. While the study correctly points out that other transportation projects have experienced cost overruns, there are several flaws&nbsp; with the study. Most importantly, the study assumes that the state would pay for cost overruns.<br />\r\n\t<br />\r\n\tBut that ignores that both the state official in charge of the rail project and the U.S. Department of Transportation secretary said that the state wouldn&#39;t be liable for overruns. And legislators were keen on having it happen that way before fully embracing the high-speed rail line.<br />\r\n\t<br />\r\n\tIn the end, the state&#39;s share to build the line would have been capped at around $280 million (and legislators hoped the final number would be even less).<br />\r\n\t<br />\r\n\tYou can&#39;t rewrite history to fit your narrative. We rate Scott&#39;s claim False.&nbsp;</p>", "ruling_comments_date": "2011-08-10T09:31:34.156624", "ruling_date": "2011-08-11T11:40:47", "ruling_headline": "Gov. Rick Scott says rail would have cost state taxpayers $1 billion to build", "ruling_headline_slug": "gov-scott-says-rail-would-have-cost-state-taxpayer", "ruling_link_text": "That's not what state or federal transportation officials said", "ruling_state": null, "source_documents": null, "sources": "<p style=\"margin: 0px 0in\">\r\n\tGov. Rick Scott,&nbsp;<a href=\"http://www.flgov.com/wp-content/uploads/2011/02/SKMBT_C35311021520420.pdf\">Letter to U.S. Transportation Secretary Ray LaHood</a>, Feb. 16, 2011<br />\r\n\t<br />\r\n\tFlorida Senate,&nbsp;<a href=\"http://www.flsenate.gov/committees/show/tr\">&quot;Committee on Transportation,&quot;</a>&nbsp;Jan. 11, 2011<br />\r\n\t<br />\r\n\tFlorida Department of Transportation,&nbsp;<a href=\"http://www.floridahighspeedrail.org/storage/pi-docs/HSRProjectSummary121410.pdf\">&quot;Florida&#39;s high speed rail program&quot; fact sheet</a>, December 2010<br />\r\n\t<br />\r\n\tReason Foundation,&nbsp;<a href=\"http://reason.org/files/florida_high_speed_rail_analysis.pdf\">&quot;The Tampa to Orlando High-Speed Rail Project: Florida taxpayer risk assessment,&quot;</a>&nbsp;January 2011<br />\r\n\t<br />\r\n\tWTSP,&nbsp;<a href=\"http://www.wtsp.com/news/local/morning/article/204515/25/Gov-Rick-Scott-sits-down-with-10-News\">&quot;Florida Governor Rick Scott interview with 10 news&quot;</a>, Aug. 5, 2011<br />\r\n\t<br />\r\n\tPolitiFact,&nbsp;<a href=\"http://www.politifact.com/florida/article/2011/mar/03/fact-checking-high-speed-rail-debate/\">&quot;Fact-checking the high-speed rail debate,&quot;</a>&nbsp;March 3, 2011<br />\r\n\t<br />\r\n\t<em>St. Petersburg Times </em>The Buzz blog,&nbsp;<a href=\"http://www.tampabay.com/blogs/the-buzz-florida-politics/content/gov-rick-scott-talks-football-high-speed-rail-bucs-coach-raheem-morris\">&quot;Florida Gov. Scott talks football, high-speed rail with Bucs coach Raheem Morris,&quot;</a>&nbsp;Aug. 5, 2011<br />\r\n\t<br />\r\n\t<em>Miami Herald </em>Naked Politics blog,&nbsp;<a href=\"http://miamiherald.typepad.com/nakedpolitics/2011/02/rick-scotts-rail-feasibility-study-appears-to-be-a-report-from-the-libertarian-reason-foundation.html\">&quot;Rick Scott&#39;s &#39;feasibility study&#39; appears to be a report from the libertarian Reason Foundation,&quot;</a>&nbsp;Feb. 16, 2011<br />\r\n\t<br />\r\n\t<em>Miami Herald/St. Petersburg Times</em>,&nbsp;<a href=\"http://www.miamiherald.com/2011/02/16/v-print/2069844/florida-gov-rick-scott-rejects.html\">&quot;Florida Gov. Rick Scott rejects funding for high-speed rail,&quot;</a>&nbsp;Feb. 16, 2011<br />\r\n\t<br />\r\n\t<em>St. Petersburg Times </em>The Buzz blog,&nbsp;<a href=\"http://www.tampabay.com/blogs/the-buzz-florida-politics/content/high-speed-rail-talk-focuses-private-sector-commitment\">&quot;High-speed rail talk focuses on private sector commitment,&quot;</a>Jan. 11, 2011</p>\r\n<p style=\"margin: 0px 0in;\">\r\n\t&nbsp;</p>\r\n<p style=\"margin: 0px 0in;\">\r\n\t<em>Tampa Tribune</em>,&nbsp;<a href=\"http://www2.tbo.com/news/metro/2011/jan/12/PMENEWSO1-state-taxpayer-wont-hold-bag-for-rail-pr-ar-15784/?referer=None&amp;shorturl=http://www2.tbo.com/ar/15784/\">&quot;State: Taxpayer won&#39;t hold bag for rail project,&quot;</a>&nbsp;Jan. 12, 2011</p>\r\n<div style=\"margin-top: 0px; margin-bottom: 0px\">\r\n\t<br />\r\n\t<em>Tampa Tribune</em>, &quot;Baffled by rail battle?&quot; Feb. 24, 2011<br />\r\n\t<br />\r\n\tAP,&nbsp;<a href=\"http://www.smdailyjournal.com/article_preview.php?id=158562\">&quot;Report: overhaul needed for high-speed rail,&quot;</a>&nbsp;May 10, 2011<br />\r\n\t<br />\r\n\tCBS/AP,&nbsp;<a href=\"http://sanfrancisco.cbslocal.com/2011/08/09/california-high-speed-rail-costs-skyrocket/\">&quot;California High-Speed rail costs skyrocket,&quot;</a>&nbsp;Aug. 9, 2011<br />\r\n\t<br />\r\n\tNews Service of Florida,&nbsp;<a href=\"http://www.wctv.tv/floridanews/headlines/Prasad_Now_is_the_Time_to_Boost_Roadbuilding_127315808.html\">&quot;Prasad: Now is the time to boost roadbuilding,&quot;</a>&nbsp;Aug. 8, 2011<br />\r\n\t<br />\r\n\t<em>Financial Post</em>, &quot;Pension giants look to join U.K. sell-off; Teachers, OMERS; High-speed rail latest target,&quot; June 25, 2010<br />\r\n\t<br />\r\n\tInterview, Nazih Haddad, former chief operating officer with Florida Rail Enterprise, Aug. 8, 2011<br />\r\n\t<br />\r\n\tInterview, Lane Wright, Gov. Rick Scott spokesman, Aug. 8-9, 2011<br />\r\n\t<br />\r\n\tInterview, Dick Kane, Florida Department of Transportation spokesman Aug. 9, 2011<br />\r\n\t<br />\r\n\tInterview, Brie Sachse, Federal Railroad Administration spokeswoman, Aug. 9, 2011<br />\r\n\t<br />\r\n\tInterview, Wendell Cox, author of Reason Foundation study about high-speed rail in Florida, Aug. 8, 2011</div>", "speaker": {"adkey": "", "advalue": "", "barely_true_count": 32, "current_job": "Governor", "false_count": 26, "first_name": "Rick", "half_true_count": 40, "home_state": "Florida", "id": 383, "last_name": "Scott", "mostly_true_count": 36, "name_slug": "rick-scott", "pants_count": 8, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/rlscott.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/383/", "total_count": 166, "true_count": 15, "website": "http://www.flgov.com/"}, "statement": "<p>\r\n\tHigh-speed rail would have cost Florida taxpayers $1 billion to build.</p>", "statement_context": "TV interview", "statement_date": "2011-08-05", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 44, "photo": null, "resource_uri": "/api/v/2/subject/44/", "subject": "Transportation", "subject_slug": "transportation", "used_in_edition": []}], "target": [], "twitter_headline": ""}