{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2011/aug/18/warren-buffett/warren-buffett-says-super-rich-pay-lower-taxes-oth/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 4306, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/4306/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\r\n\tIt&#39;s not often you see someone stand up and say, &quot;Tax me more!&quot;</p>\r\n<p>\r\n\tYet that&#39;s just what famed investor Warren Buffett has done in an op-ed in the&nbsp;<i>New York Times</i>&nbsp;headlined, &quot;<a href=\"http://www.nytimes.com/2011/08/15/opinion/stop-coddling-the-super-rich.html\" id=\"cb6_\" title=\"Stop Coddling the Super-Rich\">Stop Coddling the Super-Rich</a>.&quot; Buffett says that very wealthy people like himself pay lower tax rates than the middle class, thanks to special tax categories for investment income.&nbsp;</p>\r\n<p>\r\n\t&quot;While the poor and middle class fight for us in Afghanistan, and while most Americans struggle to make ends meet, we mega-rich continue to get our extraordinary tax breaks,&quot; he writes.</p>\r\n<p>\r\n\tAs an example, Buffett said he paid an effective tax rate of 17.4 percent, while people who worked in his office made much less but paid higher effective tax rates of between 33 percent and 41 percent, averaging 36 percent.<br />\r\n\t<br />\r\n\t&quot;If you make money with money, as some of my super-rich friends do, your percentage may be a bit lower than mine. But if you earn money from a job, your percentage will surely exceed mine &mdash; most likely by a lot,&quot; Buffett wrote. &quot;To understand why, you need to examine the sources of government revenue. Last year about 80 percent of these revenues came from personal income taxes and payroll taxes. The mega-rich pay income taxes at a rate of 15 percent on most of their earnings but pay practically nothing in payroll taxes. It&rsquo;s a different story for the middle class: typically, they fall into the 15 percent and 25 percent income tax brackets, and then are hit with heavy payroll taxes to boot.&quot;<br />\r\n\t<br />\r\n\tBuffett&#39;s op-ed inspired a reader to write to us and ask how Buffett&#39;s numbers could be correct. As our&nbsp;<a href=\"http://www.politifact.com/truth-o-meter/statements/2011/jul/08/john-cornyn/john-cornyn-says-51-percent-american-households-pa/\" id=\"o5j8\" title=\"previous\">previous</a>&nbsp;<a href=\"http://www.politifact.com/virginia/statements/2011/may/09/eric-cantor/eric-cantor-says-almost-50-percent-americans-dont-/\" id=\"h36e\" title=\"fact-checks\">fact-checks</a>&nbsp;have shown, about half of all Americans pay no federal income taxes because they are low income. And when you analyze who pays the bulk of federal income taxes, it&#39;s people with&nbsp;<a href=\"http://www.politifact.com/georgia/statements/2011/apr/20/tom-graves/tax-burden-overwhelmingly-wealthy-congressman-says/\" id=\"smom\" title=\"higher\">higher incomes</a>. So we decided to fact-check Buffett&#39;s statement that &quot;the mega-rich pay income taxes at a rate of 15 percent on most of their earnings but pay practically nothing in payroll taxes. ... (The middle class) fall into the 15 percent and 25 percent income tax brackets, and then are hit with heavy payroll taxes to boot.&quot;</p>\r\n<p>\r\n\tBefore we get to the heart of the fact-check, it&#39;s best if we review a few basics of the tax code that Buffett&#39;s op-ed takes for granted. This review proves the point that the federal tax code is extremely complicated, so bear with us.</p>\r\n<p>\r\n\t<br />\r\n\t<b>Income taxes.&nbsp;</b>Federal income taxes are progressive, which means your income is taxed at higher rates as you make more money. Let&#39;s take a married couple filing jointly as an example. In&nbsp;<a href=\"http://www.taxfoundation.org/taxdata/show/151.html\" id=\"my1u\" title=\"2011\">2011</a>, after deductions and exemptions:</p>\r\n<p>\r\n\t&bull; the income between $0 and $17,000 is taxed at 10 percent;&nbsp;<br />\r\n\t&bull; the income between $17,000 and $69,000 is taxed at 15 percent;&nbsp;<br />\r\n\t&bull; the income between $69,000 and $139,350 is taxed at 25 percent;&nbsp;<br />\r\n\t&bull; the income between $139,350 and $212,300 is taxed at 28 percent;&nbsp;<br />\r\n\t&bull; the income between $212,300 and $379,150 is taxed at 33 percent;&nbsp;<br />\r\n\t&bull; the income above $379,150 is taxed at 35 percent.&nbsp;</p>\r\n<p>\r\n\tKeep in mind that even if you&#39;re in the top bracket of 35 percent, you don&#39;t pay that tax rate on all your income. You pay 10 percent on the first $17,000, 15 percent on the money between $17,000 and $69,000, and so on.</p>\r\n<p>\r\n\t<b>Payroll taxes.</b>&nbsp;Payroll taxes are separate from income taxes. If you work for a company, your employer deducts the payroll taxes before you get your paycheck and sends the money on to the federal government.&nbsp;<a href=\"http://ssa.gov/pubs/10003.html\" id=\"l6pi\" title=\"These taxes\">These taxes</a>&nbsp;pay for Social Security and Medicare; it&#39;s listed as FICA on your pay stub. Typically, workers pay 6.2 percent of their first $106,800 in earnings for Social Security taxes, and they pay 1.45 percent on&nbsp;<i>all&nbsp;</i>their earnings for Medicare hospital coverage. The employer has to match those taxes, bringing total contributions on behalf of an individual to 12.4 percent for Social Security and 2.9 percent for Medicare. Last year, though, President&nbsp;Barack&nbsp;Obama and Congress knocked 2 percentage points off Social Security taxes for workers, as an economic stimulus measure. So this year, most of us are paying 4.2 percent while employers&nbsp;pay&nbsp;6.2 percent. Oh, and if you&#39;re self-employed, you typically have to pay your share&nbsp;<i>and&nbsp;</i>the employer share for totals this year of 10.4 percent&nbsp;on earnings&nbsp;up to $106,800 and 2.9 percent on all income. Payroll taxes are not progressive -- the rates don&#39;t get higher the more you earn. In the case of the Social Security taxes, which disappear once your reach a certain level of earnings, the percentage actually gets smaller if your income is higher than the $106,800 cap.&nbsp;</p>\r\n<p>\r\n\tHead hurt yet? Ours, too.</p>\r\n<p>\r\n\t<b>Taxes on investments.</b>&nbsp;Okay, now we&#39;re getting closer to Buffett&#39;s main point here, and that&#39;s taxes on investments. The tax rates on investments tend to be lower than taxes on regular income. If you make money buying and selling stocks or receiving dividends from stock ownership, those earnings are generally taxed at 15 percent, the rate for long-term capital gains and qualified dividends.</p>\r\n<p>\r\n\tSome hedge fund managers and other finance-sector executives get taxed at this rate&nbsp;on their earnings&nbsp;because their compensation is classified as &quot;carried interest&quot; and taxed as a capital gain. (The&nbsp;<i>Wall Street Journal</i>&nbsp;breaks down&nbsp;<a href=\"http://online.wsj.com/article/SB10001424053111903885604576486541761322496.html\" id=\"d_:a\" title=\"how carried interest works\">how carried interest works</a>.) In fact, some economists&nbsp;<a href=\"http://www.politifact.com/truth-o-meter/statements/2011/jul/19/grover-norquist/grover-norquist-said-economy-has-grown-or-been-dam/\" id=\"b.us\" title=\"believe\">believe</a>&nbsp;that the lower rates for capital gains actually encourages tax dodges, because it motivates high earners to look for ways to classify normal income as capital gains. Defenders say the lower&nbsp;tax rate&nbsp;helps the economy because&nbsp;it rewards&nbsp;investors for risk-taking and entrepreneurship.&nbsp;They also argue that taxing dividends amounts to double taxation because&nbsp;corporations pay taxes on their income before investors&nbsp;are paid dividends. We won&#39;t settle the argument here, but there&#39;s no doubt that investors get lower tax rates on their income than workers.&nbsp;</p>\r\n<p>\r\n\tGetting back to Buffett&#39;s op-ed, his claims rest on how these taxes interact with each other. The fact we&#39;re checking here is that &quot;the mega-rich pay income taxes at a rate of 15 percent on most of their earnings but pay practically nothing in payroll taxes,&quot; while middle class&nbsp;taxpayers&nbsp;&quot;fall into the 15 percent and 25 percent income tax brackets, and then are hit with heavy payroll taxes to boot.&quot;</p>\r\n<p>\r\n\tHe&#39;s right that&nbsp;a billionaire whose income is mostly from investments&nbsp;is probably taxed at a lower rate than someone who has an ordinary job.&nbsp;Very little of this taxpayer&#39;s income is&nbsp;wage income, so payroll taxes&nbsp;don&#39;t take much of a bite.&nbsp;It seems likely that much of this hypothetical person&#39;s income would be taxed around the 15 percent rate. And, in fact, as Buffett says, statistics from the Internal Revenue Service show that the 400 wealthiest taxpayers pay tax rates of&nbsp;<a href=\"http://taxvox.taxpolicycenter.org/2011/05/12/the-very-rich-really-are-different/\" id=\"p5gi\" title=\"less than 20 percent\">less than 20 percent</a>.</p>\r\n<p>\r\n\tOn the other side of the equation, people who work for a living,&nbsp;especially those who make higher than average salaries, get taxed at higher rates. It gets a little complicated, given how the tax brackets work, but basically, people who make between $100,000 and $200,000 are paying around 20 percent in&nbsp;income taxes, and it goes up from there, according to an analysis from the nonpartisan&nbsp;<a href=\"http://www.taxpolicycenter.org/numbers/displayatab.cfm?Docid=2971&amp;DocTypeID=7\" id=\"k05h\" title=\"Tax Policy Center\">Tax Policy Center</a>.&nbsp;</p>\r\n<p>\r\n\tBuffett slightly glosses over the fact that if you&#39;re in the 25 percent tax bracket, your overall tax rate is less than 25 percent. And, the more money you make, the more income taxes you pay, while payroll taxes seem less and less significant as a percentage of income. We&#39;re dubious someone would pay as high as a 41 percent tax rate, as Buffett claims someone in his office now pays. (The top income tax rate is 35 percent, but payroll taxes&nbsp;as a share of income&nbsp;decline as income rises, which makes it difficult to get above 37.9 percent, according to the people we ran this by at the Tax Policy Center.) We contacted Buffett&#39;s offices as Berkshire Hathaway about this point but didn&#39;t hear back.&nbsp;</p>\r\n<p>\r\n\tOne final note: People who don&#39;t pay any income tax at all tend to have&nbsp;limited&nbsp;incomes, or they qualify for enough deductions -- think of child tax credits and mortgage interest -- that they have no income. When Buffett talks about people in the middle class who pay more taxes than he does, he&#39;s thinking of people who make much higher than average salaries.</p>\r\n<p>\r\n\tSo when it comes to Buffett&#39;s statement, there are two categories: the rich and the&nbsp;<i>really&nbsp;</i>rich. And the evidence tends to point to the conclusion that the&nbsp;<i>really&nbsp;</i>rich pay less in taxes as a percentage of income then their merely well-to-do counterparts -- if their income comes primarily from investments. Overall, we rate Buffett&#39;s statement True.&nbsp;</p>", "ruling_comments_date": "2011-08-17T17:44:03.266562", "ruling_date": "2011-08-18T12:01:21", "ruling_headline": "Warren Buffett says the super-rich pay lower tax rates than others", "ruling_headline_slug": "warren-buffett-says-super-rich-pay-lower-taxes-oth", "ruling_link_text": "You have to be REALLY rich to pay less", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tThe New York Times, &quot;<a href=\"http://www.nytimes.com/2011/08/15/opinion/stop-coddling-the-super-rich.html\" id=\"ok.q\" title=\"Stop Coddling the Super-Rich\">Stop Coddling the Super-Rich</a>,&quot; Aug. 15, 2011</p>\r\n<p>\r\n\tPolitiFact,&nbsp;<a href=\"http://www.politifact.com/truth-o-meter/statements/2011/jul/08/john-cornyn/john-cornyn-says-51-percent-american-households-pa/\">John Cornyn says 51 percent of American households pay no income tax</a>, July 8, 2011</p>\r\n<div style=\"margin-top: 0px; margin-bottom: 0px;\">\r\n\tUrban Institute-Brookings Institution Tax Policy Center, &quot;<a href=\"http://www.taxpolicycenter.org/taxfacts/displayafact.cfm?Docid=456\">Historical Effective Federal Tax Rates for All Households</a>,&quot; accessed Aug. 17, 2011<br />\r\n\t<br />\r\n\tPolitiFact Virginia, Eric Cantor says almost 50 percent of Americans don&#39;t pay income taxes, May 9, 2011<br />\r\n\t<br />\r\n\tJoint Committee on Taxation,&nbsp;<a href=\"http://finance.senate.gov/newsroom/ranking/download/?id=9fe27e9f-a5e0-4010-8461-ffc00b5c00ef\">Letter to Congress</a>, April 29, 2011<br />\r\n\t<br />\r\n\tPolitiFact Georgia,&nbsp;<a href=\"http://www.politifact.com/georgia/statements/2011/apr/20/tom-graves/tax-burden-overwhelmingly-wealthy-congressman-says/\">Tax burden overwhelmingly on wealthy, congressman says</a>, April 20, 2011<br />\r\n\t<br />\r\n\tThe Tax Foundation,&nbsp;<a href=\"http://www.taxfoundation.org/taxdata/show/151.html\">U.S. Federal Individual Income Tax Rates History</a>, 1913-2011<br />\r\n\t<br />\r\n\tSocial Security Online,&nbsp;<a href=\"http://ssa.gov/pubs/10003.html\">Electronic Factsheet</a>&nbsp;(payroll tax rates), accessed Aug. 17, 2011<br />\r\n\t<br />\r\n\tInternal Revenue Service,&nbsp;<a href=\"http://www.irs.gov/taxstats/indtaxstats/article/0,,id=129270,00.html\">SOI Tax Stats - Individual Income Tax Rates and Tax Shares</a>, accessed Aug. 17, 2011<br />\r\n\t<br />\r\n\tPolitiFact,&nbsp;<a href=\"http://www.politifact.com/truth-o-meter/statements/2011/jul/19/grover-norquist/grover-norquist-said-economy-has-grown-or-been-dam/\">Grover Norquist said the economy has grown or been damaged by capital gains tax changes</a>, July 19, 2011<br />\r\n\t<br />\r\n\tThe Tax Policy Center,&nbsp;<a href=\"http://www.taxpolicycenter.org/taxfacts/displayafact.cfm?Docid=161\">Historical Capital Gains and Taxes</a>, April 11, 2011<br />\r\n\t<br />\r\n\tTax Analysts, via the Tax Policy Center,&nbsp;<a href=\"http://www.taxpolicycenter.org/UploadedPDF/1000851_Tax_Fact_11-7-05.pdf\">Capital Gains Tax Rates, Stock Markets, and Growth</a>, Nov. 7, 2005<br />\r\n\t<br />\r\n\tCongressional Research Service,&nbsp;<a href=\"http://assets.opencrs.com/rpts/R40411_20100618.pdf\">The Economic Effects of Capital Gains Taxation</a>, June 18, 2010</div>\r\n<div style=\"margin-top: 0px; margin-bottom: 0px;\">\r\n\t&nbsp;</div>\r\n<div style=\"margin-top: 0px; margin-bottom: 0px;\">\r\n\tTax Policy Center, <a href=\"http://taxvox.taxpolicycenter.org/2011/05/12/the-very-rich-really-are-different/\">The Very Rich are Different</a>, May 12, 2011<br />\r\n\t<br />\r\n\tInterview with Roberton Williams of the Tax Policy Center, Aug. 17, 2011</div>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "Warren", "half_true_count": 0, "home_state": "Nebraska", "id": 1405, "last_name": "Buffett", "mostly_true_count": 0, "name_slug": "warren-buffett", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Buffett.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1405/", "total_count": 1, "true_count": 1, "website": ""}, "statement": "<p>\r\n\tThe &quot;mega-rich&quot; pay about 15 percent in taxes, while the middle class &quot;fall into the 15 percent and 25 percent income tax brackets, and then are hit with heavy payroll taxes to boot.&quot;</p>", "statement_context": "a \"New York Times\" op-ed", "statement_date": "2011-08-14", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ""}