{"art": [], "author": [{"email_address": "larditi@projo.com", "first_name": "Lynn", "id": 268, "last_name": "Arditi", "name_slug": "lynn-arditi", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/268/", "title": "Reporter", "twitter": null}], "canonical_url": "/rhode-island/statements/2011/aug/18/stephen-lisauskas/consultant-says-37-percent-central-falls-retired-p/", "edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "editor": [{"email_address": "tmurphy@providencejournal.com", "first_name": "Tim", "id": 145, "last_name": "Murphy", "name_slug": "tim-murphy", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/tim_murphy2_80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/145/", "title": "Editor", "twitter": null}], "facebook_headline": null, "id": 4307, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "larditi@projo.com", "first_name": "Lynn", "id": 268, "last_name": "Arditi", "name_slug": "lynn-arditi", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/268/", "title": "Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/4307/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tOn July 19, during a public meeting at Central Falls High School&rsquo;s auditorium, state-appointed receiver Robert Flanders Jr. told about 100 of the city&rsquo;s retired firefighters and police officers that they&rsquo;d have to give up half their annual pension benefits or the city would face bankruptcy.<br />\r\n\t<br />\r\n\tThe retirees ultimately rejected the request and, on Aug. 1, the city became the first in Rhode Island history to file for bankruptcy. Records in the U.S. Bankruptcy Court show that &nbsp;the city, as of Aug. 1, owed $3.6 million to its retirees, who are paid out of the pension fund. That&rsquo;s equivalent to nearly two-thirds of the city&rsquo;s projected &nbsp;$5.6-million deficit.<br />\r\n\t<br />\r\n\tDuring that July 19 meeting, Flanders&rsquo; team of financial advisers ran down the pension numbers.<br />\r\n\t<br />\r\n\tSeated on stage with Flanders and a handful of other advisers was Stephen Lisauskas, a consultant at the Collins Center for Public Management at the University of Massachusetts at Boston. The administration of then-Gov. Donald Carcieri hired Lisauskas as a consultant to help sort through Central Falls&rsquo; fiscal mess, paying the Collins Center $75,000 in fiscal 2010.<br />\r\n\t<br />\r\n\tAt the meeting, Lisauskas talked about the high cost of the Central Falls pension plans -- the city, with an annual budget of about $17 million, faces $80 million in unfunded pension and benefit obligations.<br />\r\n\t<br />\r\n\tAccording to a story about the meeting that appeared in the July 20 Providence Journal, Lisauskas said that in Central Falls, 37 percent of retired firefighters and police officers are out on disability pensions, compared with a national average of about 5 percent.<br />\r\n\t<br />\r\n\tIf that&rsquo;s true, it would mean Central Falls firefighters and police are retiring on disability at more than seven times the national average.<br />\r\n\t<br />\r\n\tDisability pensions typically offer more generous benefits and cost municipalities more.<br />\r\n\tThey also allow employees who otherwise wouldn&rsquo;t qualify for their maximum retirement benefits to retire early with full benefits, meaning they&rsquo;re on the pension rolls longer.<br />\r\n\t<br />\r\n\tIn Central Falls, for example, retired firefighters on disability pensions can collect 66.6 percent of their former salaries tax free regardless of their years of service. A firefighter who retires on an ordinary pension would need work for 30 to 35 years to collect the maximum 65-percent benefit.<br />\r\n\t<br />\r\n\tWe wondered whether Central Falls police officers and firefighters had a disability rate that&rsquo;s so out-of-whack with the rest of the country.<br />\r\n\t<br />\r\n\tFirst, we asked Lisauskas where he got his numbers.<br />\r\n\t<br />\r\n\t&quot;We looked at the number of pensions provided on a disability basis and the city arrived at the figure that 37 percent [of retired police and firefighters] are out on disability pensions,&quot; he said. &quot;And our pension consultants have informed us that the national average for police and fire is roughly 5 percent.&quot;<br />\r\n\t<br />\r\n\tThe Central Falls numbers were easy enough to check; the state had provided The Journal with a list of all retired Central Falls police officers and firefighters receiving pensions.<br />\r\n\t<br />\r\n\tOf the 143 pensions on the list, 52 are labeled disability pensions, which amounts to 36.4 percent, very close to the 37 percent that Lisauskas cited.<br />\r\n\t<br />\r\n\tHowever, the list indicates 15 of the 52 disability pensions have been converted to ordinary pensions because of the age of the retirees. So, to be accurate, it&rsquo;s currently 26 percent.<br />\r\n\t<br />\r\n\tNow, on the bigger question: How does Central Falls stack up with the rest of the country?<br />\r\n\t<br />\r\n\tFirst, we tried the Pew Center on the States, which collects information about public employee pensions. The center had no data on disability rates.<br />\r\n\t<br />\r\n\tThen we called the National Association of Retirement Administrators, which also said it was unaware of any data on disability pension rates.<br />\r\n\t<br />\r\n\tSurely, we thought, the International Association of Fire Fighters in Washington, D.C., would know. &nbsp;<br />\r\n\t<br />\r\n\t&quot;I&rsquo;m not sure there&rsquo;s a database anywhere that can answer that question,&quot; Lori Moore-Merrell, assistant to the association&rsquo;s general president, said, &quot;because the pension systems are so different and they differ from state to state.&quot;<br />\r\n\t<br />\r\n\tSo we did some spot checks.<br />\r\n\t<br />\r\n\tThe Rhode Island Municipal Employees Retirement System (MERS), a collection of plans run by the state, covers some police and firefighters in Cranston, Woonsocket and several smaller communities.<br />\r\n\t<br />\r\n\tOf the 547 recipients of police and firefighter pensions in MERS, 113 -- about 21 percent -- receive disability pensions, according to Dara Chadwick, spokeswoman for the state retirement system. That&rsquo;s less than the share of disabled retirees in Central Falls -- but &nbsp;nowhere near what Lisauskas said is a 5-percent national average.<br />\r\n\t<br />\r\n\tThen, we checked outside our area code.<br />\r\n\t<br />\r\n\tNot all state or municipal pension systems track disability rates for retired police officers and firefighters, but we found a few that did. (Some figures are from this year, others are from 2010.)</p>\r\n<p>\r\n\tIn New York state, the share of retired police officers and firefighters receiving disability pensions is 19.25 percent. (The plan does not include New York City.)<br />\r\n\t<br />\r\n\tIn Ohio, it&rsquo;s just under 35 percent.<br />\r\n\t<br />\r\n\tIn Indiana, it&rsquo;s 24 percent.<br />\r\n\t<br />\r\n\tIn California, the state pension system lumps police and firefighters with correctional officers and school safety personnel, so it wasn&rsquo;t comparable. But we learned that San Jose, Calif., had analyzed its pension costs for police and firefighters, so we checked there.<br />\r\n\t<br />\r\n\tRobin Opheim, senior performance auditor in the San Jose&rsquo;s auditor&rsquo;s office, said &nbsp;67 percent of the city&rsquo;s retired firefighters and 41 percent of retired police officers were receiving disability pensions as of February 2010.<br />\r\n\t<br />\r\n\tRhode Island, New York, Ohio, Indiana and San Jose all have double-digit disability rates for retired firefighters and police officers. &nbsp;So where did Lisauskas come up with a 5-percent national average?<br class=\"kix-line-break\" />\r\n\t<br />\r\n\tWe called him back to find out. The 5-percent average, he told us, came from actuaries he&rsquo;d spoken to at Buck Consultants, based in New York City. (As it happens, Buck Consultants is the actuary for the City of Providence.)<br />\r\n\t<br />\r\n\tSo we called Buck&rsquo;s headquarters.<br class=\"kix-line-break\" />\r\n\t<br />\r\n\t&quot;I&rsquo;m not aware of any formal study that Buck&rsquo;s done in that area,&quot; Buck spokesman Ed Gadowski said. &quot;... I&rsquo;m not sure where he got it from.&quot;<br />\r\n\t<br />\r\n\tOne of Buck&rsquo;s actuaries, Daniel W. Sherman, attended the same July 19 meeting in Central Falls where Lisauskas stated that the national average was 5 percent. So we called Sherman to see whether he knew the source of the data.<br />\r\n\t<br />\r\n\t&quot;There&rsquo;s no study,&quot; Sherman said. &quot;I was just asked the question off-the-cuff: What do you think the percentage ought to be?&quot;<br />\r\n\t<br />\r\n\tSherman said he was giving Lisauskas a benchmark for the share of disability pensions in a city with a well-managed plan.<br />\r\n\t<br />\r\n\t&quot;What I told Steve [Lisauskas] was 5 to 10 percent and I was thinking of all people -- all participants in the plan.&quot; By &quot;all,&quot; he says, he meant all municipal employees including office workers, who one would expect to have a lower disability rate.<br />\r\n\t<br />\r\n\tIn summary, Lisauskas said 37 percent of Central Falls police and firefighters are on disability pensions.<br />\r\n\t<br />\r\n\tThat accurately describes the share of police and firefighters who <em>retired </em>on disability pensions, but only 26 percent are currently <em>receiving </em>disability pensions.<br />\r\n\t<br />\r\n\tMore importantly, he went on to compare Central Falls with a national average that, we found, doesn&rsquo;t really exist.<br />\r\n\t<br />\r\n\tIn a crucial discussion about Central Falls&rsquo; finances, we&rsquo;d expect better from a consultant hired for his expert advice.<br />\r\n\t<br />\r\n\tWe rate the claim <a href=\"http://www.politifact.com/rhode-island/about/\">False</a>.<br />\r\n\t<br />\r\n\t(Get updates from<a href=\"http://twitter.com/#%21/PolitiFactRI\"> PolitiFactRI on Twitter</a>. To comment or offer your ruling, visit us on our<a href=\"http://www.facebook.com/pages/PolitiFact-Rhode-Island/108242095907358\"> PolitiFact Rhode Island Facebook</a> page.)</p>", "ruling_comments_date": "2011-08-17T18:12:30.097871", "ruling_date": "2011-08-18T00:01:00", "ruling_headline": "Consultant says 37 percent of Central Falls’ retired police officers and firefighters are on disability pensions, compared with 5 percent nationally", "ruling_headline_slug": "consultant-says-37-percent-central-falls-retired-p", "ruling_link_text": "Cites national average that isn't", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<a href=\"http://www.projo.com/news/politics/politifact/2011/central_falls_pension_plan.pdf\" id=\"internal-source-marker_0.07800217083023442\">&quot;City of Central Falls Pension Plan,&quot; </a>Actuarial Valuation Report, July 1, 2010<br />\r\n\t<br />\r\n\tThe Providence Journal, <a href=\"http://www.projo.com/news/pensions/content/CF_PENSIONERS_07-20-11_Q4P939G_v23.4446a.html\">&quot;Central Falls Retirees Asked to Accept Pension Cuts,&quot;</a> July 20, 2011<br />\r\n\t<br />\r\n\tThe Providence Journal, <a href=\"http://www.projo.com/news/content/CF_ANNOUNCE.1_08-02-11_T4PGM05_v36.3e062.html\">&quot;Central Falls Receiver Acts to File for Bankruptcy,&quot; </a>&nbsp;Aug. 2, 2011,<br />\r\n\t<br />\r\n\tInterviews and e-mails with Stephen Lisauskas, a consultant at the Collins Center for Public Management at the University of Massachusetts at Boston, Aug. 2, 3, 4,12 &amp; 15, 2011<br />\r\n\t<br />\r\n\tInterviews and e-mails with Ed Gadowski, spokesman, Buck Consultants, New York, Aug. 5, &amp; 15, 2011<br />\r\n\t<br />\r\n\tInterviews and e-mails with Dara Chadwick, spokeswoman for Employees&rsquo; Retirement System of Rhode Island, Aug. 3, 4, 5, &amp; 15, 2011<br />\r\n\t<br />\r\n\tInterviews and e-mails with Chris Hunsinger, spokeswoman for Governor Chafee, Aug. 12 &amp; 15, 2011<br />\r\n\t<br />\r\n\tInterviews with Joseph A. Andriole, vice president of the Rhode Island State Association of Fire Fighters, Aug. 12 &amp; 15, 2011<br />\r\n\t<br />\r\n\tInterview with Daniel W. Sherman, director, consulting actuary, Buck Consultants, Boston, MA, Aug. 15</p>\r\n<p>\r\n\tInterviews and e-mails with Robin Opheim, senior performance auditor, Officed of the City Auditor, San Jose, Calif., Aug. 3 &amp; 16, 2011</p>\r\n<p>\r\n\tOffice of the Auditor, <a href=\"http://www.sanjoseca.gov/auditor/AuditReports/1102/1102.pdf\">Report to City Council,</a> San Jose, Calif., April 14, 2011</p>\r\n<p>\r\n\tInterviews and e-mails with Eric Sumberg, spokesman, Office of the New York State Comptroller, Aug 5, 2011<br />\r\n\t<br />\r\n\tInterview with David Graham, spokesman, Ohio Police &amp; Fire Pension Fund, Aug. 5, 2011<br />\r\n\t<br />\r\n\tE-mails with Gayle Corrigan, chief of staff for the state-appointed receiver in Central Falls, Aug. 16, 2011<br />\r\n\t<br />\r\n\tInterview with Jeff Hutson, spokesman for the Indiana Public Retirement System, Aug. 17, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Consultant", "false_count": 1, "first_name": "Stephen", "half_true_count": 0, "home_state": "Massachusetts", "id": 1402, "last_name": "Lisauskas", "mostly_true_count": 0, "name_slug": "stephen-lisauskas", "pants_count": 0, "party": {"id": 15, "party": "Newsmaker", "party_slug": "newsmaker", "resource_uri": "/api/v/2/party/15/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/stephen_lisauskas.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1402/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>\r\n\tThirty-seven percent of Central Falls&rsquo; retired police officers and firefighters are out on disability pensions; in most municipalities, about 5 percent of retirees collect disability pensions.</p>", "statement_context": "a public meeting", "statement_date": "2011-07-19", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 196, "photo": null, "resource_uri": "/api/v/2/subject/196/", "subject": "City Budget", "subject_slug": "city-budget", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 203, "photo": null, "resource_uri": "/api/v/2/subject/203/", "subject": "City Government", "subject_slug": "city-government", "used_in_edition": ["/api/v/2/edition/2/"]}, {"description": "", "id": 129, "photo": null, "resource_uri": "/api/v/2/subject/129/", "subject": "Disability", "subject_slug": "disability", "used_in_edition": []}, {"description": "", "id": 131, "photo": null, "resource_uri": "/api/v/2/subject/131/", "subject": "Government Efficiency", "subject_slug": "government-efficiency", "used_in_edition": []}, {"description": "", "id": 192, "photo": null, "resource_uri": "/api/v/2/subject/192/", "subject": "Labor", "subject_slug": "labor", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 173, "photo": null, "resource_uri": "/api/v/2/subject/173/", "subject": "Public Safety", "subject_slug": "public-safety", "used_in_edition": ["/api/v/2/edition/9/"]}, {"description": "", "id": 102, "photo": null, "resource_uri": "/api/v/2/subject/102/", "subject": "Retirement", "subject_slug": "retirement", "used_in_edition": []}, {"description": "", "id": 206, "photo": null, "resource_uri": "/api/v/2/subject/206/", "subject": "Unions", "subject_slug": "unions", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [], "twitter_headline": ""}