{"art": [], "author": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2011/aug/19/martin-frost/did-gov-rick-perry-change-position-same-sex-marria/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 4312, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "resource_uri": "/api/v/2/statement/4312/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tIn a <a href=\"http://www.politico.com/news/stories/0811/61257.html\">column in <em>POLITICO</em></a> Aug. 12, 2011, former Texas congressman and Democratic Congressional Campaign Committee head Martin Frost argued that Texas Gov. Rick Perry may not be ready for the increased scrutiny of a presidential campaign.<br />\r\n\t<br />\r\n\t&quot;Perry demonstrated that he may not be ready for prime time with how he handled the gay marriage issue. First, Perry said that he didn&rsquo;t have any problem with states like New York approving gay marriage &mdash; though he didn&rsquo;t think it was appropriate for Texas. It was a state&#39;s rights issue,&quot; Frost wrote.<br />\r\n\t<br />\r\n\t&quot;However, after getting strong pushback from the religious right community, Perry changed his position, saying he was in favor of a constitutional amendment banning gay marriage everywhere. &quot;<br />\r\n\t<br />\r\n\tWe&#39;ll explore Frost&#39;s claim in two parts. Did Perry say it was a states&#39; rights issue? And did he then shift his stance to support an amendment?<br />\r\n\t<br />\r\n\tFrost told us he was out of the country for two weeks and wouldn&#39;t be able to provide additional information about his claim. We called and e-mailed Perry&#39;s campaign and did not receive a response.<br />\r\n\t<br />\r\n\t<strong>State&#39;s rights: &#39;That&#39;s New York, and that&#39;s their business&#39;</strong><br />\r\n\t<br />\r\n\tPerry addressed the state&#39;s rights question when he spoke to a Republican Governors Association forum at the Aspen Institute in Colorado on July 22, 2011. Here&#39;s how the Associated Press <a href=\"http://hosted2.ap.org/APDEFAULT/Article_2011-07-23-Perry-Gay%20Marriage/id-pa8b24442afed46da9f3af4713a8700ec\">reported it</a>:<br />\r\n\t<br />\r\n\t<em>Texas Gov. Rick Perry, a potential Republican presidential candidate, said Friday he supports state rights so much that he&#39;s fine with New York&#39;s approval of gay marriage but still called himself an &quot;unapologetic social conservative.&quot;<br />\r\n\t<br />\r\n\tPerry, who has been weighing a presidential run, said he opposes gay marriage &mdash; but that he&#39;s also a firm believer of the 10th Amendment.<br />\r\n\t<br />\r\n\t&quot;Our friends in New York six weeks ago passed a statute that said marriage can be between two people of the same sex. And you know what? That&#39;s New York, and that&#39;s their business, and that&#39;s fine with me,&quot; he said to applause from several hundred GOP donors in Aspen, Colo. &quot;That is their call. If you believe in the 10th Amendment, stay out of their business.&quot;</em><br />\r\n\t<br />\r\n\tSo Perry was strongly in favor of state&#39;s rights. But soon after, social conservatives including former Sen. Rick Santorum of Pennsylvania, who is also running for the nomination, <a href=\"http://caucuses.desmoinesregister.com/2011/07/23/perry-defends-gay-marriage-as-a-states-choice-santorum-takes-a-swipe/\">attacked Perry</a> for his stance.<br />\r\n\t<br />\r\n\t&quot;So Gov Perry, if a state wanted to allow polygamy, or if they chose to deny heterosexuals the right to marry, would that be OK too?&quot; Santorum tweeted after the speech.<br />\r\n\t<br />\r\n\t<strong>Supporting a federal constitutional amendment</strong><br />\r\n\t<br />\r\n\tSix days later, the Texas governor added this explanation <a href=\"http://www.frcblog.com/2011/07/texas-gov-rick-perry-obviously-gay-marriage-is-not-fine-with-me/\">in an appearance</a> with Family Research Council President Tony Perkins:<br />\r\n\t<br />\r\n\t&quot;I probably needed to add a few words after that &#39;it&#39;s fine with me,&#39; and that it&#39;s fine with me that a state is using their sovereign rights to decide an issue. Obviously gay marriage is not fine with me. My stance hasn&#39;t changed,&quot; he said. &quot;I believe marriage is a union between one man and one woman.&quot;<br />\r\n\t<br />\r\n\tPerry pointed to his efforts to pass a defense of marriage act in Texas. In 2003, Perry signed a bill specifying that Texas does not legally recognize a same-sex marriage or civil union. Two years later, he supported strengthening the law with the Texas Marriage Amendment, defining marriage as the &quot;union of one man and one woman.&quot; The amendment was approved by Texas voters in November 2005.<br />\r\n\t<br />\r\n\tDuring his conversation with Perkins, Perry also endorsed a federal marriage amendment. He said it is being offered out of concern that &quot;activist&quot; judges would impose a different definition of marriage on the states. &quot;Indeed, to not pass the federal marriage amendment would impinge on Texas and other states not to have marriage forced upon us by these activist judges and special interest groups.&quot;<br class=\"kix-line-break\" />\r\n\t<br />\r\n\tWas that a shift for Perry? We scoured books and newspaper databases and couldn&#39;t find any other comments from him that directly address a federal amendment, although we did find a column from Feb. 19, 2009, in the <em>Austin American-Statesman</em> in which he obliquely addressed it. Speaking of leaders in Washington, he said, &quot;Can you imagine if they built a constitutional firewall around traditional marriage?&quot; That comment implied that he supported such an amendment.<br />\r\n\t<br />\r\n\tActivists on both sides of the issue also told us he was a supporter of such an amendment before his remarks a few weeks ago.<br />\r\n\t<br />\r\n\tKelly Shackelford, president of the Liberty Institute, which describes itself as &quot;guided by principles that limit government and promote Judeo-Christian values,&quot; said that Perry has &quot;been in favor of a federal marriage amendment for a long time.&quot;<br />\r\n\t<br />\r\n\tHe said Perry favors the federal constitutional amendment because he is concerned that without it, &quot;the courts will take it out of our hands.&quot; Shackelford said Perry&#39;s position is consistent with his strong support for the 10th amendment to the U.S. Constitution, which says, &quot;The powers not delegated to the United States by the Constitution, nor prohibited by it to the States, are reserved to the States respectively, or to the people.&quot;<br />\r\n\t<br />\r\n\tSince a proposed amendment must be ratified by three-fourths of the states, it provides an opportunity for the states to speak, according to Shackelford.<br />\r\n\t<br />\r\n\tDennis Coleman, executive director of Equality Texas, which opposes discrimination based on sexual orientation and gender identity, also said that Perry has supported a federal constitutional amendment on marriage in the past, as well as the state amendment. &quot;He does believe in states rights,&quot; said Coleman, but Perry also holds a position that &quot;it should not be legislated from the bench. It should be decided by the people.&quot;<br />\r\n\t<br />\r\n\tAfter the flap in July, Perry spokesman Mark Miner was quoted in <a href=\"http://www.statesman.com/news/texas-politics/perry-supporters-defend-his-remarks-on-n-y-1654839.html\">the <em>Austin American-Statesman</em> </a>also affirming that Perry supported a federal constitutional amendment defining marriage as a union between a man and a woman. &quot;Nothing has changed with the governor&#39;s philosophy here,&quot; the <em>Statesman</em> quoted him saying.<br />\r\n\t<br />\r\n\tStill, in Perry&#39;s discussions of the issue prior to the dust-up over his remarks at the National Governors Association, he has emphasized states&#39; rights rather than support for a constitutional amendment.<br />\r\n\t<br />\r\n\tHere&#39;s how his position was summed up in <a href=\"http://www.nationalreview.com/articles/265309/rick-perry-s-tenth-commandment-kevin-d-williamson?page=1\">an interview</a> in the April 4, 2011, issue of the conservative <em>National Review</em><em>:</em><br />\r\n\t<br />\r\n\t&quot;Here&#39;s something you won&#39;t hear an up-and-down-the-line conservative like Perry saying all that often: &#39;If you don&#39;t like medical marijuana and gay marriage, don&#39;t move to California.&#39; ...Perry is content for Californians to let their freak flags fly, though he confesses that he recoils from some of the implications of his hard-line constitutionalism: The thought of flag-burning, for instance, makes Rick Perry one angry Eagle Scot. But his laissez-faire attitude is surprisingly broad &hellip; &#39;don&#39;t make me accept it as normal,&#39; Perry says, &#39;and do not make me pay for it. But that&#39;s classic Tenth Amendment, and I&#39;ll fight to the death for California&#39;s right to decide for themselves how they want to live.&#39;&quot;<br />\r\n\t<br />\r\n\tThe interview contained no mention of the federal constitutional amendment on marriage, although it did quote Perry saying: &quot;I have no problem changing the Constitution from time to time: I want a balanced-budget amendment. There&rsquo;s a process for that, for amending the Constitution.&quot;<br />\r\n\t<br />\r\n\tPerry&#39;s 2010 manifesto, <em>Fed Up! Our Fight to Save America from Washington</em>, strongly endorses states&#39; rights but does not discuss a federal constitutional amendment on gay marriage.<br />\r\n\t<br />\r\n\t&quot;If you don&#39;t support the death penalty and citizens packing a pistol, don&#39;t come to Texas. If you don&#39;t like medical marijuana and gay marriage, don&#39;t move to California &hellip;<br />\r\n\t<br />\r\n\t&quot;I would no more consider living in Massachusetts than I suspect a great number of folks from Massachusetts would like to live in Texas. We just don&#39;t agree on a number of things. They passed state-run health care, they have sanctioned gay marriage.&quot;<br />\r\n\t<br />\r\n\tPerry does mention his concerns about the courts imposing their views of marriage on states:<br />\r\n\t<br />\r\n\t&quot;Gay marriage will soon be the policy of the United States, irrespective of federalism, the Constitution or the wishes of the American people. Not because it is actually protected in the Constitution, but because judges will declare it so.&quot;<br />\r\n\t<br />\r\n\tHe does not go on, however, to argue that a federal constitutional amendment is needed to head off this result. He makes no mention of it at all in the section of the book called, &quot;Our Ability to Define Marriage.&quot;<br />\r\n\t<br />\r\n\tNor does he mention such an amendment in his final chapter, &quot;Retaking the Reins of Government: Freedom and Federalism for the Future.&quot; He does, however discuss the need to &quot;amend the Constitution -- now -- to restrict federal spending.&quot; and the option of repealing the 16th Amendment, which provides for income tax.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tFrost claims that Perry has flip-flopped on the issue and didn&#39;t bring up the amendment until a conservative outcry about his states&#39; rights remarks.<br />\r\n\t<br />\r\n\tWe find some merit to Frost&#39;s claim because Perry did, indeed, bring up his support for the amendment after his remarks about gay marriage in New York stirred up a storm. And we found little evidence that he talked about it much before that. Instead, he emphasized a view that states should decide for themselves.<br />\r\n\t<br />\r\n\tStill, activists on both sides of the issue as well as his spokesman said Perry supported the amendment long before his recent comments. And he has consistently raised a concern that the courts might force acceptance of same sex marriage on states that disapprove, which is his rationale for supporting a federal constitutional amendment.<br />\r\n\t<br />\r\n\tFrost is right that Perry changed in the face of criticism, but the change appears not to have been so much a change in policy as a change in rhetorical emphasis designed to quiet critics. Because Frost said Perry &quot;changed his position,&quot; we rate his statement Mostly False.</p>", "ruling_comments_date": "2011-08-18T16:21:06.478581", "ruling_date": "2011-08-19T11:38:23", "ruling_headline": "Did Gov. Rick Perry change position on same sex marriage?", "ruling_headline_slug": "did-gov-rick-perry-change-position-same-sex-marria", "ruling_link_text": "A change in emphasis", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tPOLITICO <a href=\"http://www.politico.com/news/stories/0811/61257.html\">Translating Rick Perry for Non-Texans</a> by Martin Frost, Aug. 12, 2011</p>\r\n<p>\r\n\tAssociated Press, <a href=\"http://hosted2.ap.org/APDEFAULT/Article_2011-07-23-Perry-Gay%20Marriage/id-pa8b24442afed46da9f3af4713a8700ec\">Gov. Perry: Gay Marriage is States&#39; Rights Issue</a>, July 22, 2011</p>\r\n<p>\r\n\tDesMoinesRegister.com, <a href=\"http://caucuses.desmoinesregister.com/2011/07/23/perry-defends-gay-marriage-as-a-states-choice-santorum-takes-a-swipe/\">Perry defends gay marriage as states&#39; choice; Santorum takes a swipe</a>, July 23, 2011</p>\r\n<p>\r\n\tAustin American-Statesman&nbsp;Perry clarifies gay marriage statement, July 28, 2011</p>\r\n<p>\r\n\tFamily Research Council blog, <a href=\"http://www.frcblog.com/2011/07/texas-gov-rick-perry-obviously-gay-marriage-is-not-fine-with-me/\">Gov. Perry: Obviously gay marriage is not fine with me</a>, July 28, 2011</p>\r\n<p>\r\n\tPress release, Gov. Rick Perry, <a href=\"http://www.governor.state.tx.us/news/press-release/15797/\">Gov. Perry: Tenth Amendment a Vital Issue for All Texans and Americans</a>, Mar. 9, 2011</p>\r\n<p>\r\n\tOffice of Gov. Rick Perry, <a href=\"http://governor.state.tx.us/priorities/families/stronger_families/defense_of_marriage_act/\">Defense of Marriage Act </a><br />\r\n\t<br />\r\n\t&quot;Fed Up! Our Fight to Save America from Washington&quot;, &nbsp;Little, Brown and Company<br />\r\n\t<br />\r\n\tTelephone interview with Kelly Shackelford, Liberty Institute<br />\r\n\t<br />\r\n\tTelephone interview with Dennis Coleman, Equality Texas</p>\r\n<p>\r\n\tStatesman.com, <a href=\"http://www.statesman.com/news/texas-politics/perry-supporters-defend-his-remarks-on-n-y-1654839.html\">Perry supporters defends his remarks on N.Y. gay marriage law</a>, July 25, 2011</p>\r\n<p>\r\n\tAustin-American Statesman, Perry blasts D.C., with Hutchison the unnamed foe, Feb. 19, 2009, accessed via Austin-American Statesman</p>\r\n<p>\r\n\tNational Review, <a href=\"http://www.nationalreview.com/articles/265309/rick-perry-s-tenth-commandment-kevin-d-williamson?page=1\">Rick Perry&#39;s Tenth Commandment</a>, April 25, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "attorney", "false_count": 0, "first_name": "Martin", "half_true_count": 0, "home_state": "Texas", "id": 1409, "last_name": "Frost", "mostly_true_count": 0, "name_slug": "martin-frost", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Martin_Frost.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1409/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>\r\n\tSays Rick Perry flip-flopped on gay marriage by first saying it was a state&rsquo;s rights issue and then saying he was in favor of a federal constitutional amendment banning gay marriage.</p>", "statement_context": "a column in \"POLITICO\"", "statement_date": "2011-08-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 117, "photo": null, "resource_uri": "/api/v/2/subject/117/", "subject": "Civil Rights", "subject_slug": "civil-rights", "used_in_edition": []}, {"description": "", "id": 118, "photo": null, "resource_uri": "/api/v/2/subject/118/", "subject": "Gays and Lesbians", "subject_slug": "gays-and-lesbians", "used_in_edition": []}, {"description": "", "id": 147, "photo": null, "resource_uri": "/api/v/2/subject/147/", "subject": "States", "subject_slug": "states", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 30, "current_job": "U.S. Energy Secretary", "false_count": 31, "first_name": "Rick", "half_true_count": 42, "home_state": "Texas", "id": 291, "last_name": "Perry", "mostly_true_count": 24, "name_slug": "rick-perry", "pants_count": 18, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rick_Perry_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/291/", "total_count": 176, "true_count": 26, "website": "https://energy.gov/management/history/secretaries-energy"}], "twitter_headline": ""}