{"art": [], "author": [{"email_address": "jgregg@vnews.com", "first_name": "John", "id": 253, "last_name": "Gregg", "name_slug": "john-gregg", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 17, "publication_name": "The Valley News", "resource_uri": "/api/v/2/publication/17/"}, "resource_uri": "/api/v/2/staffer/253/", "title": "Staff Writer", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2011/aug/19/jon-huntsman/jon-huntsman-says-more-english-speakers-china-unit/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 4320, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jgregg@vnews.com", "first_name": "John", "id": 253, "last_name": "Gregg", "name_slug": "john-gregg", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 17, "publication_name": "The Valley News", "resource_uri": "/api/v/2/publication/17/"}, "resource_uri": "/api/v/2/staffer/253/", "title": "Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/4320/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tFormer Utah Gov. Jon Huntsman Jr. undoubtedly knows more about China than any other presidential candidate.</p>\r\n<p>\r\n\tAfter all, the 51-year-old Republican served as President Barack Obama&rsquo;s first U.S. ambassador to China before returning in the spring to run for president. He&#39;s also been deputy assistant secretary of commerce for Asia, U.S. Ambassador to Singapore and deputy U.S. trade representative. He speaks Mandarin Chinese and Taiwanese Hokkien. His ties to the region date back to 1979, when he lived in Taiwan as a Mormon missionary, and he first visited mainland China three decades ago.</p>\r\n<p>\r\n\tIn a July 26, 2011, appearance at Dartmouth College, Huntsman made a surprising claim about China during a question-and-answer session following his speech.</p>\r\n<p>\r\n\tWhen an audience member who had recently traveled to China asked Huntsman for his thoughts about the &quot;huge imbalance&quot; between the millions of Chinese studying English and the far fewer number of U.S. students studying Chinese, Huntsman replied: &quot;Would you like the answer in Chinese or English? It&rsquo;s interesting to note that the largest English-speaking nation today, or soon to be, is China.&quot;</p>\r\n<p>\r\n\tHuntsman went on to say he had visited Chinese universities &quot;and I always found that they were keenly interested in English, in our political system, in our economic system, in trying to figure out what makes America so unique. In order to crack that code, they had to master English. So you found &nbsp;lot of students who were very, very interested in learning English.&quot;<br />\r\n\t<br />\r\n\tThe same enthusiasm, he asserted, was also evident in Chinese high schools and middle schools.<br />\r\n\t<br />\r\n\tYo, it&rsquo;s painful enough that our blenders are made in China, but could this mean that even our slang is soon to be imported from Guangzhou?<br />\r\n\t<br />\r\n\tFor Huntsman&rsquo;s statement to be accurate, China, with a population of more than 1.3 billion, would need roughly 300 million English speakers to best the United States, which has the third-largest population in the world. That&rsquo;s because most, though by no means all, U.S. residents (population 309 million in the 2010 Census) speak English.<br />\r\n\t<br />\r\n\tThen there&rsquo;s India, a former British colony with a population of 1.2 billion, second only to China. The most popular language in India is Hindi, spoken by 41 percent of the population, and there are 14 other official languages, ranging from Bengali to Sanskrit, according to the CIA Factbook. English is a &quot;subsidiary official language&quot; in India &quot;but is the most important language for national, political, and commercial communication,&quot; the Factbook reported.<br />\r\n\t<br />\r\n\tAsked for substantiation of China&rsquo;s mega-English status, Huntsman&rsquo;s New Hampshire spokesman, Michael Levoff, cited a a 2011 &quot;English Proficiency Index&quot; from EF, or Education First, a company that offers language training in more than 50 countries.<br />\r\n\t<br />\r\n\t&quot;Indeed, although it is very difficult to measure the number of people who speak English in each country because of different definitions of proficiency, the British Council estimated in 2010 that India had anywhere between 55 and 350 million English speakers while a report published by Cambridge University Press estimates that China has 250 to 350 million English learners,&quot; the EF English Proficiency Index stated. &quot;It appears that China is poised to surpass India in the number of English speakers in the coming years, if it has not already done so.&quot;<br />\r\n\t<br />\r\n\tBut academic experts who follow the globalization of English said the issue of proficiency cannot be ignored. It&rsquo;s one thing to be an &quot;English learner,&quot; another to be a skilled &quot;English speaker.&quot;<br />\r\n\t<br />\r\n\tPut another way, plenty of Americans took four years of high school Spanish and were &quot;learners&quot; at the time, not &quot;speakers.&quot; Now they visit Cancun and can barely remember, &quot;&iquest;D&oacute;nde est&aacute; el ba&ntilde;o?&quot; (&quot;Where is the bathroom?&quot;)<br />\r\n\t<br />\r\n\tDavid Crystal, an honorary professor of linguistics at the University of Wales-Bangor, and author of The Cambridge Encyclopedia of the English Language, said by e-mail that he believes &quot;India is still ahead of China at present,&quot; and that Huntsman&rsquo;s use of &quot;or soon to be&quot; is &quot;the operative phrase.&quot;<br />\r\n\t<br />\r\n\tEqually important, Crystal said statistics about both countries are &quot;very much guesswork&quot; and he noted that both India and China are cited as &quot;low proficiency&quot; countries in the EF Index.<br />\r\n\t<br />\r\n\t&quot;On the whole, proficiency in India is greater than in China, and English teaching measures are more solid. So I&rsquo;d be distinctly suspicious of claims being made about China,&quot; Crystal wrote.<br />\r\n\t<br />\r\n\tIndeed, a 2006 Cambridge University Press paper by Jian Yang of Seattle University, &quot;Learners and Users of English in China,&quot; concluded that China had a &quot;huge English-knowing population of 200-350 million,&quot; but that most were not &quot;proficient bilingual users of the language.&quot;<br />\r\n\t<br />\r\n\tBut, as Huntsman said, interest in English is growing fast in China, and five years is a long time in that context.<br />\r\n\t<br />\r\n\tVictor Mair, a professor of Chinese language and literature at University of Pennsylvania, said by e-mail that English &quot;is widely used&quot; by Chinese companies, that many radio and TV programs are presented in English, and that &quot;the craze for learning English is palpable.&quot;<br />\r\n\t<br />\r\n\tA 2009 forum sponsored by the British Council reported that there are approximately 50,000 English language training institutes in China, and that People&rsquo;s Daily in 2008 said there are about 300 million &nbsp;&quot;consumers&quot; of English language training in China, mainly between the ages of 20 and 40, with another 350 million children of school age offering a huge potential for further growth.<br />\r\n\t<br />\r\n\tBut again, those are learners, not necessarily speakers.<br />\r\n\t<br />\r\n\tMair said he agreed with Crystal about the quality of English in India as opposed to China, but also said there is credence to Huntsman&rsquo;s claim.<br />\r\n\t<br />\r\n\t&quot;Countless Indians speak the most beautiful English you can imagine, but there are few Chinese who do so,&quot; said Mair, who estimates that each country now has around 350 million English speakers.<br />\r\n\t<br />\r\n\tEnglish translations in China are sometimes so notorious that they&rsquo;ve come to be known as &quot;Chinglish.&quot; One often-cited sign meant to say &quot;Be Careful Not to Slip and Fall,&quot; but it reads, &quot;Slip and Fall Down Carefully.&quot;<br />\r\n\t<br />\r\n\tMair, who writes about such translations on UPenn&rsquo;s Language Log blog, recently posted about a Chinese airline&rsquo;s sign that meant to say &quot;Please wait behind the one meter line&quot; but read &quot;Wait outside rice-flour noodle.&quot;<br />\r\n\t<br />\r\n\tSo are the Chinese about to eat our lunch when it comes to our native tongue? Would most Chinese with some knowledge of English really understand that last sentence?<br />\r\n\t<br />\r\n\tThere is some truth to Huntsman&#39;s underlying point that there is tremendous growth in English proficiency in China. But it&#39;s important to note there is a significant difference between English learners and speakers. The statistics and our interviews with experts indicate China is still far away from having the largest number of speakers. We rate his claim Half True.</p>", "ruling_comments_date": "2011-08-19T15:14:55.203726", "ruling_date": "2011-08-19T16:46:49", "ruling_headline": "Jon Huntsman says more English speakers in China than United States ", "ruling_headline_slug": "jon-huntsman-says-more-english-speakers-china-unit", "ruling_link_text": "Details are lost in translation", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tJon Huntsman, Speech at Dartmouth College, July 26, 2011<br />\r\n\t<br />\r\n\tEF Education First, &quot;<a href=\"http://www.ef.com/sitecore/__/%7E/media/efcom/epi/pdf/EF-EPI-2011.pdf\">English Proficiency Index</a>,&quot; 2011<br />\r\n\t<br />\r\n\tEmail exchange with Huntsman spokesman Michael Levoff, July 27, 2011<br />\r\n\t<br />\r\n\tEmail exchange with David Crystal, Aug. 16, 2011<br />\r\n\t<br />\r\n\tEmail exchange with Victor Mair, Aug. 17-18, 2011<br />\r\n\t<br />\r\n\t<em>The New York Times</em>, &quot;<a href=\"http://www.nytimes.com/2010/05/03/world/asia/03chinglish.html\">Shanghai Is Trying to Untangle the Mangled English of Chinglish</a>,&quot; May 2, 2010<br />\r\n\t<br />\r\n\t<em>English Today</em>, &quot;Learners and Users of English in China&quot; <a href=\"http://journals.cambridge.org/action/displayAbstract?fromPage=online&amp;aid=433481&amp;fulltextType=RA&amp;fileId=S0266078406002021\">abstract</a>, by Jian Yang, Cambridge University Press, published 2006<br />\r\n\t<br />\r\n\tCIA Factbook, <a href=\"https://www.cia.gov/library/publications/the-world-factbook/geos/in.html#\">China</a>, accessed Aug. 16, 2011<br />\r\n\t<br />\r\n\tBritish Council website, &quot;India and China ELT Today (2009)&quot; <a href=\"http://www.britishcouncil.org/learning-india-china-elt-event.htm\">presentations</a>, accessed Aug. 16, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "", "false_count": 1, "first_name": "Jon", "half_true_count": 5, "home_state": "Utah", "id": 1300, "last_name": "Huntsman", "mostly_true_count": 4, "name_slug": "jon-huntsman", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Huntsman_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1300/", "total_count": 18, "true_count": 2, "website": ""}, "statement": "<p>\r\n\tChina is or soon will be &quot;the largest English-speaking nation&quot; in the world.</p>", "statement_context": "a speech at Dartmouth College.", "statement_date": "2011-07-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 180, "photo": null, "resource_uri": "/api/v/2/subject/180/", "subject": "China", "subject_slug": "china", "used_in_edition": ["/api/v/2/edition/10/"]}, {"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}, {"description": "", "id": 214, "photo": null, "resource_uri": "/api/v/2/subject/214/", "subject": "New Hampshire 2012", "subject_slug": "new-hampshire-2012", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}