{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2011/aug/23/thaddeus-mccotter/thaddeus-mccotter-says-lenders-lose-30-percent-for/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 4323, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/4323/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tFirst things first: You may not have heard of Thaddeus McCotter if you&#39;re not from Michigan. He&#39;s a Republican House member who&#39;s also running for the Republican nomination for president.<br />\r\n\t<br />\r\n\tMcCotter wrote an op-ed for the<em> National Review</em>, published Aug. 16, 2011, laying out some of his ideas for restoring the nation&#39;s economic vitality. Some of his ideas are widely held by the Republican Party, such as reducing federal spending. But others are not: He suggests new regulations requiring banks to have 20 percent of their assets in the form of readily available capital.&nbsp;<br />\r\n\t<br />\r\n\tMcCotter also has ideas for addressing the nation&#39;s foreclosure crisis:&nbsp;<br />\r\n\t<br />\r\n\t&quot;Nearly 30 percent of homeowners have mortgages that exceed the value of their home. This is not necessarily their fault, as we have lived through the largest decline in home values in our history. Life savings have been wiped out. We need to take action to stop this devastation. When lenders foreclose on homes, they typically suffer losses that exceed 30 percent of the value of the home,&quot; McCotter writes. &quot;Therefore, we need a voluntary program to offer homeowners a deal whereby, in exchange for reducing their mortgage debt to a level equal to 90 percent of home value, they would commit to pay their lender half of any future sale or refinance proceeds they receive.&quot;<br />\r\n\t<br />\r\n\tSuch a plan would help lenders save on foreclosure costs and gain from future appreciation, he said.&nbsp;<br />\r\n\t<br />\r\n\t&quot;Fannie Mae and Freddie Mac, which currently own over half of home mortgages and are controlled by the federal government, should immediately make this offer to all their customers, and our bank regulators should adopt a rule assuring any bank that makes this offer to its mortgage borrowers that it will not suffer a reduction in the regulatory capital value of the mortgage. Any issues arising from implementing this proposal for mortgage-securities pools should be addressed so as to remove the obstacle,&quot; he said. &quot;This plan will end the devastating foreclosure fever and stem the erosion of home values, once and for all.&quot;<br />\r\n\t<br />\r\n\tWe can&#39;t say if McCotter&#39;s plan would work, but we were curious if foreclosures meant lenders suffered &quot;losses that exceed 30 percent of the value of the home.&quot; So we decided to check it out.&nbsp;<br />\r\n\t<br />\r\n\tWhen you think about it, it&#39;s not an easy number to uncover, given the large numbers of transactions and lenders. A report from the nonpartisan Congressional Research Service summed up the situation like this: &quot;Obtaining an estimate of foreclosure costs that can be attributed solely to the lender is difficult without proprietary data that is closely held by lenders and financial institutions. Many studies may provide a dollar value associated with foreclosure costs, but it is difficult to know how cost estimates were obtained without access to the proprietary data used in the studies.&quot;<br />\r\n\t<br />\r\n\tA 2008 briefing paper from Mortgage Bankers Association noted the many different costs lenders face in a typical foreclosure: lost principal and interest payments from the homeowner; continuing obligations for tax and insurance payments; costs for maintaining the property; lost service fees for handling normal mortgage payments; legal and administrative costs; costs for restoring the property to good condition for sale; and real estate commissions once the sale is complete.<br />\r\n\t<br />\r\n\tThat&#39;s a lot of data to calculate as part of lender losses, and we found no national report that fully accounted for all of them.<br />\r\n\t<br />\r\n\tHaving said that, there&#39;s still a good bit of evidence that suggests McCotter&#39;s number is likely right. It possible it&#39;s even too low.<br />\r\n\t<br />\r\n\tFor one thing, the average sales price of foreclosures are running about 30 percent below the average sales price of non-foreclosure homes.<br />\r\n\t<br />\r\n\tRealtyTrac, publisher of the monthly <em>U.S. Foreclosure Market Report</em>, found that during the first three months of 2011, the average sales price of foreclosure properties was nearly 27 percent below the average sales price of properties not in foreclosure. That was unchanged from a 27 percent foreclosure in the fourth quarter of 2010 and up only slightly from the 26 percent foreclosure discount a year earlier.<br />\r\n\t<br />\r\n\tDaren Blomquist of RealtyTrac told us there are generally three reasons foreclosure properties fetch lower prices. The properties often are not in good condition. Lenders ask a lower price because they aren&#39;t as emotionally attached. And finally, buyers just expect foreclosure properties to be priced lower and won&#39;t pay the same price as a non-foreclosure property.<br />\r\n\t<br />\r\n\tWhatever the reason, those lower prices are in addition to the costs the lenders have to shoulder while the foreclosure is in process, which means McCotter&#39;s estimate very well could be on the low side.&nbsp;<br />\r\n\t<br />\r\n\tAnother&nbsp;<a href=\"http://econ-www.mit.edu/files/5694\">study</a>&nbsp;we found looked at only the state of Massachusetts, but it looked at 20 years worth of data and controlled for the different types of houses sold. It concluded that foreclosure discounts are on average 27 percent of the value of a house. Again, this is a measure of prices, not a measure of what losses the lender actually realizes. McCotter&#39;s staff referred us to this study when we asked for evidence about his statement.<br />\r\n\t<br />\r\n\tFinally, the briefing paper from Mortgage Bankers Association said that lender losses could be 30 percent, or even more. &quot;While losses can vary widely, several independent studies find them to be generally quite significant: over $50,000 per foreclosed home or as much as 30 to 60 percent of the outstanding loan balance.&quot;<br />\r\n\t<br />\r\n\tThe report&#39;s conclusion also backed up McCotter&#39;s broader point: &quot;For all the parties involved &mdash; the homeowner, the community, or the mortgage industry participants &mdash; foreclosures are a losing economic proposition. ... (It) is clear that lenders share the interest of homeowners and their communities to avoid foreclosure.&quot;<br />\r\n\t<br />\r\n\tIn ruling on McCotter&#39;s statement, we want to be clear that we found no definitive national studies on what lenders lose when they foreclose on homes. Still, the evidence on pricing suggests that it could be in excess of 30 percent. Industry estimates also put the number at 30 percent or higher. We rate the statement Mostly True.</p>", "ruling_comments_date": "2011-08-19T17:30:37.289772", "ruling_date": "2011-08-23T11:06:23", "ruling_headline": "Thaddeus McCotter says lenders lose 30 percent on foreclosures", "ruling_headline_slug": "thaddeus-mccotter-says-lenders-lose-30-percent-for", "ruling_link_text": "It's not definitive, but evidence points that way", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tNational Review,&nbsp;<a href=\"http://www.nationalreview.com/articles/274699/great-deflation-thaddeus-g-mccotter?page=1\">The Great Deflation</a>, by Thaddeus G. McCotter, Aug. 16 2011<br />\r\n\t<br />\r\n\tCongressional Research Service,&nbsp;<a href=\"http://wassermanschultz.house.gov/RL34232.pdf\">Understanding Mortgage Foreclosure: Recent Events, the Process, and Costs</a>, April 18, 2008<br />\r\n\t<br />\r\n\tRealtyTrac,&nbsp;<a href=\"http://www.realtytrac.com/content/press-releases/foreclosure-homes-account-for-28-percent-of-q1-2011-sales-6586\">Foreclosure Homes Account for 28 Percent of Q1 2011 Sales</a>, May 25, 2011<br />\r\n\t<br />\r\n\tInterview with Daren Blomquist of RealtyTrac, Aug. 18, 2011<br />\r\n\t<br />\r\n\t<a href=\"http://econ-www.mit.edu/files/5694\">Forced Sales and House Prices</a>, a study of Massachusetts house prices, by John Y. Campbell, Stefano Giglio, and Parag Pathak, updated July 2010<br />\r\n\t<br />\r\n\tE-mail interview with John Y. Campbell, Aug. 19, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Stefano Giglio, Aug. 19, 2011<br />\r\n\t<br />\r\n\tMortgage Lenders Association,&nbsp;<a href=\"http://dcwintonlaw.com/wp-content/uploads/2010/06/Lenders-Cost-of-Foreclosure.pdf\">Lenders&#39; cost of foreclosure</a>, May 28, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Congressman", "false_count": 0, "first_name": "Thaddeus", "half_true_count": 0, "home_state": "Michigan", "id": 1413, "last_name": "McCotter", "mostly_true_count": 1, "name_slug": "thaddeus-mccotter", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/AP_IACN141_IOWA_STRAW_POLL.JPG", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/McCotter2.jpg", "resource_uri": "/api/v/2/person/1413/", "total_count": 1, "true_count": 0, "website": "http://www.mccotter2012.com/"}, "statement": "<p>\r\n\t&quot;When lenders foreclose on homes, they typically suffer losses that exceed 30 percent of the value of the home.&quot;</p>", "statement_context": "an op-ed in the \"National Review\"", "statement_date": "2011-08-16", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 106, "photo": null, "resource_uri": "/api/v/2/subject/106/", "subject": "Housing", "subject_slug": "housing", "used_in_edition": []}], "target": [], "twitter_headline": ""}