{"art": [], "author": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2011/aug/23/chip-rogers/us-students-big-trouble-georgia-pol-says/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jdenery@ajc.com", "first_name": "Jim ", "id": 141, "last_name": "Denery", "name_slug": "jim-denery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/141/", "title": "Word editor", "twitter": null}, {"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 4332, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/4332/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tAmericans don&rsquo;t like finishing second to any nation in anything.<br />\r\n\t<br />\r\n\tWhen the Soviet Union became the first nation to send a man into outer space, the United States responded by landing on the moon. When we started to lose to other countries in basketball, America created the Dream Team and crushed the competition in the 1992 Summer Olympics.<br />\r\n\t<br />\r\n\tIn recent years, politicians have lamented America&rsquo;s education standing with the goal of doing better. Georgia state Senate Majority Leader Chip Rogers talked about the problem -- and offered some ideas -- at a Republican Party-led &quot;Solutions Summit&quot; in Athens last month.<br />\r\n\t<br />\r\n\tAn Athens Banner-Herald article included a claim by Rogers, a Republican from Cherokee County, that the U.S. is near the bottom of developed nations in education.<br />\r\n\t<br />\r\n\tNear the bottom! U.S. students can&rsquo;t be performing that poorly?<br />\r\n\t<br />\r\n\tThe article paraphrased Rogers, so we asked his office whether the newspaper got it right. It did, said Rogers&rsquo; chief of staff Adam Pipkin.<br />\r\n\t<br />\r\n\t&quot;Recent international reports show the United States near the bottom among industrialized nations for k-12 academic achievement,&quot; Rogers said at the meeting.<br />\r\n\t<br />\r\n\tRogers&rsquo; office showed us the information he used to back up his claim: a weblink from a prominent education foundation that compared America&rsquo;s top math students with top math students in other nations. The link, from the Broad Foundation, says eighth-graders in America are two years behind in the math studied in other countries.<br />\r\n\t<br />\r\n\tLet&rsquo;s focus on the first part of what was on the foundation&rsquo;s page. The ranking came from a 2006 study of students for the Program for International Student Assessment, which examines the academic performance of 15-year-old students in math, reading and science in more than 60 nations. Students were asked the same questions, such as estimating the size of Antarctica or determining the best route between various rail stations. An international contractor randomly selects schools to take the exam, PISA organizers say. The selection of schools and students, they say, is said to be as inclusive as possible. U.S. Department of Education officials say 5,233 U.S. students took the 2009 exam.<br />\r\n\t<br />\r\n\tThe most recent assessment, however, was done in 2009. That study focused on about 60 nations. We focused on about 30 countries, since the rest are not on the United Nations&rsquo; and/or CIA&rsquo;s lists of developed nations. In that assessment, American students, on average, indeed ranked near the bottom of about 30 developed nations in math. American students ranked in the middle in science and in the top half in reading. The 2009 report was released in December 2010.<br />\r\n\t<br />\r\n\tPipkin countered that the 2009 PISA report included U.S. students in public and private schools, &quot;so it is difficult to determine where the public school students would have ranked as an individual group.&quot; Rogers, however, did not say he was specifically speaking about public school students.<br />\r\n\t<br />\r\n\tPipkin had another concern about the 2009 report. He said it included nations such as Chile, Estonia, Israel and Slovenia that he said aren&rsquo;t &quot;international competition&quot; and helped boost the U.S. into the middle in the science category. We did use Israel, but not the others for our comparison. The U.S. still ranked in the middle in science.<br />\r\n\t<br />\r\n\tWe then reviewed a report on the U.S. Department of Education&rsquo;s website that tracked fourth- and eighth-grade U.S. students against their counterparts in other countries in math and science. The report, called the &quot;Trends in International Math and Science Study,&quot; was from 2007. American fourth-graders ranked in the top third in both subjects. The eighth-graders did as well in math but were in the middle in science. As with the PISA exam, we excluded countries not on the CIA&rsquo;s and/or United Nations&rsquo; lists of developed nations.<br />\r\n\t<br />\r\n\tThe tests are said to be administered the same way in all countries. Officials acknowledge that some countries, such as the U.S., have a higher percentage of immigrant students, which may be a factor in the scores since they are not taking the exam in their native language. Students in each country are selected from a national probability sample of all students in the particular grade or of a particular age. The exam is voluntary.<br />\r\n\t<br />\r\n\tNow, to the claim about eighth-graders. That came from a 2003 report by Michigan State University professor William H. Schmidt that is on the U.S. Department of Education&rsquo;s website. Schmidt wrote American 12th-graders ranked near the bottom internationally on a math literacy exam. American eighth-graders were also below average internationally.<br />\r\n\t<br />\r\n\tWe were initially dubious of the article, since he mentioned studies done in 1995 and 1999. That seemed like such a long time ago. A student could have begun first grade in 1999 and graduated this year. Schmidt, a distinguished professor of statistics and math, explained he prefers the earlier research to the 2007 study. He said the earlier studies include more nations that are a better comparison for U.S. students.<br />\r\n\t<br />\r\n\tSchmidt believes much hasn&rsquo;t changed since the reports from the late 1990s.<br />\r\n\t<br />\r\n\t&quot;The best [U.S. students] in some indicators are in the middle of the pack, but at the worst, at the bottom,&quot; he told us.<br />\r\n\t<br />\r\n\tSchmidt believes some developed nations such as Australia, Canada, Germany, Japan and the Netherlands are better at math and science because their educational systems are more focused with rigorous standards for their students. For example, he said eighth-graders in some nations are learning algebra and geometry while American students are still focused on less complex arithmetic. Schmidt also said most American eighth-grade teachers are not as versed in math as their counterparts in many nations.<br />\r\n\t<br />\r\n\tSchmidt said there is hope for U.S. students to make a Rocky-like comeback in math. He said about 40 states have adopted the Common Core State Standards -- national expectations for what students should learn and be able to do in every grade level and subject. In July 2010, Georgia&rsquo;s Board of Education approved Common Core Standards in English and math.<br />\r\n\t<br />\r\n\tSo back to Rogers and his claim. The most recent international reports that include developed nations show American students are in the bottom third in math, in the middle in science and in the upper third in reading. The results don&rsquo;t entirely back up the senator&rsquo;s claim. They show he&rsquo;s partially accurate. We rate his claim as Half True.</p>", "ruling_comments_date": "2011-08-22T17:25:11.927604", "ruling_date": "2011-08-23T06:00:00", "ruling_headline": "U.S. students in big trouble, Georgia pol says", "ruling_headline_slug": "us-students-big-trouble-georgia-pol-says", "ruling_link_text": "Pol's claim on U.S. students rates half-true. Studies show they still need to hit the books.", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tEmail from Sen. Chip Rogers, July 13, 2011<br />\r\n\t<br />\r\n\tThe Atlanta Journal-Constitution, &quot;State aims federal school money at dropouts, scores,&quot; Aug. 29, 2010<br />\r\n\t<br />\r\n\tThe Broad Foundation, <a href=\"http://broadeducation.org/about/crisis_stats.html\">Statistics</a> on American K-12 education.<br />\r\n\t<br />\r\n\tCentral Intelligence Agency <a href=\"http://www.cia.gov/library/publications/the-world-factbook/appendix/appendix-b.html#D\">list</a> of developed countries<br />\r\n\t<br />\r\n\tNational Center for Education Statistics, <a href=\"http://nces.ed.gov/pubsearch/pubsinfo.asp?pubid=2011004\">Highlights</a> from PISA 2009<br />\r\n\t<br />\r\n\tTelephone interview with Michigan State University distinguished statistics and math professor William H. Schmidt, July 19, 2011<br />\r\n\t<br />\r\n\tTrends in International Math and Science <a href=\"http://nces.ed.gov/timss/idetimss/report.aspx\">Study</a>, 2007<br />\r\n\t<br />\r\n\tU.S. Department of Education, <a href=\"http://www2.ed.gov/print/rschstat/research/progs/mathscience/schmidt.html\">papers and presentations</a> by William H. Schmidt</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "State Senator", "false_count": 0, "first_name": "Chip", "half_true_count": 1, "home_state": "Georgia", "id": 630, "last_name": "Rogers", "mostly_true_count": 1, "name_slug": "chip-rogers", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rogers_Chip_.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/630/", "total_count": 4, "true_count": 1, "website": ""}, "statement": "<p>\r\n\t&quot;Recent international reports show the United States near the bottom among industrialized nations for k-12 academic achievement.&quot;</p>", "statement_context": "a town hall meeting", "statement_date": "2011-07-11", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}], "target": [], "twitter_headline": "Rogers says U.S. students near the bottom vs. other countries, but #s tell different story."}