{"art": [], "author": [{"email_address": "tferan@plaind.com", "first_name": "Tom", "id": 181, "last_name": "Feran", "name_slug": "tom-feran", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-tom-feran.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/181/", "title": "Plain Dealer reporter", "twitter": null}], "canonical_url": "/ohio/statements/2011/aug/29/sherrod-brown/sen-sherrod-brown-likens-rooting-red-sox-rooting-d/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 4353, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "tferan@plaind.com", "first_name": "Tom", "id": 181, "last_name": "Feran", "name_slug": "tom-feran", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-tom-feran.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/181/", "title": "Plain Dealer reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/4353/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\r\n\tPolitics and policy were the scheduled topics when Ohio&#39;s Sen. Sherrod Brown appeared on MSNBC&#39;s &quot;Morning Joe&quot; program Aug. 4, 2011.<br />\r\n\t<br />\r\n\tIn a startling example of ambush television, however, the segment opened with a report about the Boston Red Sox beating the Cleveland Indians the night before -- much to the delight of host Joe Scarborough and political analyst Mike Barnicle, who once wrote in the Boston Globe, &quot;Baseball isn&rsquo;t a life-and-death matter, but the Red Sox are.&quot;<br />\r\n\t<br />\r\n\t&quot;Did you know that?&quot; Scarborough gloated about the victory. &quot;And did you know it&#39;s twice in a row?&quot;<br />\r\n\t<br />\r\n\t&quot;I should have been on &#39;Morning Joe&#39; Tuesday morning after Cleveland won Monday night,&quot; Brown said. &quot;If you would have invited me then ...&quot;<br />\r\n\t<br />\r\n\t&quot;We didn&#39;t,&quot; Scarborough cut in. &quot;Actually, we never report on any of the Red Sox games when they lose. But fortunately it doesn&#39;t happen much these days.&quot;<br />\r\n\t<br />\r\n\tBrown, unfazed, made a pitch for the Tribe: &quot;They&#39;re a young team that&#39;s going to be good in the years ahead, and I will gloat a couple of years from now ... as you gloat today, Mr. Barnicle.&quot;<br />\r\n\t<br />\r\n\tThen he threw a hard curve.<br />\r\n\t<br />\r\n\t&quot;Rooting for the Red Sox is like rooting for the drug companies,&quot; Brown said. &quot;I mean it&#39;s like they have so much money, they buy championships against the working-class, middle-America Cleveland Indians. It&#39;s just the way you are.&quot;<br />\r\n\t<br />\r\n\tThat brushed back Scarborough and Barnicle. PolitiFact Ohio, scoring at home, raised its Chief Wahoo mug of morning Joe in salute.<br />\r\n\t<br />\r\n\tBut when a self-proclaimed member of Red Sox Nation wrote to say the senator &quot;needs to check his facts,&quot; we were stirred to action.<br />\r\n\t<br />\r\n\tWe asked if Brown&rsquo;s analogy could be right. Is rooting for the Red Sox really like rooting for the drug companies?<br />\r\n\t<br />\r\n\tIt&rsquo;s a claim difficult to quantify, but we&rsquo;re talking baseball bragging rights here, not more mundane topics like reforming Social Security or extending jobless benefits.<br />\r\n\t<br />\r\n\tA generation or so ago, the Red Sox bore almost striking resemblance to the Indians of today. They were a good and interesting team that teased and tantalized its fans, only to end up breaking their hearts.<br />\r\n\t<br />\r\n\t&quot;No team is worshipped with such a perverse sense of fatality,&quot; sports columnist Thomas Boswell wrote in 1982. He said it was &quot;an almost inexorable baseball law&quot; that &quot;a Red Sox ship with a single leak will always find a way to sink.&quot;<br />\r\n\t<br />\r\n\tBoston played in the only single-game play-offs ever held in the American League and lost them both -- to Cleveland in 1948 and to the New York Yankees in 1978. They played in memorable World Series in 1946, 1967, 1975 and 1986, but suffered an 86-year championship drought, from 1918 to 2004. The drought usually was blamed on the Curse of the Bambino, or simply The Curse, which followed the sale of Babe Ruth to the Yankees in 1920.<br />\r\n\t<br />\r\n\tThe Yankees were their arch-rivals, winners of 40 American League pennants since 1921, a well-heeled juggernaut that always seemed ready to deny Boston, Cleveland and everyone else a championship ring.<br />\r\n\t<br />\r\n\t&quot;Rooting for the Yankees,&quot; went the famous line that inspired Brown&#39;s, &quot;is like rooting for U.S. Steel&quot; -- or for General Motors or Standard Oil or the Roman Empire. In more recent versions, it was like rooting for OPEC or Microsoft, or for the house at a casino, or for Brad Pitt to get the girl.<br />\r\n\t<br />\r\n\tThe original line was credited to a variety of sources including sportswriter Red Smith, comedian Joe E. Lewis, one-time Tribe owner Bill Veeck and publisher Bennett Cerf.<br />\r\n\t<br />\r\n\tJim Murray, the legendary sports columnist for the Los Angeles Times, staked a claim to saying it first, citing a piece he wrote for Life magazine in 1950 titled &quot;I Hate the Yankees.&quot;<br />\r\n\t<br />\r\n\t&quot;For my money,&quot; he wrote, &quot;the Yankees were and are super-champions for the same reasons General Motors or U.S. Steel or Standard Oil are super-businesses. They have more fans paying more money than any other club in the history of the game... The Yankees traditionally dominate baseball by sheer economic might.&quot;<br />\r\n\t<br />\r\n\tNoting that someone had written a song about &quot;the poor old Yankees&quot; suffering a rash of injuries that year, Murray wrote: &quot;I would as soon feel sorry for Standard Oil because it was getting slightly the worst of it in a marketing fight with an independent gas station in East Podunk.&quot;<br />\r\n\t<br />\r\n\tRevisiting the subject almost 50 years later, as the 1998 season opened, Murray wrote, &quot;The Yankees were built with dollar bills. So were last year&#39;s champions, the Florida Marlins&quot; -- the team that beat the Indians in seven games.<br />\r\n\t<br />\r\n\tMurray said he didn&#39;t think it was necessary to study rosters, scour scouting reports or do &quot;any of the usual things we do at this time of year to divine a champion. All we have to do is look at a balance sheet.&quot;<br />\r\n\t<br />\r\n\tFor example, he said, &quot;The Boston Red Sox are off and running at 18-7. Think it&#39;s because Mo Vaughn took off a few pounds? Naw. It&#39;s because the Red Sox put on a few. They went from a $38.7-million payroll to a $51.6-million one.&quot;<br />\r\n\t<br />\r\n\tThat was 1998.<br />\r\n\t<br />\r\n\tThis year, the Yankees opened the season with the biggest payroll in baseball, almost $203 million. An off-season spending spree pushed Philadelphia to $173 million and second place -- just past Boston, whose payroll of almost $162 million ranks No. 3 (Cleveland was 26th in the major leagues at $49 million.).<br />\r\n\t<br />\r\n\tA big payroll doesn&#39;t guarantee a championship, though the Red Sox -- a good team that got better -- have won two since getting the boost of deep-pocketed new ownership in 2002. A big payroll does permit the pursuit of free agents to improve rosters. It makes possible the cultivation and retention of home-grown players.<br />\r\n\t<br />\r\n\tTheir well-balanced roster shows that the Red Sox have been able to do both.<br />\r\n\t<br />\r\n\t&quot;The point is not that if you have more money than someone else you automatically win more games,&quot; journalist and bestselling author Malcolm Gladwell, who has made a specialty of testing conventional wisdom and accepted premises against research, said in an interview with ESPN.com. &quot;The point is that if you have more money than someone else you&#39;re playing a different game than they are. Wal-mart is not competing against mom-and-pop corner stores. They&#39;re in a different business. And it isn&#39;t fun, at the end of the day, to watch a mom-and-pop compete against Wal-mart. It&#39;s painful and pointless.<br />\r\n\t<br />\r\n\t&quot;To root for the Yankees or the Red Sox,&quot; he said, &quot;is the functional equivalent of rooting for Microsoft or General Electric.&quot;<br />\r\n\t<br />\r\n\tBrown did not name any company in his analogy. In mentioning the drug companies, &nbsp;however, he referred to the industry that ranked fourth-largest in revenues on IndustryWeek&#39;s IW U.S. 500 for 2011. In terms of profitability, the pharmaceutical industry was third in the Fortune 500 ranking of return on revenues for 2009, the most recent we found.<br />\r\n\t<br />\r\n\tAnd the drug companies have served as a foil for Brown for more than a decade.<br />\r\n\t<br />\r\n\tAs a congressman, he gave senior citizens free bus rides to Canada to buy prescription drugs at a fraction of their cost in the United States. He pushed to include prescription drugs in Medicare benefits, to allow the prompt reimportation of cheaper drugs made in the U.S. but sent abroad, and to speed low-cost generic drugs to pharmacy shelves.<br />\r\n\t<br />\r\n\tSo what&rsquo;s the count?<br />\r\n\t<br />\r\n\tThe template for Brown&#39;s statement was the old line about rooting for the Yankees, a quip that was apt enough to last more than half a century. Its likely originator, Jim Murray, later said his point was that the Yankees &quot;were not an athletic hegemony but an economic one.&quot; Citing examples to prove that point, Murray linked spending to the success of the Red Sox.<br />\r\n\t<br />\r\n\tBrown&#39;s point was much the same.<br />\r\n\t<br />\r\n\tWhile the intangibles of baseball make proving it difficult, if not impossible, it is true that the on-field success of the Red Sox has tracked their off-field prosperity. And it is true that the team&#39;s salary ranking -- No. 3 -- gives it about the same relative position in baseball that drug companies occupy in industry.<br />\r\n\t<br />\r\n\tBrown checked his facts, but not his swing. And while Red Sox fans may protest, we call them as we see them.<br />\r\n\t<br />\r\n\tThe Truth-O-Meter waves Brown home with a True.</p>", "ruling_comments_date": "2011-08-28T18:52:50.076016", "ruling_date": "2011-08-29T06:00:00", "ruling_headline": "Sen. Sherrod Brown likens rooting for the Red Sox to rooting for the drug companies", "ruling_headline_slug": "sen-sherrod-brown-likens-rooting-red-sox-rooting-d", "ruling_link_text": "High, hard one hurled in defense of team honor", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tMSNBC, <a href=\"http://www.msnbc.msn.com/id/3036789/vp/44017596#44017596\">Sen. Sherrod Brown interviewed on the &quot;Morning Joe&quot; show</a>, Aug. 4, 2011<br />\r\n\t<br />\r\n\tGeoffrey C. Ward and Ken Burns, &quot;Baseball,&quot; Knopf<br />\r\n\t<br />\r\n\tThomas Boswell, &quot;How Life Imitates the World Series,&quot; Penguin<br />\r\n\t<br />\r\n\tDaniel Okrent &amp; Harris Lewine, &quot;The Ultimate Baseball Book,&quot; Houghton Mifflin<br />\r\n\t<br />\r\n\tRob Neyer, &quot;<a href=\"http://www.robneyer.com/book_01_01.html\">Feeding the Green Monster</a>&quot;<br />\r\n\t<br />\r\n\tPete Palmer and Gary Gillette, &quot;The Baseball Encyclopedia,&quot; Barnes &amp; Noble<br />\r\n\t<br />\r\n\tLife magazine, &quot;<a href=\"http://books.google.com/books?id=wUkEAAAAMBAJ&amp;pg=PA25&amp;source=gbs_toc_r&amp;cad=2#v=onepage&amp;q&amp;f=false\">I Hate the Yankees</a>,&quot; &nbsp;April 17, 1950<br />\r\n\t<br />\r\n\tLos Angeles Times, &quot;<a href=\"http://articles.latimes.com/1998/apr/30/sports/sp-44636\">Market Finishes Up, So Yankees Do Too</a>,&quot; April 30, 1998<br />\r\n\t<br />\r\n\tUSA Today, <a href=\"http://content.usatoday.com/sportsdata/baseball/mlb/salaries/team\">Major League Baseball Salaries, 2011 by Team</a><br />\r\n\t<br />\r\n\tBoston Red Sox, <a href=\"http://mlb.mlb.com/bos/history/owners.jsp\">All-Time Owners</a>, June 2011<br />\r\n\t<br />\r\n\tSporting News, MLB, <a href=\"http://aol.sportingnews.com/mlb/roster/2/boston-red-sox\">Boston Red Sox Roster 2011</a><br />\r\n\t<br />\r\n\tESPN.com, &quot;<a href=\"http://sports.espn.go.com/espn/page2/story?page=simmons/060303\">Curious guy: Malcolm Gladwell</a>,&quot; March 2 2006.<br />\r\n\t<br />\r\n\tInterview with IndustryWeek managing editor Jonathan Katz, Aug. 25, 2011<br />\r\n\t<br />\r\n\tFortune 500, &quot;<a href=\"http://money.cnn.com/magazines/fortune/fortune500/2009/performers/industries/profits/\">Top industries: Most profitable</a>,&quot; May 4, 2009<br />\r\n\t<br />\r\n\tThe Plain Dealer, &quot;Generic drug reform stalls in House,&quot; Oct. 4, 2002<br />\r\n\t<br />\r\n\tThe Plain Dealer, &quot;Bus to Canada makes point, lets seniors cut medicine costs,&quot; Oct. 16, 2000</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 4, "current_job": "U.S. Senator", "false_count": 4, "first_name": "Sherrod", "half_true_count": 5, "home_state": "Ohio", "id": 387, "last_name": "Brown", "mostly_true_count": 9, "name_slug": "sherrod-brown", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact-sherrod-brown2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/387/", "total_count": 37, "true_count": 14, "website": "http://www.brown.senate.gov/"}, "statement": "<p>\r\n\t&quot;Rooting for the Red Sox is like rooting for the drug companies.&quot;</p>", "statement_context": "an appearance on MSNBC", "statement_date": "2011-08-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 166, "photo": null, "resource_uri": "/api/v/2/subject/166/", "subject": "Baseball", "subject_slug": "baseball", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}