{"art": [{"brightcove": "", "caption": "Republican presidential candidate Michele Bachmann greets supporters at the Calistoga Bakery Cafe in Naples, Fla., during a Sunshine State swing. (AP Photo/Naples Daily News)", "id": 1547, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Bachmann_in_Florida.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/1547/", "title": "Bachmann in Florida", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2011/aug/31/michele-bachmann/michele-bachmann-says-us-no-1-world-energy-resourc/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 4363, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/4363/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tDuring an Aug. 27, 2011, appearance in the central Florida town of Poinciana, Rep. Michele Bachmann, R-Minn. -- a candidate for the Republican presidential nomination -- made a striking claim about the United States&rsquo; energy resources.<br />\r\n\t<br />\r\n\tAccording to <a href=\"http://www.tampabay.com/incoming/michele-bachmann-says-americans-are-king-daddy-dogs-of-fuel-resources/1188502\">an Associated Press</a> story, Bachmann said that &quot;the United States is the No. 1 country in the world for energy resources,&quot; arguing that, in shale deposits alone, the United States easily outstrips the total oil supply of Saudi Arabia. &quot;That doesn&#39;t even include &hellip; all the oil in Alaska.&quot;<br />\r\n\t<br />\r\n\tBachmann added, &quot;Instead of thinking we are beggars out here begging for oil and for energy, we are the king daddy dogs when it comes to energy. The radical environmentalists have demanded that we lock up all our energy resources. President Bachmann will take that key out of the door. I will unlock it.&quot;<br />\r\n\t<br />\r\n\tSeveral readers asked us to look at whether the U.S. is in fact &quot;the No. 1 country in the world for energy resources.&quot;<br />\r\n\t<br />\r\n\tFirst, some background on how energy resources are measured. We found a concise explanation in a <a href=\"http://epw.senate.gov/public/index.cfm?FuseAction=Files.View&amp;FileStore_id=04212e22-c1b3-41f2-b0ba-0da5eaead952\">report issued on Nov. 30, 2010</a>, by the Congressional Research Service, a nonpartisan arm of Congress. (According to a different <a href=\"http://www.npr.org/templates/story/story.php?storyId=140051717\">Associated Press article</a>, Bachmann actually cited the CRS report during her Poinciana event.)<br />\r\n\t<br />\r\n\t&quot;It is important to keep in mind that naturally occurring deposits of any material, whether it is fossil fuels, gold, or timber, comprise a broad spectrum of concentration, quality, and accessibility (geologic, technical, and cultural),&quot; CRS wrote. The report&rsquo;s authors suggested visualizing this notion as a pyramid -- a small amount of easily recoverable resources at the top, with increasingly large deposits that are more and more difficult to extract toward the base of the pyramid.<br />\r\n\t<br />\r\n\tEnergy experts use a variety of technical terms that describe how easily and how economically feasible it is to extract a given resource. Here are a few of the more common terms, in descending order of cost-effectiveness:<br />\r\n\t<br />\r\n\t&bull; <strong>Proved reserves</strong>. This refers to estimates made with &quot;reasonable certainty&quot; to be &quot;commercially recoverable&quot; under current economic and governmental conditions.<br />\r\n\t<br />\r\n\t&bull; <strong>Undiscovered, economically recoverable resources</strong>. These are resources that are expected to be found eventually based on geological features of a given location and which are likely to be economically feasible once recovery proceeds.<br />\r\n\t<br />\r\n\t&bull; <strong>Undiscovered, technically recoverable resources</strong>. These are resources that are expected to be found eventually based on geological features of a given location and which are likely to be recoverable but which will not necessarily be recoverable on an economically feasible basis.<br />\r\n\t<br />\r\n\tWe looked at detailed international comparisons compiled by the Energy Information Administration, the statistical office of the U.S. Department of Energy. We&rsquo;ll look at the data for three fossil fuels -- petroleum, natural gas and coal. We won&rsquo;t look at renewable energy (such as biomass, geothermal, hydropower, solar or wind) because it&rsquo;s difficult to make international comparisons for renewable energy that countries could potentially harness.<br />\r\n\t<br />\r\n\t<strong><a href=\"http://www.eia.gov/cfapps/ipdbproject/IEDIndex3.cfm?tid=5&amp;pid=57&amp;aid=6\">Petroleum</a></strong>: U.S. petroleum reserves are relatively small -- less than 21 billion barrels. By comparison, the top four are Saudi Arabia (263 billion barrels), Venezuela (211 billion), Canada (175 billion), and Iran (137 billion).<br />\r\n\t<br />\r\n\t<strong><a href=\"http://www.eia.gov/cfapps/ipdbproject/IEDIndex3.cfm?tid=3&amp;pid=3&amp;aid=6\">Natural gas</a></strong>: The U.S. does better on this score. It has 273 trillion cubic feet of proved reserves, ranking fourth in the world behind Iran (1,046 trillion cubic feet), Qatar (896 trillion cubic feet) and Saudi Arabia (276 trillion cubic feet). All told, the U.S. accounts for 4 percent of the world total.<br />\r\n\t<br />\r\n\t<strong><a href=\"http://www.eia.gov/cfapps/ipdbproject/IEDIndex3.cfm?tid=1&amp;pid=7&amp;aid=6\">Coal</a></strong>: This is where the U.S. can lay its most plausible claim to be &quot;king daddy dog.&quot; The EIA&rsquo;s international comparison -- which uses the more relaxed standard of recoverable coal rather than proved reserves -- the U.S. has 260 billion short tons of coal. Its closest competitors are Russia (173 billion short tons) and China (126 billion short tons). The U.S. possesses a whopping 27 percent of the world total.<br />\r\n\t<br />\r\n\tUsing a different data set, we also looked at the world reserves of <strong><a href=\"http://www.world-nuclear.org/info/inf23.html\">uranium</a></strong>, the material used for nuclear reactors. According to the World Nuclear Association, the U.S. has 342,000 tons of &quot;known, recoverable&quot; uranium. That&rsquo;s 6 percent of the world total, ranking sixth in the world behind Australia (23 percent of the world total), Kazakhstan (15 percent), Russia (10 percent), South Africa (8 percent) and Canada (8 percent).<br />\r\n\t<br />\r\n\tIn its report, CRS made a couple attempts to make the kind of comprehensive, international comparison Bachmann made. Doing so requires some mathematical adjustments so that the figures for oil, natural gas and coal can be added together. This is done by adjusting the numbers for the amount of energy each resource produces. The unit of measurement CRS used is &quot;barrels of oil equivalent.&quot;<br />\r\n\t<br />\r\n\tCRS concluded that the U.S. had about 973 billion barrels of oil equivalent in its reserves, which ranks first in the world. Russia was a close second at 955 billion and China a distant third with 475 billion.<br />\r\n\t<br />\r\n\tThe U.S. also ranked first using a different measurement -- one that takes the reserves total from the previous calculation and adds to it technically recoverable (but not necessarily economically feasible) undiscovered oil and natural gas. CRS did not include technically recoverable, undiscovered coal in this calculation, even though it could be a substantial resource, because it found the data too speculative.<br />\r\n\t<br />\r\n\tBy this measurement, the U.S. also ranked first in the world with 1.3 trillion barrels of oil equivalent, once again narrowly leading Russia, which had 1.2 trillion. Saudi Arabia, China and Iran ranked third, fourth and fifth, trailing the U.S. and Russia by large margins.<br />\r\n\t<br />\r\n\tThese two comparisons demonstrate that Bachmann has justification for saying that &quot;the United States is the No. 1 country in the world for energy resources.&quot;<br />\r\n\t<br />\r\n\t&quot;Directionally, I think she is right,&quot; said Amy Myers Jaffe, director of the Energy Forum at Rice University&rsquo;s James A. Baker III Institute for Public Policy. &quot;We have giant energy resources here.&quot;<br />\r\n\t<br />\r\n\tAt the same time, the CRS report offers caveats that undercut such a broad-brush conclusion. Here are some of them:<br />\r\n\t<br />\r\n\t&bull; <strong>Uncertain measurements</strong>. Not only is the science of estimating reserves and potentially recoverable resources subject to conjecture, but there&rsquo;s no guarantee that every country&rsquo;s data is reliable, since not every nation has put the same effort into researching the question -- or, if they have, they may not be interested in sharing accurate information with economic rivals. In addition, the data is old, CRS says. &quot;There has been no reliable source for estimates of undiscovered oil and natural gas resources internationally since the U.S. Geological Survey completed its World Petroleum Assessment in 2000,&quot; CRS wrote.<br />\r\n\t<br />\r\n\t&bull; <strong>The role of coal</strong>. The United States&rsquo; top ranking owes much to its lead in coal. But coal&rsquo;s uses are limited since, barring some undiscovered technological advance, it cannot be used to power automobiles and other vehicles. &quot;Not now nor in the near future will coal be a fuel source for transportation, as oil is,&quot; said Robin Dutta, research associate at the University of Delaware&rsquo;s Center for Energy and Environmental Policy. Because of this, Dutta called it &quot;a false comparison&quot; to compare, say, Saudi Arabia&rsquo;s reserves to those in the United States.<br />\r\n\t<br />\r\n\tIn addition, coal&rsquo;s future viability as a fuel is somewhat in question because it is believed to be a major contributor of carbon dioxide to the atmosphere. Many scientists believe that the impact of carbon dioxide emissions poses a serious ecological threat by promoting climate change, particularly on a long-term time scale.<br />\r\n\t<br />\r\n\t&bull; <strong>How economical will extraction be</strong>? There are large and potentially recoverable troves of fossil fuels in the United States, but there&rsquo;s a question about whether, and how soon, they&rsquo;ll be economically viable. Citing oil shale and methane hydrate resources as examples, CRS said that &quot;the uncertainty associated with estimates of those deposits is too great to produce meaningful comparisons. &hellip; The final tally would have very little meaning considering the difficulties in estimating those resources.&quot;<br />\r\n\t<br />\r\n\tAlso unknown is how much of an environmental cost there would be to extraction, or how much government investment would be necessary if the industry considered it uneconomical on its own terms.<br />\r\n\t<br />\r\n\t&bull; <strong>Non-fossil fuels</strong>. We noted that the CRS study didn&rsquo;t measure nuclear energy or conventional forms of renewable energy such as solar, wind or biomass. Nor did it include more experimental technologies, such as energy from ocean waves, or even nuclear fusion. In the long term, one or more of these technologies may become more important than the fossil fuels we&rsquo;re assessing here -- but we don&rsquo;t know which one, or what nation will be best positioned to take advantage of the new methods.<br />\r\n\t<br />\r\n\tWith its many windy and sunny locations, the U.S. could conceivably continue as the &quot;king daddy dog&quot; into a new era of renewable energy. But saying that today would be more speculative than certain.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tBachmann can point to some very specific numbers from a credible source -- CRS -- that place the United States first in the world in fossil-fuel reserves. But while she cited this big number from the CRS report at Poinciana, she also glossed over a number of caveats that raise questions about the significance of the No. 1 ranking.<br />\r\n\t<br />\r\n\tThe U.S. lead is predominantly due to its large stores of coal, yet coal&rsquo;s environmental effects pose a question mark for the future use of these resources. Meanwhile, for both coal and other fossil fuels, there&rsquo;s continuing uncertainty about whether the U.S. will be able to exploit these resources in a way that&rsquo;s economically feasible. Finally, there&rsquo;s no way of knowing which renewable or experimental energy sources will become important in the future, and as a result, whether the U.S. will be well placed to dominate the field.<br />\r\n\t<br />\r\n\tWe find Bachmann&rsquo;s statement supportable based on available statistics, but the statistics may not be completely reliable. Some of the estimates include resources that would not be tapped if companies found it more profitable to exploit resources outside the U.S. We consider Bachmann&#39;s statement to be accurate, but find that it leaves out important details. We rate it Half True.</p>", "ruling_comments_date": "2011-08-30T16:56:27.957909", "ruling_date": "2011-08-31T14:05:38", "ruling_headline": "Michele Bachmann says U.S. is No. 1 in the world for energy resources", "ruling_headline_slug": "michele-bachmann-says-us-no-1-world-energy-resourc", "ruling_link_text": "We are number one -- but not without some qualifications", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tAssociated Press, &quot;<a href=\"http://www.tampabay.com/incoming/michele-bachmann-says-americans-are-king-daddy-dogs-of-fuel-resources/1188502\">Michele Bachmann says Americans are &#39;king daddy dogs&#39; of fuel resources</a>,&quot; Aug. 27, 2011<br />\r\n\t<br />\r\n\tAssociated Press, &quot;<a href=\"http://www.npr.org/templates/story/story.php?storyId=140051717\">Fact Check: Bachmann Energy Claims Oversimplified</a>,&quot; Aug. 30, 2011<br />\r\n\t<br />\r\n\tCongressional Research Service, &quot;<a href=\"http://epw.senate.gov/public/index.cfm?FuseAction=Files.View&amp;FileStore_id=04212e22-c1b3-41f2-b0ba-0da5eaead952\">U.S</a><a href=\"http://epw.senate.gov/public/index.cfm?FuseAction=Files.View&amp;FileStore_id=04212e22-c1b3-41f2-b0ba-0da5eaead952\">. Fossil Fuel Resources: Terminology, Reporting, and Summary</a>,&quot; Nov. 30, 2010<br />\r\n\t<br />\r\n\tU.S. Energy Information Administration, <a href=\"http://www.eia.gov/countries/data.cfm#undefined\">main index page for international statistics</a>, accessed Aug. 30, 2011<br />\r\n\t<br />\r\n\tWorld Nuclear Association, &quot;<a href=\"http://www.world-nuclear.org/info/inf23.html\">Known Recoverable Resources of Uranium 2007</a>,&quot; accessed Aug. 30, 2011<br />\r\n\t<br />\r\n\tBP, &quot;<a href=\"http://www.bp.com/assets/bp_internet/globalbp/globalbp_uk_english/reports_and_publications/statistical_energy_review_2011/STAGING/local_assets/pdf/statistical_review_of_world_energy_full_report_2011.pdf\">Statistical Review of World Energy</a>,&quot; 2011<br />\r\n\t<br />\r\n\tWorld Energy Council, &quot;<a href=\"http://www.worldenergy.org/documents/ser_2010_report_1.pdf\">Survey of Energy Resources</a>,&quot; 2010</p>\r\n<p>\r\n\tE-mail interview with Robin Dutta, research associate at the University of Delaware&rsquo;s Center for Energy and Environmental Policy, Aug. 31, 2011</p>\r\n<p>\r\n\tE-mail interview with Amy Myers Jaffe, director of the Energy Forum at Rice University&rsquo;s James A. Baker III Institute for Public Policy, Aug. 31, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 8, "current_job": "Congresswoman", "false_count": 22, "first_name": "Michele", "half_true_count": 6, "home_state": "Minnesota", "id": 149, "last_name": "Bachmann", "mostly_true_count": 4, "name_slug": "michele-bachmann", "pants_count": 16, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Bachmann_mug_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/149/", "total_count": 61, "true_count": 5, "website": "http://bachmann.house.gov/"}, "statement": "<p>\r\n\t&quot;The United States is the No. 1 country in the world for energy resources. &hellip; We are the king daddy dogs when it comes to energy.&quot;</p>", "statement_context": "a campaign event", "statement_date": "2011-08-27", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}, {"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}], "target": [], "twitter_headline": ""}