{"art": [{"brightcove": "", "caption": "Ed Schultz dedicated his Aug. 25, 2011, Psychotalk segment to Sen. Marco Rubio.", "id": 1550, "infogram": "", "ndn": "", "ndnid": "", "other": "<object width=\"330\" height=\"190\" id=\"msnbc1738e3\" classid=\"clsid:D27CDB6E-AE6D-11cf-96B8-444553540000\" codebase=\"http://download.macromedia.com/pub/shockwave/cabs/flash/swflash.cab#version=10,0,0,0\"><param name=\"movie\" value=\"http://www.msnbc.msn.com/id/32545640\" /><param name=\"FlashVars\" value=\"launch=44282347&amp;width=330&amp;height=190\" /><param name=\"allowScriptAccess\" value=\"always\" /><param name=\"allowFullScreen\" value=\"true\" /><param name=\"wmode\" value=\"transparent\" /><embed name=\"msnbc1738e3\" src=\"http://www.msnbc.msn.com/id/32545640\" width=\"330\" height=\"190\" FlashVars=\"launch=44282347&amp;width=330&amp;height=190\" allowscriptaccess=\"always\" allowFullScreen=\"true\" wmode=\"transparent\" type=\"application/x-shockwave-flash\" pluginspage=\"http://www.adobe.com/shockwave/download/download.cgi?P1_Prod_Version=ShockwaveFlash\"></embed></object>", "photo": null, "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/1550/", "title": "The \"Ed Show\" Psychotalk segment on Sen. Marco Rubio", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "bbowers@politifact.com", "first_name": "Becky", "id": 177, "last_name": "Bowers", "name_slug": "becky-bowers", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/bbowers-politifact-mug_.gif", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/177/", "title": "PolitiFact Digital Operations Manager", "twitter": null}], "canonical_url": "/florida/statements/2011/sep/01/ed-schultz/ed-schultz-says-social-security-lifts-million-flor/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": null, "id": 4367, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "bbowers@politifact.com", "first_name": "Becky", "id": 177, "last_name": "Bowers", "name_slug": "becky-bowers", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/bbowers-politifact-mug_.gif", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/177/", "title": "PolitiFact Digital Operations Manager", "twitter": null}], "resource_uri": "/api/v/2/statement/4367/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Sen. Marco Rubio, in a&nbsp;<a href=\"http://www.youtube.com/watch?v=5BypW8Ev3lM\">recent speech</a>&nbsp;from the Ronald Reagan Presidential Library, said Social Security and Medicare &quot;weakened us as a people.&quot;<br />\r\n<br />\r\nWe used to take care of one another, and our neighbors, until government took over, he explained.&nbsp;<br />\r\n<br />\r\nLiberal MSNBC pundit Ed Schultz called that &quot;Psychotalk.&quot;&nbsp;<br />\r\n<br />\r\nIt&#39;s a segment on the<em> Ed Show</em> he uses to scorn comments by politicians and other pundits,&nbsp;<a href=\"http://www.msnbc.msn.com/id/30389641/ns/msnbc_tv-the_ed_show/\">most recently</a>&nbsp;Donald Trump, Jon Huntsman, Mitt Romney and George Will. On Aug. 25, he challenged the star Florida conservative,&nbsp;<a href=\"http://www.msnbc.msn.com/id/21134540/vp/44282347#44282347\">calling him a political hack</a>&nbsp;who wants to get rid of social safety nets. (Rubio, for his part, said in the speech he believes in America&#39;s retirement programs, but that they must be changed for those who aren&#39;t in them yet to make them sustainable.)<br />\r\n<br />\r\nA Florida statistic during the segment caught our attention: &quot;In Rubio&#39;s state of Florida alone, Social Security lifts more than -- count it -- a million people out of poverty.&quot;</p>\r\n\r\n<p>PolitiFact Florida wanted to know, is that true? (We also checked&nbsp;<a href=\"http://www.politifact.com/florida/statements/2011/aug/24/marco-rubio/reagan-library-speech-marco-rubio-takes-social-sec/\">a statement by Rubio</a>&nbsp;from the same speech about the ratio of workers to retirees in the Social Security program dipping from 16 to 1 down to 3 to 1.)<br />\r\n<br />\r\nOn its face, the number seems plausible. Social Security benefits,&nbsp;<a href=\"http://www.ssa.gov/history/hfaq.html\">set up as a result of a 1935 law</a>&nbsp;signed by President Franklin Roosevelt, helped support&nbsp;<a href=\"http://www.ssa.gov/policy/docs/statcomps/supplement/2010/5a.html#table5.a4\">52 million</a>&nbsp;retired and disabled workers and their relatives in 2009, according to the agency that administers them.<br />\r\n<br />\r\nBut who provided Schultz&#39;s number?<br />\r\n<br />\r\nWe took a closer look at a Nexis transcript, which we edited slightly after&nbsp;<a href=\"http://www.msnbc.msn.com/id/21134540/vp/44282347#44282347\">watching the segment ourselves</a>:</p>\r\n\r\n<p><em>SCHULTZ: And in Psychotalk tonight, Florida Sen. Marco Rubio, he&#39;s on the attack against the Big Three. Now Rubio is an early favorite to take the No. 2 spot on the Republican presidential ticket next year thanks to his tea party ideology and his pretty boy looks. But his policies are downright ugly.<br />\r\n<br />\r\nDuring a speech at the Reagan Library this week, Rubio had this to say about programs like Social Security and Medicare.<br />\r\n<br />\r\n(BEGIN VIDEO CLIP)<br />\r\n<br />\r\nSEN. MARCO RUBIO (R), FLORIDA: These programs actually weakened us as a people. You see, almost in forever, it was institutions and society that assumed the role of taking care of one another. If someone was sick in your family, you took care of them. If a neighbor met misfortune, you took care of them.<br />\r\n<br />\r\nYou saved for your retirement and for your future because you had to. &hellip; But all of that changed when the government began to assume those responsibilities. ... And as government crowded out the institutions in our society that did these things traditionally, it weakened our people.<br />\r\n<br />\r\n(END VIDEO CLIP)<br />\r\n<br />\r\nSCHULTZ: I will tell you what&#39;s weakening our people: political hacks like Marco Rubio, who want to get rid of social safety nets. Before Medicare -- check this out -- half of American seniors didn&#39;t have hospital insurance. Almost a third of Americans lived in poverty.<br />\r\n<br />\r\nBut after Medicare was signed into law, the poverty rate among senior citizens plummeted from 30 percent to around 10 percent in just 30 years. And it&#39;s the same story with Social Security.<br />\r\n<br />\r\nAccording to the Census Bureau data, 20 million more Americans would live below the poverty line if Social Security did not exist. Forty five percent of senior citizens would be poor.<br />\r\n<br />\r\nAnd in Rubio&#39;s state of Florida alone, Social Security lifts more than -- count it -- a million people out of poverty. But these right wingers remain determined to dismantle the Big Three, no matter how many Americans suffer.<br />\r\n<br />\r\nFor Marco Rubio to say programs like Medicare and Social Security weaken Americans is flat out Psychotalk.</em><br />\r\n<br />\r\nFor this fact-check, we&#39;re setting aside the national statistics Schultz offered about Medicare and Social Security and focusing on his Florida claim.<br />\r\n<br />\r\nWhere did the Florida statistic come from? Schultz had said in a previous paragraph, &quot;according to Census Bureau data,&quot; and a spokeswoman for his show, Tanya Hayre, confirmed &quot;we source the Census Bureau in our reporting.&quot;<br />\r\n<br />\r\nBut a graphic on the screen as Schultz spoke gave a different source: the Center on Budget and Policy Priorities, a liberal think tank. We&nbsp;<a href=\"http://www.cbpp.org/cms/index.cfm?fa=view&amp;id=3260\">found the report</a>.<br />\r\n<br />\r\nIt shows Schultz accurately repeated numbers from the think tank&#39;s 2010 analysis of Census data.<br />\r\n<br />\r\nThe authors of the analysis, Paul Van de Water and Arloc Sherman, took the official definition of poverty used by the Census Bureau, then crunched Census-provided numbers on families&#39; poverty status with and without Social Security benefits. Without Social Security, they found, 19.8 million more Americans would have been poor in 2008, including 1.07 million in Florida. (The state numbers relied on a three-year average for 2006-08, to boost the reliability of the results.)<br />\r\n<br />\r\nSo far, so good, for Schultz.<br />\r\n<br />\r\nBut whenever someone cites government data but, in fact, is relying on analysis of that data by a think tank, we check to see whether other experts interpret the same data differently. For example, in July Rep. Debbie Wasserman Schultz, D-Fla.,&nbsp;<a href=\"http://www.politifact.com/florida/statements/2011/jul/25/debbie-wasserman-schultz/rep-debbie-wasserman-schultz-says-nonpartisan-cbo-/\">cited the nonpartisan Congressional Budget Office</a>&nbsp;in a claim about the effect of tax cuts on the national debt -- when her conclusion came from the Center on Budget and Policy Priorities. In that case it turned out that conservative think tanks used the same CBO numbers to support a different conclusion. We ultimately rated her statement Half True.<br />\r\n<br />\r\nIn this case, Van de Water and Sherman named in their report a conservative critic of their analysis, Charles Blahous, one of two public trustees of Social Security and Medicare and a research fellow at the Hoover Institution. We traded e-mails with him. We also called up Andrew Biggs, a scholar at the conservative American Enterprise Institute for Public Policy Research.<br />\r\n<br />\r\nA note: These people all know each other. Biggs and Van de Water worked together at the Social Security Administration while Blahous was a special assistant to the president for economic policy focusing on &quot;retirement security issues.&quot; Now they all work at think tanks, helping shape how we view public policy. And as Van de Water put it, &quot;We worked together, but we disagree on a number of things.&quot;<br />\r\n<br />\r\nIndeed.<br />\r\n<br />\r\nHere&#39;s what Biggs and Blahous say about Van de Water&#39;s analysis: It&#39;s meaningless and misleading.&nbsp;<br />\r\n<br />\r\n&quot;The SSA used to publish these figures but stopped because they were deceptive, so now the lefty think tanks calculate the figures themselves,&quot; Biggs said. &quot;That says something!&quot;<br />\r\n<br />\r\nVan de Water confirmed the Social Security Administration used to do the same analysis while he was there but stopped early into President George W. Bush&#39;s administration -- because of views like Blahous&#39;. So the Center on Budget and Policy Priorities started computing the the poverty figures, using the same methodology, he said.<br />\r\n<br />\r\nWhat do Blahous and Biggs find misleading?<br />\r\n<br />\r\nThe analysis focuses on benefits only, not the years and years of payroll taxes that families fed into the system. What if those tax dollars had stayed in workers&#39; pockets? Would they still face poverty?<br />\r\n<br />\r\n&quot;To make any reasonable statements about the program&#39;s net effect on poverty, one needs to come up with a model for how high poverty would be without each of Social Security benefits or taxes,&quot; Blahous said.</p>\r\n\r\n<p>He says to get a truer sense of the program&#39;s current effect, you would have to consult studies&nbsp;<a href=\"http://www.ssa.gov/OACT/NOTES/ran7/index.html\">like these</a>&nbsp;from the Social Security actuary. In the early years of Social Security, its effect on poverty was much greater -- workers got out in benefits much more than they paid in taxes. It offered a windfall to early beneficiaries at the expense of later ones. But look at Tables 2 or 3 in the actuary&#39;s July 2010 publication, he said, and you see that would shift if the program raises taxes or cuts benefits, as it would need to to fully finance benefits more than 25 years from now. For example, low-wage single males born in 1937 or later -- retiring this century -- would actually get out less than they put in. (Very low-wage males, plus females and couples would fare better longer.)<br />\r\n<br />\r\nAs an aside, that crunch will continue as&nbsp;<a href=\"http://www.politifact.com/florida/statements/2011/aug/24/marco-rubio/reagan-library-speech-marco-rubio-takes-social-sec/\">fewer and fewer workers support more retirees</a>. Meanwhile, the Social Security Administration had to&nbsp;<a href=\"http://www.politifact.com/florida/statements/2010/mar/28/marco-rubio/rubio-claims-social-security-upside-down-sooner-ex/\">dip into its trust fund</a>&nbsp;several years earlier than anticipated, in part because of the economy. Still, as PolitiFact has ruled twice, it&#39;s&nbsp;<a href=\"http://www.politifact.com/rhode-island/statements/2011/aug/04/barry-hinckley/gop-senate-candidate-hinckley-says-there-no-money-/\">wrong</a>&nbsp;to say the program&#39;s&nbsp;<a href=\"http://www.politifact.com/texas/statements/2010/jun/24/michele-bachmann/bachmann-says-social-security-running-deficit-and-/\">out of money</a>.<br />\r\n<br />\r\nThat makes it all the more misleading, Blahous and Biggs say, to claim that Social Security lifts more than a million people out of poverty in Florida based on analysis of benefits only. They might not have been in poverty if not for the taxes they paid, and for some it would have been a better deal to invest directly in Treasury bonds rather than in the Social Security system.</p>\r\n\r\n<p>&quot;I&#39;m sure it does reduce poverty, but not by anything like they&#39;re talking about,&quot; Biggs said. &quot;... They&#39;re looking at one side of an equation in a very simplistic way.&quot;<br />\r\n<br />\r\nIs that the whole story? Not quite.<br />\r\n<br />\r\nLet&#39;s say low-income workers -- presumably at higher risk for poverty in retirement -- didn&#39;t have to pay Social Security taxes. Would they carefully put aside that amount? It&#39;s more likely they would spend it, Van de Water said. Not only that, Social Security is designed to&nbsp;<a href=\"http://www.cbpp.org/cms/index.cfm?fa=view&amp;id=3261\">pay out more to low-income workers</a>&nbsp;than they put in. In other words, letting them keep their payroll taxes wouldn&#39;t support them as well as providing them Social Security checks.<br />\r\n<br />\r\n&quot;It&#39;s clear that Social Security keeps lots of low-income elderly out of poverty in retirement,&quot; Van de Water said.&nbsp;<br />\r\n<br />\r\nHe acknowledges his analysis answers a very narrow question: How many people would fall into poverty if Social Security checks stopped today? It&#39;s not as good for answering the broader question: What if Social Security had never existed at all?<br />\r\n<br />\r\nAnd of course, that&#39;s not an easy question to answer, said another expert, Olivia Mitchell of the Wharton School at University of Pennsylvania.&nbsp;<br />\r\n<br />\r\n&quot;If we had no Social Security, people would have to work longer, save more, become more financially literate, buy annuities and private disability insurance, contribute to their own IRAs and pensions, and probably rely more on family and charity if they were hoping to retire,&quot; she said. &quot;We can&#39;t easily run the counterfactual experiment!&quot;<br />\r\n<br />\r\nYet it&#39;s the broader question that Schultz suggests on his MSNBC show in his setup for the Florida statistic. He says, &quot;20 million more Americans would live below the poverty line if Social Security did not exist.&quot; If it had disappeared into thin air one day in 2008, sure. If it had never come into being? Much tougher to say.<br />\r\n<br />\r\nSo when he says, &quot;In Rubio&#39;s state of Florida alone, Social Security lifts more than -- count it -- a million people out of poverty,&quot; he&#39;s accurately quoting a study by the Center for Budget and Policy Priorities about what would happen if Social Security checks suddenly stopped. But the statistic doesn&#39;t directly address Rubio&#39;s apparent point, that America would be stronger if FDR had never signed Social Security into existence. That&#39;s a matter for thoughtful speculation or a raft of much more complicated studies. We also found it misleading that Schultz mentioned just the Census Bureau as his source, while graphics on the screen in small type confirmed the numbers were in fact crunched by a think tank. For those reasons, we find he used the statistic out of context, and rate it Half True.</p>\r\n", "ruling_comments_date": "2011-08-31T16:08:43.508588", "ruling_date": "2011-09-01T11:46:41", "ruling_headline": "Ed Schultz says Social Security lifts more than a million Floridians out of poverty", "ruling_headline_slug": "ed-schultz-says-social-security-lifts-million-flor", "ruling_link_text": "Liberal think tank looks just at benefits, not taxes", "ruling_state": "Florida", "source_documents": null, "sources": "<p><em>Ed Show</em> on MSNBC TV, &quot;<a href=\"http://www.msnbc.msn.com/id/21134540/vp/44282347#44282347\">Marco Rubio thinks Americans are weak</a>,&quot; Aug. 25, 2011<br />\r\n<br />\r\nNexis, &quot;<em>The Ed Show</em> with Ed Schultz,&quot; Aug. 25, 2011, transcript accessed Aug. 25, 2011 (subscription required)<br />\r\n<br />\r\nMarco Rubio&nbsp;<a href=\"http://www.youtube.com/watch?v=5BypW8Ev3lM\">speech</a>, Aug. 23, 2011<br />\r\n<br />\r\n<em>Ed Show</em> on MSNBC TV,&nbsp;<a href=\"http://www.msnbc.msn.com/id/30389641/ns/msnbc_tv-the_ed_show/\">Psychotalk segments</a>, accessed Aug. 30, 2011<br />\r\n<br />\r\nSocial Security Administration,&nbsp;<a href=\"http://www.ssa.gov/policy/docs/statcomps/supplement/2010/5a.html#table5.a4\">Annual Statistical Supplement, 2010</a>, accessed Aug. 30, 2011<br />\r\n<br />\r\nSocial Security Administration,&nbsp;<a href=\"http://www.ssa.gov/history/hfaq.html\">History: Frequently Asked Questions</a>, accessed Aug. 30, 2011<br />\r\n<br />\r\nPolitiFact Florida, &quot;<a href=\"http://www.politifact.com/florida/statements/2011/aug/24/marco-rubio/reagan-library-speech-marco-rubio-takes-social-sec/\">In Reagan library speech, Marco Rubio takes on Social Security,</a>&quot; Aug. 24, 2011<br />\r\n<br />\r\nPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2010/aug/17/eddie-bernice-johnson/texas-congresswoman-eddie-bernice-johnson-says-soc/\">Texas Congresswoman Eddie Bernice Johnson says Social Security slashed poverty among the elderly</a>,&quot; Aug. 17, 2010<br />\r\n<br />\r\nPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2011/jul/29/bill-oreilly/bill-oreilly-says-poverty-hasnt-budged-1965-despit/\">Bill O&#39;Reilly says poverty hasn&#39;t budged since 1965 despite &#39;trillions&#39; spent</a>,&quot; July 29, 2011<br />\r\n<br />\r\nE-mail interview with Tanya Hayre, director, MSNBC media relations, Aug. 26-29, 2011<br />\r\n<br />\r\nPolitiFact Florida,&nbsp;<a href=\"http://www.politifact.com/florida/statements/2011/jul/25/debbie-wasserman-schultz/rep-debbie-wasserman-schultz-says-nonpartisan-cbo-/\">Rep. Debbie Wasserman Schultz says nonpartisan CBO faults Bush tax cuts for debt crisis</a>, July 25, 2011<br />\r\n<br />\r\nCenter on Budget and Policy Priorities, &quot;<a href=\"http://www.cbpp.org/cms/index.cfm?fa=view&amp;id=3260\">Social Security Keeps 20 Million Americans Out of Poverty: A State-By-State Analysis</a>,&quot; Aug. 11, 2010</p>\r\n\r\n<p>E-mail interview with&nbsp;<a href=\"http://www.cbpp.org/experts/index.cfm?fa=view&amp;id=38\">Arloc Sherman</a>, senior researcher at the Center on Budget and Policy Priorities, Aug. 29, 2011<br />\r\n<br />\r\nInterview with&nbsp;<a href=\"http://www.cbpp.org/experts/index.cfm?fa=view&amp;id=26\">Paul Van de Water</a>, senior fellow at the Center on Budget and Policy Priorities, Aug. 30, 2011<br />\r\n<br />\r\nE-mail interview with&nbsp;<a href=\"http://www.hoover.org/fellows/8507\">Charles Blahous</a>, research fellow at the Hoover Institution at Stanford University, Aug. 29, 2011<br />\r\n<br />\r\nInterview with&nbsp;<a href=\"http://www.aei.org/scholar/135\">Andrew Biggs</a>, resident scholar at the American Enterprise Institute for Public Policy Research, Aug. 29, 2011<br />\r\n<br />\r\nSocial Security Administration,&nbsp;<a href=\"http://www.ssa.gov/OACT/NOTES/ran7/index.html\">Moneys Worth Ratios</a>, accessed Aug. 30, 2011<br />\r\n<br />\r\nPolitiFact Florida, &quot;<a href=\"http://www.politifact.com/florida/statements/2010/mar/28/marco-rubio/rubio-claims-social-security-upside-down-sooner-ex/\">Rubio claims Social Security is upside down sooner than expected</a>,&quot; March 28, 2010&nbsp;</p>\r\n\r\n<p>PolitiFact Rhode Island, &quot;<a href=\"http://www.politifact.com/rhode-island/statements/2011/aug/04/barry-hinckley/gop-senate-candidate-hinckley-says-there-no-money-/\">GOP Senate candidate Hinckley says there is no money is Social Security</a>,&quot; Aug. 4, 2011<br />\r\n<br />\r\nPolitiFact Texas, &quot;<a href=\"http://www.politifact.com/texas/statements/2010/jun/24/michele-bachmann/bachmann-says-social-security-running-deficit-and-/\">Bachmann says Social Security is running a deficit and borrowing from the general treasury</a>,&quot; June 24, 2010<br />\r\n<br />\r\nCenter on Budget and Policy Priorities, &quot;<a href=\"http://www.cbpp.org/cms/index.cfm?fa=view&amp;id=3261\">Policy Basics: Top Ten Facts about Social Security on the Program&#39;s 75th Anniversary</a>,&quot; Aug. 13, 2010</p>\r\n\r\n<p>E-mail interview with <a href=\"http://bpub.wharton.upenn.edu/people/faculty.cfm?id=719\">Olivia Mitchell</a>, director, Boettner Center for Pensions and Retirement Research, University of Pennsylvania, Aug. 31, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "MSNBC television host", "false_count": 1, "first_name": "Ed", "half_true_count": 4, "home_state": "", "id": 279, "last_name": "Schultz", "mostly_true_count": 1, "name_slug": "ed-schultz", "pants_count": 2, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/ed.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/279/", "total_count": 11, "true_count": 0, "website": "http://www.wegoted.com/"}, "statement": "<p>&quot;In (Sen. Marco) Rubio&#39;s state of Florida alone, Social Security lifts more than -- count it -- a million people out of poverty.&quot;</p>\r\n", "statement_context": "MSNBC's the \"Ed Show,\" Aug. 25, 2011", "statement_date": "2011-08-25", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 29, "photo": null, "resource_uri": "/api/v/2/subject/29/", "subject": "Poverty", "subject_slug": "poverty", "used_in_edition": []}, {"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}, {"description": "", "id": 102, "photo": null, "resource_uri": "/api/v/2/subject/102/", "subject": "Retirement", "subject_slug": "retirement", "used_in_edition": []}, {"description": "", "id": 141, "photo": null, "resource_uri": "/api/v/2/subject/141/", "subject": "Social Security", "subject_slug": "social-security", "used_in_edition": []}], "target": [{"adkey": "", "advalue": "", "barely_true_count": 36, "current_job": "U.S. Senator", "false_count": 26, "first_name": "Marco", "half_true_count": 33, "home_state": "Florida", "id": 277, "last_name": "Rubio", "mostly_true_count": 37, "name_slug": "marco-rubio", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Marco_Rubio.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/277/", "total_count": 168, "true_count": 20, "website": "http://www.rubio.senate.gov/"}], "twitter_headline": ""}