{"art": [], "author": [{"email_address": "gtrotter@vnews.com", "first_name": "Gregory", "id": 251, "last_name": "Trotter", "name_slug": "gregory-trotter", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 17, "publication_name": "The Valley News", "resource_uri": "/api/v/2/publication/17/"}, "resource_uri": "/api/v/2/staffer/251/", "title": "Staff Writer", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2011/sep/01/rick-perry/rick-perry-says-obama-delivered-2-billion-brazil-h/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 4374, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "gtrotter@vnews.com", "first_name": "Gregory", "id": 251, "last_name": "Trotter", "name_slug": "gregory-trotter", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 17, "publication_name": "The Valley News", "resource_uri": "/api/v/2/publication/17/"}, "resource_uri": "/api/v/2/staffer/251/", "title": "Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/4374/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\r\n\tOn the day he entered the Republican campaign for president, Texas Gov. Rick Perry said at a New Hampshire house party that the Obama administration has made life more difficult for oil companies in Louisiana and Texas while being overly generous to energy projects in other countries.<br />\r\n\t<br />\r\n\t&quot;This president goes to Brazil and delivers $2 billion to that country to help them with their offshore drilling projects,&quot; Perry said. &quot;What are they thinking?&quot;<br />\r\n\t<br />\r\n\tBut as we drilled down into this statement, we found an empty well. Obama didn&#39;t &quot;deliver&quot; any such thing during his visit to Brazil, and Obama had no connection to a much smaller loan guarantee that a Brazilian company ultimately got from the U.S. Export-Import Bank. Experts we interviewed said Perry was distorting the truth and wrongly characterizing what happened.<br />\r\n\t<br />\r\n\tWe tried to contact the Perry campaign, but it did not return calls or e-mails asking for supporting evidence of this statement.<br />\r\n\t<br />\r\n\tWe found Perry is referring to two things: Obama&#39;s trip to Brazil in March 2011, which was intended to encourage growing economic and political ties to the country, and a decision by the Ex-Im Bank, an independent agency, to offer a preliminary commitment to a Brazilian oil company in April 2009.<br />\r\n\t<br />\r\n\tWe&#39;ll take them one at a time.<br />\r\n\t<br />\r\n\t<strong>Obama&#39;s trip to Brazil</strong><br />\r\n\t<br />\r\n\tOn March 19, 2011, Obama met with Brazil&rsquo;s new President Dilma Rousseff, hailed Brazil as an emerging &quot;global leader&quot; and talked of a bright future of cooperation between the two countries.<br />\r\n\t<br />\r\n\tSeveral times in his visit, Obama expressed support for increased trade and partnerships with Brazil. He mentioned building infrastructure for the 2014 World Cup and the 2016 Summer Olympics and developing biofuel technology.<br />\r\n\t<br />\r\n\tAnd several times, Obama said that the U.S. wanted to help Brazil develop its recently discovered deepwater oil reserves so the U.S. could be a customer.<br />\r\n\t<br />\r\n\tAt a business <a href=\"http://www.whitehouse.gov/the-press-office/2011/03/19/remarks-president-ceo-business-summit-brasilia-brazil\">summit </a>in Brasilia, Obama said: &quot;At a time when we&rsquo;ve been reminded how easily instability in other parts of the world can affect the price of oil, the United States could not be happier with the potential for a new, stable source of energy.&quot;<br />\r\n\t<br />\r\n\tIn an <a href=\"http://www.whitehouse.gov/the-press-office/2011/03/19/remarks-president-obama-and-president-rousseff-brazil-brasilia-brazil\">address </a>at the Palacio do Planalto, he said: &quot;In particular, with the new oil finds off Brazil, President&nbsp;Rousseff has said that Brazil wants to be a major supplier of new stable sources of energy, and I&rsquo;ve told her that the United States wants to be a major customer, which would be a win-win for both our countries.&quot;<br />\r\n\t<br />\r\n\tBut while Obama said that the U.S. would be a customer for the country&#39;s oil, he said nothing about the U.S. providing the $2 billion, as Perry claimed.<br />\r\n\t<br />\r\n\tIndeed, the action by the Ex-Im Bank involving the Brazilian oil company actually occurred in April 2009, almost two years before Obama&#39;s trip. It was approved by bank officials who all were appointees of President George W. Bush.<br />\r\n\t<br />\r\n\t<strong>Bush appointees approved $2 billion deal</strong><br />\r\n\t<br />\r\n\tPerry&#39;s claim that Obama gave Brazil $2 billion echoes criticism we found in many blogs, many of which referred to a <em>Wall Street Journal</em> <a href=\"http://online.wsj.com/article/SB10001424052970203863204574346610120524166.html\">editorial</a> written in August 2009, titled &quot;Obama Underwrites Offshore Drilling.&quot;<br />\r\n\t<br />\r\n\tThe editorial correctly reported that the U.S. Export-Import Bank agreed to a &quot;preliminary commitment&quot; for $2 billion with the Brazilian oil company Petrobras in 2009. But from there, the waters turned a bit muckier as the editorial held Obama responsible for that development. &nbsp;<br />\r\n\t<br />\r\n\t&quot;Americans are right to wonder why Mr. Obama is underwriting in Brazil what he won&#39;t allow at home,&quot; the editorial concluded.<br />\r\n\t<br />\r\n\tFirst, a quick explanation of the Ex-Im Bank: It is an independent federal agency that provides financing options -- including direct loans, guarantees of loans and &nbsp;export-credit insurance -- to foreign buyers to help them buy U.S. goods and services, according to its <a href=\"http://www.exim.gov/index.cfm\">website</a>.<br />\r\n\t<br />\r\n\tWhen we called the Ex-Im Bank&rsquo;s spokesman Phil Cogan, we could hardly get the question out about Obama&#39;s involvement before he interjected.<br />\r\n\t<br />\r\n\t&quot;Not true,&quot; Cogan said.<br />\r\n\t<br />\r\n\tThis much is true -- the bank agreed to a preliminary commitment with Petrobras in 2009 for $2 billion. That commitment, in lay terms, was &quot;an expression of the bank&rsquo;s willingness to consider an application of loans,&quot; Cogan said. &nbsp;<br />\r\n\t<br />\r\n\tBut Obama had no role in approving it. When the bank&rsquo;s board of directors made <a href=\"http://www.exim.gov/article.cfm/69B39F09-A182-B668-8A5588CC8A0D64ED/\">that decision</a> on April 14, 2009, all five directors were appointed by Bush. Obama had no appointees on the board at that time.<br />\r\n\t<br />\r\n\tAnd it&#39;s important to understand that, according to the bank&rsquo;s <a href=\"http://www.exim.gov/about/charter/section3.cfm\">charter</a>, the Ex-Im Bank is an independent credit agency. The president appoints the directors to the five-person board -- three of the president&rsquo;s party, two of the minority party -- but does not vote on or sign off on transactions, Cogan said.<br />\r\n\t<br />\r\n\tFor transactions exceeding $100 million, there is a 30-day review period, during which the president and members of Congress can comment on proposed transactions, Cogan said. But it&rsquo;s very rare to receive comments, and the ultimate decision is made by the bank&rsquo;s board of directors.<br />\r\n\t<br />\r\n\tThe Ex-Im Bank receives its spending authority from Congress, but it gets no appropriated funds, Cogan said. It operates using revenue from the fees and interest that it charges lenders and borrowers.<br />\r\n\t<br />\r\n\t&quot;In those rare cases when it makes direct loans (the majority of our financing is guarantees of loans made by commercial lenders), the bank borrows the money from Treasury, collects fees and charges interest to the ultimate borrower and repays Treasury both principal and interest,&quot; Cogan explained.<br />\r\n\t<br />\r\n\tOn Feb. 4, 2010, the Ex-Im Bank agreed to a <a href=\"http://www.exim.gov/article.cfm/F7CD065C-A808-E5AD-26D470202967DC56/\">$308 million loan guarantee</a> (out of the initial $2 billion commitment) with Petrobras, essentially guaranteeing prevention of default on a private loan from the lender, which in this case was JPMorgan Chase.<br />\r\n\t<br />\r\n\tThe vote on that $308 million was not unanimous. Chairman Fred Hochberg, the only Obama appointee at that time, and director Diane Farrell voted for it; director Bijan Kian opposed it. They were the only directors that voted.<br />\r\n\t<br />\r\n\tIn an e-mail, Petrobras officials confirmed that the loan has been signed and the money will be used to buy U.S. goods and services. According to the Ex-Im Bank, <a href=\"http://www.exim.gov/brazil/petrobasfacts.cfm\">the companies </a>that will benefit include three companies based in Louisiana &nbsp;-- and at least five companies in Perry&rsquo;s home state of Texas. &nbsp;<br />\r\n\t<br />\r\n\t<strong>No evidence of an Obama connection</strong><br />\r\n\t<br />\r\n\tSo far, there&#39;s no evidence to support Perry&#39;s case that Obama delivered the loan guarantee. But is it possible the bank was under White House pressure to act?<br />\r\n\t<br />\r\n\tThat&#39;s not how the place works, said Joseph Grandmaison, an international trade consultant who lives in Rye, N.H. Grandmaison was appointed by Bush to serve on the Ex-Im Bank&rsquo;s board of directors for seven years, ending his term in July 2009.<br />\r\n\t<br />\r\n\t&quot;In all the time I was there, to the best of my knowledge, there were never any calls from the White House to persuade us of anything,&quot; said Grandmaison, a Democrat. &quot;They don&rsquo;t influence transactions.&quot;<br />\r\n\t<br />\r\n\tThat $2 billion preliminary commitment was tantamount to &quot;establishing a line of credit&quot; to Petrobras for the purpose of buying American goods. It was also intended to encourage U.S. companies to sell to Petrobras, Grandmaison said, because the financing was in place. &nbsp;<br />\r\n\t<br />\r\n\tOliver O&#39;Connell, an analyst who follows the Ex-Im Bank as editor of <em>Trade Finance Magazine, </em>agrees.<br />\r\n\t<br />\r\n\t&quot;The idea that the president was somehow involved in this is a fallacy,&quot; O&#39;Connell said. &quot;This was about the Ex-Im Bank making sure that U.S. exporters could compete on the same level playing field as their foreign competitors, with the intention of creating American jobs.&quot;<br />\r\n\t<br />\r\n\tIt&rsquo;s a resilient fallacy, though, one that keeps popping up, from the <em>Wall Street Journal</em> to Fox News, going viral in emails and landing on various conservative blogs. It&rsquo;s been enough to encourage the Ex-Im Bank to post a <a href=\"http://www.exim.gov/brazil/petrobasfacts.cfm\">fact sheet </a>on its website in attempt to shoot down the various charges.<br />\r\n\t<br />\r\n\tAddressing the claim that the loan represents a reversal of the Obama administration&rsquo;s stance on offshore drilling, the fact sheet states: &quot;There is no connection between federal policies on offshore drilling in U.S. waters and financing U.S. export sales for drilling by other countries. In fact, should Ex-Im Bank refuse to finance sales by U.S. companies it is likely that the sales will go instead to their foreign competitors.&quot;<br />\r\n\t<br />\r\n\tCogan could not keep exasperation out of his voice when discussing the matter.<br />\r\n\t<br />\r\n\t&quot;There have been so many errors and misconceptions about this,&quot; he said. &quot;It keeps getting repeated and repeated, despite the facts.&quot;<br />\r\n\t<br />\r\n\t<strong>Our Ruling</strong><br />\r\n\t<br />\r\n\tPerry&rsquo;s claim is wrong in several ways. First, the number is wrong. Although there was an initial commitment for $2 billion, it ultimately became a $308 million loan guarantee. Second, Perry ignores that the Ex-Im Bank is an independent federal agency, and he is wrong to attribute its actions to Obama. The initial commitment came when it was controlled by Bush appointees. And although the Obama appointee voted for the $308 million loan guarantee, there is no evidence that it done at the behest of Obama.<br />\r\n\t<br />\r\n\tWe rate this statement Pants on Fire.</p>", "ruling_comments_date": "2011-09-01T12:51:03.190467", "ruling_date": "2011-09-01T13:41:40", "ruling_headline": "Rick Perry says Obama delivered $2 billion to Brazil to help offshore drilling", "ruling_headline_slug": "rick-perry-says-obama-delivered-2-billion-brazil-h", "ruling_link_text": "Not $2 billion and not from Obama", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tAudio recording of Gov. Rick Perry&rsquo;s address in Greenland, N.H., Aug. 13, 2011</p>\r\n<p>\r\n\tWall Street Journal editorial, <a href=\"http://online.wsj.com/article/SB10001424052970203863204574346610120524166.html\">&quot;President Obama Finances Offshore Drilling,&quot;&nbsp;</a> Aug. 18, 2009</p>\r\n<p>\r\n\tNew York Times, <a href=\"http://www.nytimes.com/2011/03/20/world/americas/20obama-brazil.html\">&quot;Amid Crises, Obama Lands in South America,&quot;</a> March 19, 2011</p>\r\n<p>\r\n\tExport-Import Bank, <a href=\"http://www.exim.gov/brazil/petrobasfacts.cfm\">Fact sheet</a> on Export-Import Bank&rsquo;s transactions with Petrobras,</p>\r\n<p>\r\n\tExport-Import Bank, <a href=\"http://www.exim.gov\">Charter for the Export-Import Bank, </a>accessed Aug. 30, 2011</p>\r\n<p>\r\n\tExport-Import Bank, <a href=\"http://www.exim.gov/article.cfm/69B39F09-A182-B668-8A5588CC8A0D64ED/\">Minutes </a>from the Export-Import Bank&rsquo;s Board of Directors meeting on April 14, 2009</p>\r\n<p>\r\n\tExport-Import Bank, <a href=\"http://www.exim.gov/article.cfm/F7CD065C-A808-E5AD-26D470202967DC56/\">Minutes </a>from the Export-Import Bank&rsquo;s Board of Directors meeting on Feb. 4, 2010</p>\r\n<p>\r\n\tWhite House, <a href=\"http://www.whitehouse.gov/the-press-office/2011/03/19/remarks-president-obama-and-president-rousseff-brazil-brasilia-brazil\">Remarks</a> by President Barack Obama and Brazilian President Dilma Rousseff in Brasilia, Brazil, March, 19, 2011</p>\r\n<p>\r\n\tInterview with Phil Cogan, vice president/press secretary for the Office of Communications, Export-Import Bank, Aug. 23, 24 and 26, 2011<br />\r\n\t<br />\r\n\tInterview with Oliver O&rsquo;Connell, editor for Trade Finance Magazine, Aug. 26, 2011<br />\r\n\t<br />\r\n\tInterview with Joseph Grandmaison, former director of the Export-Import Bank, Aug. 26, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 30, "current_job": "U.S. Energy Secretary", "false_count": 31, "first_name": "Rick", "half_true_count": 42, "home_state": "Texas", "id": 291, "last_name": "Perry", "mostly_true_count": 24, "name_slug": "rick-perry", "pants_count": 18, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rick_Perry_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/291/", "total_count": 176, "true_count": 26, "website": "https://energy.gov/management/history/secretaries-energy"}, "statement": "<p>\r\n\tSays President Barack Obama delivered $2 billion to Brazil to help with offshore drilling projects.</p>", "statement_context": "a speech at a house party in New Hampshire.", "statement_date": "2011-08-13", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}, {"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}, {"description": "", "id": 214, "photo": null, "resource_uri": "/api/v/2/subject/214/", "subject": "New Hampshire 2012", "subject_slug": "new-hampshire-2012", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}