{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2011/sep/04/kinky-friedman/kinky-friedman-says-barack-obamas-favorable-rating/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jseaborn@statesman.com", "first_name": "Jody", "id": 254, "last_name": "Seaborn", "name_slug": "jody-seaborn", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/254/", "title": "Specialty editor", "twitter": null}], "facebook_headline": null, "id": 4391, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/4391/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tTexas humorist Kinky Friedman, who challenged Rick Perry for governor five years ago, prefers Perry to Barack Obama for president.<br />\r\n\t<br />\r\n\tFriedman, who is Jewish, offers among his reasons in an Aug. 24, 2011, <a href=\"http://www.thedailybeast.com/articles/2011/08/24/kinky-friedman-rick-perry-s-got-my-vote.html\">column</a> in <em>The Daily Beast</em> that Perry is a friend to Israel who has visited the country &quot;on many more occasions than Obama, who&rsquo;s been there exactly zero times as president. If I were Obama I wouldn&rsquo;t go either. His favorability rating in Israel once clocked in at 4 percent.&quot;<br />\r\n\t<br />\r\n\tIt&#39;s <a href=\"http://projects.washingtonpost.com/potus-tracker/locations/\">been documented</a> that Obama has not been to Israel as president. But Is Friedman&rsquo;s 4 percent statement right?<br />\r\n\t<br />\r\n\tAn online search led us to reports of an August 2009 poll in Israel in which only 4 percent of respondents saw the Democratic president&rsquo;s administration as more pro-Israel than pro-Palestinian. <em>The Jerusalem Post</em>, which commissioned the poll from the Smith Research Center, <a href=\"http://www.jpost.com/Israel/Article.aspx?id=171849\">reported</a> that 51 percent of the polled Israelis said Obama&rsquo;s administration was more pro-Palestinian than pro-Israel, 35 percent considered it neutral and 10 percent declined to express an opinion.<br />\r\n\t<br />\r\n\tSix times from May 2009 through May 2011, the polling firm asked Israelis about the Obama administration&rsquo;s lean toward Israel and the Palestinians, with the August 2009 results marking the administration&rsquo;s lowest pro-Israel rating, according to a <a href=\"http://www.jpost.com/DiplomacyAndPolitics/Article.aspx?id=222451\">summary chart</a> posted by the newspaper this May. The administration&rsquo;s highest pro-Israel rating came in May 2009; 31 percent of respondents said it was more pro-Israel, 14 percent said it was more pro-Palestinian. In the May 2011 poll, 12 percent said the administration was more pro-Israel, 40 percent rated it more pro-Palestinian.<br />\r\n\t<br />\r\n\tNext, we asked academic experts and journalists versed in the Middle East about Obama&rsquo;s standing in Israel.<br />\r\n\t<br />\r\n\tProfessors Michael Desch of the University of Notre Dame and Jennifer Loewenstein of the University of Wisconsin-Madison agreed that Obama&rsquo;s policies toward achieving peace in the Middle East are not weaker toward Israel than those of previous presidents, though there have been perceptions otherwise at least since Obama <a href=\"http://www.whitehouse.gov/the-press-office/remarks-president-cairo-university-6-04-09\">reached out to</a> the Muslim world in a June 2009 speech in Cairo.<br />\r\n\t<br />\r\n\tBoth also noted that <em>The Jerusalem Post</em> polls did not inquire directly into Obama&rsquo;s popularity. Desch, a political scientist, added that Obama might not be as unpopular in Israel as The Post polls suggest. In a November 2009 poll gauging Obama&rsquo;s popularity among Israelis, commissioned by the U.S.-based New America Foundation, 41 percent of 1,000 respondents had a favorable view of Obama while 37 percent had an unfavorable view, <a href=\"http://www.haaretz.com/news/poll-more-israelis-like-obama-but-don-t-feel-he-supports-them-1.2398\">according to</a> a Dec. 10, 2009, news article in Haaretz, an Israeli newspaper.<br />\r\n\t<br />\r\n\tNot that participants had glowing hopes. Haaretz reported that 55 percent of those polled said they thought Obama did not support Israel, with 42 percent saying he did, reflecting the &quot;complexity of views&quot; about him as he pressed both Israel and the Palestinians to resume stalled peace talks, the paper said. The article quoted pollster Jim Gerstein saying: &quot;They genuinely admire and like him ... but at the same time they also want to feel that he is in their corner, and they have concerns over this.&quot;<br />\r\n\t<br />\r\n\tIn the poll, 50 percent of respondents believed Obama was &quot;weak on terrorism,&quot; while 43 percent rated him as na&iuml;ve, the newspaper said.<br />\r\n\t<br />\r\n\tIn its own <a href=\"http://newamerica.net/node/25141\">analysis</a>, the foundation said that while Obama&rsquo;s favorability rating is &quot;not astronomically high for a U.S. president, it is notably stronger than the favorability ratings for Israel&#39;s foreign and defense ministers, and a mere seven (percentage) points below that of Prime Minister Benjamin Netanyahu.&quot;<br />\r\n\t<br />\r\n\tThe foundation quoted Gil Tamary of Israel&#39;s Channel 10 News saying that much of Obama&#39;s relative unpopularity is a direct consequence of the Israeli press&#39; daily attacks on him. &quot;But based on our survey results,&quot; the foundation said, &quot;should Obama decide to make a direct pitch to the Israeli public, his starting position would be one of relative strength. Obama has not yet reached out to Israelis in the way he has to the Muslim world, with his historic trips to Egypt and Turkey. A similarly momentous state visit to Israel could build a tremendous amount of goodwill with an already receptive Israeli public.&quot;<br />\r\n\t<br />\r\n\tWe searched for other polls of Obama&rsquo;s standing in Israel.<br />\r\n\t<br />\r\n\tGallup has not asked explicitly about the president, but it has polled Israelis on whether they approve or disapprove of the job performance of the leadership of the United States. In 2009, Obama&rsquo;s first year as president, 61 percent approved. In 2010, 54 percent approved, 34 percent disapproved and 14 percent did not know or refused to answer, Gallup <a href=\"http://www.gallup.com/poll/142631/Worldwide-Leadership-Approval.aspx\">says</a>.<br />\r\n\t<br />\r\n\tThis year, the Pew Research Center surveyed attitudes on issues including confidence in Obama in <a href=\"http://pewglobal.org/2011/07/13/china-seen-overtaking-us-as-global-superpower/10/#survey-methods\">more than 20 countries</a>, including Israel. &quot;About half (49 percent) of Israelis have at least some confidence in Obama,&quot; Pew <a href=\"http://pewglobal.org/2011/07/13/china-seen-overtaking-us-as-global-superpower/4/#chapter-3-global-opinion-of-president-barack-obama\">said</a> in its July summary, &quot;when it comes to world affairs and about the same percentage (51 percent) has little or no confidence in the U.S. president.&quot;<br />\r\n\t<br />\r\n\tThe narrow divide in confidence in Obama contrasts with a chasm over his handling of the Israeli-Palestinian conflict. Only 29 percent of respondents in Israel approved of Obama&rsquo;s handling of the conflict; 64 percent disapproved. Pew said 84 percent of residents of the Palestinian territories disapproved of Obama&rsquo;s handling of the conflict. &quot;Elsewhere in the Middle East, at least eight-in-ten in Lebanon (85 percent), Jordan (82 percent) and Egypt (82 percent) disapprove of Obama&rsquo;s handling of this issue,&quot; Pew said.<br />\r\n\t<br />\r\n\tUriel Heilman, managing editor of JTA, which <a href=\"http://www.jta.org/\">describes itself</a> as a global news service of the Jewish people, told us in an interview that many Israelis view Obama as hostile to the country&rsquo;s current government in part because the American president was critical of Israeli settlements at a time the government was seen at home as making peace concessions. Another time, he said, there was umbrage at Netanyahu not getting a photo opportunity or press conference with Obama during a White House visit.<br />\r\n\t<br />\r\n\tHeilman added: &quot;Let&rsquo;s not forget Obama is a Democrat and Netanyahu is the equivalent of a Republican&quot; in Israel. Also, he said, Obama&rsquo;s race may be a factor: &quot;Some people have biases.&quot;<br />\r\n\t<br />\r\n\tBy email, Gil Hoffman, <em>The Jerusalem Post</em>&rsquo;s chief political correspondent, suggested Obama has not owned up to missteps. He pointed to a July 2010 interview in which Obama was <a href=\"http://www.youtube.com/watch?v=bKObIXgooYo\">asked by</a> Israeli anchorwoman Yonit Levy about people who feel he doesn&rsquo;t have a special connection to Israel. Obama replied: &quot;Some of it may just be the fact that my middle name is Hussein, and that creates suspicion. Some of it may have to do with the fact that I have actively reached out to the Muslim community, and I think that sometimes, particularly in the Middle East, there&rsquo;s the feeling of the friend of my enemy must be my enemy. And the truth of the matter is, is that my outreach to the Muslim community is designed precisely to reduce the antagonism and the dangers posed by a hostile Muslim world to Israel and to the West.&quot; He noted, though, that every speech he&rsquo;d given about Israel referred to the United States&rsquo; special bond with it, including support for its survival and people.<br />\r\n\t<br />\r\n\tHoffman opined that Obama&rsquo;s unpopularity is rooted in the absence of peace talks and the failure of his policies to &quot;advance the peace process the way his Democratic and Republican predecessors did. The Israeli Right, which doesn&#39;t want a Palestinian state, wouldn&#39;t have liked him anyway. And the Israeli Left, which desperately wants two states for two peoples, is very disappointed. We had negotiations between Israelis and Palestinians for 16 years.They ended when Obama was elected and they have not re-started since.&quot;<br />\r\n\t<br />\r\n\tSo, what of Friedman&rsquo;s claim?<br />\r\n\t<br />\r\n\tThere was a 4-percent result in a poll, but that question covered the Obama administration&rsquo;s support for Israel--not Obama&rsquo;s popularity. Meantime, Obama has been viewed favorably by a greater share of Israelis. The statement misrepresents his standing. We rate it Mostly False.</p>", "ruling_comments_date": "2011-09-02T16:11:18.653375", "ruling_date": "2011-09-04T06:00:00", "ruling_headline": "Kinky Friedman says Barack Obama's favorable rating in Israel once was 4 percent", "ruling_headline_slug": "kinky-friedman-says-barack-obamas-favorable-rating", "ruling_link_text": "No cigar", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<em>The Jerusalem Post</em>, news articles, <a href=\"http://www.jpost.com/Israel/Article.aspx?id=171849\">&quot;Post poll: Obama still in single digits,&quot;</a> March 26, 2010; <a href=\"http://www.jpost.com/International/Article.aspx?id=181594\">&quot;JPost poll: Obama didn&#39;t sway Israeli Jews,&quot;</a> July 16, 2010<br />\r\n\t<br />\r\n\tKinky Friedman, opinion column, <a href=\"http://www.thedailybeast.com/articles/2011/08/24/kinky-friedman-rick-perry-s-got-my-vote.html\">&quot;Kinky for Perry,&quot;</a> in <em>The Daily Beast</em>, August 24, 2011<br />\r\n\t<br />\r\n\tGallup, poll results, <a href=\"http://www.gallup.com/poll/142631/Worldwide-Leadership-Approval.aspx\">&quot;Global Views of U.S. Leadership&quot;</a> (accessed Sept. 2, 2011)<br />\r\n\t<br />\r\n\tNew America Foundation, blog post, <a href=\"http://newamerica.net/node/25141\">&quot;How Israelis See Obama,&quot;</a> December 11, 2009<br />\r\n\t<br />\r\n\tPew Research Center, poll summary, <a href=\"http://pewglobal.org/2011/07/13/china-seen-overtaking-us-as-global-superpower/4/#chapter-3-global-opinion-of-president-barack-obama\">&quot;Global Opinion of President Barack Obama,&quot;</a> July 13, 2011<br />\r\n\t<br />\r\n\tTelephone interview, Michael Desch, professor of political science, University of Notre Dame, August 30, 2011<br />\r\n\t<br />\r\n\tTelephone interview, Uriel Heilman, managing editor, JTA, New York, August 31, 2011<br />\r\n\t<br />\r\n\tTelephone interview, Jennifer G. Loewenstein, associate director, Middle East Studies Program, University of Wisconsin-Madison, August 30, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Author", "false_count": 1, "first_name": "Kinky", "half_true_count": 1, "home_state": "Texas", "id": 319, "last_name": "Friedman", "mostly_true_count": 0, "name_slug": "kinky-friedman", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/friedmanmug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/319/", "total_count": 3, "true_count": 0, "website": "http://www.kinkyfriedman.com/"}, "statement": "<p>\r\n\tSays Barack Obama&rsquo;s &quot;favorability rating in Israel once clocked in at 4 percent.&quot;</p>", "statement_context": "an opinion column.", "statement_date": "2011-08-24", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 48, "photo": null, "resource_uri": "/api/v/2/subject/48/", "subject": "Israel", "subject_slug": "israel", "used_in_edition": []}, {"description": "", "id": 194, "photo": null, "resource_uri": "/api/v/2/subject/194/", "subject": "Polls and Public Opinion", "subject_slug": "polls", "used_in_edition": ["/api/v/2/edition/10/"]}], "target": [{"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}], "twitter_headline": ""}