{"art": [], "author": [{"email_address": "sgorman@timesdispatch.com", "first_name": "Sean", "id": 238, "last_name": "Gorman", "name_slug": "sean-gorman", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/238/", "title": "PolitiFact Reporter", "twitter": null}], "canonical_url": "/virginia/statements/2011/sep/03/george-allen/allen-says-he-substantially-cut-state-government-w/", "edition": {"adkey": "Editions", "advalue": "Virginia", "edition": "Virginia", "edition_slug": "virginia", "has_afterthefact": false, "id": 10, "index_page": false, "meter_name": "The Virginia Truth-O-Meter", "resource_uri": "/api/v/2/edition/10/"}, "editor": [{"email_address": "wfiske@timesdispatch.com", "first_name": "Warren", "id": 209, "last_name": "Fiske", "name_slug": "warren-fiske", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/209/", "title": "PolitiFact Virginia Editor", "twitter": null}], "facebook_headline": null, "id": 4396, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "sgorman@timesdispatch.com", "first_name": "Sean", "id": 238, "last_name": "Gorman", "name_slug": "sean-gorman", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/238/", "title": "PolitiFact Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/4396/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tRepublican George Allen is promising he&rsquo;ll help stop the growth of the federal government if he&rsquo;s elected to the U.S. Senate next year.<br />\r\n\t<br />\r\n\tHe says he&rsquo;ll bring to Washington the same kind of &quot;sweeping reform&quot; he brought to Virginia as governor from 1994 to 1998. His campaign website says that when Allen was governor, &quot;He challenged critics and sentiment that suggested it couldn&rsquo;t be done, reining in government spending and substantially reducing the size of the state workforce.&quot;<br />\r\n\t<br />\r\n\tIn this fact check, we&rsquo;ll look at Allen&rsquo;s claim that he substantially cut the number of state employees. In the near future, we&rsquo;ll examine the other assertion in his statement: That Allen &nbsp;&quot;reined in&quot; state spending.<br />\r\n\t<br />\r\n\tAllen, while campaigning for governor, often said Virginia&rsquo;s bureaucracy was bloated and vowed to make deep job cuts. &nbsp;In his inaugural address, Allen proclaimed: &quot;The will of the people has been frustrated by an unholy alliance of manipulative well-heeled interests, entrenched bureaucrats, and political opportunists. It is time for this to end.&quot;<br />\r\n\t<br />\r\n\tSo did Allen reduce the employment rolls?<br />\r\n\t<br />\r\n\tBill Riggs, spokesman for Allen&rsquo;s senate campaign, pointed us to a Dec. 31, 1997, report from the state Department of Personnel &amp; Training. It shows the number of full-time equivalent employees in the state&rsquo;s executive branch -- under control of the governor -- was about 111,540 in December 1993, just before Allen took office. The number dropped to 101,450 in Allen&rsquo;s last full month in December 1997. That&rsquo;s a a decrease of 10,090 employees, or roughly 9 percent of the state workforce.<br />\r\n\t<br />\r\n\tFigures from the Virginia Department of Human Resource Management confirm the 9 percent drop in the state&rsquo;s executive branch.<br />\r\n\t<br />\r\n\tWhen including employees in the legislative, judicial branches and at independent agencies -- such as the Virginia Lottery -- DHRM&rsquo;s figures show the number of state employees went from about 115,750 in December 1993 to 110,250 in December 1997. That&rsquo;s a drop of 5,500, or about 5 percent.<br />\r\n\t<br />\r\n\tBut there is debate over whether the reduction of employees really streamlined government, because while Virginia was shedding workers under Allen, it was also increasing its use of private contractors.<br />\r\n\t<br />\r\n\tThe centerpiece of Allen&rsquo;s effort was a voluntary buyout for state workers created under the 1995 Workforce Transition Act. About 5,500 bureaucrats took advantage of the buyout, causing &quot;the largest such exodus ever in Virginia,&quot; according to a Richmond Times-Dispatch article in 1997.<br />\r\n\t<br />\r\n\tThe greatest impact was in the Virginia Department of Transportation. About 1,300 employees decided to take the buyout, roughly 10 percent of that agency&rsquo;s workforce. The state budget had funds to pay 11,570 VDOT workers when Allen took office. The final budget Allen proposed, for &nbsp;the 1998-2000 biennium, paid for 10,262 employees.<br />\r\n\t<br />\r\n\tBut just because people left their state job with a buyout didn&rsquo;t mean they stopped working for Virginia. Some of them, as documented in news reports from the time, went to work for private firms that contracted with VDOT.<br />\r\n\t<br />\r\n\tAllen&rsquo;s supporters and detractors traded barbs over the level of savings from the buyout program.<br />\r\n\t<br />\r\n\tAllen, in 1997, estimated the buyout saved $134 million a year. But critics said his figure ignored the costs of paying millions of dollars in overtime, contracting out work and hiring replacements.<br />\r\n\t<br />\r\n\tThe Democratic-controlled House Appropriations Committee estimated that the savings might only amount to $13 million to $17 million in fiscal 1998. &nbsp;<br />\r\n\t<br />\r\n\tAllen&rsquo;s defenders argued privatizing state functions streamlined government and was cost efficient.<br />\r\n\t<br />\r\n\tBut a November 1998 report by the Joint Legislative Audit and Review Commission found that in least in one case, contracting out jobs cost more money. Outsourcing bridge inspections over the three previous fiscal years cost the state $4.7 million more than if it VDOT had used in-house staff, according to the report.<br />\r\n\t<br />\r\n\tA JLARC report showed that contracting increased during the Allen years, in part, due to the drop in staffing from the buyout. The number of VDOT projects that consultants worked on doubled from about 350 in fiscal year 1994 to 700 in fiscal year 1998.<br />\r\n\t<br />\r\n\tThe value of outstanding VDOT consulting contracts also increased, going from about $300 million on January 1, 1994 to nearly $700 million on Janurary 1, 1998.<br />\r\n\t<br />\r\n\tIn addition to the buyout, Allen also used a hiring freeze and attrition to lower the state workforce. Jobs related to health and public safety were exempt from the freeze.<br />\r\n\t<br />\r\n\tGov. James Gilmore, a Republican who succeeded Allen, eased the hiring freeze shortly after taking office by allowing cabinet secretaries to set their agency employment levels, according to a July, 1998 article in the Richmond Times-Dispatch. That was a change from Allen&rsquo;s practice of having staffing largely controlled by the Department of Planning and Budget, according to the article.<br />\r\n\t<br />\r\n\tIn subsequent years, the number of state employees was on the rise, increasing to about 115,500 by June 30, 2000.<br />\r\n\t<br />\r\n\tTo sum up:<br />\r\n\t<br />\r\n\tAllen says he substantially reduced the size of the state workforce. The number of state<br />\r\n\temployees did indeed drop during his administration. In the executive branch, which represents the bulk of state workers, the number declined by 10,000, or 9 percent.<br />\r\n\t<br />\r\n\tIt is important to note that as the number of state employees fell under Allen, Virginia&rsquo;s reliance on private contractors rose. We can&rsquo;t say how many of the departed bureaucrats went back to work for the state government -- albeit indirectly -- as private consultants. Those records don&rsquo;t exist.<br />\r\n\t<br />\r\n\tSo we struggle to call Allen&rsquo;s reduction substantial. We rate his statement Mostly True.<br />\r\n\t&nbsp;</p>", "ruling_comments_date": "2011-09-02T20:18:28.025565", "ruling_date": "2011-09-03T06:00:00", "ruling_headline": "Allen says he substantially cut state government workforce as governor ", "ruling_headline_slug": "allen-says-he-substantially-cut-state-government-w", "ruling_link_text": "Fewer bureaucrats, more private consultants", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tGeorge Allen for United States Senate, <a href=\"http://www.georgeallen.com/about/\">&quot;About George Allen,&quot;</a>accessed August 22, 2011.<br />\r\n\t<br />\r\n\tE-mail from Bill Riggs, Allen campaign spokesman, August 24, 2011.<br />\r\n\t<br />\r\n\tE-mails from Anne Waring, spokeswoman for the Department of Human Resource Management, August 24 and 31, 2011.<br />\r\n\t<br />\r\n\tAuditor of Public Accounts, <a href=\"http://www.apa.virginia.gov/reports/wta97.pdf\">&quot;Report on the statewide effects of the Workforce Transition Act,&quot;</a>May 30, 1997.<br />\r\n\t<br />\r\n\tAuditor of Public Accounts &quot;Agencies of the Secretary of Transportation Report on Audit for the year ended June 30, 1996,&quot; May 1, 1997.<br />\r\n\t<br />\r\n\tJoint Legislative Audit and Review Commission, <a href=\"http://jlarc.state.va.us/reports/rpt222.pdf\">&quot;Review of the use of consultants by the Virginia Department of Transportation,&quot;</a>November 22, 1998.<br />\r\n\t<br />\r\n\tInterview with Ron Jordan, executive director of the Virginia Government Employees Association, Sept. 1, 2011.<br />\r\n\t<br />\r\n\tVirginia&rsquo;s 1994-1996, 1996-1998, 1998-2000 budgets.<br />\r\n\t<br />\r\n\tVirginia Department of Planning and Budget, operating budget summary for 1996-1998 and 1998-2000, accessed August 22, 2011.<br />\r\n\t<br />\r\n\tRichmond Times-Dispatch, &quot;&lsquo;It was a free-for-all&rsquo; - Allen seen as so bent on slashing that little care was given to what,&quot; July 10, 1997.<br />\r\n\t<br />\r\n\tRichmond Times-Dispatch, &quot;Did staff cuts save money? Net savings may be only a fraction of expectation,&quot; July 13, 1997.<br />\r\n\t<br />\r\n\tRichmond Times-Dispatch, &quot;State hiring freeze may come to end,&quot; July 3, 1998.<br />\r\n\t<br />\r\n\tRichmond Times-Dispatch, &quot;Cutting jobs amid growing VA demands,&quot; Nov. 6, 1994.<br />\r\n\t<br />\r\n\tVirginian-Pilot, &quot;VDOT head calls for more study on the costs of downsizing,&quot; Sept. 9, 1999.<br />\r\n\t<br />\r\n\tVirginian-Pilot, &quot;VDOT staff cuts cost milions,&quot; August 29, 1999.<br />\r\n\t<br />\r\n\tVirginian-Pilot, &quot;Study questions costs of VDOT downsizing,&quot; Oct. 14, 1998.<br />\r\n\t<br />\r\n\tVirginian-Pilot, &quot;VDOT consultant costs soar after 1995 job cuts,&quot; Oct. 11, 1998.<br />\r\n\t<br />\r\n\tRichmond Times-Dispatch, &quot;Contractors pick up slack,&quot; July 13, 1997.<br />\r\n\t<br />\r\n\tRichmond Times-Dispatch, &quot;Senators debate the long-run cost of state buyouts,&quot; June 10, 1995.<br />\r\n\t<br />\r\n\tRichmond Times-Dispatch, &quot;Poor Record Keeping hides actual savings,&quot; July 15, 1997.<br />\r\n\t<br />\r\n\tRichmond Times-Dispatch, &quot;Audit shows mistakes from big VDOT cuts,&quot; Septembrer 19, 1997.<br />\r\n\t<br />\r\n\tRichmond Times-Dispatch, &quot;Ex-counsel sees &lsquo;Rennaissance&rsquo; under Allen in VA.,&quot; October 6, 1996.<br />\r\n\t<br />\r\n\tRichmond Times-Dispatch, &quot;Report questions Allen&rsquo;s savings - House cites overtime and contracting,&quot; May 21, 1996.<br />\r\n\t<br />\r\n\tRichmond Times-Dispatch, &quot;State hiring freeze may come to end - move could ease understaffing,&quot; July 3, 1998.<br />\r\n\t<br />\r\n\tWashington Post, &quot;VDOT&rsquo;s woes cause worry about projects,&quot; Oct. 13, 1998.<br />\r\n\t<br />\r\n\tWashington Post, &quot;Loss of VDOT workers is consultants gain,&quot; October 14, 1998.<br />\r\n\t<br />\r\n\tWashington Post, &quot;Va. savings from buyouts offset, analysts say,&quot; May 20, 1997.<br />\r\n\t<br />\r\n\tWashington Post, &quot;The transformation of Gov. George Allen -- and Virginia,&quot; January 9, 1998.<br />\r\n\t<br />\r\n\tRichmond Times-Dispatch, &quot;No more nepotism, firings, Beyer says,&quot; July 28, 1997.<br />\r\n\t<br />\r\n\tRichmond Times-Dispatch, &quot;A look at politics in 1995 suggests &lsquo;86 might have its share of reruns,&quot; December 31, 1995.</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "consultant", "false_count": 8, "first_name": "George", "half_true_count": 3, "home_state": "Virginia", "id": 831, "last_name": "Allen", "mostly_true_count": 4, "name_slug": "george-allen", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/George__Allen.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Virginia", "edition": "Virginia", "edition_slug": "virginia", "has_afterthefact": false, "id": 10, "index_page": false, "meter_name": "The Virginia Truth-O-Meter", "resource_uri": "/api/v/2/edition/10/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/831/", "total_count": 27, "true_count": 8, "website": "http://www.georgeallen.com/"}, "statement": "<p>\r\n\tTakes credit for &quot;substantially reducing the size of the state workforce.&quot;</p>", "statement_context": "campaign literature.", "statement_date": "2011-08-22", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 3, "photo": null, "resource_uri": "/api/v/2/subject/3/", "subject": "Job Accomplishments", "subject_slug": "job-accomplishments", "used_in_edition": []}, {"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}