{"art": [{"brightcove": "", "caption": "Republican presidential candidates Michele Bachmann, Herman Cain, Newt Gingrich, Ron Paul and Mitt Romney pose before the American Principles Project Palmetto Freedom Forum Monday, Sept. 5, 2011, in Columbia, S.C.", "id": 1566, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/South_Carolina_DeMint_event.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/1566/", "title": "DeMint candidate forum", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2011/sep/07/mitt-romney/romney-says-his-health-care-bill-affected-far-smal/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 4404, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/4404/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\r\n\tDuring a Sep. 5, 2011, Republican presidential candidate forum in South Carolina sponsored by Sen. Jim DeMint, R-S.C., Mitt Romney defended the health care overhaul he signed into law when he was governor of Massachusetts, seeking to contrast it with the health care law signed by President Barack Obama last year.<br />\r\n\t<br />\r\n\tDeMint, who was one of the political figures questioning candidates at his forum, asked Romney if he wished to discuss the health care law he signed as governor in 2006 -- a law that has been controversial among many Republicans, who argue that it represents too deep an intrusion by government into the health care system.<br />\r\n\t<br />\r\n\t&quot;As you know, if you&#39;re our nominee, the president is going to say that you implemented Obamacare in Massachusetts,&quot; DeMint said to Romney.<br />\r\n\t<br />\r\n\tRomney responded, &quot;That will be one of my best assets if I&#39;m able to debate President Obama, as I hope to be able to do, by saying, &#39;Mr. President, you give me credit for what you&#39;ve tried to copy in some ways. Our bill dealt with 8 percent of our population, the people who aren&#39;t insured and said to them, if you can pay, don&#39;t count on the government, take personal responsibility. We didn&#39;t raise taxes, Mr. President. You raise taxes $500 billion. We didn&#39;t cut Medicare. One president in modern history cut Medicare&#39;.... And the critical thing is this, &hellip; &nbsp;we dealt with 8 percent.&quot;<br />\r\n\t<br />\r\n\tThen, addressing Obama&rsquo;s law, Romney continued, &quot;He dealt with 100 percent of American people. He said I&#39;m going to change health care for all of you. It&#39;s simply unconstitutional. It&#39;s bad law. It&#39;s bad medicine, and on Day One of my administration, I will direct the secretary of Health and Human Services to grant a waiver from Obamacare to all 50 states. It has got to be stopped, and I know it better than most.&quot;<br />\r\n\t<br />\r\n\tRomney&rsquo;s comment offers a lot of facts to consider, but we&rsquo;re focusing here on a specific comparison Romney made -- that the Massachusetts health care plan &quot;dealt with 8 percent of our population,&quot; which was far less than the &quot;100 percent of American people&quot; affected by the health care law enacted with support from Obama.<br />\r\n\t<br />\r\n\tFirst, some background on the two health care laws. Previously, we&rsquo;ve <a href=\"http://www.politifact.com/truth-o-meter/statements/2010/feb/04/paul-krugman/krugman-calls-senate-health-care-bill-similar-law-/\">concluded</a> that the Massachusetts plan and the Obama plan are similar. We even did a quiz: <a href=\"http://www.politifact.com/truth-o-meter/article/2011/may/18/romneycare-and-obamacare-can-you-tell-difference/\">Romneycare &amp; Obamacare -- can you tell the difference?</a><br />\r\n\t<br />\r\n\tBoth laws leave in place the major existing insurance systems -- employer-provided insurance, Medicare for seniors and Medicaid for the poor. They reduce the number of uninsured by expanding Medicaid and by offering tax breaks to help people with moderate incomes buy insurance, using voluntary &quot;exchanges&quot; that individuals and small businesses can use to purchase private-sector health insurance. Under both laws, individuals are required to have insurance or pay a penalty, a mechanism called the &quot;individual mandate.&quot; And companies that don&#39;t offer insurance to employees must pay fines, with exceptions for small business and a few other cases.<br />\r\n\t<br />\r\n\tRomney&#39;s press office did not respond to an inquiry about his statement. But in drawing his contrast at the forum, Romney focused on two related issues: the laws&rsquo; efforts to cover the uninsured and the use of the individual mandate to achieve that goal.<br />\r\n\t<br />\r\n\tWhen Romney said that his bill &quot;dealt with 8 percent of our population, the people who aren&#39;t insured,&quot; he was using as his yardstick the percentage of people in Massachusetts without health insurance.<br />\r\n\t<br />\r\n\tWhen you look back to the period when the bill was passed, Romney&rsquo;s figure for uninsured residents is basically right. According to Census Bureau <a href=\"http://facts.kff.org/upload/overview/HealthInsuranceCoverageinAmerica_2007statetables.xls\">data</a> compiled by the Kaiser Commission on Medicaid and the Uninsured and the Urban Institute, 8.9 percent of Massachusetts residents were uninsured in the period 2006-07.<br />\r\n\t<br />\r\n\tBut if you measure the comparable number of uninsured Americans at the time the federal law was enacted, it obviously was not anywhere close to the 100 percent Romney claims.<br />\r\n\t<br />\r\n\tAccording to the <a href=\"http://www.census.gov/prod/2010pubs/p60-238.pdf\">Census Bureau</a>, the percentage of Americans without health insurance nationally was slightly under 17 percent in 2009, the year Obama began pushing for the bill. According to a <a href=\"http://www.cbo.gov/ftpdocs/113xx/doc11355/hr4872.pdf\">Congressional Budget Office estimate</a>, the number was about the same in 2010, when the measure was signed into law. Other estimates have pegged the national number at about 15 percent.<br />\r\n\t<br />\r\n\tMeanwhile, Romney said that Obama&rsquo;s law &quot;dealt with 100 percent of American people.&quot; That&rsquo;s not exactly correct -- the law allows a few categories of people to opt out of the individual mandate, primarily those for whom it would be a financial hardship. But it&rsquo;s not too far off.<br />\r\n\t<br />\r\n\tHowever, if that&rsquo;s the standard, then the two bills are quite similar. The Massachusetts plan has affordability and religious exemptions for the individual mandate that echo those in the federal law, so both laws would affect something approaching 100 percent of the population, even if not exactly 100 percent.<br />\r\n\t<br />\r\n\tComparing 8 percent to 17 percent &quot;would have been apples to apples,&quot; said Henry Aaron, a senior fellow with the centrist-to-liberal Brookings Institution.<br />\r\n\t<br />\r\n\tMichael Tanner, a senior fellow at the libertarian Cato Institute and a critic of the federal health care law, agreed. To be consistent, he said, Obama&rsquo;s plan only impacted 15 percent to 17 percent of the U.S population.<br />\r\n\t<br />\r\n\t&quot;Romney appears to be suggesting that his bill only impacted the uninsured in Massachusetts. Not true, <a href=\"http://www.cato.org/pubs/wtpapers/BadMedicineWP.pdf\">as I have written</a>,&quot; Tanner said. &quot;You can only get to those numbers by assuming that the only relevant part of either bill is the individual mandate and that only the currently uninsured are impacted by the mandate. Neither of those premises is true.&quot;<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tGiven the unpopularity of the federal health care law within the Republican base, it&rsquo;s understandable that Romney is trying to show primary voters that the law he signed is different from the one Obama signed. However, Romney&rsquo;s example is specious -- a felony case of comparing apples and oranges. Either both laws affected something approaching 100 percent of the populace, or they affected about 8 percent (in Massachusetts) and 17 percent (in the U.S. as a whole). Romney is mixing two completely different things together to make a point that simply isn&#39;t valid..<br />\r\n\t<br />\r\n\tThe way Romney phrased it, listeners would be led to believe that the reach of the federal law is vastly wider than that of the Massachusetts law. In reality, on the question of covering the uninsured through an individual mandate -- the specific criterion Romney used in his comments -- the percentages of people affected aren&rsquo;t wildly divergent. So we rate Romney&rsquo;s statement Pants on Fire!</p>", "ruling_comments_date": "2011-09-07T15:11:14.437335", "ruling_date": "2011-09-07T17:02:17", "ruling_headline": "Romney says his health care bill affected far smaller percentage of people than Obama's", "ruling_headline_slug": "romney-says-his-health-care-bill-affected-far-smal", "ruling_link_text": "Comparing apples and oranges", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tTranscript of Republican presidential forum organized by Sen. Jim DeMint (accessed via Lexis-Nexis)<br />\r\n\t<br />\r\n\t<a href=\"http://www.malegislature.gov/Laws/SessionLaws/Acts/2006/Chapter58\">Text</a> of Massachusetts health care law<br />\r\n\t<br />\r\n\tKaiser Family Foundation, &quot;<a href=\"http://www.kff.org/healthreform/upload/8061.pdf\">Summary of New Health Reform Law</a>,&quot; accessed Sept. 7, 2011<br />\r\n\t<br />\r\n\tU.S. Census Bureau, &quot;I<a href=\"http://www.census.gov/prod/2010pubs/p60-238.pdf\">ncome, Poverty, and Health Insurance Coverage in the United States: 2009</a>,&quot; September 2010<br />\r\n\t<br />\r\n\tKaiser Family Foundation, <a href=\"http://facts.kff.org/upload/overview/HealthInsuranceCoverageinAmerica_2007statetables.xls\">state health statistics </a><a href=\"http://facts.kff.org/upload/overview/HealthInsuranceCoverageinAmerica_2007statetables.xls\">table</a> in &quot;Health Insurance Coverage in America, 2007&quot;<br />\r\n\t<br />\r\n\tCongressional Budget Office,<a href=\"http://www.cbo.gov/ftpdocs/113xx/doc11355/hr4872.pdf\">preliminary </a><a href=\"http://www.cbo.gov/ftpdocs/113xx/doc11355/hr4872.pdf\">estimate</a> of the direct spending and revenue effects of an amendment in the nature of a substitute to H.R. 4872, the Reconciliation Act of 2010, March 18, 2010<br />\r\n\t<br />\r\n\tMichael Tanner, &quot;<a href=\"http://www.cato.org/pubs/wtpapers/BadMedicineWP.pdf\">Bad Medicine: A Guide to the Real Costs and Consequences of the New Health Care Law</a>&quot; (Cato Institute), 2011<br />\r\n\t<br />\r\n\tU.S. Census Bureau, <a href=\"http://quickfacts.census.gov/qfd/states/25000.html\">state and county Quick Facts for Massachusetts</a>, accessed Sept. 7, 2011<br />\r\n\t<br />\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2010/feb/04/paul-krugman/krugman-calls-senate-health-care-bill-similar-law-/\">Krugman calls Senate health care bill similar to law in Massachusetts</a>,&quot; Feb. 4, 2010<br />\r\n\t<br />\r\n\tE-mail interview with Henry Aaron, senior fellow at the Brookings Institution, Sept. 7, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Michael Tanner, senior fellow at the Cato Institute, Sept. 7, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 34, "current_job": "Former governor", "false_count": 32, "first_name": "Mitt", "half_true_count": 58, "home_state": "Massachusetts", "id": 5, "last_name": "Romney", "mostly_true_count": 33, "name_slug": "mitt-romney", "pants_count": 19, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-mittromney.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/5/", "total_count": 221, "true_count": 30, "website": "http://www.mittromney.com/"}, "statement": "<p>\r\n\tThe Massachusetts health care plan &quot;dealt with 8 percent of our population,&quot; far less than the &quot;100 percent of American people&quot; affected by President Barack Obama&rsquo;s health care law.</p>", "statement_context": "a Republican candidates' forum in South Carolina", "statement_date": "2011-09-05", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}