{"art": [], "author": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2011/sep/12/newt-gingrich/gingrich-bernankes-policies-inflationary-extreme-l/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "lchapman@ajc.com", "first_name": "Leroy", "id": 262, "last_name": "Chapman", "name_slug": "leroy-chapman", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/262/", "title": "Atlanta Journal-Constitution Story Editor", "twitter": null}, {"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 4421, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/4421/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tThe Republican candidates for president aimed most of their rhetorical ammunition during Wednesday&rsquo;s debate at President Obama, but there were a few shots at Federal Reserve chairman Ben Bernanke.<br />\r\n\t<br />\r\n\tOne verbal attack by former U.S. House Speaker Newt Gingrich at Bernanke caught our attention.<br />\r\n\t<br />\r\n\t&quot;I think he&#39;s been the most inflationary, dangerous and power-centered chairman of the Fed in the history of the Fed,&quot; said Gingrich, a former U.S. House member from the Atlanta suburbs.<br />\r\n\t<br />\r\n\tThe Federal Reserve is the central bank of the United States and tries to make sure the nation&rsquo;s monetary and credit conditions are stable. The Republican field for president have all been critical of the economic policies of Obama, a Democrat, focusing on issues like the nation&rsquo;s high unemployment rate and his desire to end tax cuts for the wealthiest earners. Some of that criticism has befallen Bernanke, who was first nominated to the position by President George W. Bush, a Republican, during the latter part of his administration.<br />\r\n\t<br />\r\n\tThe parts about Bernanke being &quot;dangerous&quot; and &quot;power-centered&quot; seemed grist for debate among political wonks. Inflationary sounded like something easier to check with data, a claim worthy of the Truth-O-Meter.<br />\r\n\t<br />\r\n\tHere&rsquo;s what we found.<br />\r\n\t<br />\r\n\tGingrich spokesman R.C. Hammond explained the basis of his comments, along with forwarding a speech the candidate made in June to the Atlanta Press Club.<br />\r\n\t<br />\r\n\t&quot;Newt&#39;s comments were based on reports of unaccounted spending reaching into the billions the Fed has doled out over the past few years,&quot; Hammond told us in an e-mail.<br />\r\n\t<br />\r\n\tIn that speech, Gingrich criticized Bernanke&rsquo;s support for the 2008 bank bailout and says some Fed policies weaken the U.S. dollar by promoting inflation.<br />\r\n\t<br />\r\n\t&quot;For example, the Fed might increase the money supply substantially in the belief that such monetary expansion will spark economic growth,&quot; Gingrich said. &quot;But a Fed that floods the economy with new dollars in an attempt to stimulate economic growth and new jobs is a Fed that decreases the value of every dollar in every American&rsquo;s pocket through higher inflation, making every American poorer.<br />\r\n\t<br />\r\n\t&quot;Look at what has already happened,&quot; Gingrich continued. &quot;Today, we have a dollar that is stunningly weaker than it used to be, and the price of everything from gasoline to groceries is steadily drifting upward.&quot;<br />\r\n\t<br />\r\n\tBernanke is the 14th chairman of the Federal Reserve. The first was Charles S. Hamlin, an attorney and former assistant Treasury Department secretary who served from August 1914 to August 1916. The tenures varied, from two to three years in the case of Hamlin, Roy Young and Eugene Meyer, to nearly 19 years in the case of Alan Greenspan, who served from August 1987 through January 2006. Bernanke became Fed chairman in February 2006.<br />\r\n\t<br />\r\n\tWe looked at the U.S. Bureau of Labor Statistics&rsquo; Consumer Price Index, which measures the prices nearly 90 percent of Americans pay for goods and services and is used by most economists to determine inflation rates.<br />\r\n\t<br />\r\n\tThe bureau keeps annual data on the change to the index. Since some Fed chairmen did not serve an entire year, we only used full years to make a comparison. In 1958, the bureau decided to track the index in two ways, with and without including food and energy. Some economists don&rsquo;t like to include food and energy because they fluctuate more than other costs. We didn&rsquo;t find much of a difference in the annual change if you excluded food and energy.<br />\r\n\t<br />\r\n\tThe highest average annual index was nearly 11 percent, which occurred under Chairman William P.G. Harding from 1917 to 1921. The second-highest rate was from 1971 to 1977, when Arthur Burns was chairman. The annual average index between 2007, the first full year of Bernanke&rsquo;s term, to 2010 was just below 2 percent. Bernanke was in the middle of the pack in comparison to the other Fed chairmen.<br />\r\n\t<br />\r\n\tBarry Bosworth, an economics expert at the liberal/centrist-leaning Brookings Institution, said he would use a similar method to measure Bernanke. The percentage he found under Bernanke was nearly the same.<br />\r\n\t<br />\r\n\t&quot;It is unusually low,&quot; said Bosworth.<br />\r\n\t<br />\r\n\tWe also tried another method to see if Gingrich had a point. We used the bureau&rsquo;s index inflation calculator. We looked at how much $100 was worth in the first year of each chairman&rsquo;s term and the last year. Harding, again, had the highest average percentage change. Bernanke, again, was in the middle of the pack.<br />\r\n\t<br />\r\n\tDan Mitchell, whose biography says he worked as an economist for former U.S. Sen. Bob Packwood (R-Ore.), believes the index is not the best way to measure inflation.<br />\r\n\t<br />\r\n\t&quot;[I]nflation can then show up in various ways - a rising CPI, an asset bubble, excess reserves redeposited at the Fed, etc. I&#39;m not saying Gingrich is necessarily right. But I am saying that CPI is not the right variable, (though that&#39;s how the average thinks of it),&quot; Mitchell said.<br />\r\n\t<br />\r\n\tMitchell, a senior fellow at the Libertarian-leaning Cato Institute, contends that &quot;inflation is the creation of excess liquidity by the central bank.&quot; The definition is similar to Gingrich&rsquo;s argument that Bernanke flooded the economy with too many dollars.<br />\r\n\t<br />\r\n\tJ.D. Foster, an economist whose biography says he worked in the White House Office of Management and Budget, told us that inflation is accelerating, but still low. He said some of Bernanke&rsquo;s policies could result in much higher rates.<br />\r\n\t<br />\r\n\t&quot;There is a long and variable delay between monetary policy actions and inflationary effects. So looking at today&#39;s inflation really doesn&#39;t tell you much about future inflation. Therein can one defend with no trouble Gingrich&#39;s comments about inflation,&quot; said Foster, who worked at the conservative-leaning Heritage Foundation.<br />\r\n\t<br />\r\n\tDonald Ratajczak, a leading economist and former director of Georgia State University&rsquo;s Economic Forecasting Center, said &quot;(Bernanke) has been one of the least&quot; inflationary Fed chairmen.<br />\r\n\t<br />\r\n\tRatajczak said the only rationale he could consider is that Gingrich was referring to the expansion of assets of the Federal Reserve.<br />\r\n\t<br />\r\n\t&quot;But that&rsquo;s not the same thing,&quot; said Ratajczak, who still writes a weekly commentary on the economy for Morgan Keegan, an investment firm.<br />\r\n\t<br />\r\n\tOur ruling:<br />\r\n\t<br />\r\n\tGingrich is making the point that Bernanke has created a huge pool of liquidity that is raising inflationary pressures to levels never seen under previous Fed chairmen.<br />\r\n\t<br />\r\n\tHowever, the current CPI rates are still low, and Gingrich&rsquo;s concerns haven&rsquo;t been seen in Consumer Price Index averages, which are widely used to monitor inflation. The index has been higher under other Fed chairmen, and Bernanke is in the middle under such a comparison.<br />\r\n\t<br />\r\n\tWe rate Gingrich&rsquo;s statement Mostly False.</p>", "ruling_comments_date": "2011-09-09T17:40:03.712660", "ruling_date": "2011-09-12T06:00:00", "ruling_headline": "Gingrich: Bernanke's policies inflationary to extreme levels", "ruling_headline_slug": "gingrich-bernankes-policies-inflationary-extreme-l", "ruling_link_text": "Gingrich claim on Bernanke largely inflated", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tE-mails from Gingrich campaign spokesman R.C. Hammond, Sept. 9, 2011<br />\r\n\t<br />\r\n\tE-mail from Brookings Institution senior fellow Barry Bosworth, Sept. 8, 2011<br />\r\n\t<br />\r\n\tE-mail from Cato Institute senior fellow Dan Mitchell, Sept. 9, 2011<br />\r\n\t<br />\r\n\tE-mail from Heritage Foundation senior fellow J.D. Foster, Sept. 9, 2011<br />\r\n\t<br />\r\n\tList of Federal Reserve <a href=\"http://www.federalreserve.gov/bios/boardmembership.htm\">chairmen</a><br />\r\n\t<br />\r\n\tNewt Gingrich <a href=\"http://www.newt.org/news/audit-and-reform-the-federal-reserve\">speech</a> to the Atlanta Press Club, June 22, 2011<br />\r\n\t<br />\r\n\tU.S. Bureau of Labor Statistics Inflation Index <a href=\"http://www.bls.gov/data/inflation_calculator.htm\">Calculator</a><br />\r\n\t<br />\r\n\tU.S. Bureau of Labor Statistics Consumer Price Index <a href=\"http://data.bls.gov\">data</a><br />\r\n\t<br />\r\n\tTelephone interview with economist Donald Ratajczak, Sept. 8, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 16, "current_job": "", "false_count": 15, "first_name": "Newt", "half_true_count": 21, "home_state": "Georgia", "id": 152, "last_name": "Gingrich", "mostly_true_count": 11, "name_slug": "newt-gingrich", "pants_count": 12, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/gingrichcutter.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/152/", "total_count": 86, "true_count": 7, "website": ""}, "statement": "<p>\r\n\tBen Bernanke has been the most &quot;inflationary&quot; chairman in the history of the Federal Reserve.</p>", "statement_context": "a debate", "statement_date": "2011-09-07", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}], "target": [], "twitter_headline": "Newt's claim on Bernanke largely inflated #gapol"}