{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2011/sep/12/rick-perry/rick-perry-says-social-security-ponzi-scheme/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": null, "id": 4435, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}, {"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/4435/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tOne of the most talked-about comments from the Sept. 7, 2011, Republican presidential debate at the Ronald Reagan Presidential Library was Texas Gov. Rick Perry&rsquo;s claim that Social Security is a &quot;Ponzi scheme.&quot; At the Sept. 12, 2011, GOP debate in Tampa, Perry toned down his rhetoric somewhat -- but didn&rsquo;t disown the phrase that caused such a stir.</p>\r\n<p>\r\n\tThe claim that Social Security is a Ponzi scheme became fodder for sparring between Perry and former Massachusetts Gov. Mitt Romney -- the two candidates many observers consider the frontrunners for the nomination.&nbsp;<br />\r\n\t<br />\r\n\tRomney and his camp argued that the comparison of the retirement-security program for older Americans to an insidious financial fraud raised questions about Perry&rsquo;s commitment to the program, which remains popular among Americans, and particularly older Americans who are statistically likelier to vote.<br />\r\n\t<br />\r\n\tHere&rsquo;s the original quote and context from the&nbsp;<a href=\"http://cq.com/doc/newsmakertranscripts-3933400\">Sept. 7 debate</a>&nbsp;at the Reagan Library in Simi Valley, Calif.:<br />\r\n\t<br />\r\n\t&quot;People who are on Social Security today, men and women who are receiving those benefits today, are individuals at my age that are in line pretty quick to get them, they don&#39;t need to worry about anything. But I think the Republican candidates are talking about ways to transition this program, and it is a monstrous lie. It is a Ponzi scheme to tell our kids that are 25 or 30 years old today, you&#39;re paying into a program that&#39;s going to be there. Anybody that&#39;s for the status quo with Social Security today is involved with a monstrous lie to our kids, and it&#39;s not right.&quot;<br />\r\n\t<br />\r\n\tPerry didn&rsquo;t explicitly back away from the term, but he has sought to reframe the issue in a less polarizing fashion. In an op-ed in USA Today titled, &quot;<a href=\"http://www.usatoday.com/news/opinion/story/2011-09-11/Rick-Perry-Social-Security/50362610/1\">Rick Perry: I am going to be honest with the American people</a>,&quot; Perry didn&rsquo;t mention the phrase &quot;Ponzi scheme,&quot; but he reiterated his concerns about Social Security&rsquo;s financial outlook using less controversial language.<br />\r\n\t<br />\r\n\t&quot;Our elected leaders must have the strength to speak frankly about entitlement reform if we are to right our nation&#39;s financial course and get the USA working again,&quot; he said, adding, &quot;We must have the guts to talk about its financial condition if we are to fix Social Security and make it financially viable for generations to come.&quot;<br />\r\n\t<br />\r\n\tDuring the Sept. 12 CNN/Tea Party Express debate in Tampa, moderator Wolf Blitzer asked Perry why he had changed his tone in the op-ed.<br />\r\n\t<br />\r\n\tPerry maintained the cooler tone but didn&rsquo;t back away from the terminology. &quot;Well, first off, the people who are on Social Security today need to understand something,&quot; he said. &quot;Slam-dunk guaranteed, that program is going to be there in place for those. Those individuals that are moving towards being on Social Security, that program&#39;s going to be there for them when they arrive there.<br />\r\n\t<br />\r\n\t&quot;But the idea that we have not had the courage to stand up and look Americans in the face, young mid-career professionals or kids that are my children&#39;s age and look them in the eye and said, listen, this is a broken system. It has been called a Ponzi scheme by many people long<br />\r\n\tbefore me. But no one&#39;s had the courage to stand up and say, here is how we&#39;re going to reform it.<br />\r\n\t<br />\r\n\t&quot;We&#39;re going to transform it for those in those mid-career ages, but we&#39;re going to fix it so that our young Americans that are going out into the workforce today will know without a doubt that there were some people who came along that didn&#39;t lie to them, that didn&#39;t try to go around the edges and told them the truth.&quot;<br />\r\n\t<br />\r\n\tAs Perry noted, he was hardly the first person to compare Social Security to a Ponzi scheme; it has popped up frequently as an analogy among conservatives for many years. And in the wake of Perry&rsquo;s comment, conservatives have gleefully dug up examples of liberals writing similar comparisons. A Sept. 12&nbsp;<a href=\"http://www.nationalreview.com/articles/print/276859\">article</a>&nbsp;in the conservative National Review Online by Stanley Kurtz, a senior fellow at the Ethics and Public Policy Center, detailed Ponzi comparisons made by a half-dozen left-of-center columnists, including William Raspberry, Max Frankel and Michael Kinsley.<br />\r\n\t<br />\r\n\tStill, Perry&rsquo;s use of the comparison in the midst of a heated Republican primary campaign has attracted far more public and media attention than previous mentions -- and the fact many commentators have made this case doesn&rsquo;t mean the comparison is justified. So we thought it would be worth recapping the evidence we&rsquo;ve found for and against the idea that Social Security is a Ponzi scheme.<br />\r\n\t<br />\r\n\t*****<br />\r\n\t<br />\r\n\tSo what is a Ponzi scheme? PolitiFact Texas looked at this question when&nbsp;<a href=\"http://www.politifact.com/texas/statements/2010/nov/14/rick-perry/rick-perry-says-social-security-ponzi-scheme/\">researching the issue</a>&nbsp;for a fact-check of Perry&rsquo;s Ponzi-related comments from November 2010, when he was touring to promote his&nbsp;<a href=\"http://www.amazon.com/Fed-Up-Fight-America-Washington/dp/0316132950/ref=sr_1_1?ie=UTF8&amp;qid=1315861987&amp;sr=8-1\">book</a>, Fed Up!: Our Fight to Save America from Washington.<br />\r\n\t<br />\r\n\tAccording to an online post by the Social Security Administration, the term originates with Charles Ponzi, a Boston swindler who conned investors out of millions in 1920 by promising returns of up to 100 percent in 90 days on investments in foreign postal coupons. After first-round investors harvested those profits, others flocked to Ponzi, unaware his &quot;profits&quot; consisted of money paid in by other investors.<br />\r\n\t<br />\r\n\t&quot;The reason that this is a scheme and not an investment strategy is that the geometric progression it depends on is unsustainable,&quot; the government post says. &quot;You must continually get more and more new people into the system to pay off the promises to the earlier members.&quot;<br />\r\n\t<br />\r\n\tIn contrast, the administration says, Social Security is more like a &quot;pay-as-you-go&quot; system transferring payroll tax payments by American workers to American retirees. Its web post closes: &quot;The first modern social insurance program began in Germany in 1889 and has been in continuous operation for more than 100 years. The American Social Security system has been in continuous successful operation since 1935. Charles Ponzi&#39;s scheme lasted barely 200 days.&quot;<br />\r\n\t<br />\r\n\tWhen PolitiFact Texas asked Perry for back-up on his Ponzi scheme description, his campaign spokeswoman, Catherine Frazier, said that &quot;this year, Social Security is expected to pay out more in benefits than it collects in taxes. Americans today are being forced to pay for a program that they will no longer see any benefit from or return on their investment as it currently stands, similar to a Ponzi scheme.&quot;<br />\r\n\t<br />\r\n\tSo how valid is the comparison?<br />\r\n\t<br />\r\n\tMitchell Zuckoff, a Boston University journalism professor who has written a book on Ponzi, noted three critical dissimilarities between Social Security and a Ponzi scheme, which by definition is both fraudulent and unsustainable.<br />\r\n\t<br />\r\n\t&quot;First, in the case of Social Security, no one is being misled,&quot; Zuckoff wrote in a January 2009 article in Fortune. &quot;...Social Security is exactly what it claims to be: A mandatory transfer payment system under which current workers are taxed on their incomes to pay benefits, with no promises of huge returns.&quot;<br />\r\n\t<br />\r\n\tSecond, he wrote, &quot;A Ponzi scheme is unsustainable because the number of potential investors is eventually exhausted. That&#39;s when the last people to participate are out of luck; the music stops and there&#39;s nowhere to sit. It&#39;s true that Social Security faces a huge burden &mdash; and a significant, long-term financing problem &mdash; in light of retiring Baby Boomers. &hellip; But Social Security can be, and has been, tweaked and modified to reflect changes in the size of the taxpaying workforce and the number of beneficiaries. It would take great political will, but the government could change benefit formulas or take other steps, like increasing taxes, to keep the system from failing.&quot;<br />\r\n\t<br />\r\n\tThird, Zuckoff wrote, &quot;Social Security is morally the polar opposite of a Ponzi scheme... At the height of the Great Depression, our society (see &quot;Social&quot;) resolved to create a safety net (see &quot;Security&quot;) in the form of a social insurance policy that would pay modest benefits to retirees, the disabled and the survivors of deceased workers. By design, that means a certain amount of wealth transfer, with richer workers subsidizing poorer ones.That might rankle, but it&#39;s not fraud... None of this is to suggest that Social Security is a perfect system or that there aren&#39;t sizeable problems facing the incoming administration and Congress. But it&#39;s not a Ponzi scheme. And Ponzi himself, who died in a hospital charity ward with only enough money for his burial, would never have recognized it as his own.&quot;<br />\r\n\t<br />\r\n\tWe agree with Zuckoff&rsquo;s interpretation. We rated Perry&#39;s November 2010 comparison of Social Security and Ponzi schemes False, and we stand by that ruling. The comparison still deserves a rating of False.</p>", "ruling_comments_date": "2011-09-12T21:17:01.175059", "ruling_date": "2011-09-12T21:37:23", "ruling_headline": "Rick Perry says Social Security is a Ponzi scheme", "ruling_headline_slug": "rick-perry-says-social-security-ponzi-scheme", "ruling_link_text": "Perry's tone has softened, but his comparison is still wrong", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tTranscript of Republican presidential debate in Tampa, Dec. 12, 2011</p>\r\n<p>\r\n\tRick Perry, &quot;<a href=\"http://www.usatoday.com/news/opinion/story/2011-09-11/Rick-Perry-Social-Security/50362610/1\">I am going to be honest with the American people</a>&quot; (<em>USA Today</em>&nbsp;op-ed), Sept. 12, 2011<br />\r\n\t<br />\r\n\tNational Review Online, &quot;<a href=\"http://www.nationalreview.com/articles/print/276859\">Perry and the&nbsp;Ponzis</a>,&quot; Sept. 12, 2011<br />\r\n\t<br />\r\n\t<a href=\"http://cq.com/doc/newsmakertranscripts-3933400\">Transcript</a>&nbsp;of Republican presidential debate at the Ronald Reagan Library in Simi Valley, Calif., Sep. 7, 2011 (CQ&nbsp;subscribers only)<br />\r\n\t<br />\r\n\tPolitiFact&nbsp;Texas, &quot;<a href=\"http://www.politifact.com/texas/statements/2010/nov/14/rick-perry/rick-perry-says-social-security-ponzi-scheme/\">Rick Perry says Social Security is a&nbsp;Ponzi&nbsp;scheme</a>,&quot; Nov. 14, 2010<br />\r\n\t<br />\r\n\tE-mail,&nbsp;<a href=\"http://alt.coxnewsweb.com/statesman/politifact/11112010_rickperryresponsepftexas.html\">response</a>&nbsp;to&nbsp;PolitiFact&nbsp;Texas (excerpted), Catherine Frazier, Rick Perry campaign, Nov. 11, 2010<br />\r\n\t<br />\r\n\tFortune, analysis article, Mitchell&nbsp;Zuckoff,&nbsp;<a href=\"http://money.cnn.com/2009/01/06/news/economy/social.security.fortune/index.htm\">&quot;Social Security a&nbsp;Ponzi&nbsp;scheme? No way,&quot;</a>Jan. 7, 2009 (accessed Nov. 10, 2010)<br />\r\n\t<br />\r\n\tRick Perry,&nbsp;<a href=\"http://www.amazon.com/Fed-Up-Fight-America-Washington/dp/0316132950/ref=sr_1_1?ie=UTF8&amp;qid=1315861987&amp;sr=8-1\">book</a>, references to Social Security and&nbsp;Ponzi&nbsp;scheme,&nbsp;<em>Fed Up! Our Fight to Save America From Washington</em>, 2010, Little, Brown &amp; Company,&nbsp;pp. 60-61, 171<br />\r\n\t<br />\r\n\t<em>San Antonio Express-News</em>, news article,&nbsp;<a href=\"http://www.mysanantonio.com/entertainment/books/perry_touts_new_book_in_san_antonio_107002198.html\">&quot;Perry calls Social Security &#39;bankrupt&#39;&nbsp;Ponzi&nbsp;scheme,&quot;</a>&nbsp;Nov. 11, 2010 (accessed Nov. 11, 2010) Nov. 11, 2010 (accessed Nov. 11, 2010)<br />\r\n\t<br />\r\n\tSlate, opinion article, Michael&nbsp;Kinsley,&nbsp;<a href=\"http://www.slate.com/id/2405/\">&quot;Social Security: From&nbsp;Ponzi&nbsp;Scheme to Shell Game,&quot;</a>&nbsp;Dec. 14, 1996 (accessed Nov. 10, 2010)<br />\r\n\t<br />\r\n\tSocial Security Administration, website,<a href=\"https://www.socialsecurity.gov/history/ponzi.htm\">&quot;Research Note #25,&nbsp;Ponzi&nbsp;Schemes v. Social Security,&quot;</a>January 2009 and The 2010&nbsp;OASDI&nbsp;Trustees Report,&nbsp;<a href=\"http://www.ssa.gov/OACT/TR/2010/II_conclu.html#86802\">&quot;Conclusion,&quot;</a>Aug. 5, 2010 (accessed Nov. 11, 2010)</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 30, "current_job": "U.S. Energy Secretary", "false_count": 31, "first_name": "Rick", "half_true_count": 42, "home_state": "Texas", "id": 291, "last_name": "Perry", "mostly_true_count": 24, "name_slug": "rick-perry", "pants_count": 18, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rick_Perry_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/291/", "total_count": 176, "true_count": 26, "website": "https://energy.gov/management/history/secretaries-energy"}, "statement": "<p>\r\n\tSocial Security is a &quot;Ponzi scheme.&quot;</p>", "statement_context": "a Republican presidential debate", "statement_date": "2011-09-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 141, "photo": null, "resource_uri": "/api/v/2/subject/141/", "subject": "Social Security", "subject_slug": "social-security", "used_in_edition": []}], "target": [], "twitter_headline": ""}