{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2011/sep/12/herman-cain/herman-cain-once-again-touts-galveston-retirement-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 4436, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/4436/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tDuring the Sept. 12, 2011, Republican presidential debate in Tampa, Fla., Social Security took center stage, in large part because of a dispute between former Massachusetts Gov. Mitt Romney and Texas Gov. Rick Perry over Perry&#39;s comments about the retirement program.</p>\r\n<p>\r\n\tBut fellow candidate Herman Cain, the former CEO of Godfather&rsquo;s Pizza, raised another point about Social Security: He touted the performance of a plan that allowed employees of Galveston County, Texas, to opt out of Social Security and participate in a separate retirement plan.<br />\r\n\t<br />\r\n\tThe topic came up when moderator Wolf Blitzer asked Cain, &quot;Are you with Gov. Perry that Social Security is a Ponzi scheme?&quot;<br />\r\n\t<br />\r\n\tCain responded, &quot;I don&#39;t care what you call it, it&#39;s broken. And here&#39;s my solution. Start with optional personal retirement accounts. In 1981, the Galveston County employees, they opted out because that was a very short window of opportunity. They took it. Today, when people retire in Galveston County, Texas, they retire making at least 50 percent more than they would ever get out of Social Security.&quot;<br />\r\n\t<br />\r\n\tIt wasn&rsquo;t the first time Cain had touted the Galveston plan. During a <a href=\"http://transcripts.cnn.com/TRANSCRIPTS/1106/13/se.02.html\">Republican presidential debate</a> in Manchester, N.H., Cain said something similar:<br />\r\n\t<br />\r\n\t&quot;The city of Galveston, they opted out of the Social Security system way back in the &#39;70s,&quot; Cain said. &quot;And now, they retire with a whole lot more money. Why? For a real simple reason -- they have an account with their money on it. What I&#39;m simply saying is we&#39;ve got to restructure the program using a personal retirement account option in order to eventually make it solvent.&quot;<br />\r\n\t<br />\r\n\tWe rated Cain&rsquo;s previous statement about the Galveston plan <a href=\"http://www.politifact.com/truth-o-meter/statements/2011/jun/17/herman-cain/herman-cain-touts-alternative-social-security-used/\">Half True</a>. His wording this time was different, but his general notion was similar -- that the Galveston plan provides its participants with benefits superior to those they would have had under Social Security.<br />\r\n\t<br />\r\n\tFirst, some background on the Galveston program, which is an oddity in American retirement-security policy. (The federal government banned such moves by local governments in 1983.)<br />\r\n\t<br />\r\n\tIn 1981, employees of Galveston County -- as well as those in two adjoining Texas counties, Matagorda and Brazoria -- voted, after lengthy presentations and discussions, to withdraw from Social Security and initiate a system of individual accounts to provide retirement, survivor and disability benefits. (It&rsquo;s worth pointing out that the plan only affects employees of the county government -- not everyone who lives in Galveston County, as some viewers might take away from Cain&rsquo;s comment.)<br />\r\n\t<br />\r\n\tParticipants would contribute to their retirement accounts, supplemented by an amount from their employers, and those funds would be invested in annuities through a financial-services company chosen by a county-run bidding process.<br />\r\n\t<br />\r\n\tThe Alternate Plan, as it is called, was designed to supplement a separate, existing, defined-contribution pension plan known as the Texas County and District Retirement System. The Alternate Plan&rsquo;s benefits are not indexed for inflation (a key difference from Social Security -- more on that below) and while each participant is assigned an individual account, the employee is not able to control investment decisions.<br />\r\n\t<br />\r\n\tIn recent years, as various politicians have floated ideas to partially privatize Social Security, the Galveston plan has received an unusual amount of public attention. However, the primary statistics available to gauge Cain&rsquo;s claim are imperfect, since they are more than a decade old.<br />\r\n\t<br />\r\n\tJudging which plan provides a better payout requires constructing models for various types of employees, accounting for variables such as income, the length and consistency of job tenure, marital status and the number and age of dependents. So comparing the two plans is a complex undertaking, and the most thorough independent examinations of the question -- a pair of 1999 studies by the <a href=\"http://www.gao.gov/archive/1999/he99031.pdf\">Government Accountability Office</a> and the <a href=\"http://www.ssa.gov/policy/docs/ssb/v62n1/v62n1p47.pdf\">Social Security Administration</a> -- do not appear to have been updated in the past dozen years.<br />\r\n\t<br />\r\n\tWe&rsquo;ll first explain what GAO and SSA concluded in 1999, then look at what variables must be taken into account before applying their 12-year-old conclusions to today.<br />\r\n\t<br />\r\n\tAs our colleagues at PolitiFact Texas <a href=\"http://www.politifact.com/texas/statements/2010/dec/29/rick-perry/rick-perry-says-employees-three-counties-left-soci/\">summarized</a> in an item published in December 2010, participants who had higher earnings and fewer or no dependents generally fared better under the Galveston plan, particularly over the near term. But workers with lower earnings and more dependents tend to receive more money under Social Security.<br />\r\n\t<br />\r\n\tThis stems from the plans&rsquo; divergent designs. The Galveston plan is somewhat analogous to a 401(k) plan -- that is, a plan designed to encourage workers to save for retirement -- rather than a social insurance, or safety-net, program like Social Security.<br />\r\n\t<br />\r\n\t&quot;Social Security is a social insurance program designed, in part, to provide a basic level of retirement income to help retired workers, disabled workers and their dependents and survivors stay out of poverty,&quot; GAO wrote in 1999. As a result, GAO said, Social Security benefits &quot;are tilted to provide relatively higher benefits to low-wage earners&quot; than they would have received based on what they put into the system.<br />\r\n\t<br />\r\n\tThere is no such redistributive mechanism in the Alternate Plan. If you have a higher salary and put more money into the system, you&rsquo;ll get more out of it -- perhaps even more than Social Security would provide, GAO and SSA concluded. But if you are on the low end of the income scale, Social Security will give you a relatively better payout at retirement, compared with the Alternate Plan.<br />\r\n\t<br />\r\n\tThere&rsquo;s another important factor to note. Because the Alternate Plan lacks inflation protection -- unlike Social Security, which increases benefits annually if there&rsquo;s inflation in consumer prices -- the studies found a serious risk that Alternate Plan beneficiaries will fare worse over time than if they had received Social Security and its built-in cost-of-living increases. (The specific scenarios outlined in the studies are highly varied; readers who want more details should read the reports directly.)<br />\r\n\t<br />\r\n\tThe takeaway from the GAO and SSA studies is that the Galveston plan can be better than Social Security -- if you&rsquo;re better off and if you fall into certain specific demographic categories. For many workers, especially those who are paid less, Social Security provides more.<br />\r\n\t<br />\r\n\tThis result doesn&rsquo;t directly conflict with Cain&rsquo;s statement, but it does undermine the sweeping certitude with which he said that &quot;when people retire in Galveston County, Texas, they retire making at least 50 percent more than they would ever get out of Social Security.&quot;<br />\r\n\t<br />\r\n\t&quot;It&#39;s a great plan if you have worked under the plan for many years, if you do not die and leave any dependents, if you are not divorced from someone covered in the plan and if you are not interested in having your retirement income stream protected against inflation,&quot; said Eric Kingson, a professor at Syracuse University&#39;s School of Social Work and a longtime skeptic of the plan. &quot;Short-term workers who leave the plan receive little if any benefits for their work and do not have their years under the Galveston Plan covered by Social Security. Low-income working persons do not receive anything approaching the kind of protection they receive under Social Security.&quot;<br />\r\n\t<br />\r\n\tKeith Brainard, the research director for the National Association of State Retirement Administrators, agreed that the Galveston plan is better for some types of workers, including those with long tenures.<br />\r\n\t<br />\r\n\tBut the &quot;problem,&quot; he said, &quot;lies in Cain&rsquo;s implication that Social Security should be a wealth-producing vehicle, when that&rsquo;s not what it&rsquo;s supposed to be. Social Security is supposed to be old-age insurance. That should be the emphasis of the program, not &lsquo;retiring with a lot more money.&rsquo;&quot;<br />\r\n\t<br />\r\n\tAs we noted, the GAO and SSA studies are old. How do they hold up? As it turns out, they may bolster or even strengthen the case for Social Security.<br />\r\n\t<br />\r\n\tThe 1999 studies were conducted at a time of higher returns in the marketplace. The Galveston plan invests conservatively -- by design and from the beginning -- in annuity contracts with a guaranteed rate of return, rather than stocks. So the Galveston system is insulated from much market volatility.<br />\r\n\t<br />\r\n\tStill, even these safer financial vehicles have seen ramped-down returns in the current economic climate. Because of prevailing low interest rates, the contracts now provide the minimum rate of return that was negotiated as a floor in 1981 -- either 3.75 percent or 4 percent annually, said Rick Gornto, president of First Financial Benefits Inc., who has operated the Galveston plan for 30 years. That&rsquo;s lower than the 1999 GAO and SSA studies had projected.<br />\r\n\t<br />\r\n\tAnd that&rsquo;s notable, because when the 1999 studies came out, plan supporters criticized the reports for assuming lower returns than the plan had produced historically, thus unfairly selling the plan short compared to Social Security.<br />\r\n\t<br />\r\n\t&quot;These studies assumed a low 4 percent return, which is the minimum rate of return on annuities guaranteed by the insurance companies,&quot; wrote Judge Ray Holbrook, who oversaw the creation and administration of the Galveston plan, and Alcestis &quot;Cooky&quot; Oberg in a 2005 paper for the National Center for Policy Analysis, a conservative think tank that has been a longtime supporter of the plan. Holbrook and Oberg wrote that as of 2005, the average annual rate of return had been &quot;about 6.5 percent over 24 years.&quot;<br />\r\n\t<br />\r\n\tOur reading of the SSA study is that they actually assumed a 5.55 percent rate of return for the Galveston plan. The figure used in the GAO study was not specified.<br />\r\n\t<br />\r\n\tEither way, the rates of return for the Alternate Plan are either equal to or lower than the 1999 studies had assumed. That would either bolster the 1999 conclusions or put the Alternate Plan at a disadvantage if such a comparison were made today. (Rates of return for Social Security depend on a person&rsquo;s individual economic history, so there is no simple apples-to-apples comparison to make. That&rsquo;s why comprehensive, model-based analyses like the GAO&rsquo;s and the SSA&#39;s are necessary.)<br />\r\n\t<br />\r\n\tNow we&rsquo;ll add some caveats.<br />\r\n\t<br />\r\n\tRetirement plans can only be judged on long-term returns, so today&rsquo;s low rates may be putting the Galveston plan in an unusually poor light on the specific issue Cain highlighted. There&rsquo;s nothing to say that the Galveston rates won&rsquo;t rise in the future.<br />\r\n\t<br />\r\n\tIn addition, there are some advantages to the Galveston plan -- not just to the higher earners who get more out of the program, but also to the government entity running them. The Alternate Plan doesn&rsquo;t face the same kind of long-term fiscal challenges that Social Security does, because it only promises participants the investment returns for the money they pay in to the system.<br />\r\n\t<br />\r\n\tThe downside, of course, is that the investments may not perform well enough to exceed what Social Security would have provided. In addition, some commentators have said that structural reasons would prevent a Galveston-type plan from being a good model on a national level, even if it were deemed to work well in a local context.<br />\r\n\t<br />\r\n\tBut that debate is beyond the scope of this article. On the specific question Cain raised -- whether participants in Galveston will &quot;retire making at least 50 percent more than they would ever get out of Social Security&quot; -- the answer is, &quot;it depends.&quot; According to studies published a dozen years ago, some will, and some won&rsquo;t. And the outlook today for the Galveston plan&rsquo;s rate of return -- while not immutable going forward -- is more downbeat than it was in 1999. On balance, we rate Cain&rsquo;s statement Half True.</p>", "ruling_comments_date": "2011-09-12T22:26:46.281958", "ruling_date": "2011-09-12T22:25:16", "ruling_headline": "Herman Cain once again touts Galveston retirement plan at GOP debate", "ruling_headline_slug": "herman-cain-once-again-touts-galveston-retirement-", "ruling_link_text": "Some do, some don't", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tTranscript of Republican presidential debate in Tampa, Dec. 12, 2011</p>\r\n<div>\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2011/jun/17/herman-cain/herman-cain-touts-alternative-social-security-used/\">Herman Cain touts alternative to Social Security used in Galveston, Texas</a>,&quot; June 17, 2011<br />\r\n\t<br />\r\n\tCNN.com, <a href=\"http://transcripts.cnn.com/TRANSCRIPTS/1106/13/se.02.html\">New Hampshire Republican debate transcript</a>, June 13, 2011<br />\r\n\t<br />\r\n\tGeneral Accounting Office, &quot;<a href=\"http://www.gao.gov/archive/1999/he99031.pdf\">Social Security Reform: Experience of the Alternate Plans in Texas</a>,&quot; Feb. 26, 1999<br />\r\n\t<br />\r\n\tSocial Security Administration, &quot;<a href=\"http://www.ssa.gov/policy/docs/ssb/v62n1/v62n1p47.pdf\">The Galveston Plan and Social Security: A Comparative Analysis of Two Systems</a>,&quot; 1999<br />\r\n\t<br />\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/texas/statements/2010/dec/29/rick-perry/rick-perry-says-employees-three-counties-left-soci/\">Rick Perry says employees in three counties left Social Security for alternate savings plans and are faring very well</a>,&quot; Dec. 29, 2010<br />\r\n\t<br />\r\n\tNational Center for Policy Analysis, &quot;<a href=\"http://www.ncpa.org/pub/ba514\">Galveston County: A Model for Social Security Reform</a>,&quot; April 26, 2005<br />\r\n\t<br />\r\n\tCato Institute, &quot;<a href=\"http://www.cato.org/pub_display.php?pub_id=1626\">State and Local Government Retirement Programs: Lessons in Alternatives to Social Security</a>,&quot; March 17, 1999<br />\r\n\t<br />\r\n\tCenter on Budget and Policy Priorities, &quot;<a href=\"http://www.cbpp.org/cms/index.cfm?fa=view&amp;id=1974\">Does Galveston Offer a Model For Social Security Reform</a>?,&quot; June 2, 2005<br />\r\n\t<br />\r\n\tE-mail interview with Henry Aaron, senior fellow with the Brookings Institution, June 16, 2011<br />\r\n\t&nbsp;&nbsp;<br />\r\n\tE-mail interview with David John, senior fellow at the Heritage Foundation, June 16, 2011<br />\r\n\t&nbsp;&nbsp;<br />\r\n\tE-mail interview with Michael Tanner, senior fellow at the Cato Institute, June 16, 2011<br />\r\n\t&nbsp;&nbsp;<br />\r\n\tE-mail interview with Paul Van de Water, senior fellow with the Center for Budget and Policy Priorities, June 16, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Pamela Villarreal, senior fellow with the National Center for Policy Analysis, June 16, 2011<br />\r\n\t<br />\r\n\tInterview with Rick Gornto, president of First Financial Benefits Inc., June 16, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Eric Kingson, professor at Syracuse University&#39;s School of Social Work, June 16, 2011<br />\r\n\t<br />\r\n\tInterview with Keith Brainard, research director for the National Association of State Retirement Administrators, June 16, 2011</div>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 4, "current_job": "", "false_count": 11, "first_name": "Herman", "half_true_count": 5, "home_state": "Georgia", "id": 1021, "last_name": "Cain", "mostly_true_count": 3, "name_slug": "herman-cain", "pants_count": 3, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Herman_Cain.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1021/", "total_count": 27, "true_count": 0, "website": "http://www.caintv.com/"}, "statement": "<p>\r\n\t&quot;Today, when people retire in Galveston County, Texas, they retire making at least 50 percent more than they would ever get out of Social Security.&quot;</p>", "statement_context": "a Republican presidential debate", "statement_date": "2011-09-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 141, "photo": null, "resource_uri": "/api/v/2/subject/141/", "subject": "Social Security", "subject_slug": "social-security", "used_in_edition": []}], "target": [], "twitter_headline": ""}