{"art": [], "author": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "canonical_url": "/florida/statements/2011/sep/14/debbie-wasserman-schultz/debbie-wasserman-schultz-downplays-meaning-new-yor/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 4448, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "resource_uri": "/api/v/2/statement/4448/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tRepublican Bob Turner&#39;s stunning victory in a New York special congressional election on Sept. 13, 2011, has Democrats scrambling to offer explanations for their pre-presidential election year defeat.<br />\r\n\t<br />\r\n\tThe leading defense is that the result in New York&#39;s 9th district is an isolated event -- the combination of local issues, a less-than-strong Democratic candidate in David Weprin and the lingering baggage of the 9th District&#39;s former congressman, Anthony Weiner, who resigned after admitting to sending inappropriate messages to several women via Twitter and Facebook.<br />\r\n\t<br />\r\n\tParty leaders also contend that the district -- which has been held by a Democrat since 1923 and where Democrats hold a 3 to 1 registration advantage -- apparently isn&#39;t that Democratic.<br />\r\n\t<br />\r\n\tDemocratic National Committee chairwoman Debbie Wasserman Schultz offered the de facto Democratic rebuttal in interviews with the the <i>Wall Street Journal </i>and <i>New York Times.</i><br />\r\n\t<br />\r\n\t&quot;It&#39;s a very difficult district for Democrats,&quot; the <i>Journal </i>quoted her as saying. The paper noted that Wasserman Schultz said the Democratic margins in the 9th tend to be the second lowest of all the districts in New York City.<br />\r\n\t<br />\r\n\tIn the <i>Times</i>, Wasserman Schultz said: &quot;In this district, there is a large number of people who went to the polls tonight who didn&#39;t support the president to begin with and don&#39;t support Democrats -- and it&rsquo;s nothing more than that.&quot;<br />\r\n\t<br />\r\n\tWe wanted to see if the New York 9th meets Wasserman Schultz&#39;s description -- or if we&#39;re the victim of spin.<br />\r\n\t<br />\r\n\tThe 9th Congressional District in New York includes parts of Queens and Brooklyn. The district has one of the heaviest concentrations of <a href=\"http://www.jewishdatabank.org/Archive/N-Congressional_Districts_2000_2006_MainReport.pdf\" id=\"wxpw\" title=\"Jewish voters in the country.\">Jewish voters in the country.</a> Here&#39;s how the <i>2010 Almanac of American Politics </i>describes it:<br style=\"background-color:#ffff00\" />\r\n\t<br style=\"background-color:#ffff00\" />\r\n\t&quot;This is unquestionably a Democratic district, but conservative by New York City standards: It voted 67%-30% for Democrat Al Gore for president in 2000, but in 2004, after President George W. Bush&#39;s response to September 11, it gave Democrat John Kerry only 56%. It was the greatest swing of any congressional district in the nation that year. In 2008, Democrat Barack Obama won with 55%-44% over Republican John McCain. Obama lost the Brooklyn portion of the district 57%-42%.&quot;<br />\r\n\t<br />\r\n\tThe numbers provide a good overview of the district. Here&#39;s some more things to consider:<br />\r\n\t&nbsp;</p>\r\n<ul>\r\n\t<li>\r\n\t\tSince the current boundaries were drawn in 2002, no statewide Republican candidate has carried it except George Pataki;</li>\r\n\t<li>\r\n\t\tWeiner won the district by 32 percentage points in 2002, 43 points in 2004 and without Republican challengers in 2006 and 2008;</li>\r\n\t<li>\r\n\t\tIn 2010, Weiner beat Turner (the Republican who won Sept. 13) by 22 percentage points.</li>\r\n</ul>\r\n<p>\r\n\t<br />\r\n\tSome of those Weiner numbers can be explained, in part, by the power of incumbency. But Weiner is a Democrat -- as was now-Sen. Charles Schumer, who served in the 9th before Weiner.<br />\r\n\t<br />\r\n\t<b>Reading back what Wasserman Schultz said</b><br />\r\n\t<br />\r\n\tWe have two instances of Wasserman Schultz downplaying the results in the 9th by suggesting that the district isn&#39;t as Democratic as it sounds.<br />\r\n\t<br />\r\n\tIn the <i>Journal</i> piece, she said &quot;It&#39;s a very difficult district for Democrats.&quot; That&#39;s a silly claim on its face -- based on the performance of candidates in that district. However, the <i>Journal&#39;s </i>quote includes a note that leads us to believe she may be talking about being &quot;very difficult&quot; only relative to other New York City congressional districts.<br />\r\n\t<br />\r\n\tSo for this fact-check, we&#39;re zeroing in on her comments to the <i>Times</i>, where she said: &quot;In this district, there is a large number of people who went to the polls tonight who didn&#39;t support the president to begin with and don&#39;t support Democrats -- and it&#39;s nothing more than that.&quot;<br />\r\n\t<br />\r\n\tThis quote, too, has some nuance -- namely because she said that there were a &quot;large&quot; number of people who went to the polls opposing Obama and Democrats. You could say that of any election in any district.<br />\r\n\t<br />\r\n\tAnd another problem is knowing who went to the polls. We haven&#39;t seen any exit polling and haven&#39;t spoken to anyone who has.<br />\r\n\t<br />\r\n\tWe asked pollsters and political science professors who had been following the special election and know the district to analyze Wasserman Schultz&#39;s statement. Most agreed that while the district shouldn&#39;t be confused with liberal districts in California, Massachusetts or other places, it is a Democratic district. They also generally agreed that the district&#39;s voters have turned more against Obama since they helped elect him in 2008 -- which would negate Wasserman Schultz&#39;s assertion that people didn&#39;t support Obama &quot;to begin with.&quot;<br />\r\n\t<br />\r\n\t&quot;She&#39;s correct that the president is very unpopular in that district -- 31 percent approval to 56 percent disapproval,&quot; said Democratic pollster Tom Jensen. &quot;However that hasn&#39;t always been the case -- he won 55 percent of the vote there in 2008. So yes a lot of the people who voted Republican just did so because they don&#39;t like the president -- but it should be a major cause of concern for Democrats that there are so many voters who fall into that category in a district where he did quite well his first time up for election.&quot;<br />\r\n\t<br />\r\n\tChristopher Malone, a political science professor at Pace University in New York, said anecdotal evidence is strong that Obama Democrats in 2008 have since abandoned ship and voted for Turner in 2011.<br />\r\n\t<br />\r\n\t&quot;There were many voters that came out to vote against Obama that probably have stayed home in the past because they knew their vote was wasted (for example, in 2008 when McCain was sure to lose New York state),&quot; Malone said. &quot;On the other hand, it is also clear that many Democrats who supported Obama have become disenchanted with him and either stayed home or switched their vote and went with Turner. I can&rsquo;t give you figures right now because I&rsquo;ve not seen exit polls. But this is what I&rsquo;ve seen leading up to the race from conversations with people on the ground and from other reports.&quot;<br />\r\n\t<br />\r\n\tRepublican pollster John Diez, who polled the district ahead of the special election, said polling data clearly showed that opinions about the president have changed since 2008.<br />\r\n\t<br />\r\n\t&quot;The fact is that between the 2008 election results and recent survey data, President Obama, the leader of the Democrat Party and the architect of the Democrat policies, has become increasing less popular. His declining job approval is not only driving turnout, but voting decisions among voters who supported him in 2008,&quot; Diez said.<br />\r\n\t<br />\r\n\tAnd then there&#39;s the end of Wasserman Schultz&#39;s claim -- that the results were &quot;nothing more than&quot; the people voting for Turner who didn&#39;t vote for Obama or Democrats. Douglas Muzzio, professor of public affairs at Baruch College in New York, took umbrage with that characterization.<br />\r\n\t<br />\r\n\t&quot;&#39;Nothing more than that&#39; -- gimme a break,&quot; Muzzio said in an e-mail. &quot;Far more than an anomaly, a local screw-up.&quot;<br />\r\n\t<br />\r\n\tBrad Woodhouse, communications director for the DNC, said he was unsure what people could object to in Wasserman Schultz&#39;s remarks. &quot;I don&#39;t see how that statement could be in dispute,&quot; he said. &quot;We lost the race so it stands to reason that the people who showed up are unlikely to be supporters of the president.&quot;<br />\r\n\t<br />\r\n\t<b>Our ruling</b><br />\r\n\t<br />\r\n\tWasserman Schultz defended the defeat of a Democratic candidate in New York&#39;s 9th Congressional District by saying that &quot;there is a large number of people who went to the polls tonight who didn&#39;t support the president to begin with and don&#39;t support Democrats -- and it&#39;s nothing more than that.&quot;</p>\r\n<p>\r\n\tIn a low turnout election, where about 60,000 people voted (compared to about 200,000 in 2008), and based on the fact that a Democrat lost and a Republican won -- there&#39;s no doubt that there&#39;s some truth to the statement.</p>\r\n<p>\r\n\tBut there are a few problems with Wasserman Schultz&#39;s characterization. First, despite who voted there has been a shift in the popularity of Obama in the 9th District -- where 55 percent voted for him in 2008 but only 31 percent approve of him today. That undercuts her claim that people who went to the polls didn&#39;t support the president to begin with.<br />\r\n\t<br />\r\n\tAnd the historical trends show that the 9th district has largely and consistently been a Democratic district.</p>\r\n<p>\r\n\tA more complete picture might emerge when and if exit polls are released, but for for now Wasserman Schultz&#39;s claim has holes in it. We rate it Mostly False.</p>", "ruling_comments_date": "2011-09-14T17:12:06.873032", "ruling_date": "2011-09-14T17:49:44", "ruling_headline": "Debbie Wasserman Schultz downplays meaning in New York special election loss", "ruling_headline_slug": "debbie-wasserman-schultz-downplays-meaning-new-yor", "ruling_link_text": "NY-9 ain't Wyoming", "ruling_state": "Florida", "source_documents": null, "sources": "<p>\r\n\tWall Street Journal, &quot;GOP Wins Race to Replace Weiner,&quot; Sept. 14, 2011 (subscribers only)<br />\r\n\t<br />\r\n\tNew York Times, &quot;<a href=\"http://www.nytimes.com/2011/09/14/nyregion/ny-democrats-try-to-avoid-upset-in-special-election.html\" id=\"s_vl\" title=\"G.O.P. Gains House Seat Vacated by Weiner\">G.O.P. Gains House Seat Vacated by Weiner</a>,&quot; Spet. 14, 2011<br />\r\n\t<br />\r\n\tNorth American Jewish Data Bank, <a href=\"http://www.jewishdatabank.org/Archive/N-Congressional_Districts_2000_2006_MainReport.pdf\" id=\"kkzk\" title=\"population by congressional district\">population by congressional district</a>, 2006<br />\r\n\t<br />\r\n\tThe Almanac of American Politics, 2010, accessed on Sept. 14, 2011<br />\r\n\t<br />\r\n\tE-mail interview with RNC spokesman Sean Spicer, Sept. 14, 2011<br />\r\n\t<br />\r\n\tE-mail interview with DNC spokesman Brad Woodhouse, Sept. 14, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Democratic pollster Tom Jensen, , Sept. 14, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Christopher Malone, a political science professor at Pace University in New York, Sept. 14, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Douglas Muzzio, professor of public affairs at Baruch College in New York, Sept. 14, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Republican pollster John Diez, Sept. 14, 2011<br />\r\n\t<br />\r\n\tInterview with Steve Greenberg, Siena Research Institute, Sept. 14, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 7, "current_job": "U.S. Representative, Florida District 23", "false_count": 9, "first_name": "Debbie", "half_true_count": 8, "home_state": "Florida", "id": 265, "last_name": "Wasserman Schultz", "mostly_true_count": 15, "name_slug": "debbie-wasserman-schultz", "pants_count": 3, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/27560_6444958138_7609_n.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/265/", "total_count": 48, "true_count": 6, "website": "http://wassermanschultz.house.gov/"}, "statement": "<p>\r\n\tIn the New York 9th District, &quot;there is a large number of people who went to the polls tonight who didn&#39;t support the president to begin with and don&#39;t support Democrats -- and it&#39;s nothing more than that.&quot;</p>", "statement_context": "comments published in the New York Times", "statement_date": "2011-09-13", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}], "target": [], "twitter_headline": ""}