{"art": [], "author": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "canonical_url": "/wisconsin/statements/2011/sep/16/scott-walker/gov-scott-walker-says-he-asked-unions-concessions-/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 4452, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/4452/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tIn a September 2011 campaign fundraising letter pegged to staving off a possible recall drive against him, Gov. Scott Walker mocked his opponents as the &quot;old order&quot; and &quot;screaming protesters&quot; blocking bold fiscal reforms.<br />\r\n\t<br />\r\n\tHe focused sharply on labor unions, which fought legislation by Walker and Republican lawmakers to curtail collective bargaining and force &nbsp;public workers to contribute more toward pensions and health care. That push, which became law, attracted massive and prolonged protests in Madison.<br />\r\n\t<br />\r\n\t&quot;I asked the unions to pay into their own health care insurance (just as their Wisconsin neighbors do) and they said I was being unreasonable,&quot; Walker&rsquo;s letter said. &quot;I requested that they contribute toward their own pensions (just as their Wisconsin neighbors do) and they screamed it was unfair.&quot;<br />\r\n\t<br />\r\n\tHe added: &quot;Obviously I made the protectors of the status quo boiling mad.&quot;<br />\r\n\t<br />\r\n\tWalker&rsquo;s claim gets at one of the key rhetorical battles left over from the historic budget fight in Madison.<br />\r\n\t<br />\r\n\tWalker supporters argue it was really always about the money and that&rsquo;s why organized labor fought so fiercely against Walker&rsquo;s plan.<br />\r\n\t<br />\r\n\tUnion leaders say their beef was with Walker&rsquo;s sharp limits on collective bargaining and what that would mean for the future of unions.<br />\r\n\t<br />\r\n\tIndeed, in the heat of the standoff -- &nbsp;with Senate Democrats delaying action by fleeing to Illinois -- &nbsp;leaders of major unions proclaimed they&rsquo;d accept the pension and health-insurance benefit changes if the bargaining changes were dropped.<br />\r\n\t<br />\r\n\tSo, what about Walker&rsquo;s statement -- that he had requested that change, but it was rejected as unreasonable and unfair?<br />\r\n\t<br />\r\n\tWe&rsquo;ll examine three distinct periods -- the governor&rsquo;s race of 2010, the post-election period before Walker took office, and Walker&rsquo;s early months as governor starting in January 2011.<br />\r\n\t<br />\r\n\tThe timing matters.<br />\r\n\t<br />\r\n\tIn mid-February 2011, labor was reeling over Walker&rsquo;s newly announced plans to impose benefits cuts and curtail collective bargaining for most public employees.<br />\r\n\t<br />\r\n\tIt was at that point that <a href=\"http://www.wseu-24.org/\">AFSCME Council 24</a> (the largest state employee union), along with the state teachers union and other labor leaders said they would be willing to trade the concessions if Walker would drop the limits on collective bargaining. AFSCME stands for American Federation of State, County and Municipal Employees.<br />\r\n\t<br />\r\n\tTo be sure, not all members or unions fell in lockstep behind their leaders&rsquo; stance. In fact, on March 3 some 7,000 unionists held a &quot;no concessions, no cuts&quot; rally in Madison organized by <a href=\"http://labornotes.org/2011/03/no-concessions-protest-jazzes-madison\">National Nurses United</a>. And the rally was officially backed by <a href=\"http://media.jsonline.com/documents/nnu.pdf\">several major public sector </a><a href=\"http://media.jsonline.com/documents/nnu.pdf\">unions </a>in Wisconsin.<br />\r\n\t<br />\r\n\tWalker rejected the offer as a &quot;hope and a prayer&quot; and said the collective <a href=\"http://www.jsonline.com/blogs/news/116502958.html\">bargaining limits were also </a><a href=\"http://www.jsonline.com/blogs/news/116502958.html\">crucial </a>to giving local government and schools the flexibility needed to balance their budgets. Unions then pointed to Walker&rsquo;s reaction as proof he just wanted to gut unions.<br />\r\n\t<br />\r\n\tGiven this whole sequence, can the governor claim unions rejected his request?<br />\r\n\t<br />\r\n\tThat&rsquo;s where the timing comes in.<br />\r\n\t<br />\r\n\tWhen we asked Walker aides for backup for the claim, they pointed us to the reactions of AFSCME Council 24 leader Martin Beil in December 2010 -- when Walker, then the governor-elect, began rolling out details of his push for benefits concessions -- and even further back, to summer 2010, when Walker aired a campaign TV ad on the theme.<br />\r\n\t<br />\r\n\tAt the earlier points, the union had a much different reaction -- to say the least.<br />\r\n\t<br />\r\n\tWe&rsquo;ll focus on Beil&rsquo;s AFSCME unit because it represents 22,000 state workers and took the public lead in reacting to Walker.<br />\r\n\t<br />\r\n\tHere&rsquo;s a look at the sequence:<br />\r\n\t<br />\r\n\t<strong>June 2010</strong>: Walker, then a candidate in the GOP primary, said he would propose <a href=\"http://www.jsonline.com/news/statepolitics/96193004.html\">major wage and benefit </a><a href=\"http://www.jsonline.com/news/statepolitics/96193004.html\">cuts </a>from state employees to <a href=\"http://www.scottwalker.org/news/2010/06/wis-gov-hopeful-state-employees-pay-pensions-ap\">help close a huge projected budget shortfall</a>.<br />\r\n\t<br />\r\n\t<strong>Reaction</strong>: Beil&rsquo;s union said Walker was propagating a myth that state workers were overpaid.<br />\r\n\t<br />\r\n\t&quot;State employees for many years have taken less money in wages so they could have solid pensions that could be there when they retired. Now you&#39;ve got characters like Walker saying &#39;We&#39;ve got to violate that trust,&#39;&quot; Beil said. &quot;It would be very difficult for us to easily accept this at the bargaining table.&quot;<br />\r\n\t<br />\r\n\t<strong>November 2010</strong>: With the election won, Walker lobbied Gov. Jim Doyle to stop negotiating labor deals on his way out of office. (The tentative agreements included no pay increases and unpaid furlough days that equalled a 3.3 percent pay cut for workers. They called for small increases in employee health premium contributions that were considerably less that Walker later sought.)<br />\r\n\t<br />\r\n\t<strong>Reaction:</strong> On Dec. 2, 2010 Beil told Wisconsin Eye, &quot;What more is there? Does he want our firstborn?&quot; If Walker wants benefit cuts, Beil said, he should give wage hikes in return.<br />\r\n\t<br />\r\n\tIn <a href=\"http://wiseye.org/videoplayer/vp.html?sid=4347\">that </a><a href=\"http://wiseye.org/videoplayer/vp.html?sid=4347\">interview </a>he said it could &quot;get ugly,&quot; echoing comments he made in a Nov. 16, 2010 interview on Wisconsin Public Television: &quot;Workers have ability to withhold labor, whether it&rsquo;s legal or illegal&hellip;If pushed I believe state employees will respond by taking matters to the street.&quot;<br />\r\n\t<br />\r\n\t<strong>December 2010</strong>: While the lame-duck Legislature considered the Doyle-negotiated union deals, Walker upped the ante.<br />\r\n\t<br />\r\n\tHe made clear he was considering abolishing public unions altogether -- or at least changing state law so he didn&rsquo;t have to bargain with them -- in order to get more from employees on pensions and health without negotiations that could drag on. Public employees have become &quot;haves&quot; and taxpayers &quot;have nots,&quot; <a href=\"http://www.fox6now.com/news/politics/witi-120710-walker-unions,0,82984.story\">Walker said</a>.<br />\r\n\t<br />\r\n\t<strong>Reaction:</strong> &quot;State workers and other public workers aren&#39;t about to sacrifice their benefits for some political future of a tyrant,&quot; <a href=\"http://www.channel3000.com/politics/26049415/detail.html\">Beil said</a>. &quot;This is all about Scott Walker kind of bringing back, instead of public service, it is public servitude. He&#39;s the master of the plantation and we&#39;re supposed to be his slaves; that&#39;s his philosophy here. So I think he&#39;d be real happy if we were paid minimum wage and had no pension at all.&quot;<br />\r\n\t<br />\r\n\tLater, on the eve of Walker&rsquo;s inauguration, Beil&rsquo;s union put out a fact sheet making the case that workers were not overcompensated.<br />\r\n\t<br />\r\n\tThis is a crucial point in time, because union critics often cite the &quot;plantation/slave&quot; remarks as the high point of union resistance to monetary concessions.<br />\r\n\t<br />\r\n\tAnd this is where evaluating Walker&rsquo;s recent claim gets interesting.<br />\r\n\t<br />\r\n\tIt&rsquo;s clear that the biggest state employees&rsquo; union reacted negatively -- from the start -- to Walker&rsquo;s push for concessions on health insurance and pensions.<br />\r\n\t<br />\r\n\tBut during the time period Walker pointed us to, after the election, it&rsquo;s also clear that union leaders were reacting at least in part to Walker&rsquo;s <a href=\"http://www.jsonline.com/news/statepolitics/111463779.html\">suggestions </a>that he might <a href=\"http://www.jsonline.com/news/statepolitics/111270659.html\">bypass union </a><a href=\"http://www.jsonline.com/news/statepolitics/111270659.html\">negotiations </a>to get what he wanted.<br />\r\n\t<br />\r\n\tBeil&rsquo;s much-quoted <a href=\"http://www.fox11online.com/dpp/news/local/green_bay/union-responds-to-walker%27s-plans\">&quot;slaves&quot; remarks</a>, for example, came a few days after Walker said he might even act to eliminate the unions altogether. Beil complained that Walker was simply &quot;issuing mandates.&quot;<br />\r\n\t<br />\r\n\tThere are other problems with Walker&rsquo;s claim.<br />\r\n\t<br />\r\n\tIn his fundraising letter, Walker painted himself as having &quot;asked&quot; or &quot;requested&quot; the benefits concessions. A reader unfamiliar with the history might think the governor made an actual offer to the unions in collective bargaining. Or that some talks between the two sides took place.<br />\r\n\t<br />\r\n\tNo such offer was ever made, and there is no evidence of behind-the-scenes talks, according to both sides.<br />\r\n\t<br />\r\n\tWalker certainly signalled through his public statements that he would seek the concessions, but ultimately -- when it came time to deal with labor -- he chose to end-run the unions and 50 years of collective bargaining history and unveil legislation removing pensions and health insurance from negotiations.<br />\r\n\t<br />\r\n\tSo Walker didn&rsquo;t &quot;ask&quot; -- he told.<br />\r\n\t<br />\r\n\tWas there ever room to bargain?<br />\r\n\t<br />\r\n\tIn late 2010 when labor dealt with union-friendly Doyle, a Democrat, unions agreed to no wage increase, furloughs and modest increases in payments toward health benefits -- in exchange for more say on overtime and other matters.<br />\r\n\t<br />\r\n\tWhen Walker did put the concessions into the budget-repair bill in February 2011, it was scheduled to come to a vote within a week. Negotiations were a moot point.<br />\r\n\t<br />\r\n\tThe unions reacted by going public with statements offering to give Walker what he wanted on pensions and health if he would back off the collective bargaining limits. But it&rsquo;s impossible to know how serious the offer was, or what would have happened if Walker decided to take it.<br />\r\n\t<br />\r\n\tOur ruling<br />\r\n\t<br />\r\n\tIn a fundraising letter, Walker stated unions had rejected his push to pay more for pensions and health care.<br />\r\n\t<br />\r\n\tThe immediate reaction from labor was negative -- when Walker unveiled his plan in February 2011 but also when he broached the idea during the campaign and advanced it in the period before he took office.<br />\r\n\t<br />\r\n\tBut, soon after his concessions proposal was introduced, top labor leaders quickly said they could swallow the higher pension and health care contributions if Walker backed down on collective bargaining. What&rsquo;s more, the portrayal of &quot;asking&quot; the unions rewrites history, leaving the misleading impression there was give and take with labor.<br />\r\n\t<br />\r\n\tWalker&rsquo;s office argued that the union statements and actions amounted to a refusal. But by that standard, later statements from those same leaders bowing to concessions would have to be taken into account as acceptance.<br />\r\n\t<br />\r\n\tWe rate the statement Mostly False.</p>", "ruling_comments_date": "2011-09-15T16:34:46.026628", "ruling_date": "2011-09-16T09:00:00", "ruling_headline": "Gov. Scott Walker says he asked unions for concessions and they refused", "ruling_headline_slug": "gov-scott-walker-says-he-asked-unions-concessions-", "ruling_link_text": "Didn't ask, did tell", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tGov. Scott Walker, <a href=\"http://media.jsonline.com/documents/walker+letter.pdf\">campaign fundraising letter</a>, Sept. 2, 2011<br />\r\n\t<br />\r\n\tEmail exchange with Cullen Werwie, press secretary to Gov. Walker, Sept. 12-14, 2011<br />\r\n\t<br />\r\n\tInterview with Katie McCallum, communications director, Republican Party of Wisconsin, Sept. 13, 2011<br />\r\n\t<br />\r\n\tInterview with Marty Beil, executive director, Wisconsin State Employees Union, Sept. 13, 2011<br />\r\n\t<br />\r\n\tInterview with Jan Rodolfo, Midwest director, National Nurses United, Sept. 13, 2011<br />\r\n\t<br />\r\n\tWisconsin Eye, <a href=\"http://wiseye.org/videoplayer/vp.html?sid=4347\">Steven Walters interview with Martin Beil</a>, Dec. 2, 2010<br />\r\n\t<br />\r\n\tMilwaukee Journal Sentinel, &quot;<a href=\"http://www.jsonline.com/news/statepolitics/96193004.html\">Walker says he&rsquo;ll propose cuts for state employees to address deficit</a>,&quot; June 11, 2010<br />\r\n\t<br />\r\n\tScottWalker.org, &quot;<a href=\"http://www.scottwalker.org/news/2010/06/wis-gov-hopeful-state-employees-pay-pensions-ap\">Wis</a><a href=\"http://www.scottwalker.org/news/2010/06/wis-gov-hopeful-state-employees-pay-pensions-ap\"> gov. hopeful: State employees pay for pensions (Associated Press)</a>,&quot; June 16, 2010<br />\r\n\t<br />\r\n\tScott Walker campaign, TV ad: <a href=\"http://www.youtube.com/user/supportscottwalker#p/u/28/vMAKW-VzY-c\">&quot;Savings</a>,&quot; July 19, 2010<br />\r\n\t<br />\r\n\tMilwaukee Journal Sentinel, <a href=\"http://www.jsonline.com/news/statepolitics/111270659.html\">&quot;Walker targets early strike at state workers&rsquo; benefits</a>,&quot; Dec. 3, 2010<br />\r\n\t<br />\r\n\tMilwaukee Journal Sentinel, &quot;<a href=\"http://www.jsonline.com/news/statepolitics/111463779.html\">Walker looks at showdown with state employee unions</a>,&quot; Dec. 7, 2010<br />\r\n\t<br />\r\n\tFox 11 WLUK, <a href=\"http://www.fox11online.com/dpp/news/local/green_bay/union-responds-to-walker%27s-plans\">&quot;Union responds to Walker&rsquo;s plans</a>,&quot; Dec. 9, 2010<br />\r\n\t<br />\r\n\tMilwaukee Journal Sentinel, &quot;<a href=\"http://www.jsonline.com/news/statepolitics/111709229.html\">Tough road ahead for state labor contracts</a>,&quot; Dec. 10, 2011<br />\r\n\t<br />\r\n\tMilwaukee Journal Sentinel, &quot;<a href=\"http://www.jsonline.com/news/statepolitics/107574473.html\">Doyle pushing ahead on labor deals, defying Walker&rsquo; request to halt</a>,&quot; Nov. 12, 2010<br />\r\n\t<br />\r\n\tMilwaukee Journal Sentinel, &quot;Unions concede on money issues; governor says bargaining must go,&quot; Feb. 19, 2011<br />\r\n\t<br />\r\n\tWisconsin Public Television, <a href=\"http://www.youtube.com/watch?v=ky61zhUcKVI\">Here and Now: &quot;Marty Beil discusses future for state workers</a>, Nov. 16, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 38, "current_job": "Milwaukee County Executive", "false_count": 42, "first_name": "Scott", "half_true_count": 38, "home_state": "Wisconsin", "id": 640, "last_name": "Walker", "mostly_true_count": 44, "name_slug": "scott-walker", "pants_count": 11, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Scott_Walker_1_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/640/", "total_count": 211, "true_count": 25, "website": "http://www.scottwalker.org/"}, "statement": "<p>\r\n\t&quot;I asked the unions to pay into their own health care insurance ... and they said I was being unreasonable. I requested that they contribute toward their own pensions ... and they screamed it was unfair.&quot;</p>", "statement_context": "a campaign fundraising letter", "statement_date": "2011-09-02", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 192, "photo": null, "resource_uri": "/api/v/2/subject/192/", "subject": "Labor", "subject_slug": "labor", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}, {"description": "", "id": 208, "photo": null, "resource_uri": "/api/v/2/subject/208/", "subject": "State Finances", "subject_slug": "state-finances", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "", "false_count": 2, "first_name": " ", "half_true_count": 2, "home_state": "", "id": 603, "last_name": "AFSCME", "mostly_true_count": 3, "name_slug": "afscme", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/afscme-people.png", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/603/", "total_count": 10, "true_count": 0, "website": "http://www.afscme.org/"}, {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 1, "first_name": "", "half_true_count": 0, "home_state": "", "id": 1439, "last_name": "Wisconsin State AFL-CIO", "mostly_true_count": 0, "name_slug": "wisconsin-state-afl-cio", "pants_count": 0, "party": {"id": 16, "party": "Organization", "party_slug": "organization", "resource_uri": "/api/v/2/party/16/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/mugs_mug-independentgroup___________________37.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1439/", "total_count": 2, "true_count": 0, "website": ""}], "twitter_headline": ""}