{"art": [], "author": [{"email_address": "tferan@plaind.com", "first_name": "Tom", "id": 181, "last_name": "Feran", "name_slug": "tom-feran", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-tom-feran.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/181/", "title": "Plain Dealer reporter", "twitter": null}], "canonical_url": "/ohio/statements/2011/sep/19/mary-taylor/lt-gov-mary-taylor-says-obamacare-would-require-pu/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 4465, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "tferan@plaind.com", "first_name": "Tom", "id": 181, "last_name": "Feran", "name_slug": "tom-feran", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-tom-feran.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/181/", "title": "Plain Dealer reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/4465/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tOhio Lt. Gov. Mary Taylor also heads the state Department of Insurance. She makes no secret of her dislike for what she derisively calls &quot;Obamacare,&quot; the law formally known as the Patient Protection and Affordable Care Act.<br />\r\n\t<br />\r\n\tIn June, Taylor wrote a guest column for newspapers in which she said, &quot;I will do everything I can to protect Ohio&rsquo;s citizens and job creators from this catastrophic law.&quot; She followed it by giving a speech with a similar theme.<br />\r\n\t<br />\r\n\tIn another guest column for newspapers that was posted Sept. 8 to the Department of Insurance website, Taylor says the health care law will limit choice and increase cost for consumers.<br />\r\n\t<br />\r\n\t&quot;The law&rsquo;s heavy-handed mandates force insurance companies to include coverage for many benefits and services you may not want,&quot; she wrote. &quot;Say for example, you do not have any children. Under Obamacare, you would still have to carry insurance that covers pediatric, maternity and newborn care even though you do not need it. &nbsp;<br />\r\n\t<br />\r\n\t&quot;Such mandates remove consumerism from the process and replace it with a one-size-fits-all approach. &nbsp;By requiring consumers to buy services they do not want or need, costs will rise significantly.&quot;<br />\r\n\t<br />\r\n\tThat got PolitiFact Ohio&rsquo;s attention. Would consumers really be forced to buy unnecessary coverage, like pediatric, maternity and newborn care for people with no children?<br />\r\n\t<br />\r\n\tWe asked Taylor&#39;s office for support.<br />\r\n\t<br />\r\n\tWe were referred to Section 1302 of the Affordable Care Act as amended by the Health Care and Education Reconciliation Act of 2010. &quot;It addresses the essential health benefits,&quot; a spokesman for Taylor said.<br />\r\n\t<br />\r\n\tWe read Section 1302, and it seemed to bear out Taylor&#39;s assertion. But we were frankly confused by the wording, and we turned for guidance to the Kaiser Family Foundation, a trusted independent source on health care issues.<br />\r\n\t<br />\r\n\t&quot;It is true that this (pediatric, maternity and newborn care) is covered as part of the essential benefits package,&quot; a spokesman told us. &quot;The law does mandate that insurance.&quot;<br />\r\n\t<br />\r\n\tBut the spokesman added more: Current employer-provided insurance plans &quot;may include coverage you will never use or need, such as maternity care for a man or prostate cancer coverage for women.&quot;<br />\r\n\t<br />\r\n\tWanting further explanation, we talked with Neera Tanden, who worked on the health care legislation as senior advisor for health reform at the Department of Health and Human Services. She is currently CEO of the Center for American Progress, a liberal think tank.<br />\r\n\t<br />\r\n\t&quot;Ninety percent of all plans cover everything described in the bill as &#39;essential health benefits package,&quot; she said. &quot;People are paying for all those benefits today. We all pay for things we never use. It is the nature of insurance.&quot;<br />\r\n\t<br />\r\n\tIndividual policies are usually more expensive, offer fewer benefits and are less regulated than group plans, she said, noting that Section 1302 of the health care act says that the scope of the package should equal the scope of benefits &quot;under a typical employer plan.&quot;<br />\r\n\t<br />\r\n\tThe act also bans exclusions for &quot;preexisting conditions&quot; that exclusively or primarily affect women and ends the practice of charging women higher premiums than men, she said.<br />\r\n\t<br />\r\n\t&quot;The thrust of (Taylor&#39;s) case is there should be no requirements on what insurance companies offer,&quot; Tanden said.<br />\r\n\t<br />\r\n\tWanting the perspective of an authority without a dog in the political fight, we turned to J.B. Silvers at Case Western Reserve University.<br />\r\n\t<br />\r\n\tHe is professor of health care finance and professor of banking and finance at the Weatherhead School of Management, faculty director of the Health Systems Management Center and holds a joint appointment in the School of Medicine. He also is former CEO of a health plan and insurance company.<br />\r\n\t<br />\r\n\tSilvers said the health care plan &quot;makes the playing field level&quot; by setting a standard for benefit packages.<br />\r\n\t<br />\r\n\t&quot;It is true you could buy some sort of stripped-down policy,&quot; he said, but such plans are &quot;almost universally a bad deal&quot; with higher costs.<br />\r\n\t<br />\r\n\tNormally, he said, a company negotiates coverage for employees, and &quot;wouldn&#39;t offer one plan for single males and another for people with families.&quot;<br />\r\n\t<br />\r\n\tWhat does that say about the accuracy of Taylor&#39;s statement?<br />\r\n\t<br />\r\n\t&quot;It&#39;s irrelevant,&quot; Silvers said. &quot;It&#39;s a silly argument, frankly. Insurance by definition includes things you don&#39;t think you need.&quot;<br />\r\n\t<br />\r\n\tWhat it means to us is that Taylor, the top official at the state department that oversees insurance, was accurate in describing provisions of what she calls Obamacare. But it is misleading to imply that health insurance policies are purchased a la carte, that such purchasing would reduce costs to consumers, and that the &quot;essential benefits package&quot; represents a departure from current group plans.<br />\r\n\t<br />\r\n\tAnd when a statement has an element of truth but ignores critical facts that would give a different impression, it rates Mostly False on the Truth-O-Meter.</p>", "ruling_comments_date": "2011-09-19T12:24:49.193608", "ruling_date": "2011-09-19T12:30:03", "ruling_headline": "Lt. Gov. Mary Taylor says 'Obamacare' would require purchase of unnecessary insurance", "ruling_headline_slug": "lt-gov-mary-taylor-says-obamacare-would-require-pu", "ruling_link_text": "Basic coverages already bundled in most health plans", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tOhio Department of Insurance, &quot;<a href=\"http://www.insurance.ohio.gov/Newsroom/Pages/09082011LtGovObamacare.aspx\">Guest column: Obamacare Suggests Government Knows Best -- Not the Consumer</a>,&quot; Sept. 8, 2011<br />\r\n\t<br />\r\n\tDayton Business Journal, &quot;<a href=\"http://www.bizjournals.com/dayton/news/2011/09/08/column-obamacare-limits-choice-increas.html\">Obamacare limits choice, increase cost</a>,&quot; Sept. 8, 2011<br />\r\n\t<br />\r\n\tThe Plain Dealer, &quot;<a href=\"http://www.cleveland.com/healthfit/index.ssf/2011/07/ohio_insurance_exchange_mixed.html\">Ohio insurance exchange: mixed messages from Gov. John Kasich and Lt. Gov. Mary Taylor</a>,&quot; July 25, 2011<br />\r\n\t<br />\r\n\tEmail from Ohio Department of Insurance, Sept. 13, 2011<br />\r\n\t<br />\r\n\tU.S. Government Printing Office, U.S. Department of Health and Human Services, &quot;<a href=\"http://www.gpo.gov/fdsys/pkg/PLAW-111publ148/content-detail.html\">The Patient Protection and Affordable Care Act</a>&quot;<br />\r\n\t<br />\r\n\tInterview with Chris Lee, Kaiser Family Foundation, Sept. 14, 2011<br />\r\n\t<br />\r\n\tInterview with Neera Tanden, Sept. 14, 2011<br />\r\n\t<br />\r\n\tInterview with Case Western Reserve University professor J.B. Silvers, Sept. 15, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Lieutenant governor of Ohio", "false_count": 0, "first_name": "Mary ", "half_true_count": 1, "home_state": "Ohio", "id": 1459, "last_name": "Taylor", "mostly_true_count": 1, "name_slug": "mary-taylor", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact-mary-taylor.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1459/", "total_count": 3, "true_count": 0, "website": "http://www.governor.ohio.gov/About/LtGovernorTaylor.aspx"}, "statement": "<p>\r\n\tSays that even if you have no children, &quot;under Obamacare, you would still have to carry insurance that covers pediatric, maternity and newborn care even though you do not need it.&quot;</p>", "statement_context": "an opinion column", "statement_date": "2011-09-08", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}