{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2011/sep/23/rick-scott/gov-scott-says-panhandle-set-bed-tax-record/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": null, "id": 4486, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/4486/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tNot long after the April 20, 2010, explosion of the Deepwater Horizon oil rig, Florida&#39;s tourism industry faced a crisis: How would it lure tourists amid images of oil slicks and tar balls on beaches?<br />\r\n\t<br />\r\n\tUnder pressure to stem the flow of economic damages, BP started writing checks to tourism agencies for marketing. Now a little more than a year after the explosion, have the marketing dollars led to <em>cha-ching</em> for the Panhandle?&nbsp;<br />\r\n\t<br />\r\n\tSpeaking on&nbsp;<a href=\"http://www.msnbc.msn.com/id/3036789/ns/msnbc_tv-morning_joe/#44515835\">MSNBC&#39;s <em>Morning Joe</em></a>&nbsp;on Sept. 14, 2011, Florida Gov. Rick Scott claimed that the Panhandle had a record year.</p>\r\n<p>\r\n\tHost Joe Scarborough, a former member of Congress from Pensacola, started off the conversation:<br />\r\n\t<br />\r\n\t&quot;I&#39;m going to start with Pensacola, Florida. BP that was a nightmare for the region. Even if oil didn&#39;t spill on the Pensacola beaches it scared people away for awhile. A lot of friends of mine that had family businesses for years were ravaged in the middle of a recession. But great news this year for Panhandle and for Florida.&quot;<br />\r\n\t<br />\r\n\tScott responded: &quot;We&#39;ve got I think the highest bed tax ever in the history of the state in the Panhandle this year. BP came up with ...&quot;<br />\r\n\t<br />\r\n\tScarborough interjected: &quot;Which means tourism, tourism is flooding in...&quot;<br />\r\n\t<br />\r\n\tScott: &quot;This summer it was hard to get a room, restaurants were packed. I sat down with BP and they gave us $30 million to market the Panhandle. We used it well. Tourism has come back. ...&#39;&#39;<br />\r\n\t<br />\r\n\tDid the Panhandle break its record for the highest bed tax ever in the history of the state?<br />\r\n\tFor starters, Scott said &quot;highest bed tax ever&quot; and omitted a key word: &quot;collections.&quot; Having the highest &quot;rate&quot; wouldn&#39;t be something that a governor brags about if he wanted to lure more tourists to the area.&nbsp;<br />\r\n\t<br />\r\n\tBed taxes refers to the tax tacked onto visitors&#39; hotel bills that help fund activities that promote tourism. In Florida, they can add between 0 and 6 percent to an overnight stay.<br />\r\n\t<br />\r\n\tBP gave $25 million tourism dollars in 2010 to then Gov. Charlie Crist who dispersed various amounts to counties. The Northwest Florida Tourism Council which represents tourism development organizations in the Panhandle -- Bay, Escambia, Franklin, Gulf, Okaloosa, Santa Rosa and Walton counties -- received $7 million in August 2010. In April 2011 the council got an additional $30 million, according to Craig Savage, BP spokesman.<br />\r\n\t<br />\r\n\tThe BP money allowed tourist development councils to do additional outreach -- for example Visit Pensacola used marketing dollars in more expensive media markets such as Chicago and Washington, said spokeswoman Laura Lee.<br />\r\n\t<br />\r\n\tTo back up the claim, Scott&#39;s office pointed us to a Sept. 2, 2011,&nbsp;<a href=\"http://www.wmbb.com/story/15386358/northwest-florida-toursim-experiences-a-record-summer\">press release from the Northwest Florida Tourism Council</a>&nbsp;which boasted about summer bed tax collections. &quot;Summer 2011 has been a season of remarkable recovery for the tourist destinations of Northwest Florida, which are recording all-time highs in bed tax revenue ...&quot; the press release said. The claim was backed up by the&nbsp;<a href=\"http://uwf.edu/OEDE/tourism/archive/BedTax/ActualAug2011.pdf\">University of West Florida&#39;s Office of Economic Development and Engagement</a>, which compiles information on the bed tax for five of the counties -- Escambia, Santa Rosa, Okaloosa, Walton and Bay.&nbsp;<br />\r\n\t<br />\r\n\tUniversity of West Florida researchers found that the counties took in $8.7 million in bed tax revenue in June 2011, more than any other month since December 2008.<br />\r\n\t<br />\r\n\tBut Scott said &quot;this year,&quot; not &quot;June&quot; or &quot;this summer.&quot; So we decided to compare 2011 to past years.&nbsp;<br />\r\n\t<br />\r\n\tThose figures come from the state&#39;s&nbsp;<a href=\"http://dor.myflorida.com/dor/taxes/colls_from_7_2003.html\">Department of Revenue, which tracks bed tax collections across the state</a>. Using the state&#39;s most recent data, which covers January-July 2011, we compared bed tax collections in the seven Panhandle counties to previous years.&nbsp;<br />\r\n\t<br />\r\n\tThere, too, the Panhandle performed well. 2011 bed tax collections have totaled about $33.9 million through July, compared to about $27.5 million for the same period in 2010. We also checked the numbers against 2006 and 2007 -- before Florida dipped into an economic slump -- and found that the first half of 2011 remained higher.<br />\r\n\t<br />\r\n\tSome of the increase can be attributed to the fact that most of the counties&nbsp;<a href=\"http://www.edr.state.fl.us/Content/local-government/data/data-a-to-z/2010LOTThist.pdf\">increased their bed tax rates</a>&nbsp;in recent years. Bay County, for example, raised its bed tax rate from 3 percent to 5 percent in 2009, meaning that if all other factors were equal (room rates, and number of overnight stays), Bay County&#39;s bed tax collections would have increased 67 percent. To compensate for rate changes, the&nbsp;<a href=\"http://uwf.edu/OEDE/tourism/archive/BedTax/ActualAug2011.pdf\">University of West Florida</a>&nbsp;created a bed tax collection analysis built around hypothetically holding the bed tax rate constant at 2 percent. The study did not include Franklin and Gulf counties but found that bed tax collections, when normalized, remain highest in 2011, said Phyllis Pooley, associate director of the university&#39;s Office of Economic Development and Engagement.<br />\r\n\t<br />\r\n\tAre there any other ways to measure tourist economy in Panhandle?<br />\r\n\t<br />\r\n\tSmith Travel Research, a company that tracks supply and demand of hotel rooms for hotels and tourism agencies, collects data on hotel occupancy and the average daily rate for the Panhandle. STR sent us a copy of their data between 2005 and 2011 for the Panhandle but asked that we not publish their full report (which you normally have to pay for). STR&#39;s data showed that January through August 2011 was not a record year for the Panhandle. The year to date occupancy rate was 56.4 percent -- a figure that was higher in 2005, 2006 and 2007 ranging between 59.7 percent and 70.6 percent. The average daily rate year for 2011 was $100.16 -- less than it was in 2007 ($103.45) and 2008 ($103.87).<br />\r\n\t<br />\r\n\tThe STR report contains data from hotels in several cities within the Panhandle including Lake City, Panama City, Pensacola, Destin, Tallahassee and Fort Walton Beach.<br />\r\n\t<br />\r\n\tOccupancy data isn&#39;t a perfect measure of tourism expenditures either -- for example during the oil spill some Panhandle hotels had high occupanices filled by clean-up workers or reporters rather than more income-generating tourists. After Hurricane Katrina, many New Orleans residents stayed in Panhandle hotels.<br />\r\n\t<br />\r\n\t&quot;Occupancy isn&rsquo;t a record, but we&rsquo;ve increased inventory,&quot; said Lee, speaking for Visit Pensacola. &quot;For example, we&rsquo;ve gone from 6,500 hotel rooms in 2008 to 7,100 today.&quot;&nbsp;<br />\r\n\t<br />\r\n\tWe asked Pooley, the University of West Florida researcher, about the different sources of data to measure the tourist economy. She said hotel occupancy rates must be adjusted to take into account new units since if the units increase occupancy rates can decline even with more visitors. Average room rates also don&#39;t reflect the number of visitors.<br />\r\n\t<br />\r\n\t&quot;Bed taxes, adjusted for differing collection rates, are typically the choice of economists because they represent the best proxy for overall industry sales,&quot; Pooley said in an e-mail. &quot;Ideally, you would want a study that would adjust for all of the factors -- occupancy, average rates, inflation, number of rental units available of all types, etc. to truly compare visitation from one year to the next.&quot;<br />\r\n\t<br />\r\n\tWill the record high bed tax collections in the Panhandle continue? That&#39;s unlikely once the positive buzz created with the BP marketing dollars fades.&nbsp;<br />\r\n\t<br />\r\n\t&quot;We do know that we are going to plateau,&#39;&#39; said Dawn Moliterno, chair of the Northwest Florida Tourism Council. &quot;We will not see these kind of numbers posted year after year.&quot;&nbsp;<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tScott stated: &quot;We&#39;ve got I think the highest bed tax ever in the history of state in the Panhandle this year.&quot; The bed tax collections have set records but that isn&#39;t the only measure of how hotels or other businesses dependent on tourists are faring -- the occupancy and average daily rate for hotels have been higher in past years although those sets of data come with their own caveats, too. And those bed tax collections will likely decline after the positive spinoff effects of the BP marketing dollars fade in future years. We rate this claim Mostly True.&nbsp;</p>", "ruling_comments_date": "2011-09-22T16:19:44.072449", "ruling_date": "2011-09-23T10:23:02", "ruling_headline": "Gov. Rick Scott says Panhandle set bed tax record", "ruling_headline_slug": "gov-scott-says-panhandle-set-bed-tax-record", "ruling_link_text": "Tens of millions of BP dollars=more visitors", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tMSNBC Morning Joe,&nbsp;<a href=\"http://www.msnbc.msn.com/id/3036789/ns/msnbc_tv-morning_joe/#44515835\">Interview with Florida Gov. Rick Scott</a>, Sept. 14, 2011<br />\r\n\t<br />\r\n\tUniversity of West Florida office of Economic Development and Engagement,&nbsp;<a href=\"http://uwf.edu/OEDE/tourism/archive/BedTax/ActualAug2011.pdf\">Northwest Florida bed taxes</a>, December 2008-June 2011&nbsp;<br />\r\n\t<br />\r\n\tFlorida Department of Revenue,&nbsp;<a href=\"http://dor.myflorida.com/dor/taxes/colls_from_7_2003.html\">Tax collections</a>, Fiscal year 2004- year to date 2012<br />\r\n\t<br />\r\n\tNorthwest Florida Tourism Council press release,<a href=\"http://www.wmbb.com/story/15386358/northwest-florida-toursim-experiences-a-record-summer\">&quot;Northwest Florida tourism experiences a record summer&quot;</a>&nbsp;, Sept. 2, 2011<br />\r\n\t<br />\r\n\tFlorida Senate,&nbsp;<a href=\"http://www.flsenate.gov/Session/Bill/2011/2156/BillText/er/HTML\">Bill 2156 section 497</a>, 2011<br />\r\n\t<br />\r\n\tInterview, Laura Lee, spokeswoman for Visit Pensacola, Sept. 19, 2011<br />\r\n\t<br />\r\n\tInterview, Dawn Moliterno, executive director of the South Walton Tourist Development Council and chair of the Northwest Florida Tourism Council, Sept. 19, 2011<br />\r\n\t<br />\r\n\tInterview, Rachael Urie, spokeswoman Smith Travel Research, Sept. 20, 2011&nbsp;<br />\r\n\t<br />\r\n\tInterview, Bob McKee, chief economist Florida Department of Revenue, Sept. 19, 2011<br />\r\n\t<br />\r\n\tInterview, Phyllis Pooley, associate director of the Office of Economic Development and Engagement at the University of West Florida, Sept. 19-22, 2011<br />\r\n\t<br />\r\n\tInterview, Craig Savage, BP spokesman, Sept. 19., 2011<br />\r\n\t<br />\r\n\tInterview, Kathy Torian, spokeswoman Visit Florida, Sept. 19, 2011<br />\r\n\t<br />\r\n\tInterview, Vicki Allen, research manager Visit Florida, Sept. 19, 2011</p>", "speaker": {"adkey": "", "advalue": "", "barely_true_count": 32, "current_job": "Governor", "false_count": 26, "first_name": "Rick", "half_true_count": 40, "home_state": "Florida", "id": 383, "last_name": "Scott", "mostly_true_count": 36, "name_slug": "rick-scott", "pants_count": 8, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/rlscott.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/383/", "total_count": 166, "true_count": 15, "website": "http://www.flgov.com/"}, "statement": "<p>\r\n\tSays the Panhandle has had its highest-ever bed tax collections in 2011.</p>", "statement_context": "an interview on MSNBC's \"Morning Joe\"", "statement_date": "2011-09-14", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 155, "photo": null, "resource_uri": "/api/v/2/subject/155/", "subject": "Oil Spill", "subject_slug": "oil-spill", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/1/", "/api/v/2/edition/2/"]}, {"description": "", "id": 201, "photo": null, "resource_uri": "/api/v/2/subject/201/", "subject": "Tourism", "subject_slug": "tourism", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [], "twitter_headline": ""}