{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2011/sep/27/barack-obama/barack-obama-says-construction-workers-pay-higher-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 4508, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/4508/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tIn several appearances recently, President Barack Obama has emphasized tax fairness across the income spectrum.<br />\r\n\t<br />\r\n\tIn <a href=\"http://www.whitehouse.gov/the-press-office/2011/09/22/remarks-president-american-jobs-act-cincinnati-oh\">remarks</a> in Cincinnati, Ohio, on Sept. 22, 2011, Obama sought to promote his American Jobs Act by visiting a &quot;functionally obsolete&quot; bridge spanning the Ohio River. The bill, he said, &quot;would put people back to work rebuilding America -- repairing our roads, repairing our bridges, repairing our schools.&quot;<br />\r\n\t<br />\r\n\tDuring the speech, Obama said that &quot;a construction worker who&rsquo;s making $50 or $60 grand a year shouldn&rsquo;t be paying higher tax rates than the guy who&rsquo;s making $50 million a year. And that&rsquo;s how it&rsquo;s working right now. &nbsp;Because they get all these loopholes and tax breaks that you don&rsquo;t get.&quot;<br />\r\n\t<br />\r\n\tA few days before Obama&rsquo;s visit to the bridge, we published a <a href=\"http://www.politifact.com/truth-o-meter/article/2011/sep/21/does-secretary-pay-higher-taxes-millionaire/\">story</a> analyzing a similar comment Obama made in a speech on the economy.<br />\r\n\t<br />\r\n\t&quot;Middle-class families shouldn&rsquo;t pay higher taxes than millionaires and billionaires,&quot; Obama <a href=\"http://www.whitehouse.gov/the-press-office/2011/09/19/remarks-president-economic-growth-and-deficit-reduction\">said in the earlier speech</a>. &quot;That&rsquo;s pretty straightforward. It&rsquo;s hard to argue against that. Warren Buffett&rsquo;s secretary shouldn&rsquo;t pay a higher tax rate than Warren Buffett. There is no justification for it. It is wrong that in the United States of America, a teacher or a nurse or a construction worker who earns $50,000 should pay higher tax rates than somebody pulling in $50 million. Anybody who says we can&rsquo;t change the tax code to correct that, anyone who has signed some pledge to protect every single tax loophole so long as they live, they should be called out. They should have to defend that unfairness -- explain why somebody who&#39;s making $50 million a year in the financial markets should be paying 15 percent on their taxes, when a teacher making $50,000 a year is paying a higher rate.&quot;<br />\r\n\t<br />\r\n\tWe received many requests from readers to fact-check this comparison. But we decided we weren&rsquo;t able to rate Obama&rsquo;s claims on the Truth-O-Meter because we don&#39;t do Truth-O-Meter items on &quot;shoulds&quot; or &quot;shouldn&#39;ts.&quot; Those are opinions, not facts.<br />\r\n\t<br />\r\n\tHowever, in his Cincinnati speech, Obama did make a comment that was Truth-O-Meter-ready. By saying &quot;and that&rsquo;s how it&rsquo;s working now,&quot; Obama is saying this pattern of taxation is a common practice.<br />\r\n\t<br />\r\n\tIs it?<br />\r\n\t<br />\r\n\tWe found an IRS <a href=\"http://www.irs.gov/pub/irs-soi/08in04atr.xls\">chart</a> for tax year 2008 that shows a variety of tax information broken down into 18 ranges of adjusted gross income for the filer.<br />\r\n\t<br />\r\n\tThis chart lists three types of tax returns -- filers who have income for a child who earns more than $1,900 (meaning the child&rsquo;s income is taxed at the parent&rsquo;s rate); those who have income reported on Schedule D (primarily capital gains); and those without either of these types of income. For the purposes of our calculations, we are combining data for all three types of returns.<br />\r\n\t<br />\r\n\tAccording to this chart, slightly fewer than 19 million filers reported adjusted gross income between $50,000 and $75,000. (This income range stretches slightly higher than what the president mentioned, but it&rsquo;s as close as we can get with available statistics.) The average income tax rate for these returns was 8.3 percent for those with Schedule D income and 7.8 percent for filers with neither Schedule D nor child income. The rate was higher for those with child income -- 20.4 percent -- but this group included only 4,543 returns, or two-tenths of one percent of all returns in that income range, which is small enough to be negligible for our purposes.<br />\r\n\t<br />\r\n\tThe bottom line is that taxpayers in Obama&rsquo;s construction-worker income range tended to pay an effective federal income tax rate of 7 percent to 8 percent.<br />\r\n\t<br />\r\n\tCalculating the comparable figure for those earning $50 million was trickier.<br />\r\n\t<br />\r\n\tThe same chart provides a figure for returns with at least $10 million in adjusted gross income. There were 11,050 returns in this category, and their effective federal income tax rate ranged from 17.9 percent to 28.5 percent, depending on which of the three filing categories they fell into.<br />\r\n\t<br />\r\n\tClearly, then, the $10 million plus crowd is paying a higher average tax rate than the $50,000 to $75,000 crowd. But remember that Obama said $50 million, not $10 million. Does the math change for those who are even richer?<br />\r\n\t<br />\r\n\tThe best data we could find addresses the <a href=\"http://www.irs.gov/pub/irs-soi/08intop400.pdf\">400 highest-income taxpayers</a> in the nation. In 2008, the cutoff to make it into this rarefied group was an income of $109.7 million -- which is above Obama&rsquo;s $50 million threshold. These taxpayers had an average federal income tax rate of 18.1 percent, which is also higher than the rate paid by the $50,000 to $75,000 crowd.<br />\r\n\t<br />\r\n\tSo by these calculations, Obama would be incorrect in most cases.<br />\r\n\t<br />\r\n\tBut that&rsquo;s not the end of the story. These figures are for federal income taxes only. There are also a bunch of other federal taxes that could, and probably should, be included in the calculation. The burden for some some taxes, including corporate taxes, excise taxes and estate taxes, are hard to attribute to individual returns, so we&rsquo;ll set those aside. But one federal tax is straightforward to throw into our calculations: payroll taxes.<br />\r\n\t<br />\r\n\tPayroll taxes fund Social Security and Medicare. In general, payroll taxes hit lower-to-middle-income taxpayers harder than high-income taxpayers, for two reasons. First, workers with low to moderate incomes are more likely than rich taxpayers to make the bulk of their income from salaries and wages, which are subject to the payroll tax, rather than capital gains or other types of investment income, which are not subject to payroll taxes. For the very rich, that pattern is reversed. Second, Social Security tax is levied only on the first $108,600 of one&rsquo;s salary, meaning that virtually all of the earnings of someone making $50,000 a year is subject to it. That wouldn&rsquo;t be the case for someone who&rsquo;s very rich.<br />\r\n\t<br />\r\n\tWe asked two researchers at the Urban Institute-Brookings Institute Tax Policy Center, Roberton Williams and Rachel Johnson, for their advice on how to factor in payroll taxes. They estimated that combining the workers&rsquo; share of the payroll tax with the employer&rsquo;s share -- the usual practice among economists -- would mean an extra 15 percentage points for our hypothetical middle-class worker, and less than 2 additional percentage points for the high-income taxpayer.<br />\r\n\t<br />\r\n\tAdding these to the percentages we previously found for the income tax alone produces a new, &quot;final&quot; rate of 22 to 23 percent for the construction worker and 20 to 30 percent for the $50 million earner.<br />\r\n\t<br />\r\n\tSo it&rsquo;s certainly possible that a given construction worker pays a higher effective tax rate than a given $50 million earner -- but it&rsquo;s also not a guarantee. There is a lot of variation for taxpayers in both categories -- especially when you consider that we have been using average tax rates rather than median tax rates, which means that a small number of very high incomes can throw off the average.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tObama has made a sweeping statement that it&rsquo;s common, even typical, for a $50,000-a-year construction worker to pay a higher tax rate than someone earning $50 million a year. The reality is that it&rsquo;s hard to know for sure.<br />\r\n\t<br />\r\n\tWe found that a typical taxpayer with $50,000 in income pays 22 to 23 percent in income and payroll taxes, while the comparable rates for very, very wealthy taxpayers are in the 20 to 30 percent range. The data isn&rsquo;t specific enough for us to be able to say if a majority of $50 million earners pay tax rates at the low or high end of that 20 to 30 percent range. We do think it&rsquo;s safe to say that some of those very high earners pay a smaller share of their income in taxes than workers who earn $50,000, and some don&rsquo;t. So, on balance, we rate the statement Half True.</p>", "ruling_comments_date": "2011-09-26T16:05:43.929690", "ruling_date": "2011-09-27T17:36:02", "ruling_headline": "Barack Obama says construction workers pay higher tax rate than someone earning $50 million a year", "ruling_headline_slug": "barack-obama-says-construction-workers-pay-higher-", "ruling_link_text": "It can happen, but it's not clear how frequently", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tWhite House, <a href=\"http://www.whitehouse.gov/the-press-office/2011/09/22/remarks-president-american-jobs-act-cincinnati-oh\">remarks by President Barack Obama on the American Jobs Act in Cincinnati, Ohio</a>, Sept. 22, 2011<br />\r\n\t<br />\r\n\tInternal Revenue Service, <a href=\"http://www.irs.gov/pub/irs-soi/08in04atr.xls\">&quot;Tax Classified by Type of Tax Computation and by Size of Adjusted Gross I</a><a href=\"http://www.irs.gov/pub/irs-soi/08in04atr.xls\">ncome</a>,&quot; 2008<br />\r\n\t<br />\r\n\tInternal Revenue Service, &quot;<a href=\"http://www.irs.gov/pub/irs-soi/08intop400.pdf\">The 400 Individual Income Tax Returns Reporting the Highest Adjusted Gross Incomes Each Year, 1992-2008</a>,&quot; accessed Sept. 21, 2011<br />\r\n\t<br />\r\n\tInternal Revenue Service, &quot;<a href=\"http://www.irs.gov/pub/irs-pdf/i8615.pdf\">Instructions for Form 8615</a>,&quot; accessed Sept. 26, 2011<br />\r\n\t<br />\r\n\tInternal Revenue Service, &quot;<a href=\"http://www.irs.gov/pub/irs-pdf/i1040sd.pdf\">2010 Instructions for Schedule D</a>,&quot; accessed Sept. 26, 2011<br />\r\n\t<br />\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/article/2011/sep/21/does-secretary-pay-higher-taxes-millionaire/\">Does a secretary pay higher taxes than a millionaire</a>?&quot; Sept. 21, 2011<br />\r\n\t<br />\r\n\teFile.com, &quot;Ind<a href=\"http://www.efile.com/tax-rate/federal-income-tax-rates/\">ividual Federal Income Tax Rate Schedules by Tax Year</a>,&quot; accessed Sept. 26, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Roberton Williams, senior fellow at the Urban Institute-Brookings Institution Tax Policy Center, Sept. 27, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Rachel Johnson, research associate at the Urban Institute-Brookings Institution Tax Policy Center, Sept. 27, 2011</p>", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>\r\n\t&quot;A construction worker who&rsquo;s making $50 or $60 grand a year shouldn&rsquo;t be paying higher tax rates than the guy who&rsquo;s making $50 million a year. And that&rsquo;s how it&rsquo;s working right now.&quot;</p>", "statement_context": "a speech in Cincinnati, Ohio", "statement_date": "2011-09-22", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ""}