{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}, {"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2011/sep/27/herman-cain/herman-cain-said-government-bureaucrats-will-deter/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 4512, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}, {"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/4512/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tHerman Cain said at a Republican presidential candidates&#39; debate last week that he would be dead if his cancer had occurred while &quot;Obamacare&quot; was in effect.<br />\r\n\t<br />\r\n\tCain had made the statement previously, so Chris Wallace of Fox News asked him about it at the debate sponsored by Fox News and Google in Orlando, Fla.<br />\r\n\t<br />\r\n\tWallace: &quot;Mr. Cain, you are a survivor of Stage 4 colon and liver cancer. And you say if &#39;Obamacare&#39; had been -- (Here Wallace was interrupted by sustained cheers and applause) and we all share in the happiness about your situation, but you say if &#39;Obamacare&#39; had been in effect when you were first being treated, you&#39;d be dead now. Why?&quot;</p>\r\n<p>\r\n\tCain: &quot;The reason I said that I would be dead on &#39;Obamacare&#39; is because my cancer was detected in March of 2006. And from March 2006 all the way to the end of 2006, for that number of months, I was able to get the necessary CAT scan tests, go to the necessary doctors, get a second opinion, get chemotherapy, go to get surgery, recuperate from surgery, get more chemotherapy in a span of nine months.<br />\r\n\t<br />\r\n\t&quot;If we had been on &#39;Obamacare&#39; and a bureaucrat was trying to tell me when I could get that CAT scan, that would have delayed my treatment. My surgeons and doctors have told me that because I was able to get the treatment as fast as I could, based upon my timetable, and not the government&#39;s timetable, that&#39;s what saved my life, because I only had a 30 percent chance of survival. And now I&#39;m here five years cancer-free because I could do it on my timetable and not on a bureaucrat&#39;s timetable. This is one of the reasons I believe a lot of people are objecting to &#39;Obamacare,&#39; because we need to get bureaucrats out of the business of trying to micromanage health care in this nation.&quot;</p>\r\n<p>\r\n\t&nbsp;&quot;Obamacare,&quot; in case you haven&#39;t figured it out yet, is the Republicans&#39; often mocking name for the health care law that President Barack Obama signed into law in 2010. Some of the changes resulting from the law have already taken effect, including sons and daughters under 26 being allowed to be covered by their parents&#39; health insurance. But many major provisions don&#39;t begin until 2014.</p>\r\n<p>\r\n\tHere&#39;s the general way the new law works: The major health insurance systems are left in place, especially the health insurance coverage people get through work and Medicare. For people who have to buy insurance on their own, the government adds new regulations for health insurance companies to follow. States will create &quot;exchanges,&quot; which are virtual marketplaces where people will be able to comparison shop for insurance. The law says that everyone must have insurance or pay a tax penalty. (That&#39;s called the individual mandate, and it&#39;s being challenged in federal courts.) People who make modest incomes will qualify for tax breaks to help them buy insurance, and very poor people will be eligible for Medicaid.<br />\r\n\t<br />\r\n\tWhat the law is not is a single-payer system, as in Canada, where the government picks up the bills; nor is it a nationalized system like Great Britain&#39;s where the government owns hospitals and employs doctors. So if those are the systems Cain had in mind, that&#39;s not what the new health care law is. (We asked Cain&#39;s campaign what the basis was for his statement, but we didn&#39;t hear back.)<br />\r\n\t<br />\r\n\tEven for people over age 65 in Medicare -- the part of the health care system that most resembles a single-payer plan -- private physicians would still make decisions about scans and treatments.<br />\r\n\tStill, opponents of the health care law have argued that it will eventually result in bureaucrats making decisions that affect treatment, particularly for Medicare recipients. But those claims have been rated False on our Truth-O-Meter when they have asserted that bureaucrats will make decisions about individual cases.&nbsp;<br />\r\n\t<br />\r\n\tFor example, PolitiFact Georgia looked at a statement from Rep. Phil Gingrey, R-Ga., who said that under the health care law, &quot;a bunch of bureaucrats decide whether you get care, such as continuing on dialysis or cancer chemotherapy.&quot;<br />\r\n\t<br />\r\n\tGingrey said the bureaucrats are part of the Independent Payment Advisory Board, or IPAB.</p>\r\n<p>\r\n\tThe board is a new part of the health care law, and it was created in response to criticism that Congress has been unable to make the politically risky and technically complex decisions needed to slow the growth of costs for Medicare.<br />\r\n\t<br />\r\n\tUnder the health care law, if Medicare spending growth is projected to exceed certain targets, the IPAB must come up with plans to slow the increase. If Congress does not act on the recommendation within a set time frame, the IPAB&#39;s plans are automatically implemented.&nbsp;<br />\r\n\t<br />\r\n\tBoth sides of the aisle have problems with the board. Some worry it will be too hard for Congress to overrule IPAB recommendations or that the board will stifle innovation. In recent months, several members of Congress from both parties have signed on to repeal the board.<br />\r\n\t<br />\r\n\tBut saying that the IPAB will determine the course of treatment for individual cases is an entirely different matter -- and it&#39;s factually incorrect. Even people who oppose the IPAB agree that it will not intervene in the cases of individual patients but will rather determine how much the government pays health care providers for various services. It can also reduce payments to hospitals with very high rates of readmission or recommend innovations that cut wasteful spending. (See PolitiFact Georgia&#39;s fact-check for&nbsp;<a href=\"http://www.politifact.com/georgia/statements/2011/aug/02/phil-gingrey/gingrey-claims-federal-health-care-board-can-decid/\">more details</a>&nbsp;on the IPAB.)<br />\r\n\t<br />\r\n\tBut we should point out here that the IPAB applies to Medicare. Medicare is a government-run health insurance program for those over age 65. When Cain was diagnosed with cancer in March 2006, he would have been 60 -- too young for Medicare. So the IPAB wouldn&#39;t even have applied, even if it had been in effect at the time.</p>\r\n<p>\r\n\tWe don&#39;t know the personal details of Cain&#39;s health status or how he is insured. But it&#39;s impossible for us to see how a government bureaucrat could have delayed Cain&#39;s care. Cain said at the debate that, &quot;If we had been on &#39;Obamacare&#39; and a bureaucrat was trying to tell me when I could get that CAT scan, that would have delayed my treatment.&quot; But there is no part of the health care law that allows a government bureaucrat to weigh in on an individual&#39;s course of treatment -- not Cain&#39;s nor anyone else&#39;s. We rate his statement False.&nbsp;</p>", "ruling_comments_date": "2011-09-27T17:28:34.150933", "ruling_date": "2011-09-27T18:08:33", "ruling_headline": "Herman Cain said government bureaucrats will determine when you get a CAT scan once the new health care law begins", "ruling_headline_slug": "herman-cain-said-government-bureaucrats-will-deter", "ruling_link_text": "No, a bureaucrat won't review individual cases", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tPolitiFact Georgia,&nbsp;<a href=\"http://www.politifact.com/georgia/statements/2011/aug/02/phil-gingrey/gingrey-claims-federal-health-care-board-can-decid/\" id=\"i45y\" title=\"Gingrey claims federal health care board can decide if you get dialysis, chemo\">Gingrey claims federal health care board can decide if you get dialysis, chemo</a>, Aug. 2, 2011</p>\r\n<p>\r\n\tForbes,&nbsp;<a href=\"http://www.forbes.com/sites/davidwhelan/2011/09/22/fact-checking-herman-cain-who-says-he-would-be-dead-under-obamacare/\" id=\"b3lc\" title=\"Fact-Checking Herman Cain, Who Says He Would Be Dead Under ObamaCare\">Fact-Checking Herman Cain, Who Says He Would Be Dead Under ObamaCare</a>, Sept. 22, 2011</p>\r\n<p>\r\n\tPolitico.com, &quot;<a href=\"http://www.politico.com/news/stories/0611/57576.html#ixzz1QD1MXYP\">Phil Gingrey: IPAB will cause seniors to die</a>,&quot; June 22, 2011</p>\r\n<div>\r\n\tThe Kaiser Family Foundation, &quot;<a href=\"http://www.kff.org/medicare/upload/8150.pdf\">The Independent Payment Advisory Board: A New Approach to Controlling Medicare Spending</a>,&quot; April 2011<br />\r\n\t<br />\r\n\tPolitiFact.com, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2010/oct/19/john-raese/john-raese-says-health-care-law-forces-patients-go/\">John Raese says health care law forces patients to go to a bureaucrat before a doctor</a>,&quot; Oct. 19, 2010<br />\r\n\t<br />\r\n\tPolitico, &quot;<a href=\"http://www.politico.com/news/stories/0611/56467.html\">Medicare pay board is losing vital support</a>,&quot; June 8, 2011<br />\r\n\t<br />\r\n\tH.R. 452, 2011, &quot;<a href=\"http://hdl.loc.gov/loc.uscongress/legislation.112hr452\">Medicare Decisions Accountability Act of 2011</a>,&quot; accessed July 19, 2011<br />\r\n\t<br />\r\n\tEmail interview, Henry Aaron, senior fellow with the Brookings Institution, July 19, 2011<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tEmail interview, Michael Tanner, senior fellow, Cato Institute, July 19, 2011<br />\r\n\t<br />\r\n\tEmail interview, Linda J. Blumberg, senior fellow, the Urban Institute, July 20, 2011<br />\r\n\t<br />\r\n\tInterview, Stuart Guterman, executive director, Commission on a High Performance Health System, The Commonwealth Fund, July 19, 2011</div>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 4, "current_job": "", "false_count": 11, "first_name": "Herman", "half_true_count": 5, "home_state": "Georgia", "id": 1021, "last_name": "Cain", "mostly_true_count": 3, "name_slug": "herman-cain", "pants_count": 3, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Herman_Cain.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1021/", "total_count": 27, "true_count": 0, "website": "http://www.caintv.com/"}, "statement": "<p>\r\n\t<font class=\"Apple-style-span\" face=\"Verdana\" size=\"2\">&quot;If we had been on &#39;Obamacare&#39; and a bureaucrat was trying to tell me when I could get that CAT scan, that would have delayed my treatment.&quot;</font></p>", "statement_context": "the Fox News Google debate in Orlando", "statement_date": "2011-09-22", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}