{"art": [], "author": [{"email_address": "larditi@projo.com", "first_name": "Lynn", "id": 268, "last_name": "Arditi", "name_slug": "lynn-arditi", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/268/", "title": "Reporter", "twitter": null}], "canonical_url": "/rhode-island/statements/2011/oct/02/terry-gorman/head-rhode-islanders-immigration-law-enforcement-s/", "edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "editor": [{"email_address": "tmurphy@providencejournal.com", "first_name": "Tim", "id": 145, "last_name": "Murphy", "name_slug": "tim-murphy", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/tim_murphy2_80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/145/", "title": "Editor", "twitter": null}], "facebook_headline": null, "id": 4530, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "larditi@projo.com", "first_name": "Lynn", "id": 268, "last_name": "Arditi", "name_slug": "lynn-arditi", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/268/", "title": "Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/4530/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tThe Rhode Island Board of Governors for Higher Education&rsquo;s unanimous vote Monday night to extend in-state tuition rates to undocumented students is drawing fire from the leader of Rhode Islanders for Immigration Law Enforcement, who says it violates federal law.<br />\r\n\t<br />\r\n\tRIILE&rsquo;s executive director, William T. &quot;Terry&quot; Gorman, made the claim Sept. 21 in an interview on <a href=\"http://www2.turnto10.com/news/2011/sep/21/student-immigration-change-stirs-controversy-ar-750713/\">Channel 10</a>, and repeated it to the Board of Governors and some 400 people who crowded into the gymnasium at the Community College of Rhode Island before the board&rsquo;s vote.<br />\r\n\t<br />\r\n\tGranting in-state tuition rates to undocumented students violates federal law, Gorman said on Channel 10, &nbsp;&quot;because the law says that you can&#39;t give in-state tuition to an illegal alien . . . unless you first offer it to any other student regardless of their state of residence.&quot;<br />\r\n\t<br />\r\n\tIf Gorman is right, a high school graduate from New Jersey would have to be granted in-state tuition in Rhode Island before the public colleges could offer the same tuition break to a Rhode Island high school graduate who is undocumented.<br />\r\n\t<br />\r\n\tWe decided to check it out.<br />\r\n\t<br />\r\n\tFirst, some background.<br />\r\n\t<br />\r\n\t<strong>The Rhode Island </strong><strong>policy</strong><br />\r\n\t<br />\r\n\tOut-of-state students who enroll at one of Rhode Island&#39;s three public colleges -- the University of Rhode Island, Rhode Island College or the Community College of Rhode Island -- pay more than double the in-state rates.<br />\r\n\t<br />\r\n\tAt URI, for example, Rhode Island students pay just under $11,400 in tuition and fees, compared with about $27,400 for out-of-state residents.<br />\r\n\t<br />\r\n\tA study conducted by the Latino Policy Institute at Roger Williams University showed that 74 undocumented students were attending one of the three public institutions of higher education in Rhode Island in 2009. The study predicts that number will grow by 24 with the in-state tuition policy.<br />\r\n\t<br />\r\n\tFederal law prohibits undocumented students from receiving federal funds for college, such as Guaranteed Student Loans and Pell Grants. To qualify for those funds, students must be either U.S. citizens or immigrants granted permanent residency.<br />\r\n\t<br />\r\n\tThe policy the board approved Monday allows undocumented students who have attended a Rhode Island high school for at least three years, and continue to live in the state, to be eligible to pay the in-state rate.<br />\r\n\t<br />\r\n\tThe students are required to file an affidavit with the college or university stating that they have applied to legalize their immigration status or will apply as soon as they become eligible to do so. &nbsp;&nbsp;<br />\r\n\t<br />\r\n\tThe state Board of Governors&rsquo; eligibility criteria are very similar to those in a California law, enacted in 2001, which allows illegal or undocumented students who meet the eligibility requirements to pay in-state tuition.<br />\r\n\t<br />\r\n\tIn Rhode Island, legislation to extend in-state tuition to undocumented students has failed in the General Assembly every year since 2004, but the Board of Governors took up the issue as a matter of policy.<br />\r\n\t<br />\r\n\tThe board has <a href=\"http://www.ribghe.org/residency1.pdf\">amended</a> its in-state tuition policy six times since 1971. One of those changes, in 2003, allowed certain classes of refugees who have lived in Rhode Island for at least one year to be eligible for in-state tuition rates.<br />\r\n\t<br />\r\n\t<strong>The federal law</strong><br />\r\n\t<br />\r\n\tGorman contends that the only way public colleges can allow undocumented students to pay in-state tuition rates and still comply with federal law would be to offer the in-state rate to all students who are citizens, regardless of whether or not they live in that state.<br />\r\n\t<br />\r\n\tThat&rsquo;s essentially the same argument made by the Federation for American Immigration Reform, a group that seeks to stop illegal immigration and restrict legal immigration, and which unsuccessfully challenged in-state tuition laws in Kansas and California. (More on those later.)<br />\r\n\t<br />\r\n\tThe federal Illegal Immigration Reform and Immigrant Reconciliation Act of 1996 -- codified in Title 8, chapter 14 of the federal code -- sets out the conditions for granting &nbsp;post-secondary education benefits to illegal immigrants based on residence in sections 1621 and 1623.<br />\r\n\t<br />\r\n\tSection 1623, which Gorman cited, states that someone who is not lawfully in the United States &quot;shall not be eligible on the basis of residence . . . for any post-secondary education benefit unless a citizen or national of the United States is eligible for such a benefit . . . without regard to whether the citizen or national is such a resident.&quot;<br />\r\n\t<br />\r\n\tThe section goes on to say that states can grant undocumented immigrants public benefits that they otherwise would not qualify for <u>if</u> the state enacts a law to do so.<br />\r\n\t<br />\r\n\tTo date, 12 states, including Connecticut, have enacted laws to allow undocumented students to be eligible to pay in-state tuition. The others are California, Texas, Utah, New York, Washington, Illinois, Kansas, Nebraska, New Mexico, Oklahoma and Maryland.<br />\r\n\t<br />\r\n\t(A similar law in Wisconsin enacted in 2009 was repealed this year.)<br />\r\n\t<br />\r\n\t<strong>Legal challenges</strong><br />\r\n\t<br />\r\n\tThe Federation for American Immigration Reform filed suit in federal district court in Kansas contending that Kansas&rsquo; in-state tuition law discriminated against U.S. citizens who lived outside of Kansas. &nbsp;<br />\r\n\t<br />\r\n\tA federal district court judge in 2005 denied the plaintiffs&rsquo; claims without ruling on the merits of the case. Rather, the judge said the plaintiffs lacked standing to sue in federal court.<br />\r\n\t<br />\r\n\tThe following year, the group filed suit on the same grounds in California. The case eventually wound up in the California Supreme Court, where the judges ruled in 2010 that the California law was not discriminatory and did not violate federal law.<br />\r\n\t<br />\r\n\tThe judges based their ruling on section 1623 of the federal law, which states that someone who is in the country illegally cannot be eligible for any post-secondary benefit <em>on the basis of residence.</em></p>\r\n<p>\r\n\tIn their decision, the California judges concluded that the basis upon which California granted the in-state tuition exemption -- which includes having attended a California high school for at least three years and obtaining a high school diploma or GED from California -- constituted criteria <em>other than residency.</em> &nbsp;Therefore, the judges wrote, &nbsp;&quot;it does not violate section 1623.&quot;<br />\r\n\t<br />\r\n\tThe U.S. Supreme Court declined to hear the case on appeal.<br />\r\n\t<br />\r\n\tThe California court did not, however, rule on whether granting in-state tuition for undocumented students amounted to a &quot;benefit&quot; as defined in the federal law. That remains an open question.<br />\r\n\t<br />\r\n\t<a href=\"about:blank\">Legislation</a> to either restrict or permit access to public education for undocumented immigrants is currently pending in several states.<br />\r\n\t<br />\r\n\tAnd groups on both sides of the issue are mounting more legal challenges.<br />\r\n\t<br />\r\n\tJudicial Watch, a Washington-based conservative legal group, challenged Maryland&rsquo;s in-state tuition law. A state court dismissed the suit for lack of standing; the group is appealing.<br />\r\n\t<br />\r\n\t<strong>A Rhode Island wrinkle?</strong><br />\r\n\t<br />\r\n\tOne aspect of Rhode Island&rsquo;s situation that could complicate matters if the policy is challenged in court is that Rhode Island -- unlike the other 12 states -- never passed a state law.<br />\r\n\t<br />\r\n\tThe 1996 federal law (Title 8, section 1621) says that a state can provide someone who is in the country illegally with state or local &quot;benefit&quot; for which they would otherwise be ineligible -- but only if the state enacts legislation to do so.<br />\r\n\t<br />\r\n\tThe question not yet answered by the courts: Is in-state tuition a &quot;benefit&quot; under the law the same as welfare or unemployment compensation? &nbsp;And if so, does Rhode Island need to enact a state law to grant it to undocumented students?<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tThe practice of offering in-state tuition to undocumented students promises to be the subject of more court battles. For now, though, Gorman&rsquo;s statement that granting in-state tuition violates federal law should be evaluated in light of three key facts:<br />\r\n\t<br />\r\n\t* The only court which has directly addressed whether granting in-state tuition to undocumented students conforms with federal law is the California Supreme Court. And that court ruled there was no violation of federal law.<br />\r\n\t<br />\r\n\t* The U.S. Supreme Court declined to hear an appeal of the California decision, so the decision stands.<br />\r\n\t<br />\r\n\t* A dozen states have enacted state laws to support tuition policies similar to the one approved in Rhode Island. In two states -- California and Texas -- the laws have been in effect for a decade. None has been successfully challenged.<br />\r\n\t<br />\r\n\tWhile we reserve the right to reconsider the issue if further court challenges yield different results, for now we rule Gorman&rsquo;s statement <a href=\"http://www.politifact.com/rhode-island/about/\">Mostly False</a>.</p>\r\n<p>\r\n\t(To comment on this ruling, &quot;like&quot; us on our <a href=\"https://www.facebook.com/pages/PolitiFact-Rhode-Island/108242095907358\">PolitiFact Rhode Island Facebook page.</a> And follow us on Twitter: @politifactri.)</p>\r\n<p>\r\n\t<em>Update: On Oct. 2, 2011, we revised the wording of one of the key facts in our ruling to make it clear that a dozen states have enacted <strong>state laws</strong> to make undocumented students eligible for in-state tuition at public colleges. </em></p>", "ruling_comments_date": "2011-09-30T18:28:51.483777", "ruling_date": "2011-10-02T00:01:00", "ruling_headline": "Head of Rhode Islanders for Immigration Law Enforcement says federal law prohibits granting in-state tuition to undocumented students", "ruling_headline_slug": "head-rhode-islanders-immigration-law-enforcement-s", "ruling_link_text": "Court rulings don't support his view", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tE-mails, Terry Gorman, executive director, Rhode Islanders for Immigration Law Enforcement, Sept. 23, 24, 2011<br />\r\n\t<br />\r\n\tInterviews and e-mails, <font color=\"black\" face=\"Arial\" size=\"2\">Michael A. Olivas, professor of law, University of Houston Law Center, Sept. 22-30, 2011.</font><br />\r\n\t<br />\r\n\tInterviews and e-mails, Tanya Broder, senior attorney, National Immigration Law Center, Oakland, Calif., Sept. 22, 23, 26, 2011<br />\r\n\t<br />\r\n\tInterviews and e-mails, Eva-Marie Mancuso, lawyer and chairwoman, Government Relations Committee of the Rhode Island Board of Governors of Higher Education, Sept. 27, 28, 2011<br />\r\n\t<br />\r\n\tInterview and e-mail, Michael F. Trainor, spokesman, Rhode Island Board of Governors of Higher Education, Sept. 27, 28, 2011<br />\r\n\t<br />\r\n\tInterview, Ronald Cavallaro, general counsel, Rhode Island Board of Governors for Higher Education, Sept. 27, 2011<br />\r\n\t<br />\r\n\tInterviews and e-mails, Ira Mehlman, spokesman, Federation for American Immigration Reform (FAIR), Washington, D.C., Sept. &nbsp;27, 2011<br />\r\n\t<br />\r\n\tInterview and e-mails, Roberto Gonzalez, immigration lawyer, East Providence, R.I., Sept. 28, 2011<br />\r\n\t<br />\r\n\t<a href=\"http://scocal.stanford.edu/opinion/martinez-v-regents-uc-33914\">Robert Martinez v. The Regents of the University of California,</a> California Supreme Court decision, 2006, accessed Sept. 22, 2011</p>\r\n<p>\r\n\tThe Providence Journal, &quot;<a href=\"http://www.projo.com/education/content/IMMIGRANT_VOTE1_09-27-11_TAQK2V5_v13.6c526.html\">R.I. will allow undocumented students to pay in-state tuition</a>,&quot;Sept. 27, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "President, Rhode Islanders for Immigration Law Enforcement", "false_count": 0, "first_name": "Terry", "half_true_count": 0, "home_state": "Rhode Island", "id": 983, "last_name": "Gorman", "mostly_true_count": 0, "name_slug": "terry-gorman", "pants_count": 1, "party": {"id": 15, "party": "Newsmaker", "party_slug": "newsmaker", "resource_uri": "/api/v/2/party/15/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/terry_gorman.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/983/", "total_count": 3, "true_count": 1, "website": "http://www.riile.org/"}, "statement": "<p>\r\n\t&quot;[Federal] law says that you can&#39;t give in-state tuition to an illegal alien &hellip; unless you first offer it to any other student regardless of their state of residence.&quot;</p>", "statement_context": "a TV interview", "statement_date": "2011-09-21", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}