{"art": [{"brightcove": "", "caption": "Rick Santorum levels his claim about Rick Perry and binational health insurance at about the 2:40 mark of this part of the Sept. 22, 2011 Republican presidential debate.", "id": 1633, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/1633/", "title": "Perry and Sanrtorum on illegal immigrants Sept. 22, 2011 R presidential debate.", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/5ZM3sNvt8Yc?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "5ZM3sNvt8Yc"}], "author": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "canonical_url": "/texas/statements/2011/oct/04/rick-santorum/rick-santorum-says-rick-perry-talked-binational-he/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 4545, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/4545/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tIn the Sept. 22, 2011, Republican presidential debate, Rick Santorum called Rick Perry soft on illegal immigration, citing the Texas governor&#39;s continued support for a state law allowing some children of illegal immigrants to pay in-state tuition at public colleges and universities.</p>\r\n<p>\r\n\tAlso, Santorum said, Perry &quot;gave a speech in 2001 where he talked about binational health insurance between Mexico and Texas. I mean, I don&#39;t even think Barack Obama would be for binational health insurance.&quot;</p>\r\n<p>\r\n\tWe wondered whether Santorum, a former U.S. senator from Pennsylvania, was right in insinuating that Perry spoke in favor of binational health insurance in 2001.</p>\r\n<p>\r\n\tFirst, some background: Binational, or &quot;cross-border,&quot; health insurance refers to coverage that provides benefits in two countries or in a country other than the one in which an enrollee lives or works.</p>\r\n<p>\r\n\tCalifornia has been a leader in binational plans, according to a 2010 <a href=\"http://www.cc.utexas.edu/lbj/chasp/publications/downloads/OECDReportWarnerFinal3310.pdf\">report</a> by David Warner, a professor at the University of Texas LBJ School of Public Affairs. He told us in an interview that although plan specifics differ, the general idea is for U.S. employers to offer their workers a choice between receiving their health care services exclusively in Mexico or getting standard U.S.-based coverage. Workers may live and work in the United States or may live in Mexico and commute across the border to legally work on the U.S. side.</p>\r\n<p>\r\n\tWarner&#39;s report says that at least four U.S. insurers offer binational plans that allow enrollees to access networks of providers in Mexico. For example, Blue Shield of California&#39;s &quot;Access Baja&quot; option generally restricts enrollees, who must live within 50 miles of the California-Mexico border, to seeking care through providers in the Mexican border cities of Tijuana and Mexicali.</p>\r\n<p>\r\n\tProponents say that because binational plans are cheaper than standard U.S. plans (primarily because health care is cheaper in Mexico), they make it easier for low-income workers to afford coverage.</p>\r\n<p>\r\n\tIn Texas, the state Department of Insurance told us that it doesn&#39;t know of insurers offering cross-border plans. However, it&#39;s possible that some employers in the border area do &mdash; if they are &quot;self-funded,&quot; meaning they bear the financial responsibility and risks of coverage themselves. Such plans are not regulated by the agency.</p>\r\n<p>\r\n\tTexas proponents of binational plans have said they could help reduce the uninsured population in the state&#39;s border region. In 2010, 43 percent of border residents were uninsured, compared to 23 percent statewide, according to data from the Texas Department of State Health Services.</p>\r\n<p>\r\n\tOpponents have expressed concerns about the quality of care provided by Mexican health care providers and the inability of the state to monitor it.</p>\r\n<p>\r\n\tBack to Perry and his speech.</p>\r\n<p>\r\n\tAccording to an Aug. 31, 2011, <em>Dallas Morning News</em> blog <a href=\"http://trailblazersblog.dallasnews.com/archives/2011/08/perrys-2001-remarks-on-us-mexi.html\">post</a>, Perry mentioned binational health insurance at an August 2001 summit on border issues. It was hosted by the University of Texas-Pan American in Edinburg, which is in the Rio Grande Valley about 10 miles from the Texas-Mexico border.</p>\r\n<p>\r\n\tAccording to news articles, the meeting brought together high-level government officials and business leaders from Mexico and the United States, including Norman Mineta, then the U.S. secretary of transportation. An Aug. 23, 2001, <em>Morning News</em> news article said panels at the summit weighed topics such as the North American Free Trade Agreement, water issues and border health concerns.</p>\r\n<p>\r\n\tPerry spoke to the gathering on Aug. 22, 2001. According to the <a href=\"http://governor.state.tx.us/news/speech/10688/\">text</a> of his remarks, posted on his state website, he was upbeat about increased cooperation and trade between the United States and Mexico. And he called for the two nations to work together to solve shared problems.</p>\r\n<p>\r\n\tPerry then touched on infrastructure, trade and water issues before focusing on health care. He singled out several problems in border areas, including a lack of preventive care and the limited availability of medical specialists. &quot;We have much to gain if we work together to expand preventative care and treat maladies unique to this region,&quot; Perry said.</p>\r\n<p>\r\n\tPerry next said a legislative proposal by then-state Rep. Pat Haggerty, R-El Paso, and state Sen. Eddie Lucio Jr., D-Brownsville, &quot;establishes an important study that will look at the feasibility of binational health insurance. This study recognizes that the Mexican and U.S. sides of the border compose one region, and we must address health care problems throughout that region.&quot;</p>\r\n<p>\r\n\tLucy Nashed, a spokeswoman in the governor&rsquo;s office, confirmed that Perry&#39;s mention of a binational health insurance study referred to a bill passed during the 2001 legislative session that created a committee to &quot;assess the health care needs of the border area&quot; and &quot;the affordability, cost-effectiveness, economic impact, and improved health status achievable through binational health benefit plan coverage.&quot;</p>\r\n<p>\r\n\tKatherine Cesinger, a spokeswoman for Perry&#39;s presidential campaign, said the study &quot;ultimately concluded there were numerous barriers to accomplishing&quot; binational health insurance, &quot;and the Legislature took no further action on this concept.&quot;</p>\r\n<p>\r\n\tThe January 2003 report by the Interim Committee on Binational Health Benefit Plan Coverage, first discusses health care concerns in the Texas border region and California&#39;s experience with binational health insurance. It then lays out cost savings that binational insurance plans were projected to generate in Texas, as well as legal and practical impediments to implementing them.</p>\r\n<p>\r\n\tThe report closes with 10 scenarios for moving forward if the Legislature &quot;determines that binational health plans are a viable option to provide affordable health plans.&quot; The scenarios range from changing state law covering health maintenance organizations to allow for binational options to setting up a pilot project that would allow the plans to be offered in one part of the border region.</p>\r\n<p>\r\n\tIn 2007, Sen. Lucio and Rep. Jose Menendez, D-San Antonio, introduced proposals to allow for the offering and regulating of &quot;cross border&quot; health benefit plans covering medical services within 75 miles of either side of the border. Those measures died.</p>\r\n<p>\r\n\tWe asked Perry&#39;s campaign whether he favors binational health plan options for border residents and received no response. Separately, we reviewed news accounts and other Perry speeches and statements for signs that Perry talked up binational health insurance before or after his 2001 speech.</p>\r\n<p>\r\n\tWe found one earlier reference, in an Aug. 6, 2001, &quot;<a href=\"http://governor.state.tx.us/news/editorial/10106/\">editorial</a>&quot; on the governor&rsquo;s state website describing how legislation passed during that year&#39;s session would help the border region. Perry highlighted the same bill that led to the 2003 report: &quot;We further addressed health care needs through House Bill 2498, which establishes an interim study to provide recommendations for the development of affordable and accessible health care coverage &mdash; including the possibility of bi-national health care coverage &mdash; along the Texas-Mexico border region.&quot;</p>\r\n<p>\r\n\tEarlier in 2001, Perry vetoed a measure calling for state health officials to develop a statewide &quot;strategic health plan,&quot; including an examination of how increased trade with Mexico had affected the border region. In a <a href=\"http://www.lrl.state.tx.us/scanned/vetoes/77/sb424.pdf#navpanes=0\">statement</a>, Perry said one reason for the veto was &quot;the failure to include a binational approach to developing the plan.&quot;</p>\r\n<p>\r\n\t&quot;Effective solutions should also involve the cooperation and the commitment&quot; of Mexico, Perry said.</p>\r\n<p>\r\n\tOur ruling</p>\r\n<p>\r\n\tPerry talked about binational health insurance in a 2001 speech, as Santorum said. However, his dig about Perry&#39;s mention wrongly implies that the governor is working to establish binational health insurance. We found no evidence of Perry taking further action in the 10 years since.</p>\r\n<p>\r\n\tWe rate Santorum&#39;s statement Half True.</p>\r\n<p>\r\n\tTo comment on this ruling, <a href=\"http://www.facebook.com/politifact.texas\">&quot;like&quot; us on Facebook</a>.</p>", "ruling_comments_date": "2011-10-04T14:58:53.964656", "ruling_date": "2011-10-04T17:10:46", "ruling_headline": "Rick Santorum says Rick Perry talked up binational health insurance in a 2001 speech", "ruling_headline_slug": "rick-santorum-says-rick-perry-talked-binational-he", "ruling_link_text": "Just that one time", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tFox News-Google Republican presidential debate, <a href=\"http://www.foxnews.com/politics/2011/09/22/fox-news-google-gop-2012-presidential-debate/\">transcript</a>, Sept. 22, 2011</p>\r\n<p>\r\n\tInterview with David Warner, professor, LBJ School of Public Affairs, University of Texas, Sept. 26, 2011</p>\r\n<p>\r\n\tDavid Warner and Lauren Jahnke, &quot;<a href=\"http://www.cc.utexas.edu/lbj/chasp/publications/downloads/OECDReportWarnerFinal3310.pdf\">U.S.-Mexico</a><a href=\"http://www.cc.utexas.edu/lbj/chasp/publications/downloads/OECDReportWarnerFinal3310.pdf\"> Mode 2 Imports and Exports of Health Services</a>,&quot; March 3, 2010</p>\r\n<p>\r\n\tBlue Shield of California, website, &quot;<a href=\"https://www.blueshieldca.com/producer/largegroups/products/medical/baja/home.jhtml\">Access Baja HMO and Dependent Plan</a>&quot;</p>\r\n<p>\r\n\tBlue Shield of California, &quot;<a href=\"https://www.blueshieldca.com/employer/download/public/A11980-access-baja-brochure.pdf\">Access Baja plans</a>&quot;</p>\r\n<p>\r\n\tInterim Committee on Binational Health Benefit Plan Coverage, <a href=\"http://www.senate.state.tx.us/75r/senate/commit/c1000/downloads/binational.pdf\">report</a>, Jan. 29, 2003</p>\r\n<p>\r\n\tLegislative Budget Board, &quot;Allow U.S.-based insurers and HMOs to offer Texas-Mexico cross border health plans,&quot; in <a href=\"http://www.lbb.state.tx.us/Performance%20Reporting/TX_Govt_Effective_Efficiency_Report_80th_0107.pdf\">report</a> on government &quot;effectiveness and efficiency,&quot; January 2007, see page 336 in pdf</p>\r\n<p>\r\n\tEmail interview with John Greeley, public information officer, Texas Department of Insurance, Sept. 26, 2011</p>\r\n<p>\r\n\tEmail (<a href=\"http://alt.coxnewsweb.com/statesman/politifact/100411_williamsemail.html\">excerpt</a>) from Carrie Williams, press office, Texas Department of State Health Services, Sept. 28, 2011</p>\r\n<p>\r\n\tDallas Morning News, blog, &quot;<a href=\"http://trailblazersblog.dallasnews.com/archives/2011/08/perrys-2001-remarks-on-us-mexi.html\">Perry&rsquo;s 2001 remarks on joint health plan with Mexico get scrutiny</a>,&quot; Aug. 31, 2011</p>\r\n<p>\r\n\tUniversity of Texas-Pan American, news release, &quot;<a href=\"http://www.utpa.edu/news/index.cfm?newsid=1961\">UTPA</a><a href=\"http://www.utpa.edu/news/index.cfm?newsid=1961\"> to host prestigious U.S-Mexico Border Summit</a>,&quot; June 27, 2001</p>\r\n<p>\r\n\tDallas Morning News, &quot;<a href=\"http://alt.coxnewsweb.com/statesman/politifact/100411_dmnborderstory2001.pdf\">Border issues get top billing at summit</a>,&quot; Aug. 23, 2001</p>\r\n<p>\r\n\tAustin American-Statesman, &quot;<a href=\"http://alt.coxnewsweb.com/statesman/politifact/100411_aasstory2001.pdf\">Truck rules decried at border talks</a>,&quot; Aug. 23, 2001</p>\r\n<p>\r\n\tGov. Rick Perry&#39;s state website, &quot;<a href=\"http://governor.state.tx.us/news/speech/10688/\">Gov</a><a href=\"http://governor.state.tx.us/news/speech/10688/\">. Rick Perry&rsquo;s remarks to the border summit</a>,&quot; Aug. 22, 2001</p>\r\n<p>\r\n\tEmail interview with Lucy Nashed, deputy press secretary, Gov. Rick Perry&#39;s office, Sept. 23, 2011</p>\r\n<p>\r\n\tTexas Legislature Online, <a href=\"http://www.legis.state.tx.us/BillLookup/Text.aspx?LegSess=77R&amp;Bill=HB2498\">House Bill 2498</a>, 77th session</p>\r\n<p>\r\n\tEmail (<a href=\"http://alt.coxnewsweb.com/statesman/politifact/100411_cesingeremail.html\">excerpt</a>) from Katherine Cesinger, state press director, Rick Perry&#39;s presidential campaign, Sept. 23, 2011</p>\r\n<p>\r\n\tTexas Legislature Online, <a href=\"http://www.legis.state.tx.us/BillLookup/History.aspx?LegSess=80R&amp;Bill=HB2483\">House Bill 2483</a>, 80th session</p>\r\n<p>\r\n\tTexas Legislature Online, <a href=\"http://www.legis.state.tx.us/BillLookup/History.aspx?LegSess=80R&amp;Bill=SB1445\">Senate Bill 1445</a>, 80th session</p>\r\n<p>\r\n\tGov. Rick Perry&#39;s state website, &quot;<a href=\"http://governor.state.tx.us/news/editorial/10106/\">Addressing the needs of the border region</a>,&quot; Aug. 6, 2001</p>\r\n<p>\r\n\tGov. Rick Perry, <a href=\"http://www.lrl.state.tx.us/scanned/vetoes/77/sb424.pdf#navpanes=0\">veto proclamation</a>, regarding Senate Bill 424, May 26, 2001</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 12, "current_job": "", "false_count": 17, "first_name": "Rick", "half_true_count": 14, "home_state": "Pennsylvania", "id": 1077, "last_name": "Santorum", "mostly_true_count": 7, "name_slug": "rick-santorum", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rick_Santorum_2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1077/", "total_count": 61, "true_count": 6, "website": ""}, "statement": "<p>\r\n\tSays that in 2001, Rick Perry spoke favorably of binational health insurance between Mexico and Texas.</p>", "statement_context": "a Republican presidential debate", "statement_date": "2011-09-22", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}