{"art": [], "author": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2011/oct/07/beverly-hall/former-aps-head-beverly-hall-says-national-test-pr/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 4557, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/4557/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tEver since Atlanta Public Schools&rsquo; cheating scandal began, then-Superintendent Beverly Hall has repeatedly pointed to a national test as proof that the changes she made produced real results: the National Assessment of Educational Progress.<br />\r\n\t<br />\r\n\tThe NAEP is a top measure of student achievement, and APS&rsquo; NAEP scores improved under Hall&rsquo;s term, Hall has said. One of her backers mentioned these scores in a New York Times article last month. Hall, herself, raised them Aug. 10 in a commentary published by the national trade publication Education Week. &nbsp;<br />\r\n\t<br />\r\n\t&quot;The results of the standardized tests administered in 2010 and 2011 under this enhanced security have not been questioned -- and most important of all the dramatic improvement in test scores has remained. That improvement has also been confirmed by the National Assessment of Educational Progress, or NAEP, which is independently administered,&quot; Hall wrote.<br />\r\n\t<br />\r\n\t&quot;Dramatic&quot; improvement in scores on the Criterion-Referenced Competency Tests has been &quot;confirmed&quot; by the NAEP? &nbsp;We decided to take a look.<br />\r\n\t<br />\r\n\tFirst, a brief aside. We checked Hall&rsquo;s claim that CRCT tests scores for 2010 and 2011 &quot;have not been questioned&quot; and gave her a Pants on Fire. State investigators, the Governor&rsquo;s Office for Student Achievement and The Atlanta Journal-Constitution questioned the validity of both years&rsquo; results. &nbsp;<br />\r\n\t<br />\r\n\tWe asked Hall&rsquo;s attorney for evidence backing her claim about the national test but received no response. After our inquiry, Council of Great City Schools Executive Director<br />\r\n\tMichael Casserly repeated a similar claim Sept. 7 in The New York Times, but the story included no supporting evidence. Hall previously served on the board of Casserly&rsquo;s organization.<br />\r\n\t<br />\r\n\tNow, the NAEP is different from your typical standardized test. Like the CRCT, it tests core subjects such as reading and mathematics, but many students don&rsquo;t take it. Those who do don&rsquo;t take all of it. They don&rsquo;t even get their results. &nbsp;<br />\r\n\t<br />\r\n\tInstead, the NAEP randomly selects a representative sample of students to take the test. &nbsp;They take slices of the exam over a single day. &nbsp;<br />\r\n\t<br />\r\n\tHistorically, the NAEP has been used to track student achievement at the state and national level. During the past decade, however, about a dozen large urban districts were recruited for a special trial to see how well the test evaluates district performance. APS joined the trial in 2002.<br />\r\n\t<br />\r\n\tThe test was not the focus of the state&rsquo;s CRCT investigation, and a federal review found no evidence of NAEP cheating, said Arnold Goldstein, who is program director for the assessment division of the National Center for Education Statistics, the division of the U.S. Department of Education that oversees the NAEP.<br />\r\n\t<br />\r\n\tThe federal review&rsquo;s findings were not published in a report, so PolitiFact Georgia could not examine its work.<br />\r\n\t<br />\r\n\tExperts agree that it&rsquo;s much more difficult to cheat on the NAEP than the CRCTs, and they give the following reasons:<br />\r\n\t<br />\r\n\t-- NAEP test administrators are federal contract workers, not APS employees, so they have little incentive to cheat. Some are retired APS teachers, but a federal testing official told PolitiFact that they all worked as part of three-member teams with colleagues who had no ties to APS.<br />\r\n\t<br />\r\n\t-- NAEP test materials are not kept in schools overnight or during the weekend. That&rsquo;s when much of the CRCT cheating took place, according to the state investigation. &nbsp;<br />\r\n\t<br />\r\n\t-- Students are tested on multiple subjects during the same NAEP test session. While one is working on a reading exam, another might be doing mathematics, so they can&rsquo;t copy each others&rsquo; answers.<br />\r\n\t<br />\r\n\tBut cheating is not out of the question. Sonny Perdue, who as governor launched the state investigation into the CRCT scores, is a member of the board that oversees the NAEP. &nbsp;He suggested at an August board meeting that there may be weaknesses in the system but did not give details. He declined through a spokesman to comment for this story.<br />\r\n\t<br />\r\n\tAPS critics say the district might have tipped scores in its favor by withholding names of low-performing students from the roster the NAEP uses to select its test-takers.<br />\r\n\t<br />\r\n\tThe NAEP doesn&rsquo;t check student rosters by name. The procedure is to see whether the list it receives from a school matches up with the school&rsquo;s overall characteristics, Goldstein said.<br />\r\n\t<br />\r\n\tThe NAEP review found no problems, Goldstein said.<br />\r\n\t<br />\r\n\tBut the federal review focused on whether APS followed standard procedures -- not whether the rosters were accurate. To comply with privacy policies, NAEP administrators routinely destroy the rosters schools send them, Goldstein said. Therefore, we think it may be impossible to check whether APS sent accurate lists.<br />\r\n\t<br />\r\n\tNow, let&rsquo;s take a closer look at the NAEP results starting in 2002, which is when APS began participating in the urban district program. &nbsp;<br />\r\n\t<br />\r\n\tWe found that even if you ignore the possibility of cheating, it&rsquo;s not clear the gains are dramatic.<br />\r\n\t<br />\r\n\tAPS previously trumpeted that since 2002, its students demonstrated the largest gains of other large urban school districts on the NAEP reading tests. This is correct, but since that time, APS&rsquo; demographics have shifted toward whites and Hispanics -- groups that generally score higher on the NAEP, experts noted.<br />\r\n\t<br />\r\n\tFor instance, in 2002, 6 percent of APS fourth-graders were white and 3 percent were Hispanic. By 2009, the percentage of white students more than doubled to 13 percent. Hispanics increased to 5 percent.<br />\r\n\t<br />\r\n\t&quot;I think that demographic changes in the fourth grade account for 40 percent or so of the progress, but that&rsquo;s not something anybody wanted to talk about or even to point out,&quot; said Mark Musick, an East Tennessee State University professor who once was chairman of the board that directs the NAEP.<br />\r\n\t<br />\r\n\tAlso, APS&rsquo; NAEP marks aren&rsquo;t all improvements. The score gap between whites and blacks remains the second-largest in the nation among large districts. In addition, children in poverty now lag even further behind their peers in reading.<br />\r\n\t<br />\r\n\tFurthermore, Atlanta still trails well behind other large urban districts in crucial areas. For instance, Atlanta&rsquo;s eighth grade 2009 mathematics scores were lower than all others but Cleveland, the District of Columbia and Los Angeles.<br />\r\n\t<br />\r\n\tAnd at current rates, it will take Atlanta 50 to 110 years for all its students to become proficient, said Binghamton University education professor Lawrence Stedman, who thinks that the cheating scandal is proof that the U.S. needs to scrap its approach to high-stakes testing. What gains APS made slowed in recent years, he said in a recent analysis of the district&rsquo;s NAEP scores.<br />\r\n\t<br />\r\n\tEven if we take the NAEP gains at face value, it&rsquo;s not accurate to say they support CRCT gains. Though student achievement rose according to both measures, NAEP gains don&rsquo;t quite match up to CRCT increases, and demographic shifts might account for a portion of the increase.<br />\r\n\t<br />\r\n\tThat said, it&rsquo;s not clear we can take the NAEP scores at face value. While a federal review of APS procedures found no red flags, the bulk of the district&rsquo;s cheating on the state CRCT exam only became public knowledge after a rigorous investigation that looked beyond procedures.<br />\r\n\t<br />\r\n\tSuch an inquiry has not taken place on the NAEP. And even if it did, it may not ever be possible to ensure that APS sent accurate rosters to NAEP administrators. The NAEP destroyed its copies.<br />\r\n\t<br />\r\n\tBoth the CRCT and NAEP registered some gains, but the causes are unclear, the results are mixed and the district&rsquo;s integrity remains in question. So many questions remain unanswered that it makes little sense to conclude that NAEP scores confirm &quot;dramatic&quot; gains on the CRCT.<br />\r\n\t<br />\r\n\tHall therefore earns a False.</p>", "ruling_comments_date": "2011-10-06T15:50:32.697972", "ruling_date": "2011-10-07T06:00:00", "ruling_headline": "Former APS head Beverly Hall says national test proves real gains", "ruling_headline_slug": "former-aps-head-beverly-hall-says-national-test-pr", "ruling_link_text": "Mixed results, unanswered questions", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tEducation Week, &quot;<a href=\"http://www.edweek.org/ew/articles/2011/08/10/01hall.h31.html?tkn=LZPFw%2FKr1KQ6nik8iZ5VcAXfN3i%2Bvg8ipc3j&amp;cmp=clp-edweek\">Beverly Hall: The Scandal Is Not the Whole Story</a>,&quot; Aug. 10, 2011<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tEducation Week, &quot;<a href=\"http://blogs.edweek.org/edweek/curriculum/2011/08/naep_responds_to_atlanta_cheat.html\">NAEP</a><a href=\"http://blogs.edweek.org/edweek/curriculum/2011/08/naep_responds_to_atlanta_cheat.html\"> Cheating in Atlanta &#39;Extremely Unlikely,&#39; NCES Says</a>,&quot; Aug. 5, 2011<br />\r\n\t<br />\r\n\tAtlanta Public Schools, &quot;<a href=\"https://talkupaps.wordpress.com/2011/02/25/aps-fourth-graders-score-on-par-with-students-in-other-urban-districts-on-national-science-exam/#more-6830\">APS</a><a href=\"https://talkupaps.wordpress.com/2011/02/25/aps-fourth-graders-score-on-par-with-students-in-other-urban-districts-on-national-science-exam/#more-6830\"> fourth-graders on par with students in other urban districts on national science exam</a>,&quot; Feb. 25, 2011</p>\r\n<p>\r\n\t<br />\r\n\tNational Center for Education Statistics, &quot;<a href=\"http://nces.ed.gov/pubsearch/pubsinfo.asp?pubid=2003523\">The Nation&rsquo;s Report Card: Reading 2002 Trial Urban District Assessment</a>,&quot; July 2003<br />\r\n\t<br />\r\n\tNational Center for Education Statistics, &quot;<a href=\"http://nationsreportcard.gov/math_2009/math_2009_tudareport/\">The Nation&rsquo;s Report Card: Mathematics 2009 Trial Urban District Assessment</a>,&quot; Dec. 2009<br />\r\n\t<br />\r\n\tNational Center for Education Statistics, &quot;<a href=\"http://nationsreportcard.gov/reading_2009/reading_2009_tudareport/\">The Nation&rsquo;s Report Card: Reading 2009 Trial Urban District Assessment</a>,&quot; May 2010<br />\r\n\t<br />\r\n\tGovernor&rsquo;s Office of Student Achievement, <a href=\"http://www.gaosa.org/FindASchool.aspx?TabRequested=District&amp;FromSection=report&amp;PageReq=106&amp;CountyId=761&amp;SY=2010\">Atlanta Public Schools report cards</a>, accessed Aug. 18, 2011<br />\r\n\t<br />\r\n\tNew York Times, &quot;<a href=\"http://www.nytimes.com/2011/09/08/us/08hall.html?pagewanted=1&amp;_r=2&amp;hp\">A Revered Educator&rsquo;s Fall from Grace</a>,&quot; Sept. 7, 2011<br />\r\n\t<br />\r\n\tCritical Education, &quot;<a href=\"http://m1.cust.educ.ubc.ca/journal/index.php/criticaled/article/view/175\">A Preliminary Analysis of Atlanta&rsquo;s Performance on the National Assessment of Educational Progress</a>,&quot; Sept. 3, 2011<br />\r\n\t<br />\r\n\tNational Center for Education Statistics, &quot;A Closer Look at Verifying the Integrity of NAEP,&quot; Aug. 5, 2011<br />\r\n\t<br />\r\n\tTelephone interview, Ben Scafidi, associate professor of economics, Georgia College &amp; State University, Aug. 19, 2011<br />\r\n\t<br />\r\n\tTelephone interview, Mark Musick, James H. Quillen Chair of Excellence in Education and Teaching, East Tennessee State University, Aug. 19, 2011<br />\r\n\t<br />\r\n\tTelephone interview, Arnold Goldstein, program director, assessment division, National Association of Education Statistics, Aug. 18, 2011<br />\r\n\t<br />\r\n\tTelephone interview, Mike Bowers, former Georgia attorney general and head of the Atlanta Public Schools cheating investigation, Aug. 18, 2011<br />\r\n\t<br />\r\n\tEmail interview, Lawrence C. Stedman, associate professor, School of Education, Binghamton University, Aug. 19 and 22, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 2, "first_name": "Beverly", "half_true_count": 0, "home_state": "", "id": 1383, "last_name": "Hall", "mostly_true_count": 0, "name_slug": "beverly-hall", "pants_count": 1, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Hall_Beverly.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1383/", "total_count": 3, "true_count": 0, "website": ""}, "statement": "<p>\r\n\tGains in Atlanta Public Schools scores on a national standardized test lend credence to &quot;dramatic&quot; score increases on state tests.</p>", "statement_context": "a commentary published in Education Week", "statement_date": "2011-08-10", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}], "target": [], "twitter_headline": "Did national test prove reforms by frmr APS head Beverly Hall worked? #gapol"}