{"art": [], "author": [{"email_address": "bbowers@politifact.com", "first_name": "Becky", "id": 177, "last_name": "Bowers", "name_slug": "becky-bowers", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/bbowers-politifact-mug_.gif", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/177/", "title": "PolitiFact Digital Operations Manager", "twitter": null}], "canonical_url": "/florida/statements/2011/oct/06/critics-water-fluoridation/truth-about-fluoride-doesnt-include-nazi-myth/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": null, "id": 4562, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "bbowers@politifact.com", "first_name": "Becky", "id": 177, "last_name": "Bowers", "name_slug": "becky-bowers", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/bbowers-politifact-mug_.gif", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/177/", "title": "PolitiFact Digital Operations Manager", "twitter": null}], "resource_uri": "/api/v/2/statement/4562/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\r\n\tHere&#39;s a reason to support a Florida county&#39;s decision to cut fluoride out of its drinking water: The idea came from the Nazis.<br />\r\n\t<br />\r\n\tThe Nazis put fluoride in water to pacify Jews during World War II, a local resident told members of the Pinellas County Commission on Oct. 4, 2011, before the commission voted 4-3 vote to stop fluoridating water for about 700,000 residents.</p>\r\n<p>\r\n\t&quot;History shows, actually, that in Nazi Germany, one of the first things that they did was add fluoride to the water in the ghettos where the Jews stayed,&quot; Matt Leffler of Clearwater said.<br />\r\n\t<br />\r\n\tOnce the <em>St. Petersburg Times</em> published its story about the decision &mdash; similar, anonymous&nbsp;<a href=\"http://www.tampabay.com/news/localgovernment/article1195147.ece\">comments on the Web</a>&nbsp;piled up:<br />\r\n\t<br />\r\n\t&quot;Do you guys know where water fluoridation started? In the death camps in WWII.&quot;<br />\r\n\t<br />\r\n\t&quot;There have been many links to cancer going back to the original tests on fluoride done by the Nazis on the Jews.&quot;</p>\r\n<div style=\"margin-top: 0px; margin-bottom: 0px; \">\r\n\t&quot;It IS what they used to dull their brains!! They used it in the concentration camps. It was in the concentration camps that they also developed many anti-psychotics.&quot;<br />\r\n\t<br />\r\n\tOne reader declared the Nazi-fluoride connection &quot;an absolute historical fact.&quot; Several readers linked to sources on the Web.</div>\r\n<div style=\"margin-top: 0px; margin-bottom: 0px; \">\r\n\t<br />\r\n\tCertainly Nazis, who killed millions of Jews in the 1930s and 1940s, were known for chemical tests and inhumane medical experiments. So PolitiFact Florida had to know: Did that include adding fluoride to water?<br />\r\n\t<br />\r\n\tWe tracked down roots of these claims on the Web, reached out to Holocaust historians, contacted well-known critics of water fluoridation, and read book excerpts and magazine articles and news stories. And we can tell you: There&#39;s no teeth to this claim.<br />\r\n\t<br />\r\n\tThis fact-check won&#39;t explore the pros and cons of fluoride in your drinking water &mdash; though we will note the&nbsp;<a href=\"http://www.cdc.gov/fluoridation/\">U.S. Centers for Disease Control and Prevention</a>&nbsp;calls the practice one of the greatest public health achievements of the century. And also that groups of citizens, scientists among them, have been wary of the practice since the 1950s.&nbsp;<br />\r\n\t<br />\r\n\tWe&#39;ll focus instead on an Internet meme that&#39;s crept into the local public debate over drinking water &mdash; one that well-known fluoridation critics would like to see washed away.<br />\r\n\t<br />\r\n\t&quot;We have done our level best to discourage opponents of fluoridation from using this emotive argument,&quot; said Paul Connett, a chemist who directs the anti-fluoridation group&nbsp;<a href=\"http://www.fluoridealert.org/\">Fluoride Action Network</a>&nbsp;and recently co-authored a book called <em>The Case Against Fluoride</em>. &quot;The historical evidence for this assertion is extremely weak. It is sad that the U.S. media has done such a bad job of educating the public on this issue that it is so easy for crazy ideas to fill the vacuum.&quot;<br />\r\n\t<br />\r\n\t&bull; &bull; &bull;<br />\r\n\t<br />\r\n\tSo where does the story come from?<br />\r\n\t<br />\r\n\tAndy Hollinger, who handles media relations at the U.S. Holocaust Memorial Museum, tried not to laugh as we explained our fact-check.<br />\r\n\t<br />\r\n\t&quot;I can almost guarantee you that is indeed an urban myth,&quot; he said. &quot;... That sounds like Conspiracy Theory 101.&quot;<br />\r\n\t<br />\r\n\tBut he humored us, putting historian Patricia Heberer on the phone. Her expertise is the German medical community, including Holocaust-era experimentation.<br />\r\n\t<br />\r\n\tMost Nazi medical experiments, she said, had two themes: new drugs and treatments for common battlefield ailments, from war wounds to typhus, or the more infamous effort to underpin Nazi racial ideas, such as Josef Mengele&#39;s twin studies. None of the experimentation that she knows of involved fluoride &mdash; for mind control or for healthy teeth.<br />\r\n\t<br />\r\n\tMeanwhile, in the concentration camp system, as in the ghettos, it would have been surprising if fluoride delivery was a focus &mdash; in the final few days before liberation, water lines scarcely delivered water. So, water treated just for the Jews?<br />\r\n\t<br />\r\n\t&quot;I can&#39;t see it,&quot; she said.<br />\r\n\t<br />\r\n\tBut she had heard a similar Cold War-era theory. It wasn&#39;t about the Nazis fluoridating water. It was the Communists.</div>\r\n<div style=\"margin-top: 0px; margin-bottom: 0px; \">\r\n\t<br />\r\n\t&bull; &bull; &bull;<br />\r\n\t<br />\r\n\tStill, do an Internet search for &quot;fluoride&quot; and &quot;Nazis,&quot; and you&#39;ll find articles such as &quot;<a href=\"http://truth11.com/2009/12/01/nazi-connections-to-flouride-in-americas-drinking-water/\">Nazi Connections to Fluoride in America&#39;s Drinking Water</a>.&quot; The text appears on various sites, and includes the citations &quot;Stephen 1995,&quot; and &quot;Bryson 2004.&quot;<br />\r\n\t<br />\r\n\t&quot;Stephen 1995&quot; is likely Ian E. Stephens, author of a 1987 self-published booklet, an extract of which was published in <em>Nexus Magazine</em> in 1995. We tracked down a copy of the article from the magazine&#39;s website, an alternative Australian publication covering &quot;health breakthroughs, future science and technology, suppressed news, free energy, religious revisionism, conspiracy, the environment, history and ancient mysteries, the mind, UFOs, paranormal and the unexplained.&quot;<br />\r\n\t<br />\r\n\tIt&#39;s called &quot;Fluoridation: Mind Control of the Masses?&quot; And in it we meet government research worker Charles Eliot Perkins, who at the end of World War II purportedly learned from a big German chemical producer that it had developed a plan to fluoridate occupied countries.<br />\r\n\t<br />\r\n\t&quot;Repeated doses of infinitesimal amounts of fluoride will in time reduce an individual&#39;s power to resist domination by slowly poisoning and narcotising a certain area of the brain and will thus make him submissive to the will of those who wish to govern him,&quot; says a document quoted in the excerpt. &quot;Both the Germans and the Russians added sodium fluoride to the drinking water of prisoners of war to make them stupid and docile.&quot;<br />\r\n\t<br />\r\n\t&quot;Bryson 2004&quot; is Christopher Bryson, an investigative reporter and television producer who reported on Guatemalan human rights abuses for the BBC World Service, National Public Radio and the <em>Atlanta Journal Constitution</em> in the 1980s, and later wrote a book called <em>The Fluoride Deception</em>. It delves into murky connections between military-industrial fluoride polluters and the early push for public water fluoridation.&nbsp;<br />\r\n\t<br />\r\n\tHis book mentions Nazis or Nazism less than 10 times, and none of the references discuss water fluoridation. We contacted him.</div>\r\n<div style=\"margin-top: 0px; margin-bottom: 0px; \">\r\n\t<br />\r\n\t&quot;I never came across any documentation or credible information showing that fluoride was used in Nazi death camps,&quot; he said.</div>\r\n<div style=\"margin-top: 0px; margin-bottom: 0px; \">\r\n\t<br />\r\n\t&bull; &bull; &bull;<br />\r\n\t<br />\r\n\tIn 2009, two scientists published a book called <em>The Fluoride Wars: How a Modest Public Health Measure Became America&#39;s Longest Running Political Melodrama</em>.<br />\r\n\t<br />\r\n\tThe hydrologists dedicate more than 30 pages to conspiracy theories and their origins. We contacted one of them.<br />\r\n\t<br />\r\n\t&quot;The World War II death camp statement is an absurd lie,&quot; said Jay Lehr, who has authored or co-authored more than 30 books, most of them self-described &quot;boring science books for scientists.&quot;<br />\r\n\t<br />\r\n\t<em>The Fluoride Wars</em> instead presents a lively social history of the fluoridation debate in the United States.<br />\r\n\t<br />\r\n\tAnd it starts with the first large-scale fluoridation in history, not in Europe, but in Grand Rapids, Mich., in 1945.<br />\r\n\t&nbsp;</div>\r\n<div style=\"margin-top: 0px; margin-bottom: 0px; \">\r\n\t&bull; &bull; &bull;<br />\r\n\t<br />\r\n\tGiven the topic, it seems appropriate to conclude with Wikipedia, where we found mention of Nazis and fluoride &mdash; in an&nbsp;<a href=\"http://en.wikipedia.org/wiki/List_of_conspiracy_theories\">article listing conspiracy theories</a>: Fluoridation is alternately part of a &quot;Communist, Fascist or New World Order or Illuminati plot to take over the world.&quot; It was &quot;pioneered by a German chemical company to make people submissive to those in power.&quot; It was &quot;used in Russian prison camps and produces schizophrenia.&quot;</div>\r\n<div style=\"margin-top: 0px; margin-bottom: 0px; \">\r\n\t<br />\r\n\tOur Holocaust historian knew of no such project. Two book authors who researched the topic, one a journalist, the other a hydrologist, found no credible evidence of such a connection. A leading anti-fluoridation activist repudiates the story. The most commonly cited Web source for the story was a 16-year-old extract in a fringe Australian publication. So we can confidently declare this claim Pants on Fire!</div>", "ruling_comments_date": "2011-10-06T18:31:54.349789", "ruling_date": "2011-10-06T18:48:24", "ruling_headline": "Truth about fluoride doesn't include Nazi myth", "ruling_headline_slug": "truth-about-fluoride-doesnt-include-nazi-myth", "ruling_link_text": "Just one of many conspiracy theories", "ruling_state": "Florida", "source_documents": null, "sources": "<p>\r\n\tSt. Petersburg Times, &quot;<a href=\"http://www.tampabay.com/news/localgovernment/article1195147.ece\">Pinellas County Commission votes to stop putting fluoride in water supply</a>,&quot; Oct. 5, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Paul Connett, director, Fluoride Action Network, Oct. 6, 2011<br />\r\n\t<br />\r\n\tInterviews with Andy Hollinger, media relations director, U.S. Holocaust Memorial Museum, Oct. 5-6, 2011<br />\r\n\t<br />\r\n\tInterview with Patricia Heberer, historian, Center for Advanced Holocaust Studies, U.S. Holocaust Memorial Museum, Oct. 6, 2011</p>\r\n<p>\r\n\tE-mail interview with Florian Schmaltz, historian, Goethe University at Frankfurt, Oct. 6-7, 2011<br />\r\n\t<br />\r\n\tTruth11, &quot;<a href=\"http://truth11.com/2009/12/01/nazi-connections-to-flouride-in-americas-drinking-water/\">Nazi Connections To Fluoride in America&#39;s Drinking Water</a>,&quot; Dec. 1, 2009<br />\r\n\t<br />\r\n\tInformation Liberation, &quot;<a href=\"http://www.informationliberation.com/?id=14949\">The Fluoride Conspiracy</a>,&quot; Aug. 25, 2006<br />\r\n\t<br />\r\n\tNexus Magazine,&nbsp;<a href=\"http://www.nexusmagazine.com/\">Welcome to Nexus</a>, accessed Oct. 6, 2011<br />\r\n\t<br />\r\n\tNexus Magazine, &quot;<a href=\"http://www.nexusmagazine.com/index.php?page=shop.product_details&amp;flypage=shop.flypage&amp;product_id=1364&amp;category_id=168&amp;option=com_virtuemart&amp;Itemid=44\">FLUORIDATION: MASS MIND CONTROL?-Part 1/2</a>,&quot; accessed Oct. 6, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Christopher Bryson, co-author, &quot;The Fluoride Deception&quot; (Bryson and Colborn, Seven Stories Press, 2006), Oct. 6, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Jay Lehr, co-author, &quot;The Fluoride Wars&quot; (Freeze and Lehr, John Wiley &amp; Sons Publishers, 2009), Oct. 6, 2011<br />\r\n\t<br />\r\n\tWikipedia,&nbsp;<a href=\"http://en.wikipedia.org/wiki/List_of_conspiracy_theories\">List of conspiracy theories</a>, accessed Oct. 6, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 0, "home_state": "Florida", "id": 1479, "last_name": "Critics of water fluoridation", "mostly_true_count": 0, "name_slug": "critics-water-fluoridation", "pants_count": 1, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact_mugs_politifact_mugs_mug-independentgroup__________________3.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1479/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>\r\n\tSay water fluoridation started in Nazi Germany ghettos and death camps to pacify the Jews.</p>", "statement_context": "a Pinellas County Commission meeting and web comments", "statement_date": "2011-10-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}, {"description": "", "id": 202, "photo": null, "resource_uri": "/api/v/2/subject/202/", "subject": "Public Health", "subject_slug": "public-health", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 139, "photo": null, "resource_uri": "/api/v/2/subject/139/", "subject": "Science", "subject_slug": "science", "used_in_edition": []}, {"description": "", "id": 197, "photo": null, "resource_uri": "/api/v/2/subject/197/", "subject": "Water", "subject_slug": "water", "used_in_edition": ["/api/v/2/edition/5/", "/api/v/2/edition/2/"]}], "target": [], "twitter_headline": ""}