{"art": [], "author": [{"email_address": "efitzpat@projo.com", "first_name": "Edward", "id": 224, "last_name": "Fitzpatrick", "name_slug": "edward-fitzpatrick", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/224/", "title": "Political columnist", "twitter": null}], "canonical_url": "/rhode-island/statements/2011/oct/09/nick-tsiongas/says-health-care-greatest-contributor-increases-rh/", "edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "editor": [{"email_address": "tmurphy@providencejournal.com", "first_name": "Tim", "id": 145, "last_name": "Murphy", "name_slug": "tim-murphy", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/tim_murphy2_80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/145/", "title": "Editor", "twitter": null}], "facebook_headline": null, "id": 4570, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "efitzpat@projo.com", "first_name": "Edward", "id": 224, "last_name": "Fitzpatrick", "name_slug": "edward-fitzpatrick", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/224/", "title": "Political columnist", "twitter": null}], "resource_uri": "/api/v/2/statement/4570/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\r\n\tIn September, Dr. Nick Tsiongas wrote a commentary for The Providence Journal about how the federal health-care overhaul is taking shape in Rhode Island.<br />\r\n\t<br />\r\n\tTsiongas, a former state legislator and past president of the Rhode Island Medical Society, is a founding board member of HealthRIght, a statewide group working for &quot;the passage and implementation of comprehensive health care reform.&quot;</p>\r\n<p>\r\n\tHis piece made the case for a &quot;robust&quot; health benefits exchange, which would create a marketplace where people and businesses could buy health insurance.<br />\r\n\t<br />\r\n\tTo frame the issue, Tsiongas began by saying, &quot;In Rhode Island, as elsewhere in America, the cost of health care threatens bankruptcy for those without insurance, individuals and businesses find premiums increasingly onerous and even unaffordable, and health care is the greatest contribution to spending increases in the state budget.&quot;<br />\r\n\t<br />\r\n\tThe debate about the health-care exchange can extend to a range of topics, but we wanted to test one of Tsiongas&rsquo; underlying claims: That health care is the biggest factor driving state budget increases.<br />\r\n\t<br />\r\n\tWe contacted Tsiongas, who said he was referring to three main categories of health-care spending: &quot;Medicaid (which includes RIte Care/Share and nursing home and long-term care costs &hellip; ), state employees health insurance costs, and retiree costs.&quot;<br />\r\n\t<br />\r\n\tTo bolster his claim, Tsiongas cited a Rhode Island Public Expenditure Council report, which said that total state spending from all sources increased by about $2 billion between fiscal years 2001 and 2011. &quot;Human services accounted for the largest share of the increase (37.5 percent), followed by general government (28.8 percent) and education (26.3 percent),&quot; the report says.<br />\r\n\t<br />\r\n\t&quot;Grants and benefits for human services programs represent the largest share of expenditures in the total budget&quot; and &quot;the majority of these expenditures are for medical assistance programs.&quot;<br />\r\n\t<br />\r\n\tThe RIPEC report noted that The Henry J. Kaiser Family Foundation tracks Medicaid spending by state, and in fiscal year 2009 Rhode Island ranked fourth (behind Ohio, New Hampshire and Massachusetts) in state Medicaid spending as a percentage of the general fund.<br />\r\n\t<br />\r\n\t&quot;Medicaid remains about a quarter of the state budget and projected increases are unsustainable without health system payment reform,&quot; Tsiongas wrote in an e-mail. &quot;One can argue that this and next year&rsquo;s state pension contributions may dwarf other increases, but this represents a &lsquo;catch-up&rsquo; of long-standing pension underpayments by the state, whereas the state&rsquo;s health-care costs have had a sustained role in the budget over time.&quot;<br />\r\n\t<br />\r\n\tTsiongas said the state&rsquo;s health-care costs don&rsquo;t just include Medicaid; they also include the cost of providing health-insurance coverage to state employees and retirees.<br />\r\n\t<br />\r\n\tTo check Tsiongas, we turned first to RIPEC, a business-backed organization that has been analyzing the factors that drive public spending since 1932.<br />\r\n\t<br />\r\n\tIn a chart it prepared for PolitiFact, RIPEC showed that &quot;medical assistance,&quot; which includes most Medicaid spending in the state, increased by $713.5 million between fiscal 2002 and the enacted budget for fiscal 2012 -- accounting for 28.4 percent of the spending increase from all sources of revenue during that decade.<br />\r\n\t<br />\r\n\tNo other category of spending increased by that much, according to the RIPEC chart. A category of &quot;other grants and benefits,&quot; which includes some higher education spending and unemployment insurance, rose by $566 million, accounting for 22.6 percent of the spending increase. And &quot;salaries and benefits&quot; for state employees rose by $499 million, accounting for 19.9 percent of the increase during that decade.<br />\r\n\t<br />\r\n\tBut it should be noted that &quot;salaries and benefits&quot; includes the employee health-care costs that Tsiongas referenced.<br />\r\n\t<br />\r\n\tSo when you combine all three areas of health-care spending -- Medicaid, employee health care and retiree health care -- they make up the single largest category of increased spending in the state budget over that 10-year span, RIPEC officials said.<br />\r\n\t<br />\r\n\tDuring that time, those three areas have driven up the budget even more than state pension payments, RIPEC officials said. In recent months, public attention has focused on the pension system because the cost to Rhode Island taxpayers of financing the state-run pensions for public employees has more than doubled during the last seven years and actuaries say it could double again next fiscal year to more than $600 million.<br />\r\n\t<br />\r\n\tRIPEC officials said that those rapidly escalating pension costs could become a bigger factor than the health-care costs in the near future -- if nothing is done. But they noted the treasurer and the governor are formulating a pension proposal, and they expect the General Assembly to take action to curtail pension costs during an upcoming special session.<br />\r\n\t<br />\r\n\t&quot;In 2013 and in the future, pensions will become the main issue that needs to be addressed,&quot; &nbsp;RIPEC Executive Director John Simmons said. But, he said, &quot;historically the Medicaid and health-care issue has been the largest driver of costs.&quot;<br />\r\n\t<br />\r\n\tState Budget Officer Thomas A. Mullaney agreed that pension costs could become a much bigger factor in the budget, if nothing is done. But, he said, &quot;over the last several years, particularly in the area of Medicaid, health-care costs have been the largest driver in the budget, from an absolute dollar amount standpoint.&quot;<br />\r\n\t<br />\r\n\tSo Tsiongas had the correct diagnosis when he said that health care is the greatest contribution to spending increases in the state budget. We rate his claim <a href=\"http://www.politifact.com/rhode-island/about/\">True</a>.</p>", "ruling_comments_date": "2011-10-07T17:29:48.071515", "ruling_date": "2011-10-09T00:01:00", "ruling_headline": "Dr. Nick Tsiongas says health care is greatest contributor to increases in Rhode Island state budget", "ruling_headline_slug": "says-health-care-greatest-contributor-increases-rh", "ruling_link_text": "$2 billion increase in 10 years", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tProvidence Journal commentary, <a href=\"http://www.projo.com/opinion/contributors/content/CT_med6_09-06-11_J0Q1H3K_v8.60b08.html\">&quot;Health marketplace of carrots and sticks,&quot;</a> by Nick Tsiongas, Sept. 6, 2011<br />\r\n\t<br />\r\n\tInterview and email from Dr. Nick Tsiongas, Sept. 14, 2011<br />\r\n\t<br />\r\n\tRhode Island Public Expenditure Council, <a href=\"http://www.ripec.org/pdfs/2011-Fiscal-Framework.pdf\">&quot;Overview of Rhode Island Expenditures and a FY 2012 Budget Blueprint,&quot;</a> Feb. 22, 2011. Accessed Sept. 14, 2011.<br />\r\n\t<br />\r\n\tWPRI.com, <a href=\"http://blogs.wpri.com/2011/04/28/ri-taxpayers-to-pony-up-48m-for-retiree-health-in-2011/\">&quot;RI taxpayers to pony up $48m for retiree health in 2011,&quot; </a>April 28, 2011<br />\r\n\t<br />\r\n\tRIPEC chart re: <a href=\"http://www.scribd.com/doc/67638315\">Rhode Island budget expenses (in millions of dollars), 2002 -2012.</a> Accessed Oct. 5, 2011<br />\r\n\t<br />\r\n\tHouse Fiscal Staff, <a href=\"http://www.rilin.state.ri.us/HouseFinance/FY2012BAE.html\">&quot;Budget as Enacted, Fiscal Year 2012,&quot;</a> Accessed Sept. 29, 2011<br />\r\n\t<br />\r\n\tInterviews and emails with RIPEC Executive Director John Simmons and RIPEC research director Ashley L. Denault, Sept. 29 and Oct. 4-5, 2011<br />\r\n\t<br />\r\n\tInterviews and emails with state Budget Officer Thomas A. Mullaney, Oct. 4-5, 2011<br />\r\n\t<br />\r\n\tProvidence Journal, <a href=\"http://www.projo.com/news/pensions/content/pension_letter_10-01-11_HRQMB3M_v16.659f1.html\">&quot;Letter from Chafee, Raimondo to R.I. state workers hints at pension reforms.&quot; </a>Oct. 1, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Physician", "false_count": 0, "first_name": "Nick", "half_true_count": 0, "home_state": "Rhode Island", "id": 1484, "last_name": "Tsiongas", "mostly_true_count": 0, "name_slug": "nick-tsiongas", "pants_count": 0, "party": {"id": 15, "party": "Newsmaker", "party_slug": "newsmaker", "resource_uri": "/api/v/2/party/15/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Tsiongas.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1484/", "total_count": 1, "true_count": 1, "website": ""}, "statement": "<p>\r\n\t&quot;Health care is the greatest contribution to spending increases in the state budget.&quot;</p>", "statement_context": "newspaper commentary", "statement_date": "2011-09-06", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 212, "photo": null, "resource_uri": "/api/v/2/subject/212/", "subject": "Medicaid", "subject_slug": "medicaid", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}, {"description": "", "id": 208, "photo": null, "resource_uri": "/api/v/2/subject/208/", "subject": "State Finances", "subject_slug": "state-finances", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [], "twitter_headline": ""}