{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2011/oct/13/mitt-romney/mitt-romney-says-uninsured-increased-under-rick-pe/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 4608, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/4608/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tDuring the Oct. 11, 2011, Republican presidential debate in Hanover, N.H., former Massachusetts Gov. Mitt Romney sought to contrast health care in his state with that in rival Gov. Rick Perry&#39;s home state, Texas.<br />\r\n\t<br />\r\n\t&quot;We (Massachusetts) have less than 1 percent of our kids that are uninsured,&quot; Romney told Perry. &quot;You have a million kids uninsured in Texas. A million kids.&quot; Under the administration of George W. Bush, he continued, &quot;the percentage uninsured went down. Under your leadership, it&#39;s gone up.&quot;<br />\r\n\t<br />\r\n\tWe weren&rsquo;t sure whether Romney meant the uninsurance rate for Texans of all ages, or specifically for children. Romney didn&rsquo;t explicitly cite children in his comment, and when we contacted the campaign, they confirmed that he had meant uninsured Texans overall. However, the comment followed on the heels of discussion of uninsured children, so we think viewers would have reason to think Romney was talking about the uninsurance rate for kids only.<br />\r\n\t<br />\r\n\tAs it turns out, which meaning is ascribed to Romney&rsquo;s words pretty much determines whether Romney is right or wrong.<br />\r\n\t<br />\r\n\tTo explain, we&rsquo;ll turn to historical data compiled by the U.S. Census Bureau. First, let&rsquo;s look at the uninsurance rate for the population as a whole.<br />\r\n\t<br />\r\n\tUnder Bush, the <a href=\"http://www.census.gov/hhes/www/hlthins/data/historical/orghihistt4.html\">percentage of Texans without health insurance</a> declined from 24.5 percent in 1995 to 23.5 percent in 2001.<br />\r\n\t<br />\r\n\tUnder Perry, the <a href=\"http://www.census.gov/hhes/www/hlthins/data/historical/files/hihistt4.xls\">percentage without health insurance</a> rose from 23.2 percent in 2001 to 26.1 percent in 2009, the most recent year available.<br />\r\n\t<br />\r\n\t(Eagle-eyed readers will notice that the rate for 2001 was slightly different for the two governors. This is because the Census Bureau changed its methodology in the interim.)<br />\r\n\t<br />\r\n\tSo, based on the uninsurance rates for Texas&rsquo; population at large, Romney&rsquo;s claim is justified. How about the rates for children? That&rsquo;s a different story.<br />\r\n\t<br />\r\n\tUnder Bush, <a href=\"http://www.census.gov/hhes/www/hlthins/data/historical/orghihistt5.html\">the uninsurance rate for children</a> fell from 22.4 percent in 1995 to 21.3 percent in 2001.<br />\r\n\t<br />\r\n\tUnder Perry, the <a href=\"http://www.census.gov/hhes/www/hlthins/data/historical/files/hihistt5.xls\">uninsurance rate for children</a> didn&rsquo;t rise -- it continued to fall, from 21.1 percent in 2001 to 16.5 percent in 2009.<br />\r\n\t<br />\r\n\tSo looking at the children&rsquo;s uninsurance rate, Romney&rsquo;s comment is wrong.<br />\r\n\t<br />\r\n\t&quot;The continued decline in the number of uninsured Texas children &hellip; is the silver lining to a very cloudy uninsured rate for Texas adults,&quot; said a report from the Center for Public Policy Priorities, a liberal think tank in Austin.<br />\r\n\t<br />\r\n\tThe results for children&rsquo;s uninsurance surprised us. Even as uninsurance rates for the Texas population as a whole were rising, the rates for children were falling -- and falling faster than the overall rates rose. In addition, the rate of children without insurance in Texas fell faster than the national rate, which declined from 11.3 percent in 2001 to 10 percent in 2009. And this all came as Texas&rsquo; population was increasing by about 20 percent, meaning that huge numbers of kids had to be added to the insurance rolls just to keep pace with population growth.<br />\r\n\t<br />\r\n\tOne explanation we looked at is the margin of error for the Census Bureau studies. Using the sampling error values included in the tables, we found that the declines for both all Texans and children during the Bush years was within the margin of error. That means that the decreases we saw might actually have been an increase -- the measurements weren&rsquo;t precise enough to know for sure.<br />\r\n\t<br />\r\n\tHowever, the changes under Perry were all outside the margin of error. So sampling error didn&rsquo;t cause an anomaly with Perry&rsquo;s statistics.<br />\r\n\t<br />\r\n\tAs it turns out, the biggest increase in childrens&rsquo; coverage under Perry came from government programs, mostly Medicaid, which is a joint federal-state program. In 2001, 22.5 percent of children received their health care from Medicaid; by 2009, that rose to 37.4 percent. During that same period, the percentage covered by private health insurance fell from 59 percent to 48.5 percent.<br />\r\n\t<br />\r\n\tBoth Bush and Perry acted to increase coverage of Texas children by Medicaid and other government programs, though both of them also took actions that worked against or delayed increasing coverage.<br />\r\n\t<br />\r\n\tIn 1997, when Bush was governor, the Texas Legislature established the Texas Healthy Kids Corp., a public-private partnership that subsidized coverage for children in families with incomes up to 185 percent of the federal poverty line.<br />\r\n\t<br />\r\n\tThat same year, Congress passed the State Children&rsquo;s Health Insurance Program, which gives federal matching funds for states to help low-income children get health coverage. By 1999, after initially being criticized for slow adoption of SCHIP, Bush and the Legislature sped up Texas&rsquo; utilization of the program.<br />\r\n\t<br />\r\n\t&quot;Texas was slow in enacting and implementing SCHIP expansions, in part because the Legislature meets only every other year, and the federal authorizing statute was enacted after adjournment in 1997,&quot; wrote Joshua M. Wiener and Niall Brennan in <a href=\"http://www.urban.org/uploadedPDF/310429.pdf\">a 2002 paper for the Urban Institute</a>, an independent Washington think tank. &quot;After implementation, however, enrollment in the Texas SCHIP program increased quickly. In June 2000, enrollment was only 39,859 beneficiaries, but by September 2001, it had reached 439,222 children.&quot;<br />\r\n\t<br />\r\n\tBush also signed Medicaid eligibility simplification provisions for children, which helped increase coverage rates.<br />\r\n\t<br />\r\n\tPerry, for his part, first tried to privatize many of the administrative functions of his health and human services department, a decision that led to backlogs and hampered signups for Medicaid, said Anne Dunkelberg, associate director of the Center for Public Policy Priorities.<br />\r\n\t<br />\r\n\tLater, Perry pulled back and instead appointed Tom Suehs to head the department. Under Suehs, Dunkelberg said, the department has &quot;really turned things around,&quot; possibly explaining the past few years of insurance coverage gains among children, she said.<br />\r\n\t<br />\r\n\tSo both governors did some things that boosted coverage (and some things that didn&rsquo;t) but their powers were hardly dictatorial. To the extent that Texas has seen gains in coverage among children, significant credit goes to the federally supported programs of Medicaid and SCHIP. And numerous other factors, including the general state of the economy, have an impact on insurance coverage rates.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tRomney&rsquo;s camp said he meant to refer to the uninsured population as a whole, and using those statistics, he&rsquo;s right that uninsurance rates declined under Bush (though within the statistics&rsquo; margin of error) and rose under Perry.<br />\r\n\t<br />\r\n\tBut we think many viewers, seeing the comment in context, might have assumed that Romney was referring to uninsurance among children. And for children, uninsurance has actually declined steeply under Perry.<br />\r\n\t<br />\r\n\tMeanwhile, the policies pursued by both Bush and Perry had an influence on their respective trendlines, but their records in this regard were somewhat mixed and other factors also contributed. On balance, we rate the statement Half True.</p>", "ruling_comments_date": "2011-10-13T18:39:05.719928", "ruling_date": "2011-10-13T18:55:37", "ruling_headline": "Mitt Romney says uninsured increased under Rick Perry", "ruling_headline_slug": "mitt-romney-says-uninsured-increased-under-rick-pe", "ruling_link_text": "Data is mixed", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tTranscript of Republican presidential debate at Hanover, N.H., Oct. 11, 2011 (accessed via CQ, subscribers only)</p>\r\n<p>\r\n\tU.S. Census Bureau, &quot;<a href=\"http://www.census.gov/hhes/www/hlthins/data/historical/orghihistt4.html\">Table HI-4. Health Insurance Coverage Status and Type of Coverage by State--All Persons: 1987 to 2005</a>,&quot; accessed Oct. 12, 2011</p>\r\n<p>\r\n\tU.S. Census Bureau, &quot;<a href=\"http://www.census.gov/hhes/www/hlthins/data/historical/files/hihistt4.xls\">Table <u>HIA-4. Health Insurance Coverage Status and Type of Coverage by State--All Persons: 1999 to 2009</u></a>,&quot; accessed Oct. 11, 2011</p>\r\n<p>\r\n\tU.S. Census Bureau, &quot;<a href=\"http://www.census.gov/hhes/www/hlthins/data/historical/files/hihistt5.xls\"><u>HIA-5. Health Insurance Coverage Status and Type of Coverage by State--Children Under 18: 1999 to 2009</u></a>,&quot; accessed Oct. 12, 2011</p>\r\n<p>\r\n\tU.S. Census Bureau, &quot;<a href=\"http://www.census.gov/hhes/www/hlthins/data/historical/orghihistt5.html\">Table HI-5. &nbsp;Health Insurance Coverage Status and Type of Coverage by State--Children Under 18: 1987 to 2005</a>,&quot; accessed Oct. 12, 2011</p>\r\n<p>\r\n\tJoshua M. Wiener and Niall Brennan, &quot;Recent Changes in Health Policy for Low-Income People in Texas&quot; (<a href=\"http://www.urban.org/uploadedPDF/310429.pdf\">paper</a> for the Urban Institute), March 2002</p>\r\n<p>\r\n\tCenter for Public Policy Priorities, &quot;<a href=\"http://www.cppp.org/files/091311_PovertyDay_PolicyPage_HealthIns.pdf\">New Census Data Shows Texas&#39; Uninsured Rate Tops Nation</a>,&quot; Sept. 13, 2011</p>\r\n<p>\r\n\tU.S. Census Bureau, <a href=\"http://2010.census.gov/2010census/data/apportionment-pop-text.php\">state population change 2000-2010</a>, accessed Oct. 13, 2011</p>\r\n<p>\r\n\tE-mail interview with Gary Burtless, senior fellow at the Brookings Institution, Oct. 13, 2011</p>\r\n<p>\r\n\tE-mail interview with David C. Warner, professor at the Lyndon B. Johnson School of Public Affairs at the University of Texas (Austin), Oct. 12, 2011</p>\r\n<p>\r\n\tE-mail interview with Anne Dunkelberg, associate director of the Center for Public Policy Priorities, Oct. 13, 2011</p>\r\n<p>\r\n\tE-mail interview with Tom Banning, CEO of the Texas Academy of Family Physicians, Oct. 13, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 34, "current_job": "Former governor", "false_count": 32, "first_name": "Mitt", "half_true_count": 58, "home_state": "Massachusetts", "id": 5, "last_name": "Romney", "mostly_true_count": 33, "name_slug": "mitt-romney", "pants_count": 19, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-mittromney.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/5/", "total_count": 221, "true_count": 30, "website": "http://www.mittromney.com/"}, "statement": "<p>\r\n\tWhen George W. Bush was governor of Texas, &quot;the percentage uninsured went down.&quot; Under his successor, Rick Perry, &quot;it&#39;s gone up.&quot;</p>", "statement_context": "a Republicam debate in Hanover, N.H.", "statement_date": "2011-10-11", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 127, "photo": null, "resource_uri": "/api/v/2/subject/127/", "subject": "Children", "subject_slug": "children", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 214, "photo": null, "resource_uri": "/api/v/2/subject/214/", "subject": "New Hampshire 2012", "subject_slug": "new-hampshire-2012", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 30, "current_job": "U.S. Energy Secretary", "false_count": 31, "first_name": "Rick", "half_true_count": 42, "home_state": "Texas", "id": 291, "last_name": "Perry", "mostly_true_count": 24, "name_slug": "rick-perry", "pants_count": 18, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rick_Perry_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/291/", "total_count": 176, "true_count": 26, "website": "https://energy.gov/management/history/secretaries-energy"}], "twitter_headline": ""}