{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2011/oct/17/no-casinos/no-casinos-group-says-genting-would-build-casino-d/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": null, "id": 4613, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/4613/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tIf we had to settle on one word to describe the $3 billion proposal for Genting&#39;s Resorts World Miami in downtown Miami at the current <em>Miami Herald</em> site, we might keep things simple and pick the word &quot;big.&quot;<br />\r\n\t<br />\r\n\tGenting has proposed a 10-million-square-foot development including a casino, and the&nbsp;<em><a href=\"http://www.miamiherald.com/2011/09/14/2407173/genting-unveils-plan-for-miami.html\">Herald</a></em>&nbsp;has reported on the various elements of the largesse -- a 3.6-acre outdoor lagoon as large as 12 Olympic-size swimming pools, 5,200 hotel rooms, 1,000 condo units, more than 50 restaurants, lounges, bars and nightclubs, ranging from fine dining to buffets and a food court for a total of 700,000 square feet, about 60 luxury shops, plus a marketplace for a total of 250,000 square feet, and 750,000 square feet of convention and meeting space including a 200,000-square-foot ballroom.</p>\r\n<p>\r\n\tBig right? But what about the size of the casino space?&nbsp;<br />\r\n\t<br />\r\n\tA group opposing the expansion of gambling in South Florida,&nbsp;<a href=\"http://us2.campaign-archive1.com/?u=1729d357d18ae67afbe3a6085&amp;id=016b079ae8&amp;e=421812799a\">No Casinos</a>, made a claim in an Oct. 11, 2011, &quot;Myth vs. Facts&quot; chart that a bill in the works by two South Florida legislators would pave the way for a record-breaking enormous casino.<br />\r\n\t<br />\r\n\tOn the &quot;myth&quot; side of the group&#39;s ledge, they say: &quot;The bill carefully limits the scale of casino gambling by requiring that the casino occupy no more than 10 percent of the entire development &hellip;&quot;<br />\r\n\t<br />\r\n\tAnd now for the &quot;fact&quot;:<br />\r\n\t<br />\r\n\t&quot;The &#39;sleight of hand&#39; is one of the casino promoter&#39;s best tricks. The fact is the bill would put the biggest casinos in the world right here in Florida. In fact, the casino proposed by Malaysian gambling conglomerate Genting would be nearly double the size of the largest casino in the world. In fact, even if Genting limits the casino size to 8 percent of their development, that Miami casino would be big enough to house six modern marquee casinos on the Las Vegas Strip &ndash;- with room to spare! The Genting casino alone would comfortably fit the casinos of the MGM Grand, the Wynn, the Mirage, the Bellagio, Caesar&rsquo;s Palace and the Venetian. If 3 casinos of this size are built, Florida would have as much casino gambling as 20 or more casinos on the Las Vegas strip &ndash;- and all the money would be in the hands of just 3 companies.&quot;<br />\r\n\t<br />\r\n\tThere are a lot of interesting numbers in that paragraph, but we wanted to find out if the proposed bill would mean that Genting&#39;s proposal would &quot;nearly double the size of the largest casino in the world.&quot;<br />\r\n\t<br />\r\n\tFirst, a little background. Genting announced in May that it had purchased land owned by the <em>Miami Herald</em> (which partners on PolitiFact Florida with the <em>St. Petersburg Times</em>) for $236 million and later took over the $206 million mortgage on the neighboring Omni Center. Genting has now amassed about 30 acres. Part of the resort could open as early as 2012 months after it hopes to get approval from the state Legislature for a gambling license.&nbsp;<a href=\"http://www.miamiherald.com/2011/05/27/2238011/miami-herald-parent-sells-land.html\">The Genting Group</a>&nbsp;has holdings in resorts and casinos among other industries and owns 50 percent of Miami-based Norwegian Cruise Line.<br />\r\n\t<br />\r\n\tOn Oct. 6, 2011,&nbsp;<a href=\"http://www.tampabay.com/news/business/casino-legislation-would-create-three-new-gambling-venues-in-south-florida/1195490\">an appeals court gave the go-ahead for legislators to expand gambling in South Florida</a>. Specifically, the First District Court of Appeals upheld a lower court decision that concluded that a law passed by the Legislature allowing Hialeah Racetrack to offer slot machines was constitutional and rejected the argument by other facilites that when voters approved slot machines in Miami-Dade and Broward that limited the number of permits to seven pari-mutuels.<br />\r\n\t<br />\r\n\tTwo South Florida legislators -- State Sen. Ellyn Bogdanoff (R-Fort Lauderdale) and Rep. Erik Fresen (R-Miami) -- are drafting a bill that would pave the way for three resort casinos in Miami-Dade and Broward counties. The bill would create a Florida Gaming Commission and companies could submit bids for casino licenses. The Legislature is expected to take it the legislation when it convenes in January.<br />\r\n\t<br />\r\n\tBogdanoff and Fresen said the bill they will produce will restrict each resort to using no more than 10 percent of their total footprint for casino games.<br />\r\n\t<br />\r\n\tIf state legislators approve the 10 percent limit and Genting builds a 10-million -square-foot resort -- as the company said it plans -- that would mean the casino area could be a maximum of 1 million square feet. (A note: Genting would still have to bid for the rights to build the casino.)</p>\r\n<p>\r\n\t<b>China has the largest casino</b><br />\r\n\t<br />\r\n\tWe asked John Sowinski, spokesman for No Casinos, to explain how the group determined that Genting&#39;s casino would be nearly double the largest casino in the world. (Kind of obvious, but No Casinos is a group that opposes the expansion of gambling. Sowinski said the group has fought gambling issues since the 1970s.)<br />\r\n\t<br />\r\n\tSowinski pointed us to a 2009 article in <em>BusinessWeek </em>about the&nbsp;<a href=\"http://images.businessweek.com/ss/09/08/0825_worlds_largest_casinos/21.htm\">20 biggest casinos in the world</a>. The article listed the&nbsp;<a href=\"http://www.venetianmacao.com/\">Venetian Macao</a>&nbsp;in China as the biggest --- saying the casino measured 546,000 square feet and had 3,000 gaming or slot machines and 870 casino tables for various games. (This Las Vegas Sands&nbsp;<a href=\"http://www.lasvegassands.com/LasVegasSands/Our_Properties/Macao/Venetian_Macao.aspx\">website</a>&nbsp;states that the Venetian Macao is 550,000 square feet.)<br />\r\n\t<br />\r\n\tThree gaming experts confirmed for us that Venetian Macao is the largest: David G. Schwartz, director of the Center for Gaming Research at the University of Nevada and Holly Wetzel, a spokeswoman for the American Gaming Association, and Roger Gros, publisher of <em>Global Gaming Business Magazine</em>, a publication of the American Gaming Association and a trade publication for the gaming industry.<br />\r\n\t<br />\r\n\tSo the largest casino in the world measures about 546,000 square feet and theoretically, the Genting Group could build a casino that&#39;s 1 million square feet. No Casinos took that into account to get to its claim that the Miami casino &quot;would be nearly double the size of the largest casino in the world.&quot; The group also cited a lower figure -- Sowinski referred us to this article from the&nbsp;<a href=\"http://www.beaconcouncil.com/enewsletter/index.php/2011/09/genting-group-seeking-miami-casino-flies-leaders-to-asia/\">Beacon Council</a>, Miami-Dade County&#39;s economic development partnership, that stated that Genting&#39;s casino size would be 800,000 square feet.&nbsp;<br />\r\n\t<br />\r\n\tA Genting spokeswoman in Miami, Kelly Penton, told us that the gaming floor at Resorts World Miami will measure no more than 8 percent of the total footprint putting the casino size at 800,000 square feet. At that size, four Super Targets would fit in the casino -- with room to spare. She said it&#39;s too early to tell on the number of machines.</p>\r\n<p>\r\n\tSowinski says if Genting doesn&#39;t build up to full capacity initially for the casino they could over the time.<br />\r\n\t<br />\r\n\t&quot;Why would they limit themselves if the Legislature gives them more than they ask for?&quot;&nbsp;<br />\r\n\t<br />\r\n\t<b>Our ruling</b><br />\r\n\t<br />\r\n\tThe problem is we won&#39;t know for at least months, if not years, the size of Genting&#39;s casino in Miami.<br />\r\n\t<br />\r\n\tGros, publisher of&nbsp;<a href=\"http://ggbmagazine.com/author/roger-gros\"><em>Global Gaming Business</em> magazine</a>, told us there&#39;s no way Genting&#39;s Miami project will be double size of the Venetian Macao. &quot;The market isn&rsquo;t that big and there will be several large competitors in Florida ... Genting will never build a 1 million square foot casino,&quot; he wrote.&nbsp;<br />\r\n\t<br />\r\n\tSchwartz also expressed some skepticism about whether Genting would build a 1-million-square-foot casino.<br />\r\n\t<br />\r\n\t&quot;Hard to say -- all of Atlantic City has about 1.3 million square feet of casino space, and that&#39;s 11 casinos. If they populated their casino at the same density as Harrah&#39;s Atlantic City (the biggest in the market by floor space) they&#39;d have 12,967 slot machines and 737 table games, which is huge -- far bigger, by positions, than the Venetian Macao,&quot; Schwartz wrote in an e-mail. &quot;If they had a complete monopoly on the South Florida market, they might be able to support that kind of footprint, but I&#39;m skeptical that,with any competition in the region, a casino that size could work. It&#39;s certainly far larger than anything that&#39;s ever been attempted, and we might start to see diseconomies of scale. Without seeing their blueprints it&#39;s hard to say for sure.&quot;</p>\r\n<p>\r\n\tWe see their point, but for now all we have to go on is Genting&#39;s own words. They said they want to build a casino that is 800,000 square feet. That is significantly larger than the largest casino in the world, though we believe it falls a little shy of&nbsp; &quot;nearly double.&quot;&nbsp;&nbsp;</p>\r\n<p>\r\n\tWe rate this claim Mostly True.</p>", "ruling_comments_date": "2011-10-14T15:41:43.795907", "ruling_date": "2011-10-17T15:07:05", "ruling_headline": "New Miami casino would be world's largest casino, anti-gambling group claims", "ruling_headline_slug": "no-casinos-group-says-genting-would-build-casino-d", "ruling_link_text": "It's going to be big", "ruling_state": "Florida", "source_documents": null, "sources": "<p>\r\n\t<em>Miami Herald</em>,&nbsp;<a href=\"http://www.miamiherald.com/2011/09/14/2407173/genting-unveils-plan-for-miami.html\">&quot;Genting buys remaining Omni debt, reveals resort plans</a>&quot;, Sept. 14, 2011<br />\r\n\t<br />\r\n\t<em>Miami Herald</em>,&nbsp;<a href=\"http://www.miamiherald.com/2011/05/27/2238011/miami-herald-parent-sells-land.html\">&quot;Miami Herald parent sells land for $236 million; newspaper operations unaffected,&quot;</a>&nbsp;May 27, 2011<br />\r\n\t<br />\r\n\t<em>Bloomberg BusinessWeek</em>,&nbsp;<a href=\"http://images.businessweek.com/ss/09/08/0825_worlds_largest_casinos/21.htm\">&quot;20 Biggest casinos in the world,&quot;</a>&nbsp;Aug. 27, 2009<br />\r\n\t<br />\r\n\tBeacon Council News,&nbsp;<a href=\"http://www.beaconcouncil.com/enewsletter/index.php/2011/09/genting-group-seeking-miami-casino-flies-leaders-to-asia/\">&quot;Genting Group, seeking Miami casino, flies leaders to Asia,&quot;</a>&nbsp;Sept. 1, 2011<br />\r\n\t<br />\r\n\tNo Casinos,<a href=\"http://us2.campaign-archive1.com/?u=1729d357d18ae67afbe3a6085&amp;id=016b079ae8&amp;e=421812799a\">&quot;Gambling Bill Would Bring World&rsquo;s Biggest Casinos to Florida&quot;</a>&nbsp;press release, Oct. 11, 2011<br />\r\n\t<br />\r\n\tLas Vegas Sands Corp,&nbsp;<a href=\"http://www.lasvegassands.com/LasVegasSands/Our_Properties/Macao/Venetian_Macao.aspx\">The Venetian Macao</a>, Accessed Oct. 14, 2011<br />\r\n\t<br />\r\n\tInterview, Beth Frady, spokeswoman Florida Department of Business and Professional Regulation, Oct. 13, 2011<br />\r\n\t<br />\r\n\tInterview, David G. Schwartz, director for the Center for Gaming Research at the University of Nevada, Oct. 13, 2011<br />\r\n\t<br />\r\n\tInterview, Holly Wetzel, spokeswoman American Gaming Association, Oct. 13, 2011<br />\r\n\t<br />\r\n\tInterview, John Sowinski spokesman No Casino group, Oct. 13, 2011<br />\r\n\t<br />\r\n\tInterview, Tadd Schwartz, spokesman for Genting, Oct. 13-14, 2011<br />\r\n\t<br />\r\n\tInterview, Kelly Penton, spokeswoman for Genting, Oct. 13-14, 2011<br />\r\n\t<br />\r\n\tInterview, Roger Gros, publisher Global Gaming Business magazine, Oct. 13-14, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 0, "home_state": "Florida", "id": 1499, "last_name": "No Casinos", "mostly_true_count": 3, "name_slug": "no-casinos", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/No_Casinos.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1499/", "total_count": 3, "true_count": 0, "website": "http://nocasinos.org/"}, "statement": "<p>\r\n\t&quot;The (Florida) casino proposed by Malaysian gambling conglomerate Genting would be nearly double the size of the largest casino in the world.&quot;&nbsp;</p>", "statement_context": "a statement on their website", "statement_date": "2011-10-11", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 170, "photo": null, "resource_uri": "/api/v/2/subject/170/", "subject": "Gambling", "subject_slug": "gambling", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [], "twitter_headline": ""}