{"art": [], "author": [{"email_address": "jberry@nashuatelegraph.com", "first_name": "Jake", "id": 252, "last_name": "Berry", "name_slug": "jake-berry", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 16, "publication_name": "The Telegraph", "resource_uri": "/api/v/2/publication/16/"}, "resource_uri": "/api/v/2/staffer/252/", "title": "Staff Writer", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2011/oct/17/david-axelrod/obama-adviser-axelrod-says-republican-want-deep-ed/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 4620, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jberry@nashuatelegraph.com", "first_name": "Jake", "id": 252, "last_name": "Berry", "name_slug": "jake-berry", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 16, "publication_name": "The Telegraph", "resource_uri": "/api/v/2/publication/16/"}, "resource_uri": "/api/v/2/staffer/252/", "title": "Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/4620/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tSpeaking in New Hampshire last month, presidential adviser David Axelrod didn&#39;t focus his attacks on Mitt Romney or Rick Perry. Instead, he took aim at a man who&#39;s not in the presidential race: Rep.Paul Ryan.<br />\r\n\t<br />\r\n\tAxelrod, who is leading President Barack Obama&#39;s bid for re-election, had harsh words for Ryan, a Wisconsin Republican and chairman of the House Budget Committee, over the committee&#39;s controversial budget proposal, which Axelrod said threatened America&#39;s future with severe spending cuts.<br />\r\n\t<br />\r\n\t&quot;If you cut education by 25 percent, which is what&#39;s been proposed on the other side, you&#39;re mortgaging our future,&quot; Axelrod told an audience during a September 27, 2011 speech at the Institute of Politics at St. Anselm College in Manchester, N.H.<br />\r\n\t<br />\r\n\t&quot;Our students are sliding compared to other countries,&quot; Axelrod said, criticizing the Ryan plan&rsquo;s proposed cuts.<br />\r\n\t<br />\r\n\tRyan and House Republicans took a lot of pride in proposing billions of dollars in spending cuts in <a href=\"http://budget.house.gov/UploadedFiles/fy2012FullReportText.pdf\">House Resolution 34</a>, Ryan&#39;s budget blueprint. But, did they really propose cutting education funding by a quarter? PolitiFact is on the case.<br />\r\n\t<br />\r\n\tWe started by approaching the Obama campaign, which pointed us to the Ryan budget plan, as well as other statements <a href=\"http://www.whitehouse.gov/the-press-office/2011/04/13/remarks-president-fiscal-policy\">the president</a> and other <a href=\"http://www.whitehouse.gov/blog/2011/07/19/unbalanced-approach-deficit-reduction\">White House officials</a> have issued about education cuts.<br />\r\n\t<br />\r\n\tAs a resolution, the Ryan proposal doesn&#39;t provide specific breakdowns of its spending plans, but instead groups education funding with training, employment and social services in a category called <a href=\"http://budget.house.gov/BudgetProcess/BudgetFunctions.htm#function500\">Function 500</a>.<br />\r\n\t<br />\r\n\tRyan spokesman Gerrit Lansing said that looking at such a large category is no way to accurately judge specific spending measures, and he pointed out that the budget resolution does not set final spending levels, but instead provides a maximum amount that can be spent. Congressional committees would determine the final funding levels from there.<br />\r\n\t<br />\r\n\t&quot;This is not an apples to apples comparison,&quot; Lansing wrote in an email. &quot;Function 500 contains job training programs, student loans, the Smithsonian (Institution), billions in Social Services Block Grants, and more &ndash; none of which have much to do with K-12 programs that a reader assumes refers to &lsquo;education spending.&quot;.<br />\r\n\t<br />\r\n\tBut other budget analysts disagree. Education funding makes up the largest segment of Function 500, often encompassing 90 percent or more of the costs, according to the Congressional Budget Office. So, for this piece, we&rsquo;ll continue to use it to set the basis for comparison.<br />\r\n\t<br />\r\n\tAs proposed in April, Ryan&#39;s plan, which passed the House of Representatives but failed to pass the Democrat-controlled U.S. Senate, would have directed $77.2 billion during the current fiscal year to education and the other Function 500 categories. That number is down $15 billion, or 16.3 percent from last year&#39;s spending level, which has extended into the current fiscal year thanks to a continuing resolution from Congress. It is also $28 billion or 27 percent lower than the president&#39;s fiscal year 2012 budget proposal.<br />\r\n\t<br />\r\n\tBecause they haven&rsquo;t yet passed a budget for 2012, federal lawmakers are operating on a continuing resolution, which continues spending at last year&rsquo;s levels. With the resolution set to expire November 18, however, members of the House Appropriations Committee have drafted a new <a href=\"http://appropriations.house.gov/News/DocumentSingle.aspx?DocumentID=262231\">spending plan</a> that would leave education funding at $69 billion, 3 percent lower than the current level and 14 percent lower than the President&rsquo;s budget request. This plan, worked out by an Appropriations subcommittee and introduced September 29, has not yet been taken up by the full committee or on the House floor.<br />\r\n\t<br />\r\n\tIn Washington, budget managers and analysts don&#39;t typically consider the president&#39;s budget plan, or bills still pending in committee, when drawing spending comparisons. Instead, they look to the<a href=\"http://www.cbo.gov/\"> Congressional Budget Office</a>&#39;s baseline projections, which estimate the cost of maintaining current services, factoring in inflation.<br />\r\n\t<br />\r\n\tThe CBO projections, issued in March, call for $95 billion in the 2012 fiscal year to maintain current education and social services, according to agency reports. The $77.2 billion included in Ryan&#39;s budget proposal is 16.8 percent lower than the CBO figure. That number increases to 20.6 percent in 2013 and 22 percent in 2014, and it reaches the 25 percent mark in 2016 when the Ryan plan proposes $76.2 billion in Function 500 funding &ndash; $25.5 billion less than the CBO&#39;s baseline projection of what it would take to maintain services as they exist today in that year.<br />\r\n\t<br />\r\n\tThe Ryan budget&#39;s proposed cuts remain above 25 percent each year between 2016 and 2021. In total, the plan proposes $782.7 billion in Function 500 spending between 2012 and 2021 &ndash; $250 billion, or 24.2 percent less than the $1 trillion required to maintain current services, according to the CBO baseline.<br />\r\n\t<br />\r\n\t&quot;The Republican budget resolution further cuts education every year, quickly reaching annual cuts of more than 25 percent below current levels that will harm education for our children now and the quality of our future workforce, as well,&quot;<a href=\"http://democrats.budget.house.gov/sites/democrats.budget.house.gov/files/04.11.11%20Analysis%20of%20the%20Republican%20Resolution.pdf\"> Democratic members of the House Budget Committee</a> wrote in opposition to the budget proposal after it was released in April.<br />\r\n\t<br />\r\n\tOur ruling:<br />\r\n\t<br />\r\n\tBecause Budget Resolution 34 doesn&#39;t include detailed breakdowns of Function 500 spending reductions, it&#39;s impossible to determine exactly how much of the cuts are proposed to come out of the education budget. Further, the plan itself, in resolution form, does not dictate exact spending levels, but instead sets the maximum amount that can be spent. Congressional committees and floor votes determine the rest.<br />\r\n\t<br />\r\n\tStill, because education spending makes up such a large proportion of the total Function 500 costs &ndash; over 90 percent &ndash; it&#39;s safe to assume most of the cuts from this category would come from education.<br />\r\n\t<br />\r\n\tWith that in mind, the percentages don&#39;t lie. The Ryan budget proposal included more than 25 percent funding cuts every year between 2016 and 2021, and it proposed a total 24 percent funding cut between 2012 and 2021, within range of Axelrod&rsquo;s 25 percent figure. Axelrod&#39;s figures are correct &nbsp;if you include everything in the category, most of which is education, but it also includes items that are not education.<br />\r\n\t<br />\r\n\tWe rate Axelrod&#39;s claim Mostly True.</p>", "ruling_comments_date": "2011-10-17T16:12:19.139596", "ruling_date": "2011-10-17T16:10:05", "ruling_headline": "Obama adviser Axelrod says Republican want deep education cuts", "ruling_headline_slug": "obama-adviser-axelrod-says-republican-want-deep-ed", "ruling_link_text": "Education makes up most of the category", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tE-mail interview with Katie Hogan, spokesperson for Obama for America, September 30, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Debora Kilroe, spokesperson for the Congressional Budget Office, October 3, 2011<br />\r\n\t<br />\r\n\tInterview with Joel Packer, executive director of the Committee for Education Funding, October 3, 2011<br />\r\n\t<br />\r\n\tU.S. House of Representatives Committee on the Budget, &quot;The Path to Prosperity: Fiscal Year 2012 Budget Resolution,&quot; 2011<br />\r\n\t<br />\r\n\tU.S. House of Representatives Committee on the Budget, &quot;The Republican Budget Resolution: The Wrong Choice for America,&quot; April 11, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Nu Wexler, spokesperson for U.S. House of Representatives Committee on the Budget, October 6, 2011<br />\r\n\t<br />\r\n\tCongressional Budget Office, &quot;Preliminary Analysis of the President&rsquo;s Budget for 2012,&quot; March 18, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Gerrit Lansing, spokesperson for U.S. Representative Paul Ryan, October 11, 2011<br />\r\n\t<br />\r\n\tU.S. House of Representatives Committee on Appropriations, &quot;Appropriations Committee Releases the Draft Fiscal Year 2012 Labor, Health and Human Services Funding Bill,&quot; September 29, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "", "false_count": 1, "first_name": "David", "half_true_count": 6, "home_state": "", "id": 209, "last_name": "Axelrod", "mostly_true_count": 7, "name_slug": "david-axelrod", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Axelrod.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/209/", "total_count": 18, "true_count": 2, "website": ""}, "statement": "<p>\r\n\tSays Republicans want to cut education by 25 percent.</p>", "statement_context": "a speech to the New Hampshire Institute of Politics", "statement_date": "2011-09-27", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "", "id": 214, "photo": null, "resource_uri": "/api/v/2/subject/214/", "subject": "New Hampshire 2012", "subject_slug": "new-hampshire-2012", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}