{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2011/oct/18/fred-karger/fred-karger-says-mitt-romney-would-have-put-loyalt/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 4625, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/4625/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\r\n\tIn a <a href=\"http://www.guardian.co.uk/world/2011/oct/16/romney-leads-charge-mormonism-american-mainstream\">comment</a> published in <em>The Guardian</em>, a British newspaper, little-known Republican presidential candidate Fred Karger took aim at Mitt Romney for his Mormon faith.<br />\r\n\t<br />\r\n\tRomney is among the first Mormons to have a serious shot at winning the presidency. Karger -- a gay Republican who has attracted little support in the polls -- suggested that, as president, Romney would face a conflict between the duties of his office and Mormon religion, also known as the Church of Jesus Christ of Latter-day Saints or LDS.<br />\r\n\t<br />\r\n\t&quot;My major concern with the Mormon faith is the basic tenet of obedience,&quot; Karger told the newspaper. &quot;If a President Romney got a call from the president of the LDS, he has no choice but to obey. It is obedience over family and country.&quot;</p>\r\n<p>\r\n\tKarger&#39;s remarks brought to mind an earlier debate in 1960 over whether John F. Kennedy would put allegiance to the Pope first. Kennedy took those concerns head on in a Sept. 12, 1960, <a href=\"http://www.npr.org/templates/story/story.php?storyId=16920600\">speech</a> to the Greater Houston Ministerial Association and went on to win the election.<br />\r\n\t<br />\r\n\tTo make sure Karger wasn&rsquo;t misquoted, we contacted his campaign. Spokeswoman Rina Shah confirmed the authenticity of the quote. She also provided an additional statement from Karger.<br />\r\n\t<br />\r\n\t&quot;I have researched the LDS church and many of its beliefs over the past three years,&quot; Karger said in a statement to PolitiFact. &quot;Obedience is absolute. I have been told this in no uncertain terms by many Mormons and ex-Mormons. This life is merely a test of that. Look into the recent church campaign to get Switzerland to not ban LDS missionaries from its country.&quot;<br />\r\n\t<br />\r\n\t(Here is a <a href=\"http://newsroom.lds.org/article/church-statement-regarding-swiss-missionaries\">statement by the church</a> and <a href=\"http://www.deseretnews.com/article/700091651/No-more-US-Mormon-missionaries-to-be-allowed-in-Switzerland.html\">some of the news coverage</a> of the dispute with Switzerland.)<br />\r\n\t<br />\r\n\tSo is Karger&rsquo;s claim that Romney would have to obey church over state accurate?<br />\r\n\t<br />\r\n\tFirst, we&rsquo;ll note that the church takes up this issue explicitly <a href=\"http://newsroom.lds.org/official-statement/political-neutrality\">on its website</a>.<br />\r\n\t<br />\r\n\t&quot;The church&rsquo;s mission is to preach the gospel of Jesus Christ, not to elect politicians,&quot; the site says. &quot;The church of Jesus Christ of Latter-day Saints is neutral in matters of party politics. This applies in all of the many nations in which it is established.&quot;<br />\r\n\t<br />\r\n\tThe statement goes on to say that &quot;the church does not &hellip; attempt to direct or dictate to a government leader.&quot; It adds, &quot;Elected officials who are Latter-day Saints make their own decisions and may not necessarily be in agreement with one another or even with a publicly stated church position. While the church may communicate its views to them, as it may to any other elected official, it recognizes that these officials still must make their own choices based on their best judgment and with consideration of the constituencies whom they were elected to represent.&quot;<br />\r\n\t<br />\r\n\tWhen we contacted the LDS church, spokesman Lyman Kirkland had a one-sentence reply: &quot;Mr. Karger&rsquo;s assertions are simply ridiculous.&quot;<br />\r\n\t<br />\r\n\tWe also reached three scholars of Mormon theology and history, and all agreed that Karger&rsquo;s concerns were misplaced. Here are some of their reactions to Karger&rsquo;s statement.<br />\r\n\t<br />\r\n\t<strong>Terryl Givens</strong>, professor of literature and religion at the University of Richmond and author of such books as <em>People of Paradox: A History of Mormon Culture</em> and <em>By the Hand of Mormon: The American Scripture that Launched a New World Religion</em>:<br />\r\n\t<br />\r\n\t&quot;There is no basis in fact for the claim that Romney would have &lsquo;no choice but to obey&rsquo; if he got a call from the LDS church president. On the rare occasion when church presidents make pronouncements on issues with political implications, such as a statement against abortion, or against the MX missile system, church members are free to act in compliance or in disregard for such pronouncements. No member has been disciplined for his or her political conduct, as the distribution of both Mormon voters and politicians across the political spectrum proves.&quot;<br />\r\n\t<br />\r\n\t<strong>Laurie Maffly-Kipp</strong>, adjunct professor of American studies at the University of North Carolina, Chapel Hill, and author of<em> Proclamation to the People: 19th Century Mormonism and the Pacific Basin Frontier:</em><br />\r\n\t<br />\r\n\t&quot;It is his own interpretation of what Mormons do, not a policy or doctrine in the church. Members are always reminded that the dictates of their own conscience are paramount. A good example of this was when Mitt Romney&#39;s father, George, as governor of Michigan in 1964, supported the passage of a civil rights bill even when leaders in the LDS church wrote to him advising against it. As the church elder admitted in the letter he wrote to Gov. Romney, &lsquo;I cannot deny you the right of your position if it represents your true belief and feelings.&rsquo; &quot;(The letter is available <a href=\"http://www.boston.com/news/daily/24/delbert_stapley.pdf\">here</a>.)<br />\r\n\t<br />\r\n\t<strong>Grant Hardy</strong>, professor of history and religious studies at the University of North Carolina (Asheville) and author of <em>Understanding the Book of Mormon: A Reader&#39;s Guide</em>:<br />\r\n\t<br />\r\n\t&quot;The statement attributed to Fred Karger is not true. &hellip; Mr. Karger&#39;s quote may come from a misunderstanding of the LDS temple. Mormon temples are only open to members of the church who have a current temple &lsquo;recommend,&rsquo; and one of the questions that must be answered positively to receive a recommend is, &lsquo;Do you sustain the President of the Church of Jesus Christ of Latter-day Saints as the prophet, seer, and revelator, and as the only person on earth who possesses and is authorized to exercise all priesthood keys?&rsquo; But the word &lsquo;sustain&rsquo; does not mean &lsquo;obey&rsquo; or even &lsquo;agree with in every particular.&rsquo; There is a long tradition in Mormonism of valuing agency and individual conscience. Similarly, in the temple ceremony itself, Latter-day Saints make a covenant of obedience, but it is obedience to God rather than obedience to the prophet or to the church.<br />\r\n\t<br />\r\n\t&quot;So if a President Romney got a call from the president of the LDS church -- which I don&#39;t think would ever happen -- he would not be required by the tenets of his faith to put obedience to the church over his duty to his country or his office.&quot;<br />\r\n\t<br />\r\n\tHardy offered as an example the battle over Proposition 8 -- a California ballot initiative that barred same-sex marriage in the state. It passed with 52 percent of the vote in 2008, thanks in part to the strong support of the Mormon church.<br />\r\n\t<br />\r\n\t&quot;The church was strongly involved in their vocal support of Proposition 8,&quot; Hardy said. &quot;A majority of active members responded to the church&#39;s call to action, but those who did not, or who opposed the measure, remain Latter-day Saints in good standing.&quot; (Karger was the founder of Californians Against Hate -- an opponent of Proposition 8. In that capacity, he &quot;led four boycotts and filed formal ethics violation complaints leading to investigations of the Church of Jesus Christ of Latter-day Saints,&quot; according to Karger&rsquo;s <a href=\"http://www.californiansagainsthate.com/fredkarger/resum\">resume</a>.)<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tWe don&#39;t see any evidence that Karger is correct that &quot;if a President Romney got a call from the president of the (Mormon church), he has no choice but to obey. It is obedience over family and country.&quot; The church itself says in no uncertain terms that that&rsquo;s not the case, and three scholars of the religion agree. The inflammatory nature of Karger&rsquo;s charge rates it a Pants on Fire.</p>", "ruling_comments_date": "2011-10-18T01:50:39.268182", "ruling_date": "2011-10-18T19:23:37", "ruling_headline": "Fred Karger says Mitt Romney would have to put loyalty to Mormon church over job as president", "ruling_headline_slug": "fred-karger-says-mitt-romney-would-have-put-loyalt", "ruling_link_text": "Wrong for JFK, wrong now", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tThe Guardian, &quot;<a href=\"http://www.guardian.co.uk/world/2011/oct/16/romney-leads-charge-mormonism-american-mainstream\">Mitt Romney leads the charge as Mormonism moves into the American mainstream</a>,&quot; Oct. 15, 2011</p>\r\n<p>\r\n\tChurch of Jesus Christ of Latter-day Saints, &quot;<a href=\"http://newsroom.lds.org/official-statement/political-neutrality\">Political Neutrality</a>,&quot; accessed Oct. 17, 2011</p>\r\n<p>\r\n\t<a href=\"http://www.npr.org/templates/story/story.php?storyId=16920600\">Transcript</a>&nbsp;of John F. Kennedy&rsquo;s speech on his religion, Sept. 12, 1960</p>\r\n<p>\r\n\tFred Karger, <a href=\"http://www.californiansagainsthate.com/fredkarger/resum\">resume</a>, accessed Oct. 17, 2011</p>\r\n<p>\r\n\tE-mail interview with Terryl Givens, professor of literature and religion at the University of Richmond, Oct. 16, 2011</p>\r\n<p>\r\n\tE-mail interview with Laurie Maffly-Kipp, adjunct professor of American studies at the University of North Carolina (Chapel Hill), Oct. 16, 2011</p>\r\n<p>\r\n\tE-mail interview with Grant Hardy, professor of history and religious studies at the University of North Carolina (Asheville), Oct. 16, 2011</p>\r\n<p>\r\n\tE-mail interview with Lyman Kirkland, spokesman for the Church of Jesus Christ of Latter-day Saints, Oct. 16, 2011</p>\r\n<p>\r\n\tE-mail interview with Rina Shah, spokeswoman for Fred Karger for President, Oct. 16, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Republican presidential candidate", "false_count": 0, "first_name": "Fred", "half_true_count": 0, "home_state": "California", "id": 1504, "last_name": "Karger", "mostly_true_count": 0, "name_slug": "fred-karger", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Karger_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1504/", "total_count": 1, "true_count": 0, "website": "http://fredkarger.com/"}, "statement": "<p>\r\n\t&quot;If a President Romney got a call from the president of the (Mormon church), he has no choice but to obey. It is obedience over family and country.&quot;</p>", "statement_context": "an interview with The Guardian", "statement_date": "2011-10-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 9, "photo": null, "resource_uri": "/api/v/2/subject/9/", "subject": "Religion", "subject_slug": "religion", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 34, "current_job": "Former governor", "false_count": 32, "first_name": "Mitt", "half_true_count": 58, "home_state": "Massachusetts", "id": 5, "last_name": "Romney", "mostly_true_count": 33, "name_slug": "mitt-romney", "pants_count": 19, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-mittromney.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/5/", "total_count": 221, "true_count": 30, "website": "http://www.mittromney.com/"}], "twitter_headline": ""}