{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2011/oct/19/michele-bachmann/michele-bachmann-hits-obama-administration-ending-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 4640, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/4640/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tMichele Bachmann continued to make the case against the health care law supported by President Barack Obama and most Democrats during the Republican debate in Las Vegas on Oct. 18, 2011.<br />\r\n\t<br />\r\n\t&quot;Obamacare is so flat-out unpopular that even the Obama administration chose to reject part of Obamacare last Friday, when they tried to throw out the CLASS Act, which is the long-term care function,&quot; Bachmann said.<br />\r\n\t<br />\r\n\t&quot;Secretary (Kathleen) Sebelius, who is the head of Health and Human Services, reported that the government can&#39;t even afford that part and has to throw it out. And now the administration is arguing with itself,&quot; she added. &quot;When even the Obama administration wants to repeal this bill, I think we&#39;re going to win this thing. We&#39;re going to repeal it! And I will!&quot;<br />\r\n\t<br />\r\n\tHere, we&rsquo;re fact-checking Bachmann&rsquo;s statement, &quot;Obamacare is so flat-out unpopular, that even the Obama administration chose to reject part of Obamacare last Friday, when they tried to throw out the CLASS Act, which is the long-term care function.&quot;<br />\r\n\t<br />\r\n\tBachmann gets a few things right here, but she also gives a misleading impression that the overall law&rsquo;s popularity prompted the administration&rsquo;s decision.<br />\r\n\t<br />\r\n\tBut first let&rsquo;s start with what the CLASS Act does.<br />\r\n\t<br />\r\n\tThe problem the CLASS Act tries to address is how to pay for either nursing home care or in-home care for people who are functionally limited but do not require hospitalization. Right now, Medicare -- the health insurance program for Americans over age 65 -- usually does not pay for long-term nursing home care, and families can struggle to find appropriate help.<br />\r\n\t<br />\r\n\tThe acronym stands for Community Living Assistance Services and Supports, and it was created as part of the health care law. It was intended as a stand-alone government-run program to help defray the cost of long-term care. In some ways, the program was intended to act like a traditional insurance program -- the insured people pay premiums and then draw the benefits only if they need them. (If you have the appetite for it, read this <a href=\"http://papers.ssrn.com/sol3/papers.cfm?abstract_id=1692288\">detailed analysis</a> on the differences between CLASS and traditional long-term care insurance.) The late Sen. Edward M. Kennedy, D-Mass., championed the program for years, and it was through his efforts that the program was attached to the health care law.<br />\r\n\t<br />\r\n\tBut the CLASS program looks to have fizzled.<br />\r\n\t<br />\r\n\tAs Bachmann stated, on Oct. 14, 2011, U.S.Secretary of Health Human Services Kathleen Sebelius announced the program was not going forward, because it could not meet a legal requirement that the program be self-sustaining. (The insurance industry&#39;s term for this is &quot;actuarially sound.&quot;)<br />\r\n\t<br />\r\n\t&quot;For 19 months, experts inside and outside of government have examined how HHS might implement a financially sustainable, voluntary, and self-financed long-term care insurance program under the law that meets the needs of those seeking protection for the near term and those planning for the future,&quot; Sebelius <a href=\"http://www.hhs.gov/secretary/letter10142011.html\">wrote in a letter</a> to Congress. &quot;The work has been groundbreaking in many ways and has taught us a great deal ... But despite our best analytical efforts, I do not see a viable path forward for CLASS implementation at this time.&quot;<br />\r\n\t<br />\r\n\tThe problem that the program ran into was that people wouldn&#39;t join the program unless they were likely to need benefits, which meant costs would have exceeded contributions, said Richard Kaplan, an expert on elder law at the University of Illinois who has studied the CLASS program.<br />\r\n\t<br />\r\n\t&quot;This was only going to appeal to people who were extraordinarily risk averse or who were already ill,&quot; he said.<br />\r\n\t<br />\r\n\tThe requirement that the program pay for itself was actually an amendment put into the law by then-Sen. Judd Gregg, R-N.H. Gregg is now an adviser to the investment bank Goldman Sachs, but he <a href=\"http://www.washingtonpost.com/blogs/ezra-klein/post/meet-the-senator-who-killed-the-class-act/2011/10/18/gIQAhe7huL_blog.html?wprss=ezra-klein&amp;wpisrc=nl_wonk\">gave an interview</a> on the end of the CLASS Act to the <em>Washington Post&#39;</em>s Sarah Kliff on Oct. 18.<br />\r\n\t<br />\r\n\t&quot;I didn&rsquo;t like the idea of setting up the program. But with this, it was either going to have to work or come down as a result of the amendment,&quot; Gregg said.<br />\r\n\t<br />\r\n\tAs for the Obama administration ending the program, &quot;I don&rsquo;t think they really had a choice in the matter,&quot; Gregg said.<br />\r\n\t<br />\r\n\tAnd indeed, all the other sources we consulted indicated the administration had to stop the CLASS program because it could not meet its legal requirements. Bachmann is wrong when she suggests the Obama administration voluntarily ended the program in the face of negative public opinion about the overall health law.<br />\r\n\t<br />\r\n\tWhich brings us to another point -- the CLASS program is not an integral part of the health care law, as some might think upon hearing Bachmann&#39;s comments.<br />\r\n\t<br />\r\n\tMost of the health care law has to do with expanding the coverage of traditional health care insurance. The CLASS program was intended to stand as a totally separate program only designed to help with long-term care.<br />\r\n\t<br />\r\n\tEven if the CLASS program ends, the rest of the health care law still stands.<br />\r\n\t<br />\r\n\tEven Gregg agreed this was the case, telling the <em>Post, </em>&quot;This was not a core element of the overall bill. It was put in as a courtesy to Sen. Kennedy. I do happen to think the overall bill is going to massively fail on the fiscal side and probably fail on the substantive side too. But you can separate off the CLASS Act as not having an effect on the underlying bill, even though the underlying bill will also fail.&quot;<br />\r\n\t<br />\r\n\tFinally, Bachmann said the Obama administration is &quot;arguing with itself&quot; about whether the CLASS Act should be formally repealed. Actually, the Obama administration has said that the law should be left on the books, calling a formal repeal unnecessary and unproductive. The law&rsquo;s <a href=\"http://www.advanceclass.org/about-us/board-of-directors\">advocates</a> <a href=\"http://www.advanceclass.org/component/content/article/35-press-releases/104-advance-class-statement-on-hhs-class-announcement\">say</a> it should be left so it can be modified at some future time.<br />\r\n\t<br />\r\n\tThat position has drawn scorn from Republican leadership.<br />\r\n\t<br />\r\n\t&quot;It defies logic for the White House to admit this part of their health spending bill would put an unsustainable burden on taxpayers, yet demand it stay on the books,&quot; said Senate Republican Leader Mitch McConnell of Kentucky, in <a href=\"http://www.kansascity.com/2011/10/17/3212527/ruling-could-speed-repeal-of-long.html\">comments</a> to the Associated Press.<br />\r\n\t<br />\r\n\t<strong> Our ruling</strong><br />\r\n\t<br />\r\n\tBachmann said, &quot;Obamacare is so flat-out unpopular, that even the Obama administration chose to reject part of Obamacare last Friday, when they tried to throw out the CLASS Act, which is the long-term care function.&quot; She&#39;s right that the Obama administration announced the program was ending. But the Obama administration is being forced to scuttle the program because it can&#39;t meet the cost requirements the law sets out. It&#39;s not because the administration&#39;s support is folding in the face of unpopularity. Bachmann messes up so many of the details as to significantly misrepresent the situation. We rate her statement Mostly False.</p>", "ruling_comments_date": "2011-10-19T17:12:28.051388", "ruling_date": "2011-10-19T17:55:38", "ruling_headline": "Michele Bachmann hits Obama administration for ending long-term care program", "ruling_headline_slug": "michele-bachmann-hits-obama-administration-ending-", "ruling_link_text": "Sustainability, not unpopularity, did it in ", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tCNN, Republican debate, Oct. 18, 2011<br />\r\n\t<br />\r\n\tU.S. Department of Health and Human Services, <a href=\"http://www.hhs.gov/secretary/letter10142011.html\">Secretary Sebelius&rsquo; Letter to Congress about CLASS</a>, Oct. 14, 2011<br />\r\n\t<br />\r\n\tThe Associated Press, <a href=\"http://www.kansascity.com/2011/10/17/3212527/ruling-could-speed-repeal-of-long.html\">White House waffling on long-term care plan?</a>, Oct. 17, 2011<br />\r\n\t<br />\r\n\tJournal of Retirement Planning, <a href=\"http://papers.ssrn.com/sol3/papers.cfm?abstract_id=1692288\">Financing Long-Term Care After Health Care Reform</a>, by Richard L. Kaplan, Oct. 16, 2010<br />\r\n\t<br />\r\n\tInterview with Richard L. Kaplan of the University of Illinois, Oct. 19, 2011<br />\r\n\t<br />\r\n\tThe Washington Post, <a href=\"http://www.washingtonpost.com/blogs/ezra-klein/post/meet-the-senator-who-killed-the-class-act/2011/10/18/gIQAhe7huL_blog.html?wprss=ezra-klein&amp;wpisrc=nl_wonk\">Meet the senator who killed the CLASS Act</a>, Oct. 18, 2011<br />\r\n\t<br />\r\n\tadvanceCLASS, <a href=\"http://www.advanceclass.org/component/content/article/35-press-releases/104-advance-class-statement-on-hhs-class-announcement\">statement on HHS announcement</a>, Oct. 19, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 8, "current_job": "Congresswoman", "false_count": 22, "first_name": "Michele", "half_true_count": 6, "home_state": "Minnesota", "id": 149, "last_name": "Bachmann", "mostly_true_count": 4, "name_slug": "michele-bachmann", "pants_count": 16, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Bachmann_mug_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/149/", "total_count": 61, "true_count": 5, "website": "http://bachmann.house.gov/"}, "statement": "<p>\r\n\t&quot;Obamacare is so flat-out unpopular, that even the Obama administration chose to reject part of Obamacare last Friday, when they tried to throw out the CLASS Act, which is the long-term care function.&quot;</p>", "statement_context": "a Republican presidential debate in Las Vegas", "statement_date": "2011-10-18", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}