{"art": [], "author": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "canonical_url": "/ohio/statements/2011/oct/24/josh-mandel/josh-mandel-campaign-says-sherrod-brown-owns-ohios/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 4669, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "resource_uri": "/api/v/2/statement/4669/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tThrow the bums out, because they&rsquo;ve had enough time and this country (or state) is still a mess (if not more of a mess).<br />\r\n\t<br />\r\n\tThere it is in a nutshell: The case against any politician in office for the last four years or more. Josh Mandel, Ohio&rsquo;s treasurer who aspires to be in the U.S. Senate, will use it repeatedly in the next year against incumbent Democratic Sen. Sherrod Brown, a Mandel spokesman says. &nbsp;<br />\r\n\t<br />\r\n\tThe mess, of course, is the state of employment. Non-farm employment fell dramatically over the last few years, and although the trend is reversing, the recovery is painfully slow. Or as Mandel spokesman Joe Aquilino said in a news release on Sept. 28, 2011, &quot;Perhaps most staggering: during Sherrod Brown&rsquo;s past decade as a D.C. politician, more than one out of every four jobs that has left America, left from Ohio. This is a shocking statistic. Sherrod Brown&rsquo;s policies are not working for Ohio.&quot;<br />\r\n\t<br />\r\n\tPromising that this message will not go away, Aquilino said, &quot;Simply put, Sherrod Brown will own these horrendous Ohio job numbers next year.&quot;<br />\r\n\t<br />\r\n\tPolitiFact Ohio is all for ownership, as is the print side of this operation, The Plain Dealer. That&rsquo;s only fitting, because Aquilino says that The Plain Dealer is a primary source for the statistic. So let&rsquo;s check out the components of Aquilino&rsquo;s claim:<br />\r\n\t<br />\r\n\tThe jobs picture<br />\r\n\t<br />\r\n\tThe Plain Dealer on Sept. 5 published a Labor Day weekend story on Ohio&rsquo;s loss of jobs over the course of a decade. The story focused heavily on a new report by Policy Matters Ohio, a liberal-leaning think tank that studies economic and social justice issues. Titled &quot;<a href=\"http://www.policymattersohio.org/pdf/SOWO2011.pdf\">The State of Working Ohio 2011</a>,&quot; the report examined a number of economic measures, concluding that &quot;wages are shrinking, jobs are elusive, and workers are being left behind.&quot;<br />\r\n\t<br />\r\n\tAquilino cited this report as well as The Plain Dealer in his criticism of Brown. It is quite a day when a spokesman for a conservative Republican cites Policy Matters, and Aquilino appreciates this as much as anyone. Rest assured that Mandel disagrees with the group&rsquo;s proposals to use tools such as more stimulus spending to turn things around.<br />\r\n\t<br />\r\n\tAquilino also pointed to a chart that went with the Plain Dealer story. The chart listed a number of metrics related to jobs and wages over the course of a decade, none of them positive for a majority of workers, and said, &quot;Between July 2000 and July 2010, Ohio lost nearly 600,000 jobs, accounting for more than one-fourth of all jobs lost in the nation.&quot;<br />\r\n\t<br />\r\n\tPolitiFact Ohio went back and checked the numbers with the Bureau of Labor Statistics. They were correct: Ohio lost 590,300 jobs during that 10-year span when the nation lost 2.07 million. Keep in mind that these were net job losses, based on the number of people working at a given point in time. If 100 people lose their jobs at Company A, while Company B hires 20 people who were unemployed, the net job loss would be counted as 80.<br />\r\n\t<br />\r\n\tAlso note the time frame measured in the September 2011 newspaper article -- a 10-year period from July 2000 and July 2010. This made sense for the newspaper story because a number of other measures being examined also came from this period and were not yet available for more recent months, according to a reporter and editor who assembled the data. It was a way to make sure that all &nbsp;the economic comparisons covered identical periods.<br />\r\n\t<br />\r\n\tYet job numbers change month by month. So we moved the time frame forward, comparing 10 years worth of net job losses from January 2001 through December 2010, and then through January 2011, to see if the earlier measure was an aberration.<br />\r\n\t<br />\r\n\tIt was not. Ohio&rsquo;s job losses still represented about a quarter of those nationwide, with 570,400 Ohio jobs lost using one of the periods (out of 2.2 million nationwide) and 563,300 in the other (out of 2.1 million nationwide).<br />\r\n\t<br />\r\n\tHowever, the job picture has grown a bit rosier as 2011 progresses, even if it lags demand as more people enter the workforce. If the comparison were made using August 2011 as the end point, Ohio&rsquo;s 10-year job losses would be 407,000.<br />\r\n\t<br />\r\n\tBut wait a minute. Suppose Mandel, The Plain Dealer or anyone else wanted to compare Ohio&rsquo;s job losses with the nation&rsquo;s during that most recent 10-year period. Let&rsquo;s see how Ohio stacked up: Ohio lost 407,00 jobs out of the nation&rsquo;s loss of 531,000.<br />\r\n\t<br />\r\n\tThat&rsquo;s an astounding ratio -- and if you used it (you should not), you&rsquo;d say that four out out every five jobs lost in the United States came from Ohio.<br />\r\n\t<br />\r\n\tHow is that possible?<br />\r\n\t<br />\r\n\tWe asked BLS, and the answer leads us to the problem with these comparisons: Data examining one state&rsquo;s decline over the years is useful when examining trends, such as Ohio&rsquo;s loss of its manufacturing sector (a primary focus of the Policy Matters study and The Plain Dealer story). But simultaneous events in just a few large states can bring the state-to-national ratios down or up and skew the comparisons.<br />\r\n\t<br />\r\n\tTake Michigan and California. Each lost more jobs than Ohio. If you compared their combined job losses during the most recent 10-year period available, their totals would actually exceed the nation&rsquo;s job losses.<br />\r\n\t<br />\r\n\tThat would be impossible, of course, were it not for the fact that some other states were gaining jobs during that time. Rick Perry will gladly discuss what some call the Texas miracle and how Texas added jobs, although <a href=\"http://www.politifact.com/texas/statements/2011/jun/26/rick-perry/rick-perry-says-texas-accounted-48-percent-us-jobs/\">we&rsquo;ll leave it to PolitiFact Texas to assess whom should get credit</a>.<br />\r\n\t<br />\r\n\tYou can play with these numbers until your head spins. The point is that it really helps to understand what was going on elsewhere before using a single comparison to compare one state with the nation.<br />\r\n\t<br />\r\n\tSo OK, Ohio lost a lot of jobs. Mandel cited a September 2011 Plain Dealer story that, for reasons mentioned already, used a job-loss measure ending in July 2010. We accept ownership; the data showed a trend that was correct, and the raw numbers were accurate.<br />\r\n\t<br />\r\n\tIs Brown to blame?<br />\r\n\t<br />\r\n\tShould Brown &quot;own these horrendous job numbers,&quot; as the Mandel spokesman says?<br />\r\n\t<br />\r\n\tWe asked Aquilino to specify what Brown did that contributed to the job losses. In an email exchange, he mentioned ongoing controversies over the EPA&rsquo;s authority to regulate greenhouse gas emissions; over the National Labor Relation Board&rsquo;s power to tell a company whether it may open a factory in South Carolina if it believes the location was chosen to bypass unions in another state, and over efforts to change labor laws in a way that would make it easier for unions to increase membership. Brown also supports raising taxes on millionaires. Aquilino said entrepreneurs fear that each of these will damage the business climate or hamper their ability to grow and hire. Brown has refused to join Republicans in pushing back against these measures.<br />\r\n\t<br />\r\n\tWe have little doubt that these fears are real. Business owners and managers have told as as much. But for the most part, these are prospective fears. While fear about the direction ahead may drive the election, Aquilino&rsquo;s claim here relies on job losses as far as 10 years back.<br />\r\n\t<br />\r\n\tAquilino had more on his list: Brown voted for the American Recovery and Reinvestment Act of 2009, casting what many consider to be the single vote that enabled the stimulus bill to pass. Republicans said it has washed $1 billion down the drain, but many economists say it helped pull the country out of a tailspin. Whether it was properly focused or partially wasted or could have achieved more is what&rsquo;s still hotly debated.<br />\r\n\t<br />\r\n\tBrown also voted to revamp the nation&rsquo;s health insurance laws, which Republicans say will create another drag on the economy. Although portions of it are already in place, the law&rsquo;s main features won&rsquo;t kick in until 2014.<br />\r\n\t<br />\r\n\tBrown has voted against free trade deals consistently, saying they lead to higher unemployment, but he has been on the losing side. While Republicans say positions like Brown&rsquo;s slowed passage and stood in the way of growth, the most far-reaching trade bills were Clinton-era deals for trade with China and Mexico. They passed despite Brown -- and during a time frame preceding the job losses mentioned in the Mandel news release.<br />\r\n\t<br />\r\n\tRepublicans have other raps against Brown: He backed the Dodd-Frank financial reforms, which required more stringent consumer financial regulation. Some businesses see these measures as creating bureaucracies that will stand in the way of hiring.<br />\r\n\t<br />\r\n\tSo Brown has caused these job losses, yes? No, says Amy Hanauer, executive director of Policy Matters Ohio. It might seem odd to ask the head of a liberal think tank to comment on criticisms made by a conservative opponent of a liberal senator. But the Mandel campaign credited Policy Matters, of all organizations, with pointing out Ohio&rsquo;s big job losses.<br />\r\n\t<br />\r\n\tWhat does Hanauer think?<br />\r\n\t<br />\r\n\t&quot;I think the Ohio job loss is primarily due to the recession, which in turn is attributable to the housing bust, brought on by excessive deregulation,&quot; she said in an e-mail. &quot;I think if we&#39;d had more regulation of the financial sector we&#39;d be in much better shape. In general, I&#39;d view Sherrod Brown as appreciating the role of regulation in helping markets function better. &nbsp;Secondly, job loss in Ohio, particularly in manufacturing, stems from more reliance on trade with China and other low-wage countries. Here, Senator Brown is clearly among the strongest voices for a different approach.&quot;<br />\r\n\t<br />\r\n\tWe are not taking Hanauer&rsquo;s side, nor are we taking Aquilino&rsquo;s. The blame game requires deeper &nbsp;analysis. For example, of the 10 years measured, Brown spent six and a half of them in the U.S. House of Representatives. It was under Republican control that entire time, with Dennis Hastert as House speaker. Brown and his fellow House Democrats simply lacked the power to pass anything the GOP didn&rsquo;t want..<br />\r\n\t<br />\r\n\tThat changed in 2007, when Brown joined the Senate. That chamber&rsquo;s Democratic majority has since taken the actions listed above. And if elections are about the future, voters will have their say in 2012 as to whether they think Brown or Mandel will offer a brighter one.<br />\r\n\t<br />\r\n\tThat leaves us here: Aquilino&rsquo;s claim on job losses over 10 years is pretty accurate, given the above-mentioned caveats. But he links 10 years&rsquo; worth of hurt to a lawmaker who spent more than half that time in the minority party, and that&rsquo;s where the claim overreaches.<br />\r\n\t<br />\r\n\tBLS data shows that Ohio lost 190,900 of those jobs cited by Aquilino when Brown was a Democrat in a Republican Congress, affording him almost no power.<br />\r\n\t<br />\r\n\tAquilino backs up the claim by listing recent laws or policies supported by Brown in the Senate. &nbsp;Yet the effects of most of those policies, whether negative or positive, are yet to come. The claim, while mostly accurate on the aggregate job losses, leaves out a considerable amount of information -- veering in large part toward inaccurate -- when saying Brown owns these horrendous numbers.<br />\r\n\t<br />\r\n\tThat renders the claim in its entirety Half True.</p>\r\n", "ruling_comments_date": "2011-10-23T17:57:28.935862", "ruling_date": "2011-10-24T06:00:00", "ruling_headline": "Josh Mandel campaign says Sherrod Brown owns Ohio's horrendous job numbers", "ruling_headline_slug": "josh-mandel-campaign-says-sherrod-brown-owns-ohios", "ruling_link_text": "Statistic true, to a point, but ownership isn't so clear", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tNews releases from Josh Mandel, Sept 28 and Oct. 13, 2011<br />\r\n\t<br />\r\n\tPolicy Matters Ohio, &quot;<a href=\"http://www.policymattersohio.org/pdf/SOWO2011.pdf\">The State of Working Ohio 2011</a>,&quot; September 2011<br />\r\n\t<br />\r\n\tEmail exchange with Joe Aquilino, communications director for Josh Mandel, Sept. 30 throught Oct. 13, 2011<br />\r\n\t<br />\r\n\tTelephone and e-mail exchanges with Amy Hanauer, executive director, Policy Matters Ohio, 10-12 and 10-13-2011<br />\r\n\t<br />\r\n\tThe Plain Dealer, &quot;<a href=\"http://www.cleveland.com/business/index.ssf/2011/09/american_dream_or_fantansy.html\">Ohio&rsquo;s hourly pay fell fastest in decade</a>,&quot; by Olivera Perkins, Sept. 5, 2011<br />\r\n\t<br />\r\n\tBureau of Labor Statistics, databases for state and national employment, accessed Oct. 12 and 13, 2011<br />\r\n\t<br />\r\n\tU.S. House of Representatives, office of the clerk, &quot;<a href=\"http://artandhistory.house.gov/house_history/speakers.aspx\">House history</a>&quot;<br />\r\n\t<br />\r\n\tUnited States Senate, &quot;<a href=\"http://www.senate.gov/artandhistory/history/common/briefing/Majority_Minority_Leaders.htm\">Majority and minority party leaders and whips</a>&quot;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 4, "current_job": "Ohio treasurer", "false_count": 5, "first_name": "Josh", "half_true_count": 4, "home_state": "Ohio", "id": 612, "last_name": "Mandel", "mostly_true_count": 5, "name_slug": "josh-mandel", "pants_count": 6, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/ohio-treasurer-josh-mandel_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/612/", "total_count": 31, "true_count": 5, "website": "http://www.tos.ohio.gov/"}, "statement": "<p>\r\n\t&quot;During Sherrod Brown&rsquo;s past decade as a D.C. politician, more than one out of every four jobs that has left America, left from Ohio. ... Sherrod Brown will own these horrendous Ohio job numbers next year.&quot;</p>\r\n", "statement_context": "a news release", "statement_date": "2011-09-28", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 3, "photo": null, "resource_uri": "/api/v/2/subject/3/", "subject": "Job Accomplishments", "subject_slug": "job-accomplishments", "used_in_edition": []}, {"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}