{"art": [], "author": [{"email_address": "mgill@nashuatelegraph.com", "first_name": "Maryalice", "id": 250, "last_name": "Gill", "name_slug": "maryalice-gill", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 16, "publication_name": "The Telegraph", "resource_uri": "/api/v/2/publication/16/"}, "resource_uri": "/api/v/2/staffer/250/", "title": "Staff Writer", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2011/oct/24/ron-paul/ron-paul-says-terror-attacks-have-increased/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 4671, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mgill@nashuatelegraph.com", "first_name": "Maryalice", "id": 250, "last_name": "Gill", "name_slug": "maryalice-gill", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 16, "publication_name": "The Telegraph", "resource_uri": "/api/v/2/publication/16/"}, "resource_uri": "/api/v/2/staffer/250/", "title": "Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/4671/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tRep. Ron Paul, R-Tex., has made a name for himself by railing against federal government overreach.<br />\r\n\t<br />\r\n\tAfter remarks at Politics &amp; Eggs, a popular political forum in Manchester, N.H., one Granite Stater in attendance asked Paul to describe his foreign policy position. Again, Paul mentioned federal government intervention, this time our behavior as &quot;policeman of the world.&quot; That activity, according to Paul, has cost America money, safety and created foreign enemies in the process.<br />\r\n\t<br />\r\n\tPaul cited the animosity that our foreign entanglements have created, comparing suicide attacks against the U.S. and its allies before and after the Sept. 11 terrorist attacks.<br />\r\n\t<br />\r\n\t&quot;Suicide terrorism has been around for awhile,&quot; Paul said. &nbsp;&quot;There was a bit of it before 9/11, obviously, but if you look at all the suicide terrorist attacks prior to 9/11, if you equate that number, it&rsquo;s equivalent to the attacks on us and our allies every month, compared to all the years before 9/11, which means that we&rsquo;re under systematic attack.&quot;<br />\r\n\t<br />\r\n\tReally? As many per month as all the years before?<br />\r\n\t<br />\r\n\tHis campaign e-mailed us a list of articles and news stories before 9/11 with a list of four al-Qaeda plots and attacks against the U.S., including its embassies, before 9/11. Not all of the incidents listed were suicide attacks (the 1993 bombing of the World Trade Center) or even carried out (the thwarted Bojinka plot in 1994).<br />\r\n\t<br />\r\n\tThe list of attacks post-9/11 provided by Paul&rsquo;s campaign included 30 or more al-Qaeda actions against U.S. troops, foreign citizens working for the Defense Department, attacks in foreign nations in which Western tourists &mdash; including Americans &mdash; were killed, and suicide attacks carried out against U.S. allies, including Israel, Great Britain and Australia. The links ranged from October 2002 to January 2011, but the incidents were sporadic and not monthly. So what Paul&#39;s office provided didn&#39;t square with what Paul had said.<br />\r\n\t<br />\r\n\tWhen we tried to get additional information, Paul&rsquo;s campaign did not respond.<br />\r\n\t<br />\r\n\tWe decided to look for additional resources for a more accurate listing of the suicide attacks that have occurred against America and its allies before and after 9/11.<br />\r\n\t<br />\r\n\tThe University of Chicago&rsquo;s Project on Security and Terrorism (CPOST), features a database of all suicide attacks from 1981 to 2011, which includes the location of attacks, the target type, the weapon used, as well as information on the demographic and general biographical characteristics of the suicide attackers.<br />\r\n\t<br />\r\n\tThe database, funded by the U.S. Department of Defense since 2004, according to Robert A. Pape, Professor and Director of the CPOST project, uses 1981-2011 as parameters because that&#39;s when suicide missions as they are understood today began.<br />\r\n\t<br />\r\n\t&quot;It goes back to the early &lsquo;80s because that&rsquo;s when suicide attack really begins,&quot; said Pape, who is also the author of Cutting the Fuse: The Explosion of Global Suicide Terrorism and How to Stop It. &quot;Before that you have people who kill themselves to avoid capture -- that&rsquo;s different than killing yourself to kill someone else. Then you have the Kamikazes in World War II. &hellip;But in terms of the modern phenomenon &ndash; it goes back to the early &lsquo;80s.&quot;<br />\r\n\t<br />\r\n\tBecause Paul&rsquo;s campaign specified al-Qaeda as attackers in their lists of sources, we searched the CPOST database for its category &quot;al-Qaeda vs. U.S. &amp; Allies&quot; suicide campaigns from 1981-2011.<br />\r\n\t<br />\r\n\tPape said CPOST means by that category, &quot;Americans and those working with or for Americans.&quot;<br />\r\n\t<br />\r\n\tThe database revealed al-Qaeda carried out 42 suicide missions against the U.S. and its allies from 1981-2011. Four were prior to 9/11, in 1995, 1996, 1998 and 2000. After Sept. 11, 2001, there were 37 suicide attacks.<br />\r\n\t<br />\r\n\tWith 37 suicide attacks in the 121 months post-9/11, clearly there are some months with no attacks. In the months when attacks occurred, they numbered from one to three a month. The maximum number occurred twice: in April 2007 and January 2011.<br />\r\n\t<br />\r\n\tSo the monthly levels of al-Qaeda attacks post-9/11 is not equivalent to all the suicide attacks on the U.S. and its allies that predated that date.<br />\r\n\t<br />\r\n\tBut since Paul&rsquo;s campaign provided a list that was broader than just suicide attacks by al-Qaeda &mdash; some of them were not suicide attacks, and others, foiled plots &mdash; we figured they might have also misinterpreted which group Paul meant in his remarks. Paul didn&rsquo;t actually identify a specific group. We decided to see how the data compared if we searched all suicide attacks committed against the U.S. and allies before and after 9/11 &mdash; not limited to al-Qaeda attacks, but also those carried out by Afghani rebels, Hezbollah, Iraqi rebels, Pakistani militants and Uzbek rebels.<br />\r\n\t<br />\r\n\tWith expanded parameters, the database revealed 1,844 suicide attacks against the U.S. and its allies &mdash;10 of which happened before 9/11.<br />\r\n\t<br />\r\n\tThe 1,833 suicide attacks in the months following 9/11, from the end of 2001 into 2011, occurred from once a month (Nov. 2002) to 48 times (July 2007).<br />\r\n\t<br />\r\n\tWe posed Paul&rsquo;s claim to Pape. He said the number of suicide attacks committed against Americans and their Allies each month after 9/11 is substantially greater than the years before.<br />\r\n\t<br />\r\n\t&quot;What happens is, the more we put troops overseas, the more we&rsquo;ve had this explosion of anti-American inspired suicide terrorism.<br />\r\n\t<br />\r\n\t&quot;A good way to think about that, the year before 9/11, the year 2000, there was one suicide attack against the USS Cole that was anti-American inspired and killed US troops abroad,&quot; Pape said. &quot;Last year, there were nearly 300 suicide attacks around the world, about 270 of them were anti-American inspired -- that is, against Americans or people working with or for Americans.&quot;<br />\r\n\t<br />\r\n\t&quot;Even when they&rsquo;re attacking Muslims, they&rsquo;re very often attacking people directly for America.&quot;<br />\r\n\t<br />\r\n\t&quot;We have troops in Iraq and Afghanistan, then on the border of Pakistan, that&rsquo;s where the hotbeds of suicide terrorism are. They&rsquo;re not happening in Bangladesh. The real hotbeds of suicide terrorism are exactly where we put the troops after we put the troops there, not before. &hellip;There was no suicide terrorism in Iraq period until we put our troops there.&quot;<br />\r\n\t<br />\r\n\tWe asked Pape if it was accurate to say that &quot;each month&quot; suicide attacks against Americans and their allies are &quot;equivalent&quot; to the total that occurred before 9/11.<br />\r\n\t<br />\r\n\t&quot;Each month -- that would probably be about right,&quot; Pape said. &quot;It&rsquo;s going to vary month to month, and the year 2000 is a good proxy for before 9/11. &hellip; If anything, he&rsquo;s still sort of under-counting.&quot;<br />\r\n\t<br />\r\n\tTo be certain, PolitiFact went through each the 1,833 suicide attacks that have occurred against the U.S. and its allies in the months since 9/11, tallied up the number of incidents each month since the tragedy, and found the median. The median was 18 suicide attacks per month&mdash;more than the 10 total suicide attacks against the US and Allies CPOST cited before Sept. 11, 2001.<br />\r\n\t<br />\r\n\tSo, like Pape said, Paul actually is under-counting when he suggests that the number of suicide attacks against the U.S. and its Allies each month is equivalent to the total attacks before Sept. 11.<br />\r\n\t<br />\r\n\t&quot;It&rsquo;s overwhelmingly born out by the data, the truth is we just don&rsquo;t like to hear this,&quot; Pape said. &quot;(Paul) is just pointing out an inconvenient fact.&quot;<br />\r\n\t<br />\r\n\tPape said the suicide attacks of more recent years contain the significant months to compare. &nbsp;<br />\r\n\t<br />\r\n\t&quot;In recent years, it&rsquo;s more like the difference is between 10-25 (suicide attacks a month) around the world,&quot; Pape said. &quot;In Afghanistan and much less now in Iraq, as we&rsquo;ve pulled our troops out, the suicide attacks are falling like a rock.&quot;<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong>:<br />\r\n\t<br />\r\n\tWhether Paul meant al-Qaeda suicide attacks only, or all groups who have executed suicide campaigns against the U.S. and its allies, was unclear. Either way, the number of suicide attacks against the U.S. and its allies since 9/11 is not &quot;equivalent&quot; to the total before 9/11. The average number each month is actually greater than the total number that predated that day, so Paul is actually understating the magnitude. And the data support his underlying point that the number of attacks since Sept. 11, 2011, has grown. We rate Paul&#39;s claim Mostly True.</p>", "ruling_comments_date": "2011-10-24T14:23:04.901665", "ruling_date": "2011-10-24T14:21:29", "ruling_headline": "Ron Paul says terror attacks have increased", "ruling_headline_slug": "ron-paul-says-terror-attacks-have-increased", "ruling_link_text": "Attacks are up", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tTranscript, Ron Paul at Politics &amp; Eggs, Manchester, NH, Sept. 30, 2011<br />\r\n\t<br />\r\n\tEmail with Gary Howard, campaign spokesperson for Ron Paul 2012 campaign, Oct. 6, 2011<br />\r\n\t<br />\r\n\tFBI.gov, &quot;<a href=\"http://www.fbi.gov/news/stories/2008/february/tradebom_022608\">First Strike: Global Terror in America,&quot;</a> Feb. 26, 2008<br />\r\n\t<br />\r\n\tThe New York Times, &quot;<a href=\"http://www.nytimes.com/2009/11/15/us/15ksm.html\">Portrait of 9/11 &lsquo;Jackal&rsquo; Emerges as he Awaits Trial</a>,&quot; Nov. 14, 2009<br />\r\n\t<br />\r\n\tAljazeera.net, &quot;<a href=\"http://english.aljazeera.net/focus/2008/08/200881983642167910.html\">Pursuing al-Qaeda in Horn, Africa</a>,&quot; Aug. 19, 2008<br />\r\n\t<br />\r\n\tCNN.com, &quot;<a href=\"http://transcripts.cnn.com/TRANSCRIPTS/0010/18/bp.00.html\">USS Cole Investigation: New Clues Discovered in Deadly Bombing,</a>&quot; Oct. 18, 2000<br />\r\n\t<br />\r\n\tCPOST, &quot;<a href=\"http://cpost.uchicago.edu/blog/2011/09/03/robert-a-pape-the-end-of-fear-the-beginning-of-understanding/\">Robert A. Pape: The End of Fear, The Beginnning of Understanding</a>,&quot; Sept. 3, 2011<br />\r\n\t<br />\r\n\tCPOST, Suicide Attack Database, accessed Oct. 18-20, 2011<br />\r\n\t<br />\r\n\tPhone interview, Robert Pape, Professor and Director of the University of Chicago&rsquo;s Project on Security and Terrorism (CPOST), Oct. 18, 2011.</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "U.S. representative", "false_count": 8, "first_name": "Ron", "half_true_count": 8, "home_state": "Texas", "id": 15, "last_name": "Paul", "mostly_true_count": 8, "name_slug": "ron-paul", "pants_count": 3, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-ronpaul.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/15/", "total_count": 40, "true_count": 8, "website": "https://www.facebook.com/ronpaul"}, "statement": "<p>\r\n\tEvery month since 9/11, there have been as many suicide attacks against the United States and its allies as there were in all the years leading up to 9/11.</p>", "statement_context": "remarks at Politics & Eggs forum in Manchester, N.H.", "statement_date": "2011-09-30", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 132, "photo": null, "resource_uri": "/api/v/2/subject/132/", "subject": "Homeland Security", "subject_slug": "homeland-security", "used_in_edition": []}, {"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}, {"description": "", "id": 214, "photo": null, "resource_uri": "/api/v/2/subject/214/", "subject": "New Hampshire 2012", "subject_slug": "new-hampshire-2012", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 37, "photo": null, "resource_uri": "/api/v/2/subject/37/", "subject": "Terrorism", "subject_slug": "terrorism", "used_in_edition": []}], "target": [], "twitter_headline": ""}