{"art": [{"brightcove": "", "caption": "Mailer sent by New Jersey Democratic State Committee to Sayreville residents", "id": 1691, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/sayreville_brochure.JPG", "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/1691/", "title": "Sayreville campaign mailer", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "cshinske@starledger.com", "first_name": "Caryn", "id": 246, "last_name": "Shinske", "name_slug": "caryn-shinske", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 15, "publication_name": "Newark Star-Ledger", "resource_uri": "/api/v/2/publication/15/"}, "resource_uri": "/api/v/2/staffer/246/", "title": "PolitiFact New Jersey editor", "twitter": null}], "canonical_url": "/new-jersey/statements/2011/oct/26/new-jersey-democratic-state-committee/sayreville-mayor-kennedy-obrien-blasts-democrats-p/", "edition": {"adkey": "Editions", "advalue": "New Jersey", "edition": "New Jersey", "edition_slug": "new-jersey", "has_afterthefact": false, "id": 13, "index_page": false, "meter_name": "The New Jersey Truth-O-Meter", "resource_uri": "/api/v/2/edition/13/"}, "editor": [{"email_address": "tcurran@starledger.com", "first_name": "Tom", "id": 264, "last_name": "Curran", "name_slug": "tom-curran", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 15, "publication_name": "Newark Star-Ledger", "resource_uri": "/api/v/2/publication/15/"}, "resource_uri": "/api/v/2/staffer/264/", "title": "Associate Editor, Newark Star-Ledger", "twitter": null}], "facebook_headline": null, "id": 4675, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "cshinske@starledger.com", "first_name": "Caryn", "id": 246, "last_name": "Shinske", "name_slug": "caryn-shinske", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 15, "publication_name": "Newark Star-Ledger", "resource_uri": "/api/v/2/publication/15/"}, "resource_uri": "/api/v/2/staffer/246/", "title": "PolitiFact New Jersey editor", "twitter": null}], "resource_uri": "/api/v/2/statement/4675/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tBuilding permits, secret meetings and big developers &ndash; oh my!<br />\r\n\t<br />\r\n\tSayreville voters should keep those concerns in mind, if a political mailer circulating in town &ndash; complete with marquee-style lettering and an exclamation point or two -- is to be believed.<br />\r\n\t<br />\r\n\t&quot;Since Mayor O&rsquo;Brien took office Sayreville has issued 22,081 Building Permits! Now O&rsquo;Brien is Holding Secret Meetings with Big Developers&quot; reads a large postcard mailed to residents in this small Middlesex County borough. The postcard shows a man attempting to climb a small mountain of paperwork &ndash; presumably applications to build in the borough. A large headshot of O&rsquo;Brien, a Republican, is in the background. The postcard states that it&rsquo;s paid for and authorized by the New Jersey Democratic State Committee. O&#39;Brien is seeking re-election to a four-year term. His opponent is Democrat Stanley Drwal.<br />\r\n\t<br />\r\n\tAlthough the ad doesn&rsquo;t specifically state it, the inference from the ad is there&rsquo;s a lot of building going on under O&rsquo;Brien&rsquo;s watch. And building can be a dirty verb in New Jersey. For some people, it means more children in schools, more government services needed and less open space &ndash; all costing more tax dollars.<br />\r\n\t<br />\r\n\tPolitiFact New Jersey checked the claims in the ad and found that the number of building permits issued during O&rsquo;Brien&rsquo;s 11-year tenure as mayor is correct &ndash; but only about 5 percent of those were to construct homes. As for secret meetings? That depends on who&rsquo;s asked.<br />\r\n\t<br />\r\n\t&quot;This is a personal attack,&quot; O&rsquo;Brien said about the ad. &quot;It&rsquo;s personal and it&rsquo;s misleading. They must think the people of Sayreville are stupid. We only have about 11,000 homes in Sayreville.&quot;<br />\r\n\t<br />\r\n\tActually, the U.S. Census Bureau&rsquo;s American Fact Finder survey for 2010 shows Sayreville has 16,393 housing units. The Census Bureau defines a housing unit as &quot;a house, an apartment, a mobile home or trailer, a group of rooms, or a single room occupied as separate living quarters, or if vacant, intended for occupancy as separate living quarters,&quot; spokeswoman Stacey Gimbel Vidal said in an email.<br />\r\n\t<br />\r\n\tAn ad doesn&rsquo;t have to make a specific statement for its intent to be clear, according to Dr. Terry Madonna, a political science professor at Franklin and Marshall College in Lancaster, Pa.<br />\r\n\t<br />\r\n\t&quot;When I look at things I try to look at the whole picture,&quot; Madonna said. &quot;What meaning are they trying to convey consciously and subconsciously?&quot;<br />\r\n\t<br />\r\n\tThe Democratic State Committee sent an Open Public Records Act request to the borough on Sept. 20, seeking the number of building permits issued in Sayreville from Jan. 1, 2000 to Sept. 20, 2011. O&#39;Brien became mayor in 2000.<br />\r\n\t<br />\r\n\tKirk Miick, the borough&rsquo;s construction official and director of code enforcement, said he contacted the organization and asked if a breakdown was wanted of what the permits were for, and was told that just a total number of permits issued was needed.<br />\r\n\t<br />\r\n\tMiick told PolitiFact New Jersey the borough issued 22,081 permits during the requested timeframe but noted that of those, about 1,240 were for new homes &ndash; single-family residences, condominiums and townhouses. Another 3,026 were for significant additions or modifications to existing houses, while the rest were permits for demolition work, pools, sheds, fences, warehouses, educational facilities and more.<br />\r\n\t<br />\r\n\tNow, about those &quot;secret&quot; meetings.<br />\r\n\t<br />\r\n\tJason Springer, communications director for the Democratic State Committee, provided us with copies of news stories and a letter from the Middlesex County Prosecutor&rsquo;s Office relating to a February 2010 incident in which O&rsquo;Brien showed up at a meeting at the Woodbridge Hilton between Deborah Lee and Robert Kaye of the development firm PRC Group. Lee, an alternate on the Planning Board, was at the meeting as president of the Spinnaker Pointe Homeowners Association. When O&rsquo;Brien showed up -- unexpectedly, according to Lee -- she asked that the discussion not include matters to be brought before the Planning Board.<br />\r\n\t<br />\r\n\tA portion of the meeting recorded on tape was later found to have been deleted. The Middlesex County Prosecutor&rsquo;s Office investigated and determined that a crime had been committed &ndash; tampering with public records and information -- but had no suspects and closed the investigation without filing criminal charges. The prosecutor&rsquo;s office then made a number of recommendations about better securing future recordings of public meetings.<br />\r\n\t<br />\r\n\tO&rsquo;Brien, who owns a sales and marketing agency, said the meeting was not held secretly. O&rsquo;Brien said he travels frequently for work and often conducts borough business where a meeting is convenient &ndash; a practice he has done since he&rsquo;s been mayor.<br />\r\n\t<br />\r\n\t&quot;If I can meet somebody at a restaurant I&rsquo;ll meet them at a restaurant, I&rsquo;ll meet them in a lobby of a hotel on a parkway -- wherever I am and wherever they are, I meet with them, at borough hall and all points in between,&quot; he said.<br />\r\n\t<br />\r\n\tO&rsquo;Brien said Councilwoman Lisa Eicher, a Democrat, filed an ethics complaint against him with the state Department of Community Affairs, regarding the meeting. We checked with the state for the status of the complaint.<br />\r\n\t<br />\r\n\t&quot;For reasons of confidentiality, we can neither confirm nor deny the receipt of an ethics complaint,&quot; DCA spokeswoman Lisa Ryan said in an email. &quot;Ethics complaints are only subject to public disclosure 30 days after mailing a notice of dismissal or a notice of violation to the individual named in a complaint and the complainant.&quot;<br />\r\n\t<br />\r\n\tWe also asked Springer about evidence of other alleged secret meetings that O&rsquo;Brien supposedly had, since the wording of the mailer indicates more than one, and that such meetings are continuing.<br />\r\n\t<br />\r\n\t&quot;If the Mayor told us he was holding additional secret meetings, they wouldn&rsquo;t be very secret,&quot; Springer responded in an email. &quot;However, one has to assume so, otherwise why would someone go through such great lengths to erase evidence of the first meeting.&quot;<br />\r\n\t<br />\r\n\tSpringer also questioned the appropriateness of doing borough business outside Sayreville.<br />\r\n\t<br />\r\n\t&quot;Meetings with a developer should take place in Borough Hall, not in a hotel in another town,&quot; he said. &nbsp;&quot;The very nature of the meeting, with the surprise appearance of the Mayor was highly inappropriate. &nbsp;And again, if there was nothing to the meeting, why would someone go through such great lengths to erase part of the recording?&quot;<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tThe Democratic State Committee sent a mailer to Sayreville residents stating more than 22,000 building permits had been issued in the borough during the incumbent mayor&rsquo;s tenure, and accused him of having secret meetings with big developers. We confirmed that 22,081 permits were issued, but just 5 percent -- 1,240 --&nbsp;of those were for new home construction. O&rsquo;Brien says a complaint alleging that an out-of-town meeting he attended in February 2010 was unethical was filed with the state DCA, but the agency will neither confirm nor deny that. A spokesman for the Democrats admits assuming Kennedy is having other &quot;secret&quot; meetings, but there&rsquo;s no proof of that allegation. Therefore, we rate this claim Mostly False.&nbsp;</p>\r\n<p>\r\n\tTo comment on this ruling, go to <a href=\"http://www.nj.com/news/index.ssf/2011/10/politifact_new_jersey_sayrevil.html\">NJ.com</a>.</p>", "ruling_comments_date": "2011-10-24T17:10:11.821579", "ruling_date": "2011-10-26T07:30:00", "ruling_headline": "Sayreville Mayor Kennedy O'Brien blasts Democrats' political ad", "ruling_headline_slug": "sayreville-mayor-kennedy-obrien-blasts-democrats-p", "ruling_link_text": "Guilt by assumption?", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tNew Jersey State Democratic Committee political mailer, received via email Oct. 17, 2011<br />\r\n\t<br />\r\n\tPhone interviews with Kennedy O&rsquo;Brien, Sayreville mayor, Oct. 19 and 21, 2011<br />\r\n\t<br />\r\n\tEmail interviews with Jason Springer, New Jersey State Democratic Committee communications director, Oct. 19 and 20, 2011<br />\r\n\t<br />\r\n\tPhone interview with Kirk Miik, Sayreville construction official and code enforcement director, Oct. 19, 2011<br />\r\n\t<br />\r\n\tPhone and email interviews with Stacey Gimbel Vidal, U.S. Census Bureau spokeswoman, Oct. 20, 2011<br />\r\n\t<br />\r\n\tPhone intervew with Dr. Terry Madonna, political science professor, Oct. 20, 2011<br />\r\n\t<br />\r\n\tEmail interview with Hollie Gilroy, communications director, New Jersey Department of Community Affairs, Oct. 21 and 24, 2011<br />\r\n\t<br />\r\n\tEmail interview with Lisa Ryan, spokesman, New Jersey Department of Community Affairs, Oct. 24, 2011<br />\r\n\t<br />\r\n\tSuburban, &quot;Prosecutor&rsquo;s Office meeting with Planning Board members,&quot; March 18, 2010, accessed Oct. 19, 21 and 24<br />\r\n\t<br />\r\n\tStar-Ledger, &quot;Sayreville officials question ethics of meeting in hotel,&quot; Feb. 19, 2010, accessed Oct. 19, 21 and 24, 2011<br />\r\n\t<br />\r\n\tStar-Ledger, &quot;Missing minutes,&quot; Feb. 12, 2010, accessed Oct. 19, 21 and 24, 2011&nbsp;</p>\r\n<p>\r\n\tMiddlesex County sample ballots for Nov. 8 general election, accessed Oct. 24, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "", "false_count": 2, "first_name": "", "half_true_count": 1, "home_state": "New Jersey", "id": 1308, "last_name": "New Jersey Democratic State Committee", "mostly_true_count": 0, "name_slug": "new-jersey-democratic-state-committee", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/demcom.jpg", "primary_edition": {"adkey": "Editions", "advalue": "New Jersey", "edition": "New Jersey", "edition_slug": "new-jersey", "has_afterthefact": false, "id": 13, "index_page": false, "meter_name": "The New Jersey Truth-O-Meter", "resource_uri": "/api/v/2/edition/13/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1308/", "total_count": 5, "true_count": 0, "website": "http://www.njdems.org/"}, "statement": "<p>\r\n\t﻿﻿&quot;Since Mayor Kennedy O&rsquo;Brien took office Sayreville has issued 22,081 building permits! Now O&rsquo;Brien is holding secret meetings with big developers.&quot;<br />\r\n\t<br />\r\n\t<br />\r\n\t<br />\r\n\t&nbsp;</p>", "statement_context": "a political advertisement", "statement_date": "2011-10-17", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Mayor of Sayreville", "false_count": 0, "first_name": "Kennedy", "half_true_count": 0, "home_state": "New Jersey", "id": 1511, "last_name": "O'Brien", "mostly_true_count": 0, "name_slug": "kennedy-obrien", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/kennedy.jpg", "primary_edition": {"adkey": "Editions", "advalue": "New Jersey", "edition": "New Jersey", "edition_slug": "new-jersey", "has_afterthefact": false, "id": 13, "index_page": false, "meter_name": "The New Jersey Truth-O-Meter", "resource_uri": "/api/v/2/edition/13/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1511/", "total_count": 0, "true_count": 0, "website": "http://www.sayreville.com/cit-e-access/webpage.cfm?TID=87&TPID=8879"}], "twitter_headline": ""}