{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2011/oct/26/leon-panetta/leon-panetta-says-military-has-hollowed-out-after-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 4682, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/4682/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tIn congressional testimony reported in a <em>New York Times </em><a href=\"http://www.nytimes.com/2011/10/24/us/at-pentagon-leon-panetta-charts-change-of-course.html?_r=1&amp;ref=leonepanetta\">article</a> on Oct. 23, 2011, Defense Secretary Leon Panetta warned against cutting defense spending too severely as the U.S. winds down its involvement in Iraq and reconsiders how to proceed in Afghanistan.<br />\r\n\t<br />\r\n\t&quot;After every major conflict &mdash; World War I, World War II, Korea, Vietnam, the fall of the Soviet Union &mdash; what happened was that we ultimately hollowed out the force, largely by doing deep, across-the-board cuts that impacted on equipment, impacted on training, impacted on capability,&quot; Panetta said. &quot;Whatever we do in confronting the challenges we face now on the fiscal side, we must not make that mistake.&quot;<br />\r\n\t<br />\r\n\tAfter a reader pointed out this quote to us, we decided it was worth checking.<br />\r\n\t<br />\r\n\tBefore starting our analysis, we&rsquo;ll note a few factors.<br />\r\n\t<br />\r\n\tFirst, on the statistical side, we&rsquo;ll look overall defense spending, and troop levels. For spending, experts told us that the best figures to use are inflation-adjusted, annual totals.</p>\r\n<p>\r\n\tSecond, the definition of the key phrase Panetta used -- &quot;hollowing out&quot; -- is open to interpretation.<br />\r\n\t<br />\r\n\t&quot;&lsquo;Hollowing out&rsquo; is a rather imprecise term that is floating around the Pentagon a lot these days,&quot; said Todd Harrison, senior fellow for defense budget studies at the Center for Strategic and Budgetary Assessments, an independent think tank on defense and related spending. &quot;It can mean not providing troops with adequate pay and benefits so that the best ones leave. It can mean not providing troops with adequate training, leaving them unprepared for combat. Or it can mean providing troops with substandard equipment, poorly maintained equipment or an insufficient quantity of equipment. When Panetta and others in the Pentagon say this, I&rsquo;m not sure if they mean all of these things happened in the past or just some of them.&quot;<br />\r\n\t<br />\r\n\tThe Pentagon did not respond to a query seeking data and background to support Panetta&rsquo;s point, so we turned to a range of military experts and historians to assess whether the U.S. military experienced a &quot;hollowing out&quot; as Panetta said.<br />\r\n\t<br />\r\n\tNow, let&rsquo;s look at some numbers. For spending, we measured the decline from the peak spending year of the war to the lowest level within five years after hostilities ended.<br />\r\n\t<br />\r\n\tThe full details of our methodology can be found <a href=\"http://www.politifact.com/defensestats/\">here</a>, but the bottom line is that defense spending fell after World War II by 92 percent, after the Korean War by 53 percent, after the Vietnam War by 26 percent and after the Cold War by 28 percent.<br />\r\n\t<br />\r\n\tAs for worldwide troop levels, they fell by 27 percent after the Korean War, by 40 percent after the Vietnam War and by 32 percent after the Cold War. (The data we found did not include numbers for the aftermath of World War I, or for troop levels after World War II.)<br />\r\n\t<br />\r\n\tWhat both of these measurements show is that for the periods following Korea, Vietnam and the end of the Cold War, both defense spending and worldwide troop levels declined by about one-quarter to one-half within a few years. So Panetta has a point.<br />\r\n\t<br />\r\n\tStill, determining whether these declines led to a &quot;hollowing out&quot; requires looking at more than just the raw numbers. After all, it&rsquo;s no surprise that both military spending and troop levels would decline after a war concludes.<br />\r\n\t<br />\r\n\tA more relevant question is whether the decreases were severe enough in their scope and composition to hurt the United States&rsquo; ability to act militarily, given the threats the nation faced at the time. This is more of a judgment call, and the experts we contacted expressed some ambivalence.<br />\r\n\t<br />\r\n\t&quot;The accuracy of Panetta&#39;s statement largely hinges on how you define &lsquo;hollowed out the force, largely by doing deep, across-the board cuts,&rsquo;&quot; said Lance Janda, a historian at Cameron University. &quot;His point is that during periods of budget cutting, we have to make smart choices, rather than cutting everything back the same amount, and that our choices have to reflect the threats we&#39;ll face in the future. That&#39;s a point I suspect most people would agree with. My caveat is that his use of historical examples is a bit suspect, and doesn&#39;t reflect the political realities that governed defense spending during the 20th century.&quot;<br />\r\n\t<br />\r\n\tLet&rsquo;s take a look at the political, economic and military contexts surrounding each of the post-war periods Panetta cited.<br />\r\n\t<br />\r\n\t<strong>Post-World War I</strong><br />\r\n\t<br />\r\n\tThe cuts made after World War I are universally considered to have been major. But at least one historian we contacted believes that the damage to American military capabilities has been overstated.<br />\r\n\t<br />\r\n\t&quot;We did make huge cuts in defense spending after World War I, but that was to be expected after waging a massive conflict in Europe and was vital in that we could not have sustained wartime spending levels indefinitely,&quot; Janda said. &quot;The cuts made sense in that we faced no serious threat to the continental United States, and they were unavoidable in a political environment that by the mid 1920s had concluded that our involvement in World War I had been a mistake.&quot; The arrival of the Great Depression in 1929 made the need for cuts even more urgent, Janda said.<br />\r\n\t<br />\r\n\tHe added that the largest cuts came in Army spending, under the belief that the Navy was the nation&rsquo;s first line of defense and critical to protecting overseas possessions. Once it became clear in the late 1930s that conflict with Japan and Germany was likely, military spending began to rise again.<br />\r\n\t<br />\r\n\t&quot;Should we have started sooner? Maybe,&quot; Janda said. &quot;Should we have spent more on the Army? Yes. But that&#39;s in hindsight, and it&#39;s not like the cuts of the 1920s were still haunting us in 1939. So I think that while Mr. Panetta is right about the fact that we cut defense spending after World War I, he&#39;s overstating the case to argue that those cuts &lsquo;hollowed out&rsquo; the force that existed when we were threatened almost 20 years later.&quot;<br />\r\n\t<br />\r\n\t<strong>Post-World War II</strong><br />\r\n\t<br />\r\n\tThe decline in defense spending after World War II was massive and rapid. The U.S. Army shrank from 89 divisions in 1945 to 10 in 1950, said Ted Wilson, a historian at the University of Kansas.<br />\r\n\t<br />\r\n\tIn this context, June 1950 -- the start of the Korean War -- came as &quot;a rude awakening,&quot; said William W. Stueck, historian at the University of Georgia. Unlike the two-decade period between the world wars, the Korean War came about five years after the end of World War II, and for this reason it has become a poster child for the dangers of a &quot;hollowed out&quot; military. But even here the situation is more complicated.<br />\r\n\t<br />\r\n\tJanda notes that, as after World War I, cuts were made because &quot;our wartime spending levels were politically and economically unsustainable. Did we hollow out the force? I don&#39;t think so. It dramatically shrunk in size, to be sure, but we still had the largest navy and air force on the planet. What cost us in Korea in 1950 was that the veterans of World War II had largely gone home, and the Army was composed of draftees with no combat experience. It&#39;s also true that our tanks and bazookas could have been better, and that the Army took the brunt of the cuts between 1945 and 1950. But again, that was because we made a choice and decided that in a world with nuclear weapons that we were better off putting the bulk of our resources into the Air Force and the Navy as our first line of defense.&quot;<br />\r\n\t<br />\r\n\t<strong>Post-Korean War</strong><br />\r\n\t<br />\r\n\tUnlike the enormous decreases following both World Wars, the aftermath of the Korean War was the first in a series of more modest cutbacks. The key difference is that by then the Cold War was underway, and the U.S. determined that a standing military -- one backed by cutting-edge technology from a permanent defense industry -- was necessary.<br />\r\n\t<br />\r\n\tAfter the Korean War, President Dwight Eisenhower &quot;continued to see a high-level -- even an expanding -- security threat from the Soviet Union,&quot; Stueck said. But because of concerns that high military spending could be a threat to the U.S. economy, Eisenhower made substantial cuts in the Army (his old branch), though he increased Air Force spending. When John F. Kennedy entered office, he pursued an expansion of the defense budget even before the escalation in Vietnam.<br />\r\n\t<br />\r\n\tBoth Janda and Harrison see this period as a weak link in Panetta&rsquo;s claim.<br />\r\n\t<br />\r\n\t&quot;Eisenhower made a number of deliberate decisions in the early 1950s to shift the focus of military strategy from fighting major ground wars like Korea to using nuclear deterrence to stop Soviet expansion,&quot; Harrison said. &quot;These were not blind, across-the-board cuts, as Panetta suggests, but rather were targeted cuts that reflected a shift in strategy.&quot;<br />\r\n\t<br />\r\n\t<strong>Post-Vietnam War</strong><br />\r\n\t<br />\r\n\tThe term &quot;hollowed out&quot; is most widely associated with the post-Vietnam era, when the United States was recovering from an unpopular war. There&rsquo;s wide consensus that military readiness -- not to mention a willingness to intervene militarily -- slumped in the 1970s, which provides some support for Panetta&rsquo;s claim.<br />\r\n\t<br />\r\n\tBut even here, several experts said that the &quot;hollowing out&quot; had a lot to do with the military&rsquo;s shift from the draft to an all-volunteer force -- an important transformational change that caused some short-term challenges. &quot;After the all-volunteer force was instituted in 1973 and wages increased to attract quality volunteers, morale rose to new peaks,&quot; said Tim Kane, a senior fellow at the Ewing Marion Kauffman Foundation. &nbsp;<br />\r\n\t<br />\r\n\tAnother factor was more obscure -- procurement decisions made under President Richard Nixon.<br />\r\n\t<br />\r\n\t&quot;The biggest problem we had in the 1970s was that we needed new tanks and aircraft, and we didn&#39;t have them because of decisions made in the 1960s and early 1970s by the Nixon administration, the Army, and the Air Force,&quot; Janda said. Systems like the M-1 Abrams, the B-1 bomber, the MX Missile, Cruise missiles and stealth fighters were in the pipeline, he said, but they were ready only by the time Ronald Reagan became president, he said.<br />\r\n\t<br />\r\n\tSo while the term &quot;hollowing out&quot; may be apt for the post-Vietnam period, it&rsquo;s more of a stretch to say it was caused by &quot;deep, across-the-board cuts.&quot;<br />\r\n\t<br />\r\n\t<strong>Post-Cold War</strong><br />\r\n\t<br />\r\n\tThere was a &quot;peace dividend&quot; after the end of the Cold War, but it was limited by the rapid emergence of the Persian Gulf War. And during the 1990s, the United States participated in a large number of limited military interventions in such places as Bosnia, Kosovo, Somalia, Haiti and the no-fly zones in Iraq, often using air power, sometimes combined with specialized ground forces.<br />\r\n\t<br />\r\n\t&quot;Were we &lsquo;hollowed out?&rsquo; No,&quot; Janda said. &quot;We were still the most powerful nation on the planet. But we had to make choices, just like the Romans did 2,000 years ago when they stopped expanding and limited the number of legions in the Roman Army. No nation can afford to spend too much on defense.&quot;<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tPanetta said that &quot;after every major conflict &mdash; World War I, World War II, Korea, Vietnam, the fall of the Soviet Union &mdash; what happened was that we ultimately hollowed out the force, largely by doing deep, across-the-board cuts.&quot;<br />\r\n\t<br />\r\n\tHe&rsquo;s correct that spending and troop levels fell -- enormously after the World Wars, more modestly after the other conflicts. But there&rsquo;s less consensus that the cuts -- particularly the ones that followed after the conclusion of Korean War and the Cold War -- led to a &quot;hollowed out&quot; force. We think it&rsquo;s a stretch to suggest, as Panetta does, that cuts were made across the board. In most cases, the cuts weren&rsquo;t knee-jerk but were in fact made with a larger strategy in mind. On balance, we rate Panetta&rsquo;s comment Half True.</p>\r\n<p>\r\n\t<em>CORRECTION: The quote checked in this item was made at a congressional hearing. While the comment was included in a recent </em>New York Times <em>story, it was not made during one of Panetta&#39;s two interviews for the that </em><em>story, as the initial version of this story had indicated.</em></p>\r\n", "ruling_comments_date": "2011-10-26T16:29:58.912505", "ruling_date": "2011-10-26T17:58:52", "ruling_headline": "Leon Panetta says military has \"hollowed out\" after major wars", "ruling_headline_slug": "leon-panetta-says-military-has-hollowed-out-after-", "ruling_link_text": "Money and troop declines, but not always \"hollowed out\"", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<em>New York Times</em>, &quot;<a href=\"http://www.nytimes.com/2011/10/24/us/at-pentagon-leon-panetta-charts-change-of-course.html?_r=1&amp;ref=leonepanetta\">Panetta&rsquo;s Pentagon, Without the Blank Check</a>,&quot; Oct. 23, 2011<br />\r\n\t<br />\r\n\tHeritage Foundation, &quot;<a href=\"http://www.heritage.org/research/reports/2006/05/global-us-troop-deployment-1950-2005\">Global U.S. Troop Deployment, 1950-2005</a>&quot; (paper by Tim Kane), May 24, 2006<br />\r\n\t<br />\r\n\tHeritage Foundation, <a href=\"http://thf_media.s3.amazonaws.com/2006/xls/troopMarch2005.xls\">dataset</a> to accompany &quot;Global U.S. Troop Deployment, 1950-2005&quot; (paper by Tim Kane), May 24, 2006<br />\r\n\t<br />\r\n\tOffice of Management and Budget, &quot;<a href=\"http://www.whitehouse.gov/sites/default/files/omb/budget/fy2012/assets/hist03z1.xls\">Table 3.1&mdash;Outlays by Superfunction and Function: 1940&ndash;2016</a>,&quot; accessed Oct. 26, 2011<br />\r\n\t<br />\r\n\tCenter for Strategic and Budgetary Assessments, chart for U.S. defense spending from 1946-2012, accessed Oct. 26, 2011 (provided to PolitiFact)<br />\r\n\t<br />\r\n\tOffice of Personnel Management, &quot;<a href=\"http://www.opm.gov/feddata/HistoricalTables/TotalGovernmentSince1962.asp\">Historical Federal Workforce Tables: Total Government Employment Since 1962</a>,&quot; accessed Oct. 26, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Lance Janda, professor of history at Cameron University, Oct. 25, 2011<br />\r\n\t&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;<br />\r\n\tE-mail interview with Ted Wilson, history professor at the University of Kansas, Oct. 25, 2011<br />\r\n\t&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;<br />\r\n\tE-mail interview with William W. Stueck, historian at the University of Georgia, Oct. 25, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Tim Kane, senior fellow at the Ewing Marion Kauffman Foundation, Oct. 25, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Michael Edwards, research associate at the Eisenhower Center for American Studies at the University of New Orleans, Oct. 26, 2011<br />\r\n\t<br />\r\n\tE-mail interview with John Pike, director of globalsecurity.org, Oct. 25, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Todd Harrison, fellow with the Center for Strategic and Budgetary Assessments, Oct. 25, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Director of the Central Intelligence Agency", "false_count": 0, "first_name": "Leon", "half_true_count": 1, "home_state": "California", "id": 491, "last_name": "Panetta", "mostly_true_count": 0, "name_slug": "leon-panetta", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Panetta_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/491/", "total_count": 1, "true_count": 0, "website": "https://www.cia.gov/"}, "statement": "<p>\r\n\t&quot;After every major conflict ... what happened was that we ultimately hollowed out the force, largely by doing deep, across-the-board cuts.&quot;</p>\r\n", "statement_context": "congressional testimony", "statement_date": "2011-10-23", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>We strive to make our work completely accurate. When we make a mistake, we correct it and note it on the original item. If the mistake is so significant that it requires us to change the ruling, we will do so. Readers who see an error should contact the writer or editor. Their names are listed on the right side of every Truth-O-Meter item. Clicking on their names will take you to their bio pages, where you can find their email addresses. Read more about our corrections policies in our <a href=\"http://www.politifact.com/truth-o-meter/article/2013/nov/01/principles-politifact-punditfact-and-truth-o-meter/\">Principles of the Truth-O-Meter</a>.</p>\r\n", "id": 255, "photo": null, "resource_uri": "/api/v/2/subject/255/", "subject": "Corrections and Updates", "subject_slug": "corrections-and-updates", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/14/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}, {"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}], "target": [], "twitter_headline": ""}