{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2011/oct/27/jim-waldman/rep-waldman-says-you-are-prohibited-walking-capito/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 4686, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/4686/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p style=\"margin: 0px\">\r\n\tIn the old days, before Oct. 1, 2011, when folks headed to the beach or a park in some Florida cities, local laws forbade them from strapping a gun to their bathing suit or bringing it along in the picnic basket.<br />\r\n\t<br />\r\n\tBut in the wake of the deadly shooting in Tucson, Florida legislators during the 2011 legislative session took up a slew of pro-gun laws and one --&nbsp;<a href=\"http://www.flhouse.gov/Sections/Bills/billsdetail.aspx?BillId=44848&amp;SessionIndex=-1&amp;SessionId=66&amp;BillText=&amp;BillNumber=45&amp;BillSponsorIndex=0&amp;BillListIndex=0&amp;BillStatuteText=&amp;BillTypeIndex=0&amp;BillReferredIndex=0&amp;HouseChamber=H&amp;BillSearchIndex=0\">House Bill 45</a>&nbsp;-- made it loud and clear that it&#39;s up to the state, not each individual city or local government, to set firearm laws. And that means holders of concealed weapons permits are free to bring that gun along with the sunblock and sandwiches to a local or state park.<br />\r\n\t<br />\r\n\tState law doesn&#39;t allow permit holders to bring their guns everywhere -- in fact there&#39;s a&nbsp;<a href=\"http://www.leg.state.fl.us/Statutes/index.cfm?App_mode=Display_Statute&amp;Search_String=&amp;URL=0700-0799/0790/Sections/0790.06.html\">long list</a>&nbsp;that shows everywhere guns aren&#39;t allowed including:&nbsp;<br />\r\n\t<br />\r\n\t&bull; &quot;Any meeting of the governing body of a county, public school district, municipality, or special district;&quot;<br />\r\n\t&bull; &quot;Any meeting of the Legislature or a committee thereof;&quot;<br />\r\n\t&bull; &quot;Any school, college, or professional athletic event not related to firearms;&quot;<br />\r\n\t&bull; &quot;Any elementary or secondary school facility or administration building.&quot;</p>\r\n<p style=\"margin: 0px\">\r\n\t&bull; &quot;Any place where the carrying of firearms is prohibited by federal law.&quot;<br />\r\n\t<br />\r\n\tState Rep. Jim Waldman, D-Coconut Creek,&nbsp;<a href=\"http://www.flhouse.gov/Sections/Bills/floorvote.aspx?VoteId=11959&amp;BillId=44848&amp;SessionIndex=-1&amp;SessionId=66&amp;BillText=&amp;BillNumber=45&amp;BillSponsorIndex=0&amp;BillListIndex=0&amp;BillStatuteText=&amp;BillTypeIndex=0&amp;BillReferredIndex=0&amp;HouseChamber=H&amp;BillSearchIndex=0\">who voted against House Bill 45</a>, wants his home county of Broward essentially carved out of the law, so he plans to <a href=\"https://www.documentcloud.org/documents/260072-gun-ban-within-broward-county-local-bill-3.html\" id=\"tvi2\" title=\"file a bill to ban carrying guns\">file a bill to ban carrying guns</a> in many local government buildings in Broward County.&nbsp;<br />\r\n\t<br />\r\n\tIn an Oct. 24 posting on the political blog&nbsp;<a href=\"http://www.browardbeat.com/gun-control-back-on-browards-legislative-agenda/#more-13642\">browardbeat.com</a>, Waldman said: &quot;You are prohibited from walking into the Capitol with a gun, but you can go after the County Commission or the School Board. It is the height of hypocrisy.&quot;<br />\r\n\t<br />\r\n\tWaldman&#39;s words drew more than a dozen comments from readers and these caught our eye:<br />\r\n\t<br />\r\n\t<em>&quot;Jimbo is wrong. It&rsquo;s legal to bring your gun into the Capitol. It&rsquo;s illegal to bring it into the chamber, hence the 2nd metal detectors before you enter&hellip;&quot;<br />\r\n\t<br />\r\n\t&quot;Maybe Jim should file a bill to allow guns into the Capitol, instead. Let&rsquo;s see how the gun nuts go for that.&quot;</em><br />\r\n\t<br />\r\n\tWe wanted to check Waldman&#39;s claim: Is it illegal to walk into the Capitol with a gun but visitors can pay a visit to the County Commission or School Board with a loaded weapon?<br />\r\n\t<br />\r\n\t<b>Waldman&#39;s bill and House Bill 45</b><br />\r\n\t<br />\r\n\tFirst, a word about Waldman&#39;s proposed bill, which was in the process of being drafted as of Oct. 27. Waldman&#39;s bill would make it illegal to carry a handgun or concealed weapon or firearm within certain government buildings in Broward including the Broward County Governmental Center, the school district&#39;s administration building and one building in each city designated by city commissions. Violators would face a second-degree misdemeanor.<br />\r\n\t<br />\r\n\t<a href=\"https://www.documentcloud.org/documents/259811-broward-county-proposal-for-weapons-ban.html\">Broward County has suggested an even broader ban</a>&nbsp;to include additional county sites and Broward&#39;s state legislative delegation will have to decide how to proceed on both proposals. (A political aside: a bill tightening gun restrictions from Broward&#39;s mostly Democratic legislative delegation will face an uphill battle in Republican-dominated Tallahassee. But we&#39;re checking Waldman&#39;s facts here -- not his odds.)<br />\r\n\t<br />\r\n\t<a href=\"http://www.flhouse.gov/Sections/Bills/billsdetail.aspx?BillId=44848&amp;SessionIndex=-1&amp;SessionId=66&amp;BillText=&amp;BillNumber=45&amp;BillSponsorIndex=0&amp;BillListIndex=0&amp;BillStatuteText=&amp;BillTypeIndex=0&amp;BillReferredIndex=0&amp;HouseChamber=H&amp;BillSearchIndex=0\">House Bill 45</a>, which generally prohibits local governments from regulating firearms, passed the House 85-33 on April 26, 2011, and the Senate 30-8 on April 28 and was approved by Gov. Rick Scott June 2. The law allows judgments of up to $100,000 against local governments that enforce such laws, and local officials could be fired and fined $5,000.<br />\r\n\t<br />\r\n\tAs the law was set to take effect Oct. 1, cities began eliminating ordinances that banned guns from parks or other places.&nbsp;<br />\r\n\t<br />\r\n\t<b>Guns at the Capitol</b><br />\r\n\t&nbsp;</p>\r\n<p style=\"margin: 0px\">\r\n\tWaldman said, &quot;You are prohibited from walking into the Capitol with a gun...&quot;<br />\r\n\t<br />\r\n\tIn short, he misfired.<br />\r\n\t<br />\r\n\tPolitiFact Florida asked the Florida Department of Law Enforcement, which oversees the Capitol Police, to explain what HB 45 means with respect to gun-toting visitors at the Capitol.<br />\r\n\t<br />\r\n\t&quot;Effective October 1 (as a result of passage of HB 45), concealed weapons permit holders may bring firearms into the Capitol,&quot; spokeswoman Heather Smith wrote in an e-mail. &quot;Upon entry, Capitol Police will check that the individual has a permit to carry a concealed firearm. Capitol Police will also provide a written notice that advises them that they are prohibited from entering rooms where the Legislature is in session or in committee. If requested, we do have the ability to temporarily store those firearms (on a limited basis). Prior to HB 45, only sworn law enforcement officers could bring firearms into the Capitol.&quot;&nbsp;<br />\r\n\t<br />\r\n\tThere are metal detectors to get into the Capitol and the public galleries of the House and Senate but not committee rooms, Smith said.&nbsp;<br />\r\n\t<br />\r\n\tSo that means a person with a valid concealed weapons permit can bring a gun to meet with Rep. Waldman in his office -- but not to watch him vote or speak in the House chamber or during a committee meeting. So Waldman was wrong when he said you can&#39;t walk into the Capitol with a gun.<br />\r\n\t<br />\r\n\t<b>Guns and the School Board/County Commission</b><br />\r\n\t&nbsp;</p>\r\n<p style=\"margin: 0px\">\r\n\tWhat about the rest of Waldman&#39;s claim: &quot;...but you can go after the County Commission or the School Board.&quot;<br />\r\n\t<br />\r\n\tState statute&nbsp;<a href=\"http://www.leg.state.fl.us/Statutes/index.cfm?App_mode=Display_Statute&amp;Search_String=&amp;URL=0700-0799/0790/Sections/0790.06.html\">790.06&nbsp;</a>&nbsp;lists where you can&#39;t bring a gun including any meeting of a governing body of a county, public school district or city as well as to any school event not related to firearms, or school facility or administration building.<br />\r\n\t<br />\r\n\tSo clearly the statute says you can&#39;t bring a gun to a county commission or school board meeting. But could you bring a gun to a commissioner&#39;s office?<br />\r\n\t<br />\r\n\tKraig Conn, an attorney with the Florida League of Cities which fought House Bill 45, said he has gotten about 50 phone calls or e-mails from cities and counties as they struggle to interpret the law. Some may interpret the law to mean permit holders are only forbidden from carrying their guns into the actual room where the commissioners are meeting while others may interpret it to mean that guns are forbidden in city hall -- period.<br />\r\n\t<br />\r\n\t&quot;If I&#39;m a city attorney, I&#39;m thinking I really don&#39;t want my elected city officials, or administrators, to be charged with a violation, and I would interpret this to mean you can bring your gun if you have a concealed weapons permit but you absolutely cannot have access to the meeting room,&quot; Conn said. &quot;If it&#39;s a small city hall and there are not a bunch of other offices in it, I&#39;m going to go out on a limb and say you can&#39;t bring the gun in the building at all while there&rsquo;s a meeting.&quot;&nbsp;<br />\r\n\t<br />\r\n\tBroward assistant county attorney Tricia Brissett wrote in an e-mail that the statute means visitors can&#39;t carry a firearm into a county commission meeting but wouldn&#39;t answer if visitors could carry guns into areas of county buildings where commissioners aren&#39;t meeting. Broward has taken down signs that announced a gun ban -- a clue that the county isn&#39;t interpreting the law to mean a total prohibition on guns at the county&#39;s administration building.</p>\r\n<p style=\"margin: 0px\">\r\n\t<br />\r\n\tMiami-Dade County interprets the law to mean permit holders can&#39;t bring a gun into the county commission meeting, Miami-Dade assistant county attorney Jess McCarty said. But the gun-holder can bring the gun to meet with the mayor in his office.<br />\r\n\t<br />\r\n\tAny clarification of the law won&#39;t occur until the Legislature takes it up again or there are legal challenges, Conn said.<br />\r\n\t<br />\r\n\t<b>Waldman&#39;s explanation&nbsp;</b><br />\r\n\t<br />\r\n\tIn an interview with PolitiFact Florida, Waldman said his statement was wrong.</p>\r\n<p style=\"margin: 0px\">\r\n\t&nbsp;</p>\r\n<p style=\"margin: 0px\">\r\n\t&quot;I&#39;m not sure if what was quoted was exactly what I said. I probably didn&#39;t say it artfully enough. You can&#39;t go into chambers or a committee meeting where we are meeting, where legislators are,&quot; with a gun, he said. &quot;We protect ourselves but we don&#39;t protect our staff. That is the hypocrisy I was talking about. .... You can bring a gun if you have a concealed weapons permit into a Capitol building.&quot;<br />\r\n\t&nbsp;</p>\r\n<p style=\"margin: 0px\">\r\n\tWe were still confused because Waldman&#39;s proposed bill doesn&#39;t address protecting staff who work at the Capitol -- it&#39;s about gun access at local government buildings such as county hall and the school district.<br />\r\n\t<br />\r\n\t&quot;Administration areas of the school board and county commission are not protected, that&#39;s what I was trying to say,&quot; Waldman said. &quot;I didn&#39;t say it very clearly I have to admit that.&quot;<br />\r\n\t<br />\r\n\tBut the law does clearly say that guns are prohibited at &quot;any elementary or secondary school facility or administration building.&quot; So we asked Waldman, why include Broward&#39;s school administration building in his bill?<br />\r\n\t<br />\r\n\tWaldman interpreted the law to mean guns aren&#39;t allowed in administration facilities within schools -- not the administration building itself.<br />\r\n\t<br />\r\n\tBuddy Nevins, the reporter who writes browardbeat.com, told PolitiFact that he quoted Waldman accurately. &quot;He did not qualify it himself,&quot; Nevins said.</p>\r\n<p style=\"margin: 0px\">\r\n\t&nbsp;</p>\r\n<p style=\"margin: 0px\">\r\n\t<b>Our ruling</b></p>\r\n<p style=\"margin: 0px\">\r\n\t<br />\r\n\tWaldman said: &quot;You are prohibited from walking into the Capitol with a gun, but you can go after the County Commission or the School Board.&quot; On the first half of the sentence Waldman spoke too broadly -- permit holders can walk into the Capitol with a gun but can&#39;t carry that gun into a meeting of the House or Senate. And it&#39;s clear that you can&#39;t carry a gun into a meeting of the county commission or school board but at least some government attorneys interpret the law to mean you can carry your gun into a commissioner&#39;s office at city or county hall. We rate this claim Mostly False.</p>", "ruling_comments_date": "2011-10-27T10:35:42.651808", "ruling_date": "2011-10-27T16:06:38", "ruling_headline": "Rep. Waldman says \"You are prohibited from walking into the Capitol with a gun, but you can go after the County Commission or the School Board” ", "ruling_headline_slug": "rep-waldman-says-you-are-prohibited-walking-capito", "ruling_link_text": "Waldman misfired here", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tBrowardBeat.com,&nbsp;<a href=\"http://www.browardbeat.com/gun-control-back-on-browards-legislative-agenda/#comments\">&quot;Gun control back on Broward&#39;s legislative agenda,&quot;</a>&nbsp;Oct. 24, 2011<br />\r\n\t<br />\r\n\t<em>St. Petersburg Times</em>,&nbsp;<a href=\"http://www.tampabay.com/news/politics/because-of-new-state-law-cities-and-counties-are-scrambling-to-get-their/1189074\">&quot;Gun laws come under fire,&quot;</a>&nbsp;Sept. 1, 2011<br />\r\n\t<br />\r\n\t<em>Palm Beach Post</em>,&nbsp;<a href=\"http://www.palmbeachpost.com/news/state/police-chamber-sergeants-prepare-for-policy-allowing-guns-1905582.html\">&quot;Police, chamber sergeants prepare for policy allowing guns in Florida Capitol,&quot;</a>&nbsp;Oct. 10, 2011<br />\r\n\t<br />\r\n\tFlorida House,&nbsp;<a href=\"http://www.flhouse.gov/Sections/Bills/billsdetail.aspx?BillId=44848&amp;SessionIndex=-1&amp;SessionId=66&amp;BillText=&amp;BillNumber=45&amp;BillSponsorIndex=0&amp;BillListIndex=0&amp;BillStatuteText=&amp;BillTypeIndex=0&amp;BillReferredIndex=0&amp;HouseChamber=H&amp;BillSearchIndex=0\">House Bill 45</a>, Effective Oct. 1, 2011<br />\r\n\t<br />\r\n\tState statutes,&nbsp;<a href=\"http://www.leg.state.fl.us/Statutes/index.cfm?App_mode=Display_Statute&amp;Search_String=&amp;URL=0700-0799/0790/Sections/0790.06.html\">790.06 (12) (a)</a>, Accessed Oct. 25, 2011<br />\r\n\t<br />\r\n\tBroward County,&nbsp;<a href=\"https://www.documentcloud.org/documents/259811-broward-county-proposal-for-weapons-ban.html\">Proposal for weapons ban</a>, Accessed Oct. 26, 2011</p>\r\n<p>\r\n\tState Rep. Jim Waldman,&nbsp;<a href=\"https://www.documentcloud.org/documents/260072-gun-ban-within-broward-county-local-bill-3.html\" id=\"htad\" title=\"Proposal for weapons ban in Broward\">Proposal for weapons ban in Broward</a>, Oct. 27, 2011<br />\r\n\t<br />\r\n\tInterview, State Rep. Jim Waldman (D-Coconut Creek), Oct. 26, 2011<br />\r\n\t<br />\r\n\tInterview, Heather Smith, spokeswoman for the Florida Department of Law Enforcement, Oct. 25-26, 2011<br />\r\n\t<br />\r\n\tInterview, Kristi Gordon, spokeswoman for the Florida Department of Law Enforcement, Oct. 25, 2011<br />\r\n\t<br />\r\n\tInterview, Kimberly Maroe, spokeswoman for Broward County, Oct. 25, 2011<br />\r\n\t<br />\r\n\tInterview, Marsy Smith, spokeswoman for Broward School District, Oct. 25, 2011<br />\r\n\t<br />\r\n\tInterview, Tricia Brissett, assistant Broward County Attorney, Oct. 25, 2011<br />\r\n\t<br />\r\n\tInterview, Kraig Conn, attorney for the Florida League of Cities, Oct. 26, 2011<br />\r\n\t<br />\r\n\tInterview, Andrew Meyers, chief appelate counsel for Broward County, Oct. 27, 2011<br />\r\n\t<br />\r\n\tInterview, Jess McCarty, assistant county attorney for Miami-Dade County, Oct. 27, 2011<br />\r\n\t<br />\r\n\tInterview, Jeffrey Sheffel, Hollywood city attorney, Oct. 27, 2011<br />\r\n\t<br />\r\n\tInterview, Herbert W.A. Thiele, Leon County attorney, Oct. 27, 2011<br />\r\n\t<br />\r\n\tInterview, Buddy Nevins, reporter browardbeat.com, Oct. 28, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "state representative", "false_count": 0, "first_name": "Jim", "half_true_count": 0, "home_state": "Florida", "id": 1515, "last_name": "Waldman", "mostly_true_count": 0, "name_slug": "jim-waldman", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/HousePhotoOriginal1760.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1515/", "total_count": 2, "true_count": 1, "website": "http://www.myfloridahouse.gov/Sections/Representatives/details.aspx?MemberId=4367"}, "statement": "<p>\r\n\t&quot;You are prohibited from walking into the Capitol with a gun, but you can go after the County Commission or the School Board.&quot;&nbsp;</p>", "statement_context": "a news blog", "statement_date": "2011-10-24", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 213, "photo": null, "resource_uri": "/api/v/2/subject/213/", "subject": "Government regulation", "subject_slug": "government-regulation", "used_in_edition": ["/api/v/2/edition/9/"]}, {"description": "", "id": 19, "photo": null, "resource_uri": "/api/v/2/subject/19/", "subject": "Guns", "subject_slug": "guns", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}