{"art": [{"brightcove": "", "caption": "Mitt Romney and Rick Perry went at it over immigration.", "id": 1671, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/GYI_129634755_129591091Romney.JPG", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/1671/", "title": "CNN debate", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2011/oct/29/mitt-romney/mitt-romney-says-perry-wrote-opinion-article-sayin/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}, {"email_address": "sowen@statesman.com", "first_name": "Sue", "id": 265, "last_name": "Owen", "name_slug": "sue-owen", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/265/", "title": "PolitiFact Texas staff writer", "twitter": null}], "facebook_headline": null, "id": 4691, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/4691/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tAssailed by Texas Gov. Rick Perry about undocumented workers who used to mow his lawn, former Massachusetts Gov. Mitt Romney shot back: &quot;You wrote an op-ed (opinion piece) in the newspaper saying you were open to amnesty&quot; for illegal immigrants.<br />\r\n\t<br />\r\n\tThat moment at the Oct. 18, 2011, CNN Republican presidential debate marked continued jousting between the two over illegal immigration.<br />\r\n\t<br />\r\n\tAccording to a Sept. 11, 2011,<a href=\"http://articles.boston.com/2011-09-11/news/30143031_1_illegal-immigrants-officers-into-immigration-agents-immigration-status\"> news article</a> in the <em>Boston Globe</em>, both hopefuls oppose legislation offering a path to citizenship for illegal immigrants, deeming it &quot;amnesty.&quot; In references to immigration, according to<a href=\"http://www.hg.org/amnesty.html\"> HG.org, a legal information website,</a> amnesty means a &quot;governmental pardon for violating policies related to immigration. Immigration amnesty would include the federal government forgiving individuals for using false documentation such as Social Security numbers, identification cards, and driver&rsquo;s licenses, in order to gain employment in the U.S. and continue to remain in the country. Amnesty would allow illegal immigrants or undocumented aliens to gain permanent residency in the United States.&quot;<br />\r\n\t<br />\r\n\tThe <em>Globe</em> article also notes that Perry unsuccessfully asked the 2011 Texas Legislature to approve legislation disallowing &quot;sanctuary cities&quot; in his state and ensuring police officers could inquire into the immigration status of people they stop. The story says too that Perry opposes the federal DREAM Act, which would open a path to citizenship for certain illegal immigrants who complete two years of college or military service.<br />\r\n\t<br />\r\n\tRepublicans haven&rsquo;t always aligned against amnesty plans. A 1986 measure signed into law by President Ronald Reagan permitted residents illegally in the country before 1982 to work toward legal status. According to a July 2010<a href=\"http://www.npr.org/templates/story/story.php?storyId=128303672\"> report</a> by NPR, nearly 3 million illegal immigrants ultimately took advantage of the opportunity, though critics judged the law a failure at curbing illegal immigration.<br />\r\n\t<br />\r\n\tThese days, Perry ranks among candidates who view amnesty as a toxic term.<br />\r\n\t<br />\r\n\tA Sept. 12, 2011, press release from his campaign says that Perry &quot;believes that Washington must first secure the border before we can have any rational discussion about immigration reform, and he opposes amnesty.&quot;<br />\r\n\t<br />\r\n\tThen again,<a href=\"https://www.numbersusa.com/content/learn/about/roy-beck-executive-director.html\"> NumbersUSA</a>, a group that airs concerns about mass immigration, says in a<a href=\"http://www.numbersusa.com/content/action/rick-perry.html\"> web post</a> updated Sept. 28, 2011, that Perry&rsquo;s stance on amnesty &quot;remains unclear. During the (George W.) Bush presidency, Gov. Perry gave mild support to the idea of legalization. But he has spoken against President Obama&#39;s various &lsquo;administrative amnesties.&rsquo;&quot;<br />\r\n\t<br />\r\n\tThat&rsquo;s a reference to the Obama administration&rsquo;s declaration it&rsquo;s applying &quot;prosecutorial discretion&quot; to deport some illegal residents and not others. Some<a href=\"http://www.ice.gov/doclib/secure-communities/pdf/prosecutorial-discretion-memo.pdf\"> factors the government listed</a> in June 2011 as affecting deportations include how long a person has been here, with particular consideration given to his or her legal residency status; if the person came here as a young child; and if he or she has pursued a college degree or served in the military or have immediate relatives who have done so.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tNumbersUSA also notes Perry&rsquo;s support for a 2001 Texas law enabling some undocumented residents to pay in-state tuition at colleges and universities. Its entry continues: &quot;He opposes a congressional-passed amnesty as long as the border is not secure. He says once the border is secure, a conversation about amnesty can start. He does not make it clear where he would stand during such a conversation.&quot;<br />\r\n\t<br />\r\n\tBack to Romney&rsquo;s debate jab. Did Perry write a piece saying he was open to amnesty?<br />\r\n\t<br />\r\n\tRomney spokesman Ryan Williams sent us a copy of a July 28, 2001, letter from Perry, who had become governor the previous year, to the editor of the <em>Dallas Morning News</em>. In the letter, Perry takes exception to a news story characterizing him as wary of easing the flow of immigrants from Mexico into the United States.<br />\r\n\t<br />\r\n\tThat news article, in the July 27, 2001,<em> Morning News</em>, quoted Perry airing reservations about a proposal by the George W. Bush administration to grant permanent legal residency to many undocumented immigrants from Mexico. &quot;I share the concerns of most Texans and most residents of the United States about an amnesty program,&quot; the story quoted Perry saying. &quot;All of those concerns must be addressed in a thoughtful methodical manner.&quot;<br />\r\n\t<br />\r\n\tThe article also referred to President Bush saying he didn&rsquo;t favor unconditional amnesty for immigrants living here illegally. &quot;Perry said he, too, sees problems in blanket amnesty but that he supports the goal of working with Mexico on having a seamless border,&quot; the article said. &quot;&lsquo;Having some day in the future a transparent border is an admirable goal and one we should have,&rsquo; (Perry) said. &lsquo;With that said, we realize there are problems with health care, education, environment and infrastructure all along the border of Texas and Mexico that we need to address. Until both countries are comfortable that we addressed these concerns, then we need to be cautious and make progress one step at a time.&rsquo;&quot;<br />\r\n\t<br />\r\n\tPerry&rsquo;s subsequent letter of objection to the newspaper said: &quot;The truth is, I am intrigued and open to the Bush administration&#39;s amnesty proposal. Most Texans would agree that it&#39;s better to have legal, taxpaying immigrants from Mexico working in the United States than illegal immigrants living in fear of the law and afraid to access basic services.&quot;<br />\r\n\t<br />\r\n\tPerry&rsquo;s letter also said that if Mexico develops a &quot;stronger middle class, the goal of a more seamless, transparent border could become a reality. In the meantime,&quot; his letter said, &quot;...there are many unanswered questions about how an amnesty plan would be implemented and how it would ultimately impact our state&#39;s health care and education systems, as well as other services. Any amnesty proposal must be thoroughly debated and analyzed before implementation and should include input from all border states. Such a plan could benefit our state and countless Mexican families seeking a better life. I applaud President Bush for initiating a public dialogue on this important issue and welcome the opportunity to participate in the development of this initiative.&quot;<br />\r\n\t<br />\r\n\tSo, Perry wrote to a newspaper saying he was open to the Bush amnesty proposal, though any proposal would need vetting.<br />\r\n\t<br />\r\n\tNews reports show Perry talking down amnesty in later years.<br />\r\n\t<br />\r\n\tIn a Dec. 14, 2006,<a href=\"http://governor.state.tx.us/news/editorial/10326/\"> article</a> posted on the website of the Texas governor&rsquo;s office, Perry said &quot;neither amnesty nor mass deportation is the answer&quot; to border security and illegal immigration. &quot;The first unfairly rewards those who broke our laws, and the latter is not only unrealistic and unenforceable, but it would devastate our economy. That&rsquo;s why I support a guest worker program that takes undocumented workers off the black market and legitimizes their economic contributions without providing them citizenship status.&quot;<br />\r\n\t<br />\r\n\tHis article continues: &quot;I would rather know who is crossing our border legally to work instead of not knowing who is crossing our border illegally to work. A guest worker program that provides foreign workers with an ID removes the incentive for millions of people to illegally enter our country. It also adds those workers to our tax base, generates revenue for needed social services and it can be done without providing citizenship.&quot;<br />\r\n\t<br />\r\n\tIn his January 2007 inaugural address, Perry said: &quot;We must have a guest-worker program... And we must oppose amnesty because those who come here illegally should not be able to receive citizenship ahead of those who migrate here legally.&quot; He said much the same in his February 2007 State-of-the-State address, telling lawmakers: &quot;Those who come here illegally should not be rewarded with amnesty.&quot;<br />\r\n\t<br />\r\n\tIn August 2007, according to a <em>Houston Chronicle</em> news story, Perry said during a trip to Mexico that he supports a system that would temporarily legalize foreign workers, while making sure they pay taxes and obey the law. Such a system, Perry said then, would allow for a &quot;free flow of individuals between these countries who want to work, who want to be an asset to our country and to Mexico.&quot;<br />\r\n\t<br />\r\n\tStumping in Iowa for Rudy Giuliani for president in November 2007, Perry was interrupted when he advocated securing the border and providing non-citizen workers with a tamper-proof ID card, according to a <em>Dallas Morning News</em> recap. In what may have been a reminder that some people see temporary guest-worker schemes as tantamount to amnesty, an audience member said: &quot;That sounds like amnesty.&quot;<br />\r\n\t<br />\r\n\tIn early 2008, Perry stressed border security over immigration reform in an Austin press conference, saying that if a comprehensive overhaul occurs he wants temporary workers who apply for U.S. citizenship to wait their turn behind others who have already done so. &quot;There&#39;s a line. Get in just like everybody else,&quot; he said, according to an article in the Feb. 1, 2008, Fort Worth Star-Telegram.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong></p>\r\n<p>\r\n\tRomney&rsquo;s claim leaves the incorrect misimpression Perry is lately open to amnesty, while Perry has said he&#39;s against amnesty for years.</p>\r\n<p>\r\n\tStill, Romney is correct that Perry once wrote a newspaper saying he was open to amnesty, though Perry&#39;s 2001 letter spoke only to a particular proposal. The Texan also has aired continued interest in enabling illegal immigrants to become guest workers, an idea that some consider a form of amnesty.<br />\r\n\t<br />\r\n\tWe rate Romney&#39;s statement Half True.</p>", "ruling_comments_date": "2011-10-27T15:05:37.431883", "ruling_date": "2011-10-29T06:00:00", "ruling_headline": "Mitt Romney says Perry wrote an opinion article saying he was open to amnesty for illegal immigrants", "ruling_headline_slug": "mitt-romney-says-perry-wrote-opinion-article-sayin", "ruling_link_text": "One letter plus", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<em>The Boston Globe</em>, news article, <a href=\"http://articles.boston.com/2011-09-11/news/30143031_1_illegal-immigrants-officers-into-immigration-agents-immigration-status\">&quot;Nuanced immigration stance riles Perry&rsquo;s foes,&quot;</a> Sept. 11, 2011<br />\r\n\t<br />\r\n\t<em>The Dallas Morning News</em>, news article, <a href=\"about:blank\">&quot;Perry wary of amnesty; He says Bush plan needs closer look,&quot;</a> July 27, 2001 (Nexis search)</p>\r\n<p>\r\n\t<em>Fort Worth Star-Telegram</em>, news article, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/02012008_fwstartelegramnewsstory.doc\">&quot;Perry says he now supports border fences,&quot;</a> Feb. 1, 2008 (Nexis search)</p>\r\n<p>\r\n\t<em>The Houston Chronicle</em>, news article, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/08292007_houstonchroniclenewsarticle.doc\">&quot;Perry blasts Congress over immigration,&quot;</a> Aug. 29, 2007 (Nexis search)</p>\r\n<p>\r\n\tOffice of Gov. Rick Perry, opinion article, <a href=\"http://governor.state.tx.us/news/editorial/10326/\">&quot;A Better Way to Secure the Border,&quot;</a> Dec. 14, 2006<br />\r\n\t<br />\r\n\tRick Perry, letter to editor, <a href=\"about:blank\">&quot;Perry on amnesty,&quot;</a> <em>Dallas Morning News</em>, July 28, 2001 (received from Mitt Romney campaign); speech, <a href=\"about:blank\">&quot;Gov. Rick Perry Inaugural Address,&quot;</a> Jan. 16, 2007</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 34, "current_job": "Former governor", "false_count": 32, "first_name": "Mitt", "half_true_count": 58, "home_state": "Massachusetts", "id": 5, "last_name": "Romney", "mostly_true_count": 33, "name_slug": "mitt-romney", "pants_count": 19, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-mittromney.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/5/", "total_count": 221, "true_count": 30, "website": "http://www.mittromney.com/"}, "statement": "<p>\r\n\tSays Rick Perry wrote a newspaper item saying he was &quot;open to amnesty&quot; for illegal immigrants in the United States.</p>", "statement_context": "the CNN Republican presidential debate.", "statement_date": "2011-10-18", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 30, "current_job": "U.S. Energy Secretary", "false_count": 31, "first_name": "Rick", "half_true_count": 42, "home_state": "Texas", "id": 291, "last_name": "Perry", "mostly_true_count": 24, "name_slug": "rick-perry", "pants_count": 18, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rick_Perry_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/291/", "total_count": 176, "true_count": 26, "website": "https://energy.gov/management/history/secretaries-energy"}], "twitter_headline": ""}