{"art": [], "author": [{"email_address": "moorhead@tampabay.com", "first_name": "Molly", "id": 274, "last_name": "Moorhead", "name_slug": "molly-moorhead", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Molly_the_Mollster.jpg", "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/274/", "title": "Pasco Editor", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2011/oct/28/rachel-maddow/rachel-maddow-says-wall-street-fees-claim-third-40/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 4696, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "moorhead@tampabay.com", "first_name": "Molly", "id": 274, "last_name": "Moorhead", "name_slug": "molly-moorhead", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Molly_the_Mollster.jpg", "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/274/", "title": "Pasco Editor", "twitter": null}], "resource_uri": "/api/v/2/statement/4696/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>On a tirade against Wall Street -- and the critics of Occupy Wall Street protesters -- Rachel Maddow used a &quot;three pillars&quot; illustration on her MSNBC show Oct. 19, 2011, to talk about the crumbling of America&rsquo;s retirement system.<br />\r\n<br />\r\nThe three pillars of retirement income are pensions, personal savings and Social Security. Then Maddow proceeded to deconstruct how they&rsquo;ve all been deconstructed.<br />\r\n<br />\r\nWe were particularly interested in her comments on pensions. Pensions have largely been replaced by 401(k) investment plans, which in Maddow&rsquo;s view are &quot;kind of a scam.&quot;<br />\r\n<br />\r\n&quot;Whereas pensions for the most part used to be separate from the Wall Street banking/casino apparatus, 401(k) plans just put Wall Street in the middle of the action, right between you and your retirement -- which is by definition a risk-laden venture for the middle class. But it is a great windfall for Wall Street,&quot; Maddow said.</p>\r\n\r\n<p>She then went to video of an NBC News segment with Tom Brokaw and a reporter discussing the problem of hidden fees for 401(k) plans. The segment ends with an unidentified male saying, &quot;The total cost to the American public is something in the neighborhood of $1.5 billion to $2 billion a year.&quot;</p>\r\n\r\n<p>Maddow then follows up: &quot;One and a half to $2 billion a year right into Wall Street`s pockets just in fees. And that was back in 1997. What do you think it is now?</p>\r\n\r\n<p>&quot;A recent Department of Labor study guessed Wall Street fees cost a worker 28 percent of the value of your plan over the span of your career,&quot; Maddow said.<br />\r\n<br />\r\nThat&rsquo;s a pretty big bite out a hard-earned nest egg. We decided to investigate.<br />\r\n<br />\r\n<strong>A little on 401(k) plans</strong><br />\r\n<br />\r\nUntil about 30 years ago, a major source of retirement income for Americans was the employer-funded pension system. Pensions were calculated based on what employees earned and years of service. Traditional pensions are known as a defined benefit plans because they pay a fixed amount every month.<br />\r\n<br />\r\nMany employers no longer offer pensions because, quite simply, they&rsquo;re expensive. Instead, more and more are offering 401(k) plans. In these defined contribution plans, the employee contributes to an individual fund -- a contribution sometimes matched by the employer. Instead of providing a predictable income in retirement, the plans are subject to the ups and downs of the market and other variables that can erode or enhance retirement income, including how many years the money is invested and the timing of withdrawals.<br />\r\n<br />\r\nMost of us don&rsquo;t manage our plans ourselves -- they demand sophisticated, long-term investment decisions -- so that&rsquo;s where management companies come in. Think Vanguard and Fidelity and other investment advisers. Maddow was talking about the fees charged by these firms to manage the plans&rsquo; investments and do the bookkeeping.<br />\r\n<br />\r\n<strong>What we found</strong><br />\r\n<br />\r\nA spokesman for MSNBC referred us to a section of the Department of Labor <a href=\"http://www.dol.gov/ebsa/publications/401k_employee.html\">website</a>&nbsp;that covers these fees.<br />\r\n<br />\r\n&quot;Assume that you are an employee with 35 years until retirement and a current 401(k) account balance of $25,000. If returns on investments in your account over the next 35 years average 7 percent and fees and expenses reduce your average returns by 0.5 percent, your account balance will grow to $227,000 at retirement, even if there are no further contributions to your account. If fees and expenses are 1.5 percent, however, your account balance will grow to only $163,000. The 1 percent difference in fees and expenses would reduce your account balance at retirement by 28 percent,&quot; the website says.<br />\r\n<br />\r\nTo Maddow, that paragraph meant Wall Street takes nearly a third of workers&rsquo; retirement savings.<br />\r\n<br />\r\nWe asked a couple of economists what it meant to them.<br />\r\n<br />\r\nSteve Utkus, a principal with the Vanguard Center for Retirement Research, said the Labor Department&rsquo;s example is &quot;a standard hypothetical used through the retirement savings industry.&quot;<br />\r\n<br />\r\n&quot;It simply says that, all things equal, higher fees mean lower savings at retirement. ... I don&#39;t believe the DOL was trying to make any comparison with the actual fees paid by 401(k) plans -- for example, that most participants were paying one or the other fee,&quot; Utkus said.<br />\r\n<br />\r\nHe pointed us to a 2009 <a href=\"http://www.ici.org/pdf/rpt_09_dc_401k_fee_study.pdf\">study</a>&nbsp;by Deloitte Consulting and the Investment Company Institute, a trade group for mutual funds, that surveyed actual fees paid by plans. It found the median 401(k) fee is 0.72 percent -- or about half the 1.5 percent used in the Labor department example.<br />\r\n<br />\r\nUtkus also pointed out that most participants in the U.S. (i.e. employers) are larger plans which are able to negotiate even lower fees.<br />\r\n<br />\r\nTony Webb, senior economist with the Center for Retirement Research at Boston College, also noted that assuming 7 percent return on investment is a bit optimistic. Taking inflation into account, Webb said a return of 4.5 percent is more realistic. And 35 years, he said, is longer than most people save for retirement. They may have student loans to pay when they begin working, or they might put their extra money toward saving for a house. Whatever the reasons, Webb said most people don&rsquo;t get serious about saving until age 40.<br />\r\n<br />\r\nSo that 35-year retirement savings could be shortened to 25 years and both the fees and the return on investment could be significantly lower.<br />\r\n<br />\r\nThe Labor department example assumes a single contribution accruing interest over time. Webb said it&rsquo;s more useful to consider a worker who makes annual contributions.<br />\r\n<br />\r\nHe says, &quot;A typical worker aged 27, earning $50,000 a year, who contributed 9 percent of salary (6 percent himself plus a 50 percent employer match), invested 50/50 in a stock-bond portfolio earning 4.5 percent after inflation, could, in the absence of fees, expect to accumulate $366,700 by age 62. If he incurred fees of 0.72 percent, his pot would be 13.5 percent less, $317,200.&quot;<br />\r\n<br />\r\nWebb also pointed out that the fees aren&rsquo;t for nothing. &quot;Investment managers do provide a service,&quot; he said.<br />\r\n<br />\r\nStill, the reason all this is important -- the reason the Labor Department devotes space to it on its website and the reason Maddow sounded the alarm -- is that the fees over time do add up to thousands of dollars subtracted from people&rsquo;s savings.<br />\r\n<br />\r\nAnd yet very often they&rsquo;re invisible.<br />\r\n<br />\r\n&quot;There&rsquo;s nothing on the (401(k) plan) website that tells you how much the plan manager has charged you that month in management fees,&quot; Webb said. &quot;Nobody sends you a bill.&quot;<br />\r\n<br />\r\nSo those fees just end up being unknown costs that erode substantial value out of people&rsquo;s nest eggs. (Some good <a href=\"http://www.bloomberg.com/news/2010-10-14/u-s-labor-department-will-require-401-k-fee-disclosures-starting-in-2012.html\">news</a>&nbsp;on that front: new regulations that take effect next year will require companies to provide investors more and clearer information in their quarterly statements on administrative and investment fees charged to their accounts.)<br />\r\n<br />\r\n<strong>Our ruling</strong><br />\r\n<br />\r\nMaddow declared, &quot;a recent Department of Labor study guessed Wall Street fees cost a worker 28 percent of the value of your plan over the span of your career.&quot; But what she was quoting was not a study -- but a scenario using higher than normal fees.<br />\r\n<br />\r\nMaddow&#39;s statement made it sound as if the typical worker, or at least a great many of us, lose a third of our retirement savings to plan management fees. Economists tell us that&rsquo;s not the case.<br />\r\n<br />\r\nSo Maddow correctly reflected the Labor Department&#39;s hypothetical scenario in which fees would seriously erode retirement savings. But it didn&#39;t reflect the reality most workers with retirement savings accounts face. In reality, returns on investment, the number of years the money is invested and even the fees vary greatly. The study by Deloitte Consulting and the Investment Company Institute that surveyed actual fees paid by plans found the median 401(k) fee is 0.72 percent -- or about half of the rate used in the Labor Department&#39;s example.<br />\r\n<br />\r\nWe take Maddow&rsquo;s larger point -- that these unseen fees can claim a lot of money from people who don&rsquo;t have it to spare. But the numbers that she uses to make the point reflect higher fees than most people pay. So we rate her claim Mostly False.&nbsp;</p>\r\n", "ruling_comments_date": "2011-10-28T13:50:02.961425", "ruling_date": "2011-10-28T17:48:45", "ruling_headline": "Rachel Maddow says Wall Street fees claim a third of 401(k) values", "ruling_headline_slug": "rachel-maddow-says-wall-street-fees-claim-third-40", "ruling_link_text": "Fees for many are much lower", "ruling_state": null, "source_documents": null, "sources": "<p>Department of Labor website, &quot;<a href=\"http://www.dol.gov/ebsa/publications/401k_employee.html\">A Look at 401(k) fees</a>,&quot; accessed on Oct. 26, 2011<br />\r\n<br />\r\nBloomberg News Service, &quot;<a href=\"http://www.bloomberg.com/news/2010-10-14/u-s-labor-department-will-require-401-k-fee-disclosures-starting-in-2012.html\">Labor Department Requires 401(k) Fee Disclosure</a>,&quot; Oct. 14, 2010<br />\r\n<br />\r\nInterview with Tony Webb, senior economist for the Center for Retirement Research at Boston College, Oct. 26, 2011<br />\r\n<br />\r\nE-mail interview with Steve Utkus, principal with Vanguard Center for Retirement Research, Oct. 27, 2011<br />\r\n<br />\r\nDeloitte/ICI <a href=\"http://www.ici.org/pdf/rpt_09_dc_401k_fee_study.pdf\">Defined Contribution/401(k) fee study</a>, 2009&nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 6, "current_job": "MSNBC host", "false_count": 6, "first_name": "Rachel", "half_true_count": 4, "home_state": "", "id": 154, "last_name": "Maddow", "mostly_true_count": 6, "name_slug": "rachel-maddow", "pants_count": 1, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/maddow.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/154/", "total_count": 29, "true_count": 5, "website": ""}, "statement": "<p>&quot;A recent Department of Labor study guessed Wall Street fees cost a worker 28 percent of the value of your plan over the span of your career.&quot;</p>\r\n", "statement_context": "a segment on The Rachel Maddow Show", "statement_date": "2011-10-19", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}, {"description": "", "id": 102, "photo": null, "resource_uri": "/api/v/2/subject/102/", "subject": "Retirement", "subject_slug": "retirement", "used_in_edition": []}], "target": [], "twitter_headline": ""}