{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2011/oct/31/rick-perry/rick-perry-says-we-brought-chi-manufacturing-had-b/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "facebook_headline": null, "id": 4704, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/4704/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tAfter former Massachusetts Gov. Mitt Romney revisited his vow to challenge China for manipulating its currency to advantage in foreign trade, Rick Perry said at the Oct. 11, 2011, Bloomberg/<em>Washington Post</em> Republican debate that one policy or another isn&rsquo;t vital to getting more Americans back to work.<br />\r\n\t<br />\r\n\tTalking up domestic energy resources, the Texas governor also <a href=\"http://www.washingtonpost.com/politics/republican-debate-transcript/2011/10/11/gIQATu8vdL_print.html\">said</a> the country needs a president committed to &quot;pulling the regulations back, freeing this country to go develop the energy industry that we have in this country. I can promise you that we do that and we&#39;ll create an environment in this country where the manufacturing will come back to this country. We did it in Texas. &nbsp;We brought CHI Manufacturing, that had business in China, back to the state of Texas.&quot;<br />\r\n\t<br />\r\n\tAmong online politicos, Perry&rsquo;s comment touched off Twitter mentions of Farouk Shami, a Houston hair-care mogul who sought the state&rsquo;s 2010 Democratic gubernatorial nomination. In his campaign, Shami said in a TV ad that he had just brought 1,200 jobs to Texas &quot;by moving his factories here from China.&quot;<br />\r\n\t<br />\r\n\t<a href=\"http://www.politifact.com/texas/statements/2010/jan/12/farouk-shami/shami-claims-hes-created-1200-jobs-texas-moving-hi/\">Half True</a>, we said at the time. Shami&rsquo;s campaign told us that the jobs were created at a new Houston facility, CHI USA, in July 2009 as a result of moving production from South Korea, not China. Shami&rsquo;s endeavors appear to be operating under the umbrella of Houston-based <a href=\"http://www.farouk.com/aboutus.aspx\">Farouk Systems, Inc</a>.<br />\r\n\t<br />\r\n\tShami&rsquo;s campaign said at the time that a miscommunication over where the jobs were cut led to incorrect information in the ad, which was changed after our inquiry to say that jobs were only moved from South Korea. Then-Shami spokesman Vince Leibowitz said that some jobs had been created as a result of relocating production from China, but not the ones advertised as part of Shami&#39;s campaign.<br />\r\n\t<br />\r\n\tAlso at the time, Elizabeth Yong, public relations manager for Houston-based Farouk Systems Group, said CHI USA produces &quot;five to 10&quot; of the company&#39;s five dozen hair care tools, including the original flat iron. Yong said bringing all production stateside would take two years, though &quot;more than 1,000&quot; jobs had already been shifted. In July 2010, the company said it hopes to shift 4,000 jobs to Texas by 2012, starting with the move of 1,000 jobs from South Korea and China.<br />\r\n\t<br />\r\n\tFor this review, Perry&rsquo;s campaign referred us to his state office, which reminded us that Perry attended a July 30, 2009, ribbon-cutting in Houston when Farouk Systems announced its plans to shift 1,200 jobs from South Korea and China to Houston. As the <em>Austin American-Statesman</em> noted in a Sept. 4, 2009, <a href=\"http://www.statesman.com/news/content/region/legislature/stories/2009/09/04/0904farouk.html\">news article</a>, Perry that day called Shami someone &quot;who pretty much embodies the American dream.&quot;<br />\r\n\t<br />\r\n\tAccording to a <a href=\"http://governor.state.tx.us/video/13366/\">video</a> posted on the governor&rsquo;s website, Perry also said: &quot;Inspired by the freedoms we enjoy, he was drawn to this state where people are still free to achieve. He&#39;s built a life of significance and an organization that is respected around the world. His is the story of Texas.&quot;<br />\r\n\t<br />\r\n\tThanking Shami for his &quot;bold move,&quot; Perry said: &quot;We are celebrating a leader who is moving jobs from another country ... to Texas.&quot; A press release issued by the governor&rsquo;s office that day starts by saying that at the plant, Perry &quot;credited Texas&rsquo; predictable regulatory climate, low taxes and skilled workforce with attracting jobs and companies from around the world.&quot;<br />\r\n\t<br />\r\n\tShami isn&rsquo;t shown speaking in the video. He&rsquo;s also not quoted in the press release.<br />\r\n\t<br />\r\n\tNews accounts do not mention any state role in Shami&#39;s decision to move jobs from abroad to Houston, nor is he quoted crediting a state action for prompting him to shift jobs from abroad. So why did Perry attend? &quot;It was a major jobs announcement in the state of Texas,&quot; Perry spokeswoman Lucy Nashed told us by email. &quot;He was invited.&quot;<br />\r\n\t<br />\r\n\tIn describing the job moves, Shami has been quoted citing automation at the Houston plant as critical and his desire to get away from counterfeiting of his products in China, among other factors.<br />\r\n\t<br />\r\n\tAn Aug. 2, 2009, <a href=\"http://www.bizjournals.com/houston/stories/2009/08/03/story5.html?page=all\">news article</a> in the<em> Houston Business Journal</em> says Shami decided to move the manufacturing of the CHI and other Farouk Systems products from overseas to Houston for safety and economic reasons. &quot;Our employees are more efficient, and our quality control is superior,&quot; Shami said of U.S. workers. &quot;Plus, I&rsquo;m seeing more people in other countries wanting the American lifestyle and American products. They want to buy products made in the U.S.A.&quot;<br />\r\n\t<br />\r\n\tThe story further says that while conducting the manufacturing here opposed to overseas would be more expensive, Shami said other benefits would make up for the increased costs. &quot;We won&rsquo;t have to fly products in, we won&rsquo;t have to pay duties and we won&rsquo;t have as many defects,&quot; Shami told the publication. &quot;We may be sacrificing some of the profit, but the increase in volume will make up for that loss in profit.&quot;<br />\r\n\t<br />\r\n\tAn Aug. 6, 2010, <em>USA Today</em> <a href=\"http://www.usatoday.com/money/economy/2010-08-06-manufacturing04_CV_N.htm\">news article</a> quotes Shami as saying his company had spent $500,000 a month battling foreign counterfeiters who put the company&#39;s trademark on copies of its products. &quot;Counterfeiting is killing us,&quot; Shami said.<br />\r\n\t<br />\r\n\t&quot;To remedy the problem and whittle inventory costs to $50 million from $120 million,&quot; the story continues, the company &quot;moved some assembly of its irons and dryers from South Korea and China to a Houston factory that employs 1,000. Manufacturing costs in China are still about 30 percent lower. But (Shami) believes the appliances&#39; &lsquo;Made in the USA&rsquo; stamp will increase sales to hair salons.&quot;<br />\r\n\t<br />\r\n\tIn a recent telephone interview, Farouk Systems spokeswoman Amy Johnson told us the Houston plant has 1,200 jobs with 300 additional jobs to be added soon.<br />\r\n\t<br />\r\n\tJohnson also told us that some limited-edition hair irons are still made in China. In earlier years, she said, 40 percent of the company&rsquo;s products were made here, 60 percent overseas. Now, she said, the split is 80 percent here, 20 percent overseas. &quot;We&rsquo;re definitely happy to be a positive example,&quot; she said.<br />\r\n\t<br />\r\n\tWe asked Johnson for details about how many jobs have shifted from China to Texas and how either the Texas economy or actions by Texas state government encouraged those moves. She replied that Shami wanted to talk to us, but we did not hear from him.<br />\r\n\t<br />\r\n\tIroning all this out, it seems likely the manufacturer of the CHI hair iron moved some jobs from China to Texas. However, there&rsquo;s no indication that qualities specific to the Texas economy or actions by state government merit credit for the shift. It could be, too, that most of the moved jobs came from South Korea.<br />\r\n\t<br />\r\n\tIn any event, CHI still has products made in China. Ultimately, Perry&rsquo;s statement overreaches by indicating the company deserted China and by claiming that anyone besides Shami &quot;brought&quot; the jobs from abroad.<br />\r\n\t<br />\r\n\tWe rate Perry&rsquo;s claim Mostly False.</p>", "ruling_comments_date": "2011-10-31T11:31:07.455244", "ruling_date": "2011-10-31T11:47:33", "ruling_headline": "Rick Perry says “we brought CHI Manufacturing, that had business in China, back to” Texas", "ruling_headline_slug": "rick-perry-says-we-brought-chi-manufacturing-had-b", "ruling_link_text": "Hairy claim", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<em>Houston Business Journal</em>, news article, <a href=\"http://www.bizjournals.com/houston/stories/2009/08/03/story5.html?page=all\">&quot; CHI-maker meets 1,200 new positions head-on,&quot;</a> Aug. 2, 2009<br />\r\n\t<br />\r\n\tTelephone interview, Amy Johnson, public relations coordinator, Farouk Systems, Inc., Houston, Oct. 13, 2011<br />\r\n\t<br />\r\n\t<em>USA Today</em>, news article, <a href=\"http://www.usatoday.com/money/economy/2010-08-06-manufacturing04_CV_N.htm\">&quot;Some manufacturing heads back to USA,&quot;</a> Aug. 6, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 30, "current_job": "U.S. Energy Secretary", "false_count": 31, "first_name": "Rick", "half_true_count": 42, "home_state": "Texas", "id": 291, "last_name": "Perry", "mostly_true_count": 24, "name_slug": "rick-perry", "pants_count": 18, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rick_Perry_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/291/", "total_count": 176, "true_count": 26, "website": "https://energy.gov/management/history/secretaries-energy"}, "statement": "<p>\r\n\tSays that &quot;we brought CHI Manufacturing, that had business in China, back to&quot; Texas.</p>", "statement_context": "the Blooomberg/Washington Post Republican presidential debate.", "statement_date": "2011-10-11", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 3, "photo": null, "resource_uri": "/api/v/2/subject/3/", "subject": "Job Accomplishments", "subject_slug": "job-accomplishments", "used_in_edition": []}, {"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}