{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2008/may/06/hillary-clinton/supercars-unlikely-in-a-couple-years/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 471, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/471/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "With the price of gasoline soaring, the presidential candidates have all talked about long-term plans to reduce U.S. dependence on foreign oil.\n<p>\n In a speech at the North Carolina Democratic Party 2008 Jefferson-Jackson Dinner in Raleigh, N.C., on May 2, 2008, Sen. Hillary Clinton weighed in with this claim:\n</p>\n<p>\n \"And we will also make it clear that it is no longer going to be America over the oil barrel &mdash; the $120 oil barrel &mdash; that we're going to invest on a fast track like an Apollo project in cars that get greater gas mileage.\n</p>\n<p>\n \"There are prototypes on the roads of America today that get between 100 and 150 miles per gallon. If we had a president who actually decided that this would be America's priority, we could have those cars in your garages in a couple of years.\n</p>\n<p>\n \"In my energy plan, I would give you a $10,000 tax credit to buy a car that got greater gas mileage, to create a market.\"\n</p>\n<p>\n Industry experts say Clinton is talking about plug-in hybrid electric vehicles, or PHEVs. These cars are a combination of the hybrid cars on the market today and battery electric cars that need to be plugged in and recharged.\n</p>\n<p>\n Some of the prototypes of these cars may be able to get more than 100 miles per gallon, as Clinton said, but there are significant obstacles to getting these from the prototype stage to mass market production in just a couple years. The technology isn't ready, the cost of the cars would likely be prohibitive for mass appeal and there are few American manufacturers of some of the necessary technology.\n</p>\n<p>\n Toyota, GM and Ford have all announced intentions to introduce PHEV vehicles in the coming years. Some of those prototype cars boast gas mileage north of 100 miles per gallon. But the numbers are squishy.\n</p>\n<p>\n One example is the Chevy Volt, a plug-in hybrid scheduled to hit the market in late 2010. The way these cars work, it would run purely on electricity, without emitting exhaust, for up to 40 miles. Then it would switch over to a gas motor, which would also recharge the battery (much as a standard hybrid works today). If the car is only used for relatively short trips, it would achieve gas mileage ratings like the ones cited by Clinton. But if you drive longer distances, the gas mileage rating goes down. A GM official in March estimated the cost, before tax incentives, might be about $48,000.\n</p>\n<p>\n \"Broadly speaking, she (Clinton) is correct\" about the prototypes' potential mileage, said Mike Millikin, founder and editor of Green Car Congress, a Web site for information on eco-friendly auto technology.\n</p>\n<p>\n The question then is whether, with a presidential push, these kinds of cars could be mass produced \"in a couple years\" and whether there would be a market if they could.\n</p>\n<p>\n People with expertise in auto technology are wary, at best.\n</p>\n<p>\n \"I think that's pretty dubious other than in small, symbolic numbers,\" said John DeCicco, a senior fellow of automotive strategies for the Environmental Defense Fund.\n</p>\n<p>\n DeCicco said new cars get about 25 miles per gallon so to go from there to 100 miles per gallon in \"a couple years,\" is unrealistic.\n</p>\n<p>\n First off, these cars are prototypes. Automakers have yet to work out issues like durability, reliability and safety, said Jennifer Moore, a spokeswoman with Ford Motor Co., which is working on a plug-in hybrid.\n</p>\n<p>\n \"It is not a small step from prototype to mass commercialization,\" Moore said.\n</p>\n<p>\n Technology aside, there's also the question of whether the public would be willing to buy the cars.\n</p>\n<p>\n \"Cost is clearly an issue,\" Moore said.\n</p>\n<p>\n Currently, it would cost about $20,000 for a battery needed to power a plug-in hybrid car, Millikin said. That's over and above the cost of the car itself.\n</p>\n<p>\n Clinton's plan for a $10,000 tax rebate for people who buy the cars is a good start, Millikin said, but it's not enough to cover the added cost.\n</p>\n<p>\n DeCicco said the country couldn't possibly afford to pay $10,000 tax rebates to enough people to make a significant dent in getting to where we want to be. There are 16-million new cars sold in the United States each year.\n</p>\n<p>\n \"You just can't bribe everyone to buy a supercar,\" DeCicco said.\n</p>\n<p>\n Tax credits given to those who bought hybrids \"haven't really moved the needle,\" he noted.\n</p>\n<p>\n There are a lot of factors besides gas mileage that go into a consumer's decision to buy a car, things like personal image and driving needs.\n</p>\n<p>\n There's another issue with the batteries. There is not an advanced lithium ion battery (the kind used by the plug-in hybrids) supplier or manufacturing base in the United States. We'd need one if the point is to decrease dependence on foreign energy sources.\n</p>\n<p>\n \"We don't want to substitute one imported fuel with another imported fuel technology,\" said Edward Kjaer, director of electric transportation for Southern California Edison, which has partnered with Ford to develop plug-in hybrid prototypes.\n</p>\n<p>\n Millikin said Clinton's plan would require a sea change in the auto industry.\n</p>\n<p>\n \"The likelihood of that, at this point in time, is not very good,\" Millikin said.\n</p>\n<p>\n Said DeCicco: \"You can't transform an industry overnight just with prototypes. We've been there and done that and it didn't work. She (Clinton) should know.\"\n</p>\n<p>\n A similar Apollo-style program for hyper fuel-efficient cars was initiated under Bill Clinton's administration in the 1990s. Introduced in a Rose Garden ceremony and funded with a billion dollars in government money, the so-called Supercar project, formally known as the Partnership for a New Generation of Vehicles, was a joint venture between the government and the Big Three automakers to create marketable and affordable ultra fuel-efficient cars. It resulted in hybrid prototypes and, in fact, the GM prototype topped the 100 miles per gallon threshold, DeCicco said. But none made it past the concept phase.\n</p>\n<p>\n Still, the industry is working on it. And several manufacturers plan to introduce plug-in hybrids in the coming years.\n</p>\n<p>\n The potential upside is massive, said Kjaer.\n</p>\n<p>\n \"It could be a game-changer for the energy industry,\" he said.\n</p>\n<p>\n Obstacles like technology advances and cost will improve, Kjaer said. Advances in battery technology are progressing quickly, he said. And if the plug-in hybrids start to take off, he said, it will create a volume base for battery companies, which will bring down the cost of batteries.\n</p>\n<p>\n Many experts agree much will depend on the public's view of the immediacy of global warming. Perhaps even more important, the public's response probably will be determined by whether gas prices continue to skyrocket.\n</p>\n<p>\n Lee Schipper, an energy expert and visiting fellow at University of California at Berkeley, said Clinton is weakening her case for the high-mileage cars by urging a holiday on gas taxes to lower the price per gallon during the summer.\n</p>\n<p>\n \"Bringing a prototype to market to save fuel really takes convincing both companies to make them and a buying public convinced that high oil prices are here to stay,\" he said. \"Candidates cannot both expect the prototypes to appear and try to argue for lower oil prices.\"\n</p>\n<p>\n Clinton is correct about there being prototypes that get more than 100 miles per gallon (at least according to some measures). But experts believe it is unlikely these plug-in hybrids will or even could be mass produced in just a \"couple years\" &mdash; as Clinton suggests. We hate to rain on Clinton's optimism, but the fact is that she significantly overstates the status of high-mileage vehicles. Best we can do is Barely True.\n</p>\n<p>\n</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-01-07T13:28:16.408236", "ruling_date": "2008-05-06T00:00:00", "ruling_headline": "Supercars unlikely in a couple years", "ruling_headline_slug": "supercars-unlikely-in-a-couple-years", "ruling_link_text": "Supercars unlikely in a couple years", "ruling_state": null, "source_documents": null, "sources": "Forbes Autos,\n<a href=\"http://autos.yahoo.com/green_center-article_42/\">\n \"Prepare to Plug in for 100-mpg Hybrids,\"\n</a>\nby Lauren DeFreest and Matthew de Paula\n<p>\n New York Times,\n <a href=\"http://www.nytimes.com/2008/01/13/automobiles/13ULTRA.html?_r=1&amp;ref=automobiles&amp;oref=slogin\">\n  \"Closing the Power Gap Between a Hybrid's Supply and Demand,\"\n </a>\n by Matthew L. Wald, Jan. 13, 2008\n</p>\n<p>\n Autoblog Green,\n <a href=\"http://www.autobloggreen.com/2007/07/09/heres-the-scoop-on-ford-and-southern-california-edisons-new-pl/\">\n  \"Here's the scoop on Ford and Southern California Edison's new plug-in hybrid partnership,\"\n </a>\n by Sebastian Blanco on July 9, 2007\n</p>\n<p>\n USA Today,\n <a href=\"http://www.usatoday.com/money/autos/reviews/healey/2008-01-24-ford-escape-plugin-hybrid_N.htm\">\n  \"Ford Escape plug-in prototype shows potential,\"\n </a>\n by James R. Healey\n</p>\n<p>\n Green Car Congress,\n <a href=\"http://www.greencarcongress.com/2007/07/toyota-announce.html\">\n  \"Toyota Announces Development of Plug-In Hybrid; First Manufacturer to Have PHEV Certified for Public Road Use in Japan,\"\n </a>\n July 25, 2007\n</p>\n<p>\n Interview with Lee Schipper, an energy expert and visiting fellow at University of California at Berkeley, May 5, 2008\n</p>\n<p>\n Interview with Mike Millikin, founder and editor of Green Car Congress, May 5, 2008\n</p>\n<p>\n Interview with John DeCicco, a senior fellow of automotive strategies for the Environmental Defense Fund, May 5, 2008\n</p>\n<p>\n Interview with Jennifer Moore, a spokeswoman with Ford Motor Co., May 5, 2008\n</p>\n<p>\n Interview with Edward Kjaer, director of electric transportation for Southern California Edison, May 5, 2008\n</p>\n<p>\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 41, "current_job": "Presidential candidate", "false_count": 31, "first_name": "Hillary", "half_true_count": 69, "home_state": "New York", "id": 1, "last_name": "Clinton", "mostly_true_count": 76, "name_slug": "hillary-clinton", "pants_count": 7, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/GYI_659046701_585968470.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1/", "total_count": 304, "true_count": 72, "website": "http://www.hillaryclinton.com/"}, "statement": "There are prototype cars that get between 100 and 150 miles per gallon and \"we could have those cars in your garages in a couple of years.\"", "statement_context": "a speech at a Democratic Party dinner", "statement_date": "2008-05-02", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}], "target": [], "twitter_headline": null}