{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2011/nov/03/H204TEXAS-PAC/Group-says-proposed-constitutional-amendment-costs/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 4719, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/4719/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tAn <a href=\"https://app.e2ma.net/app/view:CampaignPublic/id:1357716.7603863597/rid:13bbcffc3434822610a4835a2028e862\">email blast</a> advocating for a proposed constitutional amendment on the Nov. 8, 2011, Texas ballot says Proposition 2 will help &quot;build critical local water supply projects that create jobs and protect us from drought and wildfire.&quot;<br />\r\n\t<br />\r\n\tThe email from Texans 4 Prop 2, funded by the H2O4TEXAS political action committee, goes on: &quot;This does not cost state taxpayers any money. Yes, that&rsquo;s right, Prop 2 advances critical, job-creating local water projects at no cost to state taxpayers.&quot;<br />\r\n\t<br />\r\n\tResidents of communities benefiting from the requested $6 billion boost in bonding authority would pay such debt costs.<br />\r\n\t<br />\r\n\tWe wondered if state taxpayers would be scot-free.<br />\r\n\t<br />\r\n\tThe proposition, among 10 changes to the constitution placed before voters by state lawmakers, would authorize the Texas Water Development Board to issue additional general obligation bonds on a continuing basis for one or more accounts of the Texas Water Development Fund II, according to <a href=\"http://www.votexas.org/exp-statements-2011.html\">an explanatory statement</a> from the state.<br />\r\n\t<br />\r\n\tAccording to a July 2011 House Research Organization <a href=\"http://www.hro.house.state.tx.us/focus/amend82.pdf\">background paper</a> on the proposition, the bonds are &quot;self-supporting.They require no draw on (state) general revenue,&quot; meaning revenue ponied up from state taxpayers, &quot;but use the state&rsquo;s superior credit rating to finance water and wastewater projects for public entities &mdash; including cities, districts, and nonprofit water supply corporations &mdash; at a lower interest rate than the entities could receive with other financing.&quot; To date, non-self-supporting bonds approved by lawmakers have required state revenue to cover a portion of the interest on the bonds.<br />\r\n\t<br />\r\n\tAfter asking the pro-proposition group for backup information, we interviewed Melanie Callahan, the board&rsquo;s interim executive administrator, who said the reason there&rsquo;s no state cost for such self-supporting bonds is that debt on the bonds is repaid by the benefiting entities. To date, she said, no jurisdictions have defaulted on such payments.<br />\r\n\t<br />\r\n\tCase closed?<br />\r\n\t<br />\r\n\tNot quite, we realized.<br />\r\n\t<br />\r\n\tTwo analyses of the proposal -- a <a href=\"http://www.legis.state.tx.us/Search/DocViewer.aspx?K2DocKey=odbc%3a%2f%2fTLO%2fTLO.dbo.vwCurrBillDocs%2f82%2fR%2fS%2fJR%2f00004%2f3%2fF%40TloCurrBillDocs&amp;QueryText=sjr4&amp;HighlightType=1\">fiscal note</a> written by the Legislative Budget Board when lawmakers were acting last spring and a <a href=\"http://www.tlc.state.tx.us/pubsconamend/analyses11/analyses11.pdf\">description</a> of the ballot proposal by the Texas Legislative Council, which helps legislators draft proposals -- state that Proposition 2 allows legislators to appropriate money to pay debt service on the bonds. If so, we surmised, any such appropriation would pose a cost to state taxpayers.<br />\r\n\t<br />\r\n\tGenerally, the fiscal note says, the proposed amendment has no &quot;significant fiscal implication to the state... other than the cost of publication&quot; on the ballot, $105,495.<br />\r\n\t<br />\r\n\tHowever, the note says, the proposal &quot;includes bond authority that would comprise a mixture of self-supporting debt and non-self-supporting debt,&quot; meaning debt not covered by the benefiting jurisdictions repaying the state. &quot;Any non-self-supporting debt that receives a General Revenue appropriation for debt service,&quot; the note says, &quot;would impact the state&#39;s constitutional debt limit,&quot; meaning it would be a cost to the state and its taxpayers.<br />\r\n\t<br />\r\n\tThe note continues by saying the water-development board can only issue such non-self-supporting debt with legislative authorization.<br />\r\n\t<br />\r\n\tThe council&rsquo;s analysis includes similar language.<br />\r\n\t<br />\r\n\tIn interviews, a board staff spokesman, John Barton, and the council&rsquo;s chief legislative counsel, Jeff Archer, each said the reference to legislators subsidizing debt payments reflects the established constitutional authority of Texas legislatures to appropriate money.<br />\r\n\t<br />\r\n\tArcher said the ballot proposition might pose &quot;little to no risk to the state revenue. That doesn&rsquo;t mean there&rsquo;s no risk,&quot; meaning a future Legislature could supplement related debt payments by tapping state revenue.<br />\r\n\t<br />\r\n\tWe checked back with the water development board. General Counsel Ken Petersen said that under the constitution, lawmakers have full power to manage the board&rsquo;s financing activities by changing state law and appropriating state revenue for any purpose, including debt payments.<br />\r\n\t<br />\r\n\tProposition 2 alone &quot;does not cost state taxpayer money at all,&quot; Petersen said. &quot;What could cost (taxpayer) money is what the people who get elected to the Legislature (in the future) choose to do... That is a choice the Legislature makes.&quot;<br />\r\n\t<br />\r\n\tCallahan told us lawmakers have done so before in situations when debt payments by benefiting communities would not flow quickly enough to the state to satisfy terms.<br />\r\n\t<br />\r\n\tMore than $1.7 billion in board-overseen general-obligation bonds outstanding as of Aug. 31, 2011 consisted of $1.2 billion in self-supporting bonds, with debt not paid by state taxpayers, and nearly $528 million in non-self-supporting bonds for which legislators voted to pick up a portion of debt service, at a cost to state taxpayers, she said by email.</p>\r\n<p>\r\n\tMost recently, Callahan said, the water board got legislative permission this spring to convert $24.5 million in self-supporting bonds for the San Antonio Water System to build a brackish water desalination project into non-self-supporting bonds, with a portion of interest on the bonds consequently being paid from state revenue.</p>\r\n<p>\r\n\t&quot;The Legislature&#39;s direction to issue non-self-supporting debt has been more prevalent in the last few years in order to help fund state water plan projects, in the absence of a dedicated funding source&quot; for such projects, Callahan said.<br />\r\n\t<br />\r\n\tOf about $512 million in debt service paid by the water development board from 2008 through August 2011, about $101 million, or 20 percent, came from legislative appropriations, Callahan said, with benefiting jurisdictions covering the rest.<br />\r\n\t<br />\r\n\tThe treasurer of the H2O4TEXAS PAC, Heather Harward, agreed that future Legislatures could spend general revenue to cover the debt service on the non-self-supporting bonds envisioned in the ballot proposal. &quot;But as of today, based on the will of the (2011) Legislature and the direction provided to lawmakers by Texans, the bonds are completely self-supporting,&quot; Harward said by email. She added that the proposal &quot;does not encumber any state funds.&quot;<br />\r\n\t<br />\r\n\tWe&rsquo;re ready to cash out: The group&#39;s claim sidesteps the fact that taxpayers of jurisdictions benefiting from the bonds will face bond-related costs. And while the additional bond authority sought in the proposition would not cost state taxpayers--up front--state lawmakers could still exploit their standing authority, as before, to spend state revenue on related debt. This possibility is unacknowledged in the group&rsquo;s claim, which we rate Half True.</p>\r\n", "ruling_comments_date": "2011-11-02T12:38:00.522419", "ruling_date": "2011-11-03T06:00:00", "ruling_headline": "Group says proposed constitutional amendment costs state taxpayers nothing", "ruling_headline_slug": "Group-says-proposed-constitutional-amendment-costs", "ruling_link_text": "No free lunch", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/1025282011_harwardresponsespftexas.html\">Emails</a> (excerpted), Heather Harward, treasurer, H2O4TEXAS PAC, responses to PolitiFact Texas, Oct. 25 and 28, 2011<br />\r\n\t<br />\r\n\tTelephone interview, Jeff Archer, chief legislative counsel, Texas Legislative Council, Oct. 31, 2011<br />\r\n\t<br />\r\n\tTelephone interviews, Melanie Callahan, interim executive administrator; Ken Petersen, general counsel, Texas Water Development Fund, Austin, Oct. 24 and 28 and November 2, 2011<br />\r\n\t<br />\r\n\tHouse Research Organization, report, <a href=\"http://www.hro.house.state.tx.us/focus/amend82.pdf\">&quot;Amendments Proposed for November 2011 Ballot,&quot;</a> July 20, 2011<br />\r\n\t<br />\r\n\tLegislative Budget Board, <a href=\"http://www.legis.state.tx.us/Search/DocViewer.aspx?K2DocKey=odbc%3a%2f%2fTLO%2fTLO.dbo.vwCurrBillDocs%2f82%2fR%2fS%2fJR%2f00004%2f3%2fF%40TloCurrBillDocs&amp;QueryText=sjr4&amp;HighlightType=1\">fiscal note</a>, engrossed version of Senate Joint Resolution 4, May 2, 2011<br />\r\n\t<br />\r\n\tTexas Legislative Council, report, <a href=\"http://www.tlc.state.tx.us/pubsconamend/analyses11/analyses11.pdf\">&quot;Analyses of Proposed Constitutional Amendments, November 8, 2011, Election,&quot;</a> (accessed Oct. 27, 2011)</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 1, "home_state": "", "id": 1525, "last_name": "H204TEXAS PAC", "mostly_true_count": 0, "name_slug": "H204TEXAS-PAC", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/tdrop.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1525/", "total_count": 1, "true_count": 0, "website": "http://www.h2o4texas.org/"}, "statement": "<p>\r\n\tProposition 2 on November&rsquo;s Texas ballot &quot;does not cost state taxpayers any money.&quot;</p>\r\n", "statement_context": "an email blast.", "statement_date": "2011-10-24", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}, {"description": "", "id": 197, "photo": null, "resource_uri": "/api/v/2/subject/197/", "subject": "Water", "subject_slug": "water", "used_in_edition": ["/api/v/2/edition/5/", "/api/v/2/edition/2/"]}], "target": [], "twitter_headline": ""}