{"art": [{"brightcove": "", "caption": "In a speech that went viral, Texas Gov. Rick Perry said -- among many other things -- that Americans spend $500 billion a year on tax preparation. We checked to see if he was right.", "id": 1733, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/1733/", "title": "Perry \"drunk\" speech", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/7M4gz97Y9W8#!?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "7M4gz97Y9W8#!"}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2011/nov/07/rick-perry/rick-perry-says-taxpayers-spend-half-trillion-doll/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 4749, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/4749/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<div style=\"background-color: transparent\">\r\n\t<p>\r\n\t\tDuring the now-famous New Hampshire address by Rick Perry on Oct. 28, 2011 -- in which Perry&rsquo;s <a href=\"http://www.cbsnews.com/video/watch/?id=7386800n\">animated banter</a> went <a href=\"http://thehill.com/video/campaign/190661-perry-thinks-live-free-or-die-is-cool-slogan\">viral</a> and drew satirical jabs from <em><a href=\"http://www.hulu.com/watch/297348/saturday-night-live-weekend-update-rick-perry\">Saturday Night Live</a></em> -- the Texas governor made a claim about how much Americans spend on preparing their taxes.</p>\r\n\t<p>\r\n\t\t&quot;Everybody&#39;s got a slogan, right?&quot; <a href=\"http://transcripts.cnn.com/TRANSCRIPTS/1110/31/cnr.07.html\">Perry said</a>. &quot;Mine&#39;s cut, balance and grow. Get that? Yes. Cut the size of this government and balance that budget and grow the economy, and it&#39;s pretty simple actually. Or you can stay in the old system that&#39;s out there. And then &hellip; the ones that want to stay in the old system, pay the lawyers, pay the accountants, all the money that&#39;s gone, or that. Think about it. You know, we spend half a trillion dollars a year in tax preparation. Any accountants or tax lawyers out there -- I&#39;m sorry, dude, but that&#39;s too much money, a half a trillion dollars.&quot;</p>\r\n\t<p>\r\n\t\tA reader asked us to check whether it&rsquo;s true that &quot;we spend half a trillion dollars a year in tax preparation.&quot; (It&rsquo;s a popular topic across the ideological spectrum; President Barack Obama&#39;s administration has proposed <a href=\"http://www.post-gazette.com/pg/08083/867082-68.stm\">simplified tax filing procedures</a>, though the effort is rated <a href=\"http://www.politifact.com/truth-o-meter/promises/obameter/promise/18/provide-option-for-a-pre-filled-out-tax-form/\">Stalled</a> on our Obameter.)</p>\r\n\t<p>\r\n\t\tWe called the American Institute of Certified Public Accountants to see if it tracked that figure, and it said it didn&rsquo;t. We also looked at federal gross domestic product statistics and found that the industry breakdown does not specify tax preparation among its categories of professional services, making an estimate impossible.</p>\r\n\t<p>\r\n\t\tHowever, the Perry campaign provided us with a source: A <a href=\"http://www.taxfoundation.org/files/sr138.pdf\">2005 paper</a> by the Tax Foundation, a business-backed group that studies tax issues.</p>\r\n\t<p>\r\n\t\tThe paper noted at least three burdens caused by the tax code: tax planning -- or efforts to limit one&rsquo;s taxes; defending against tax audits and tax litigation; and tax compliance, which includes record-keeping, education about tax laws, form preparation and packaging and sending tax forms.</p>\r\n\t<p>\r\n\t\tThe foundation decided to look only at the third category -- tax compliance -- for calendar year 2005. Its researchers concluded that the costs of compliance for individuals was 2.8 billion hours, or $110 billion; the cost for businesses was 3.1 billion hours or $148 billion; and the cost for nonprofits was 141 million hours or $6.8 billion.</p>\r\n\t<p>\r\n\t\tIn all, that works out to upwards of 6 billion hours and $265 billion.</p>\r\n\t<p>\r\n\t\tIf that were the final number, Perry&rsquo;s estimate would be significantly off base. But there are a few additional points we need to make.</p>\r\n\t<p>\r\n\t\tFirst, the same paper projected that compliance costs would rise to $483 billion by 2015, or $406 billion adjusted for the 2005 value of the dollar. The $483 billion number is closer to Perry&rsquo;s estimate -- and in fact, his staff said that that&rsquo;s the number he was referring to during the New Hampshire speech.</p>\r\n\t<p>\r\n\t\tHowever, that figure is an exaggeration of today&rsquo;s cost. Using the same study&rsquo;s projections, the amount for 2011 should be $392 billion, or $354 billion in 2005 dollars -- well below Perry&rsquo;s $500 billion figure. At the pace projected by the paper, it would take until 2016 (using regular dollars) or 2022 (using inflation-adjusted dollars) to reach Perry&rsquo;s amount of $500 billion. That&rsquo;s either five years or 11 years into the future -- assuming the estimate was correct in the first place and assuming nothing fundamental has changed the long-term arc since 2005.</p>\r\n\t<p>\r\n\t\tThere&rsquo;s another concern. Perry said that we spend &quot;half a trillion dollars a year in tax preparation. Any accountants or tax lawyers out there -- I&#39;m sorry, dude, but that&#39;s too much money, a half a trillion dollars.&quot; This suggests that the costs we&rsquo;re talking about are specifically those paid to accountants and lawyers.</p>\r\n\t<p>\r\n\t\tHowever, the amount calculated in the Tax Foundation study is broader. It includes time spent on internal bookkeeping and education about tax laws as well as money spent on postage and the like. In the Tax Foundation data, the costs strictly for &quot;form preparation&quot; -- the primary job of an accountant -- add up to 31 percent of individual tax compliance costs, 32 percent for businesses, 22 percent for nonprofits and 28 percent overall.</p>\r\n\t<p>\r\n\t\tEven if that percentage undercounts what taxpayers pay accountants, this would make Perry&rsquo;s estimate even further off base. However, the decrease would be at least partially offset by adding in the cost of &quot;tax lawyers,&quot; in Perry&rsquo;s words, whose costs are not included in the Tax Foundation study.</p>\r\n\t<p>\r\n\t\tAll this makes clear that estimating the tax compliance burden on the United States is tricky business. Indeed, the Government Accountability Office came to that very conclusion in a <a href=\"http://www.gao.gov/new.items/d05878.pdf\">2005 report</a>.</p>\r\n\t<p>\r\n\t\t&quot;Estimating total compliance costs is difficult because neither the government nor taxpayers maintain regular accounts of these costs, and federal tax requirements often overlap with record-keeping and reporting that taxpayers do for other purposes,&quot; the GAO wrote. &quot;Although available estimates are uncertain, taken together, they suggest that total compliance costs are large. For example, combining the lowest available estimates for the personal and corporate income tax yields a total of $107 billion (roughly 1 percent of GDP) per year.&quot;</p>\r\n\t<p>\r\n\t\tOther studies, GAO added, estimate costs as 1.5 times as large.</p>\r\n\t<p>\r\n\t\tWe also checked in with Eric Toder, a fellow at the Urban Institute who has studied tax compliance costs. He estimated that current compliance costs for all individual filers is about $100 billion, plus nearly another $100 billion for small businesses, plus an undetermined amount for nonprofits and large businesses. Added together, this is likely a bit lower than the Tax Foundation&rsquo;s projected 2011 figure of $392 billion and significantly lower than Perry&rsquo;s $500 billion figure.</p>\r\n\t<p>\r\n\t\tToder added that Perry&rsquo;s tax proposal -- keeping the current system, but giving filers an option of paying a flat tax instead -- wouldn&rsquo;t necessarily reduce compliance costs by much.</p>\r\n\t<p>\r\n\t\t&quot;If you look at IRS data, you will find that &lsquo;business&rsquo; taxpayers -- individuals who complete schedules C, E, or F -- spend a lot more time on their returns than non-business taxpayers,&quot; he said. &quot;Business returns are complex because it is hard to determine which expenses are business expenses (deductible) or personal expenses (non-deductible). For example, what share of the expenses of maintaining a car that is used for both business and personal reasons is deductible? None of those types of problems would be made easier by the Perry proposal.&quot;</p>\r\n\t<p>\r\n\t\tToder added that the biggest part of burden is record-keeping, &quot;which has nothing to do with the cost of completing forms, such as switching to a postcard&quot; -- a centerpiece of Perry&rsquo;s plan.</p>\r\n\t<p>\r\n\t\t<strong>Our ruling</strong></p>\r\n\t<p>\r\n\t\tLooking at the Tax Foundation report which Perry used -- as well as alternate analyses of the question -- it&rsquo;s clear that $500 billion is a high estimate, at least as the numbers stand today. If you define this number narrowly -- to tax preparers and tax lawyers, the groups Perry named specifically -- Perry&rsquo;s estimate is even further off base.</p>\r\n\t<p>\r\n\t\tPerry has a valid point to make -- that a whole lot of money is spent on tax preparation in the United States today. But he not only takes the highest estimate, he also uses a number projected into the future and makes it sound like that&#39;s what is being spent today. On balance, we rate Perry&rsquo;s statement Mostly False.&nbsp;</p>\r\n</div>\r\n", "ruling_comments_date": "2011-11-07T15:17:27.657921", "ruling_date": "2011-11-07T16:36:30", "ruling_headline": "Rick Perry says taxpayers spend half a trillion dollars a year on tax preparation", "ruling_headline_slug": "rick-perry-says-taxpayers-spend-half-trillion-doll", "ruling_link_text": "A high estimate of what costs will be in the future", "ruling_state": null, "source_documents": null, "sources": "<div>\r\n\tRick Perry, speech in Manchester, N.H. (<a href=\"http://transcripts.cnn.com/TRANSCRIPTS/1110/31/cnr.07.html\">partial transcript</a>), Oct. 28, 2011<br />\r\n\t<br />\r\n\tTax Foundation, &quot;<a href=\"http://www.taxfoundation.org/files/sr138.pdf\">The Rising Cost of Complying with the Federal Income Tax</a>,&quot; December 2005<br />\r\n\t<br />\r\n\tGovernment Accountability Office, &quot;<a href=\"http://www.gao.gov/new.items/d05878.pdf\">Summary of Estimates of the Costs of the Federal Tax System</a>,&quot; August 2005<br />\r\n\t<br />\r\n\tInternal Revenue Service, &quot;<a href=\"http://www.irs.gov/taxstats/article/0,,id=102886,00.html\">Tax Stats at a Glance</a>,&quot; accessed Nov. 7, 2011<br />\r\n\t<br />\r\n\tPittsburgh Post-Gazette, &quot;<a href=\"http://www.post-gazette.com/pg/08083/867082-68.stm\">Tax reform plan would shift tax return preparation to the IRS</a>,&quot; March 23, 2008<br />\r\n\t<br />\r\n\tE-mail interview with Eric Toder, fellow at the Urban Institute, Nov. 7, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Katherine Cesinger, state press director for the Rick Perry for President campaign, Nov. 7, 2011</div>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 30, "current_job": "U.S. Energy Secretary", "false_count": 31, "first_name": "Rick", "half_true_count": 42, "home_state": "Texas", "id": 291, "last_name": "Perry", "mostly_true_count": 24, "name_slug": "rick-perry", "pants_count": 18, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rick_Perry_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/291/", "total_count": 176, "true_count": 26, "website": "https://energy.gov/management/history/secretaries-energy"}, "statement": "<div style=\"background-color: transparent\">\r\n\t&quot;We spend half a trillion dollars a year in tax preparation.&quot;</div>\r\n", "statement_context": "a speech in Manchester, N.H.", "statement_date": "2011-10-28", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ""}