{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2011/nov/07/allen-west/allen-west-says-epa-wants-hire-230000-workers-cost/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 4750, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/4750/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tThe Environmental Protection Agency has been the source of a series of eye-popping but false claims including that the federal agency intends to <a href=\"http://www.politifact.com/georgia/statements/2011/oct/05/herman-cain/herman-cain-epa-regulate-dust-2012/\">regulate dust</a>, that it <a href=\"http://www.politifact.com/virginia/statements/2011/mar/11/morgan-griffith/morgan-griffith-says-epa-treats-milk-spills-same-w/\">treats spilled milk the same as oil spills</a> and that it plans to implement what has been dubbed a <a href=\"http://www.factcheck.org/2008/12/epa-tax-on-cows-and-pigs/\">&quot;cow tax.&quot;</a><br />\r\n\t<br />\r\n\tHere&#39;s the latest charge against the EPA: the agency wants to go on the mother of all hiring sprees.<br />\r\n\t<br />\r\n\tU.S. Rep. Allen West, a Republican in South Florida, made the charge in a <a href=\"http://www.youtube.com/watch?v=DLxy9eJXAQ0\">TV interview</a> on Oct. 21, 2011.<br />\r\n\t<br />\r\n\t&quot;The objective of this administration, truly the objective of the liberal progressives, is to get more people wedded to government either by subsistence check or employment check,&quot; West said. &quot;When you hear an EPA that wants to hire 230,000 new government regulators that will cost the taxpayer $21 billion, when you have (U.S. Sen.) Harry Reid coming out and saying that we need to hire more people in the public sector over the private sector that&#39;s not how we are going to restore our economy. But that&#39;s how they would create a victim class, an entitlement class, a new welfare state that will be totally dependent upon them that will change national level elections hence and forever more.&quot;<br />\r\n\t<br />\r\n\tThat&#39;s quite a want-ad for the EPA, which currently has about 18,000 employees and an annual budget of $8.7 billion. Does it really want to hire 230,000 new employees at a cost of $21 billion?<br />\r\n\t<br />\r\n\t<strong>Supreme Court ruled greenhouse gas is a pollutant</strong><br />\r\n\t<br />\r\n\tThe claim that the EPA wants to hire 230,000 new employees to regulate greenhouse gas emissions has been hotly debated among bloggers and media outlets. The story begins back in 2007, when the Supreme Court ruled that greenhouse gas emissions from cars are a pollutant under the Clean Air Act and ordered the EPA to determine whether they endanger human health. In 2009, the <a href=\"http://yosemite.epa.gov/opa/admpress.nsf/7ebdf4d0b217978b852573590040443a/08d11a451131bca585257685005bf252!OpenDocument\">EPA determined that greenhouse gas emissions do endanger human health</a>.<br />\r\n\t<br />\r\n\tUnder the Clean Air Act approved by Congress in 1970, if the EPA regulates a pollutant under one section of the Clean Air Act -- in this case, auto emissions -- it must regulate that pollutant under the permitting sections of the Clean Air Act. This meant that the EPA would have had to regulate greenhouse gasses from all sources that emit them above the level set in statute: 100 or 250 tons per year. (The threshold is different depending on which Clean&nbsp;Air Act permitting program is involved.) That would mean that millions of small sources not previously regulated under the Clean Air Act permitting programs -- such as restaurants, commercial bakeries and apartment buildings -- would also have to apply for permits from the EPA.<br />\r\n\t<br />\r\n\tSince that would be a massive undertaking, the EPA sought to phase in implementation.<br />\r\n\t<br />\r\n\tIn January 2011, the EPA started with the largest businesses such as large power plants and oil refineries. That hasn&#39;t required more staff because the applicants are going through the same permitting process they have in the past -- with questions about an additional pollutant, greenhouse gases, tacked on.<br />\r\n\t<br />\r\n\tBusinesses that face additional EPA regulation have challenged the agency in court. <a href=\"http://articles.latimes.com/2010/nov/07/nation/la-na-texas-climate-20101107\">The Coalition for Responsible Regulation</a> is a plaintiff in the case -- the <em>Los Angeles Times</em> reported that the coalition&#39;s officers are the same as Quintana Minerals Resources, a large owner of coal reserves.<br />\r\n\t<br />\r\n\t<strong>Media frenzy</strong></p>\r\n<p>\r\n\tThe Daily Caller, a right-leaning news website, published a Sept. 26 article that pulled quotes from <a href=\"http://www.instituteforenergyresearch.org/wp-content/uploads/2011/09/tailoring-rule-case.pdf\">the government&#39;s Sept. 16 court brief in the case</a>.<br />\r\n\t<br />\r\n\tThe headline of the article was <a href=\"http://dailycaller.com/2011/09/26/epa-regulations-would-require-230000-new-employees-21-billion/\">&quot;EPA: regulations would require 230,000 new employees, $21 billion&quot;</a>.<br />\r\n\t<br />\r\n\tThe article stated:<br />\r\n\t<br />\r\n\t&quot;The Environmental Protection Agency has said new greenhouse gas regulations, as proposed, may be &#39;absurd&#39; in application and &#39;impossible to administer&#39; by its self-imposed 2016 deadline. But the agency is still asking for taxpayers to shoulder the burden of up to 230,000 new bureaucrats &mdash; at a cost of $21 billion &mdash; to attempt to implement the rules.&quot;<br />\r\n\t<br />\r\n\tThe article quoted part of the court brief which stated: &quot;Hiring the 230,000 full-time employees necessary to produce the 1.4 billion work hours required to address the actual increase in permitting functions would result in an increase in Title V administration costs of $21 billion per year.&quot;<br />\r\n\t<br />\r\n\tBy the next day, <a href=\"http://mediamatters.org/print/research/201109270014\">Media Matters for America</a>, a liberal group, disputed The Daily Caller&#39;s report and so did <em><a href=\"http://www.politico.com/news/stories/0911/64582.html\">POLITICO,</a></em> which quoted EPA spokesman Brendan Gilfillan who said that The Daily Caller&#39;s report was &quot;comically wrong.&quot;<br />\r\n\t<br />\r\n\t<strong>Government argues that full implementation would overwhelm system</strong><br />\r\n\t<br />\r\n\tWe read portions of the court brief in which the federal government argues that the thresholds Congress established -- 100 or 250 tons per year -- &quot;pose significant implementation difficulties when applied to greenhouse gases....&quot; and &quot;would result in coverage of millions of additional sources, thereby presenting overwhelming regulatory burdens.&quot;<br />\r\n\t<br />\r\n\tThese &quot;burdens would inundate&quot; the EPA and state permitting authorities resulting in billions of dollars in costs and years of delays for obtaining permits, the U.S. Department of Justice and EPA brief states. The government even calls this &quot;unmanageable burdens,&quot; which is why the EPA is using what they call a &quot;tailoring&quot; rule to phase in regulation.<br />\r\n\t<br />\r\n\tThe government calculated how many employees it would need -- and at what cost -- if it was required to implement monitoring greenhouse gas emissions without tailoring.<br />\r\n\t<br />\r\n\t&quot;Hiring the 230,000 full-time employees necessary to produce the 1.4 billion work hours required to address the actual increase in permitting functions would result in an increase in Title V administration costs of $21 billion per year.&quot; Although The Daily Caller ended its quote here, the court brief continues with a key point: &quot;Based on this analysis, EPA found that applying the literal statutory thresholds (100/250 tpy) on January 2, 2011, would &quot;overwhelm the resources of permitting authorities and severely impair the functioning of the programs....&quot;<br />\r\n\t<br />\r\n\tSo the 230,000 employees figure, and the $21 billion cost, is something that the federal government calculated for the purposes of illustrating that it doesn&#39;t want to hire that many people or pay that much and instead wants to phase in implementation.<br />\r\n\t<br />\r\n\tThat covers the current state of hiring, but what about in the future as the EPA expands its implementation?<br />\r\n\t<br />\r\n\tThe EPA states, starting on page 30 of the court brief, that by July 2012 the EPA will address various options to streamline the process.<br />\r\n\t<br />\r\n\t&quot;Thus, the Tailoring Rule is calculated to move toward eventual full compliance with the statutory threshold, unless, notwithstanding EPA&rsquo;s significant efforts at further reducing the administrative burdens through streamlining and other actions, impossibility of full administrative implementation persists at that time,&quot; states the court brief on page 31.<br />\r\n\t<br />\r\n\tWe turned to Lisa Heinzerling, now a Georgetown Law professor who was involved in this issue when she worked in high-level positions at the EPA in 2009 and 2010, for an explanation of what the EPA is saying about its intentions by 2016.<br />\r\n\t<br />\r\n\t&quot;The agency recognizes that under the law as currently framed it has a legal obligation at some point to reach those thresholds so it needs be showing progress toward that goal,&quot; she said. &quot;&#39;Moving toward&#39; them is different than one day saying &#39;alright everyone is in and we need 200 and some thousand employees.&#39; The agency is not saying that at all. The agency is saying it recognizes the need to move toward thresholds and also recognizes even with streamlining measures it will come up with in the next five years burdens may still be greater than the agency may be able to tolerably bear, then we will have to see.&quot;<br />\r\n\t<br />\r\n\tKevin Bundy, an attorney for the Center for Biological Diversity, currently one of the interveners on the government&#39;s side said:<br />\r\n\t<br />\r\n\t&quot;What EPA is saying -- in the context of the rule the agency is actually defending -- is that they&#39;ll continue to explore ways of &#39;moving toward&#39; the statutory thresholds, while acknowledging that implementing the program at those thresholds may still be impossible. The rule envisions &#39;moving toward&#39; the statutory thresholds by streamlining the permit process and by considering permanent exemptions for various categories of sources. &#39;Moving toward&#39; does not mean &#39;achieving.&#39; What Rep. West is supposedly afraid of -- EPA hiring 200,000+ additional regulators and so forth -- is exactly what the Tailoring Rule was designed to avoid.&quot;<br />\r\n\t<br />\r\n\tBundy points to the <a href=\"https://www.documentcloud.org/documents/263255-epa-tailoring-rule.html\">EPA&#39;s 2010 greenhouse gas tailoring document</a> which states that the EPA plans to propose ways to streamline implementation in future phases including permanently excluding certain small sources.<br />\r\n\t<br />\r\n\tUniversity of Miami law professor Charlton Copeland, who teaches administrative law, read the tailoring section of the court brief at PolitiFact&#39;s request. He said the government cites the hiring numbers to articulate why it wants to depart from a literal reading of the provision.<br />\r\n\t<br />\r\n\t&quot;I don&#39;t read that and get the sense what the EPA is gearing up for is a public works program on its own...,&quot; Copeland said. &quot;They keep saying it&#39;s &#39;absurd&#39; or &#39;impossible.&#39; When I see &#39;absurd&#39; or &#39;impossible&#39; they are referencing both to the amount of personnel it would take and the kind of slow down it would impose on the permitting process.&quot;<br />\r\n\t<br />\r\n\tGilfillan, the EPA spokesman, said that the EPA won&#39;t be hiring 230,000 extra workers now or in 2016 even if the court rules that the EPA can&#39;t tailor. The 230,000 workers referenced in the court brief would be a combination of state and federal employees since the EPA handles permitting for some states while it delegates it in others.<br />\r\n\t<br />\r\n\tAny such massive expansion of the EPA would require Congress to provide the extra money to the EPA -- a highly unlikely scenario. And the &quot;EPA has no authority to control hiring decisions in state agencies,&quot; said Robert Glicksman, an environmental law professor at George Washington University Law School, in an e-mail.<br />\r\n\t<br />\r\n\t<strong>West responds and our ruling</strong></p>\r\n<p>\r\n\tWe asked West&#39;s office for an explanation. West&#39;s spokeswoman Angela Sachitano sent us a link to a conservative blog that posted a Sept. 23 article from the <a href=\"http://www.instituteforenergyresearch.org/2011/09/23/epas-absurd-defense-of-its-greenhouse-gas-regulations/\">Institute for Energy Research</a> entitled &quot;EPA&#39;s absurd defense of its greenhouse gas actions,&quot; which includes some of the same points raised later by The Daily Caller.<br />\r\n\t<br />\r\n\tSachitano also sent us a quote from West:<br />\r\n\t<br />\r\n\t&quot;I am pleased the Environmental Protection Agency has recognized the absurdity of using the Clean Air Act, which was never the intention of Congress, to regulate the emission of carbon dioxide. I&#39;m also pleased that the EPA filed on September 16th a brief with the court that will temporary not require them to hire 230,000 full time employees at a cost to the American Taxpayer of $21 billion.&quot;<br />\r\n\t<br />\r\n\tBut on TV West said: &quot;When you hear an EPA wants to hire 230,000 new government regulators that will cost the taxpayer $21 billion...&quot; and cited that as an example of getting more people wedded to the government by employment check. West is suggesting that the federal government is bloated and will bloat even more since the EPA &quot;wants&quot; to hire 230,000 new employees at a cost of $21 billion. But the EPA made it clear in its brief that it doesn&#39;t want to hire all those folks. It&#39;s unclear how the EPA and the states would handle implementation if the courts rule that the EPA can&#39;t tailor. But it is clear that the EPA, and the states, wouldn&#39;t have the budgets to hire 230,000 more people. We rate this claim False.</p>\r\n", "ruling_comments_date": "2011-11-07T15:54:42.601801", "ruling_date": "2011-11-07T17:54:25", "ruling_headline": "Allen West says EPA wants to hire 230,000 workers at a cost of $21 billion", "ruling_headline_slug": "allen-west-says-epa-wants-hire-230000-workers-cost", "ruling_link_text": "Don't look for this want ad", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tYouTube, <a href=\"http://www.youtube.com/watch?v=DLxy9eJXAQ0\">PJTV interview with U.S. Rep. Allen West</a>, Oct. 21, 2011<br />\r\n\t<br />\r\n\tEnvironmental Protection Agency press release, <a href=\"http://yosemite.epa.gov/opa/admpress.nsf/7ebdf4d0b217978b852573590040443a/08d11a451131bca585257685005bf252!OpenDocument\">&quot;EPA: Greenhouse gases threaten public health and environment,&quot;</a> Dec. 7, 2009<br />\r\n\t<br />\r\n\tEnvironmental Protection Agency, <a href=\"https://www.documentcloud.org/documents/263255-epa-tailoring-rule.html\">&quot;Prevention of Significant Deterioration and Title V Greenhouse gas tailoring rule; final rule,&quot;</a> June 3, 2010<br />\r\n\t<br />\r\n\tU.S. District Court, <a href=\"http://www.instituteforenergyresearch.org/wp-content/uploads/2011/09/tailoring-rule-case.pdf\">Brief for the Environmental Protection Agency</a>, Sept. 16, 2011<br />\r\n\t<br />\r\n\tInstitute for Energy Research, <a href=\"http://www.instituteforenergyresearch.org/2011/09/23/epas-absurd-defense-of-its-greenhouse-gas-regulations/\">&quot;EPA&#39;s absurd defense of its greenhouse gas actions,&quot;</a> Sept. 23, 2011<br />\r\n\t<br />\r\n\t<em>Politico</em>, <a href=\"http://www.politico.com/news/stories/0911/64582.html\">&quot;Rumors of EPA&#39;s $21b expansion set web ablaze,&quot;</a> Sept. 27, 2011<br />\r\n\t<br />\r\n\tThe Daily Caller, <a href=\"http://dailycaller.com/2011/09/26/epa-regulations-would-require-230000-new-employees-21-billion/\">&quot;EPA: Regulations would require 230,000 new employees, $21 billion,&quot;</a> Sept. 26, 2011<br />\r\n\t<br />\r\n\tMedia Matters for America, <a href=\"http://mediamatters.org/print/research/201109270014\">&quot;No, the EPA is not hiring 230,000 workers to implement climate change rules,&quot;</a> Sept. 27, 2011<br />\r\n\t<br />\r\n\tThe Inhofe EPW press blog, <a href=\"http://epw.senate.gov/public/index.cfm?FuseAction=Minority.Blogs&amp;ContentRecord_id=b24a30a6-802a-23ad-4e27-3d3087eb247d&amp;Issue_id=\">&quot;Note to liberal media: It is true -- even the EPA says so,&quot;</a> Sept. 28, 2011<br />\r\n\t<br />\r\n\tWashington Post Erik Wemple blog, <a href=\"http://www.washingtonpost.com/blogs/erik-wemple/post/daily-caller-and-epa-a-look-at-the-history/2011/09/30/gIQAuKnIAL_blog.html\">&quot;Daily Caller and EPA: A look at the history,&quot;</a> Sept. 30, 2011<br />\r\n\t<br />\r\n\t<em>The Los Angeles Times</em>, <a href=\"http://articles.latimes.com/2010/nov/07/nation/la-na-texas-climate-20101107\">&quot;In climate politics, Texas aims to be the anti-California,&quot;</a> Nov. 7, 2010<br />\r\n\t<br />\r\n\tPolitiFact, <a href=\"http://www.politifact.com/georgia/statements/2011/oct/05/herman-cain/herman-cain-epa-regulate-dust-2012/\">&quot;Herman Cain: EPA to regulate dust in 2012,&quot;</a> Oct. 5, 2011<br />\r\n\t<br />\r\n\tPolitiFact, <a href=\"http://www.politifact.com/virginia/statements/2011/mar/11/morgan-griffith/morgan-griffith-says-epa-treats-milk-spills-same-w/\">&quot;Morgan Griffith says EPA treats milk spills same way as oil spills,&quot;</a> March 11, 2011<br />\r\n\t<br />\r\n\tFactcheck.org, <a href=\"http://www.factcheck.org/2008/12/epa-tax-on-cows-and-pigs/\">&quot;EPA tax on cows and pigs?,&quot;</a> Dec. 29, 2008<br />\r\n\t<br />\r\n\tInterview, Angela Sachitano, spokeswoman for U.S. Rep. Allen West, Nov. 2, 2011<br />\r\n\t<br />\r\n\tInterview, Brendan Gilfillan, spokesman at the Environmental Protection Agency, Nov. 1-2, 2011<br />\r\n\t<br />\r\n\tInterview, Cathy Milbourn, spokeswoman at the Environmental Protection Agency, Nov. 2, 2011<br />\r\n\t<br />\r\n\tInterview, David Martosko, Executive Editor of The Daily Caller, Nov. 2, 2011<br />\r\n\t<br />\r\n\tInterview, Robert L. Glicksman, law professor at George Washington University Law School, Nov. 3, 2011<br />\r\n\t<br />\r\n\tInterview, Lisa Heinzerling, law professor at Georgetown and former associate administrator of EPA&#39;s Office of Policy, Nov. 3, 2011<br />\r\n\t<br />\r\n\tInterview, Kevin Bundy, senior attorney at the Center for Biological Diversity, Nov. 3, 2011<br />\r\n\t<br />\r\n\tInterview, Charlton Copeland, law professor, University of Miami, Nov. 3, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 6, "current_job": "U.S. representative, Florida District 22", "false_count": 9, "first_name": "Allen", "half_true_count": 3, "home_state": "Florida", "id": 390, "last_name": "West", "mostly_true_count": 1, "name_slug": "allen-west", "pants_count": 4, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/allenwest.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/390/", "total_count": 26, "true_count": 3, "website": ""}, "statement": "<p>\r\n\tThe EPA &quot;wants to hire 230,000 new government regulators that will cost the taxpayer $21 billion.&quot;</p>\r\n", "statement_context": "a TV interview", "statement_date": "2011-10-21", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}, {"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "", "id": 109, "photo": null, "resource_uri": "/api/v/2/subject/109/", "subject": "Regulation", "subject_slug": "market-regulation", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}