{"art": [], "author": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "canonical_url": "/wisconsin/statements/2011/nov/10/state-democratic-party-wisconsin/wisconsin-democratic-party-says-walker-supported-b/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 4758, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/4758/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tState prosecutors are scrambling to fend off fresh legal challenges to drunken-driving cases, with defense lawyers scoring some early victories under restrictive new evidence standards.<br />\r\n\t<br />\r\n\tThe new rules -- which can make it harder to get police testimony and field sobriety tests admitted into court -- sprang from a <a href=\"http://www.jsonline.com/news/statepolitics/114727294.html\">legal-reform push </a>in January 2011 by Gov. Scott Walker and Republican lawmakers.<br />\r\n\t<br />\r\n\tRepublicans&rsquo; primary goal was to make it easier to block unreliable expert testimony and so-called junk science in negligence lawsuits against businesses.<br />\r\n\t<br />\r\n\tBut the change applies to all types of civil and criminal actions, a move that led the <a href=\"http://www.law.wisc.edu/rcid/legislativeaction/2011act2_legislative_committee_memo.pdf\">state district attorney&rsquo;s association</a> to predict before passage that the new rules would &quot;significantly curtail our ability to prove our cases&quot; -- including in charges of operating while intoxicated.<br />\r\n\t<br />\r\n\tThat aspect of the law got a sharper characterization when the Democratic Party of Wisconsin -- gearing up for a recall drive against Walker -- blasted the governor on a host of issues.<br />\r\n\t<br />\r\n\tAmid complaints about the budget bill, concealed carry legislation and changes related to sex-ed in schools, the party in a <a href=\"http://www.wisdems.org/news/press/view/2011-11-personal-foul-as-unemployment-rises-and-jobs-are-los\">news release </a>declared that a Walker administration move makes it so that &quot;drunk drivers who kill have an easier time of it.&quot;<br />\r\n\t<br />\r\n\tAmid the rhetoric is an interesting claim:<br />\r\n\t<br />\r\n\tDoes <a href=\"https://docs.legis.wisconsin.gov/2011/related/acts/2.pdf\">Act 2</a>, the legal reform legislation, really mean an easier go for drunken drivers, either in criminal prosecutions or in personal injury suits against them?<br />\r\n\t<br />\r\n\tAsked to back up its claim, the Democrats cited three pieces of evidence: <a href=\"http://media.jsonline.com/documents/MADD+Testimony+on+Assembly+Bill+1.1-11-11.pdf\">Mothers Against Drunk Drivers&rsquo; opposition </a>to Act 2; the bill&rsquo;s limits on court-ordered punitive damages in civil cases; and changes that make it harder for people to testify as experts.<br />\r\n\t<br />\r\n\tBut Republicans decided to exempt drunken-driving crash victims from the punitive damage limits in civil cases. So that point is off the mark.<br />\r\n\t<br />\r\n\tThe Mothers Against Drunk Drivers position is a moving target. The group opposed the bill initially, but then dropped its opposition after lawmakers added the punitive damage exemption -- and is now seeking a partial legislative fix in reaction to the new evidence rules.<br />\r\n\t<br />\r\n\tAs for the evidence rules themselves, prosecutors say the issue is real and the change puts new pressures on them.<br />\r\n\t<br />\r\n\tWe talked to numerous lawyers and researchers and they said the changes were significant, but welcome in concept. Almost all agreed the old standards allowed in too much. The new standards are used in federal courts, and by more than 30 states.<br />\r\n\t<br />\r\n\tSince the bill&rsquo;s Feb. 1, 2011 start date, challenges to OWI evidence have played out in courtrooms and prosecutor&rsquo;s offices under the new law. Both sides expect many more battles as the <a href=\"http://www.wisbar.org/AM/Template.cfm?Section=Wisconsin_Lawyer&amp;template=/CM/ContentDisplay.cfm&amp;contentid=100905\">&quot;Daubert standard</a>&quot; rules (from a Supreme Court case, <a href=\"http://www.law.cornell.edu/supct/html/92-102.ZO.html\">Daubert v. Merrell Dow Pharmaceuticals Inc.</a>) come into play in more cases.</p>\r\n<p>\r\n\tIn our interviews with lawyers in several counties, we did not discover any OWI homicide trials affected by the new Daubert standard -- the focus of the Democrats&rsquo; claim. But those cases would be subject to the same advantages and disadvantages as other OWI cases.<br />\r\n\t<br />\r\n\tAnd there are some examples we can dig into there:</p>\r\n<ul>\r\n\t<li>\r\n\t\t<strong>St. Croix County</strong>: In a criminal case of alleged driving drunk with a child passenger, defense attorney Aaron Nelson used the new evidence standards to challenge the vision test in which an officer moves a finger or item in front of a suspect&rsquo;s eyes. After the trial began, the judge disallowed testimony about the eye test. A jury on Nov. 1, 2011 found the defendant not guilty.</li>\r\n</ul>\r\n<ul>\r\n\t<li>\r\n\t\t<strong>Dane County</strong>: A pretrial defense challenge to field sobriety tests in a second-offense OWI case led a judge to block the arresting officer from answering whether he believed the suspect was impaired -- a common question at trials and one that is typically a powerful weapon for prosecutors. The case, already weak due to a paperwork error during the arrest, was pleaded down to reckless use of a vehicle, said assistant district attorney Everett Mitchell.</li>\r\n</ul>\r\n<ul>\r\n\t<li>\r\n\t\t<strong>Sheboygan County</strong>: Prosecutors beat back a Daubert challenge, but others are pending, leading District Attorney Joe DeCecco to plot a strategy of aggressive pretrial attempts to argue that officers and others can testify as experts on intoxication. &quot;Most of the Daubert challenges have been on drunk driving,&quot; DeCecco noted.</li>\r\n</ul>\r\n<ul>\r\n\t<li>\r\n\t\t<strong>Ozaukee County</strong>: In a drunken driving case, a defense lawyer challenged the qualifications of people who collect and store blood at state hygiene labs that do forensic testing for such cases, according to District Attorney Adam Gerol. The case is pending.</li>\r\n</ul>\r\n<p>\r\n\tIn the very early stages here, we found that a loose cadre of defense attorneys are sharing tips on how to mount challenges that DAs told us cause worrisome delays. &quot;This will protract cases in the long run,&quot; said Gerol, who likes the Daubert standard overall.<br />\r\n\t<br />\r\n\tBut what&rsquo;s been the experience of prosecutors and defense lawyers in states that already have Daubert?<br />\r\n\t<br />\r\n\tNationally, the reality doesn&rsquo;t look one-sided, we found.<br />\r\n\t<br />\r\n\tGenerally speaking prosecutors have found the new standards to be fairly neutral, just more work in defending the reliability of tests and witnesses, said Scott Burns, executive director of the National District Attorneys Association.<br />\r\n\t<br />\r\n\tOn the defense side, national expert Michael Hawkins of Atlanta, said the tougher rules could produce an &quot;unintended benefit&quot; for some defendants, but only when evidence doesn&rsquo;t pass legal muster.<br />\r\n\t<br />\r\n\t&quot;It doesn&rsquo;t make it &lsquo;easier&rsquo; on drunk drivers,&quot; said Hawkins, a National Association of Criminal Defense Lawyers&rsquo; expert on drunken driving issues. &quot;It makes it so prosecutors have to do more work to assure judges and juries that the evidence they are using is accurate and reliable.&quot;<br />\r\n\t<br />\r\n\tYes, prosecutors in Wisconsin are having a tougher go of it in first skirmishes here.<br />\r\n\t<br />\r\n\tBut the rules apply to both sides.<br />\r\n\t<br />\r\n\tDefense attorneys acknowledge they will have have to introduce better and more reliable evidence under the new standards as well.<br />\r\n\t<br />\r\n\tIn fact, <a href=\"http://www.wisconsin-owi.com/\">Andrew Mishlove</a>, a nationally certified OWI defense lawyer who is helping train judges and lawyers on the new standards, told us a half-dozen common defense strategies might wilt now under the tougher evidence rules.<br />\r\n\t<br />\r\n\tAmong them: That testing equipment failed, or that radio frequency interference led to false readings of blood-alcohol level.<br />\r\n\t<br />\r\n\tOverall the new standard will &quot;prevent the defense from putting on bogus experts or questionable experts,&quot; said <a href=\"http://www.dialdui.com/Bio/DonaldRamsell.asp\">Donald Ramsell</a>, an Illinois-based OWI lawyer who is nationally recognized.<br />\r\n\t<br />\r\n\tRamsell noted something pertinent to the Democrats&rsquo; &nbsp;claim about &quot;drivers who kill.&quot;<br />\r\n\t<br />\r\n\tHe and others said both sides will have a tougher time presenting testimony on estimates of a person&rsquo;s intoxication level at the time of an incident -- when the test wasn&rsquo;t taken until hours after the arrest. In fatal-crash homicide cases, the prosecution will be hurt more often in that scenario, Ramsell said, because often the drunken driver is often injured too, preventing a timely blood test.<br />\r\n\t<br />\r\n\tLooking ahead, what can we expect?<br />\r\n\t<br />\r\n\tOn the prosecution side, the big concern is that arresting officers were formerly treated as experts who could draw conclusions about sobriety tests -- but now are being challenged, along with the tests, and police training methods.<br />\r\n\t<br />\r\n\tIn cases that already have some evidence weaknesses -- for example, the defendant refused breath and blood tests, or the tests were delayed -- these challenges can be important, lawyers on both sides said.<br />\r\n\t<br />\r\n\tUnder the new system, judges are the gatekeepers of what is reliable and relevant scientific testimony, in contrast to past practice of letting juries hear almost everything.<br />\r\n\t<br />\r\n\tSome judges have concerns about testimony that has been routinely allowed in the past -- such as the follow-the-finger vision test known as Horizontal Gaze Nystagmus (<a href=\"http://www.nhtsa.gov/people/injury/enforce/nystagmus/hgntxt.html\">HGN</a>). Those test are not allowed as evidence in some states.<br />\r\n\t<br />\r\n\t&quot;There are judges that feel like (the vision test) is voodoo because of a conception they have,&quot; said Emily Thompson, an assistant district attorney in Dane County who handles crash cases, including fatalities involving alcohol.<br />\r\n\t<br />\r\n\tSuch concerns have led the Wisconsin chapter of MADD, the advocacy group, to call for the Legislature to revisit <a href=\"http://legis.wisconsin.gov/lc/publications/act/2011/act002-jr1ab1.pdf\">Act </a><a href=\"http://legis.wisconsin.gov/lc/publications/act/2011/act002-jr1ab1.pdf\">2</a>and exempt drunken-driving cases from the new evidence rules.<br />\r\n\t<br />\r\n\t&quot;This aspect is troubling and MADD hopes the Legislature remedies the oversight as we support prosecutors who often face a daunting task in making sure justice is served and criminal charges relating to drunk driving are fully prosecuted,&quot; MADD spokesman Frank Harris told us.<br />\r\n\t<br />\r\n\tUltimately the state&rsquo;s high courts will decide how the issue plays out.<br />\r\n\t<br />\r\n\tBut most experts and lawyers are predicting neither side will gain clear advantage; others say wait and see. Some prosecutors see some advantages long-term. There&rsquo;s agreement that fairness will increase.<br />\r\n\t<br />\r\n\tSaid Marquette University law professor Daniel Blinka when asked if OWI defendants would have an easier time: &quot;I don&rsquo;t see how that&rsquo;s going to happen.&quot;<br />\r\n\t<br />\r\n\t<strong>Our conclusion</strong><br />\r\n\t<br />\r\n\tThe Democratic Party of Wisconsin claimed that one of Walker&rsquo;s actions was to make it &quot;so that drunk drivers who kill have an easier time of it.&quot;<br />\r\n\t<br />\r\n\tOne of their talking points to back up the statement -- related to civil lawsuits -- doesn&rsquo;t hold up given amendments made to the bill. Their other issue, regarding Act 2&rsquo;s tougher standard for scientific testimony, clearly does affect drunken driving prosecutions.<br />\r\n\t<br />\r\n\tAnd the law already has benefited some drunken drivers, though not in every instance where scientific evidence was challenged. (We did not find a homicide case affected, but they would be subject to similarly varied effects as would regular OWI cases.) So we think there&rsquo;s an element of truth in the Dems&rsquo; statement. Some defendants already have found an easier road.<br />\r\n\t<br />\r\n\tBut the statement implies the net effect of the law is tipped pro-defense. In OWI cases, that is an unknown at this point. Both sides -- defense and prosecution -- are subject to the new standards. And even defense-side experts don&rsquo;t buy the &quot;easier road&quot; argument.<br />\r\n\t<br />\r\n\tFinally, we think it&rsquo;s misleading to suggest -- as the party&rsquo;s statement did -- &nbsp;that the intent of the bill was to favor homicidal drunken drivers. It clearly wasn&rsquo;t.<br />\r\n\t<br />\r\n\tWe rate the party&rsquo;s claim Mostly False.</p>\r\n", "ruling_comments_date": "2011-11-09T18:44:51.067280", "ruling_date": "2011-11-10T09:00:00", "ruling_headline": "Wisconsin Democratic Party says Walker supported a law that makes it easier for drunken drivers to escape punishment", "ruling_headline_slug": "wisconsin-democratic-party-says-walker-supported-b", "ruling_link_text": "Harder for lawyers, but on both sides of the cases", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tDemocratic Party of Wisconsin, <a href=\"http://www.wisdems.org/news/press/view/2011-11-personal-foul-as-unemployment-rises-and-jobs-are-los\">news release</a>, Nov. 1, 2011<br />\r\n\t<br />\r\n\tInterview Emily Thompson, assistant district attorney, Dane County, Nov. 3, 2011<br />\r\n\t<br />\r\n\tInterview with John Chisholm, Milwaukee County district attorney, Nov. 3, 2011<br />\r\n\t<br />\r\n\tInterview with Adam Gerol, Ozaukee County district attorney, xxx<br />\r\n\t<br />\r\n\tInterview with Tracey Wood, defense attorney, Madison, Nov. 3, 2011<br />\r\n\t<br />\r\n\tInterview with Donald Ramsell, defense attorney, Wheaton, Ill., Nov. 3, 2011<br />\r\n\t<br />\r\n\tInterview with Aaron Nelson, defense attorney, New Richmond, Nov. 3, 2011<br />\r\n\t<br />\r\n\tInterview with Joe DeCecco, Sheboygan County district attorney, Nov. 3, 2011<br />\r\n\t<br />\r\n\tInterview with Daniel Blinka, Marquette University law professor, Nov. 2, 2011<br />\r\n\t<br />\r\n\tInterview with Andrew Mishlove, defense attorney, Glendale, Nov. 3, 2011<br />\r\n\t<br />\r\n\tInterview with Dane County District Attorney Ismael Ozanne, Nov. 3, 2011<br />\r\n\t<br />\r\n\tInterview with Ruth Simpson, research director, Wisconsin Association for Justice, Nov. 2, 2011<br />\r\n\t<br />\r\n\tEmail exchange with Cullen Werwie, spokesman for Governor Scott Walker, Nov. 3, 2011<br />\r\n\t<br />\r\n\tEmail exchange with Graeme Zielinski, spokesman, Democratic Party of Wisconsin, Nov. 3, 2011<br />\r\n\t<br />\r\n\tInterview with Everett Mitchell, Dane County assistant district attorney, Nov. 7, 2011<br />\r\n\t<br />\r\n\tInterviews with Frank Harris and John Vose, Mothers Against Drunk Driving, Wisconsin chapter, Nov. 2-3, 2011<br />\r\n\t<br />\r\n\tInterview with Scott Burns, executive director, National District Attorneys Organization, Nov. 8, 2011<br />\r\n\t<br />\r\n\tInterview with Michael Hawkins, defense attorney, Atlanta, GA, Nov. 8, 2011<br />\r\n\t<br />\r\n\tInterview with Nina Emerson, director, Resource Center on Impaired Driving, University of Wisconsin law school, Nov. 2, 2011<br />\r\n\t<br />\r\n\tWisconsin District Attorneys Association, <a href=\"http://www.law.wisc.edu/rcid/legislativeaction/2011act2_legislative_committee_memo.pdf\">letter to senators</a>, Jan. 11, 2011<br />\r\n\t<br />\r\n\tWisconsin Lawyer, <a href=\"http://www.wisbar.org/AM/Template.cfm?Section=Wisconsin_Lawyer&amp;template=/CM/ContentDisplay.cfm&amp;contentid=100905\">&quot;The Daubert standard in Wisconsin: a primer</a>,&quot; by Daniel Blinka, March 2011<br />\r\n\t<br />\r\n\tWisconsin Legislative Council, <a href=\"http://legis.wisconsin.gov/lc/publications/act/2011/act002-jr1ab1.pdf\">memo on 2011 Act 2</a>, Feb. 1, 2011<br />\r\n\t<br />\r\n\tMilwaukee Journal Sentinel,<a href=\"http://www.jsonline.com/news/statepolitics/114727294.html\">&quot;Walker signs bill limiting court awards in injury cases</a>,&quot; Jan. 27, 2011<br />\r\n\t<br />\r\n\tMilwaukee Journal Sentinel,<a href=\"http://www.jsonline.com/news/statepolitics/114146979.html\"> &quot;State Senate passes tort reform measure</a>,&quot; Jan. 18, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "", "false_count": 7, "first_name": "", "half_true_count": 2, "home_state": "Wisconsin", "id": 841, "last_name": "Democratic Party of Wisconsin", "mostly_true_count": 2, "name_slug": "state-democratic-party-wisconsin", "pants_count": 7, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Dem-donkey.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/841/", "total_count": 25, "true_count": 2, "website": "http://www.wisdems.org/"}, "statement": "<p>\r\n\tA bill supported by Gov. Scott Walker makes it &quot;so that drunk drivers who kill have an easier time of it.&quot;</p>\r\n", "statement_context": "a campaign news release", "statement_date": "2011-11-01", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 186, "photo": null, "resource_uri": "/api/v/2/subject/186/", "subject": "Alcohol", "subject_slug": "Alcohol", "used_in_edition": ["/api/v/2/edition/10/"]}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 38, "current_job": "Milwaukee County Executive", "false_count": 42, "first_name": "Scott", "half_true_count": 38, "home_state": "Wisconsin", "id": 640, "last_name": "Walker", "mostly_true_count": 44, "name_slug": "scott-walker", "pants_count": 11, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Scott_Walker_1_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/640/", "total_count": 211, "true_count": 25, "website": "http://www.scottwalker.org/"}], "twitter_headline": ""}