{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2011/nov/10/frank-ortis/pembroke-pines-vote-southwest-ranches/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 4764, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/4764/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tSouthwest Ranches is a tiny wealthy suburban enclave in western Broward County where some residents still ride horses, and the town once fought a street light proposal because residents didn&#39;t want the lights to interfere with their view of the stars.<br />\r\n\t<br />\r\n\tNow the rural-suburban oasis has become embroiled in controversy because of a longtime plan to build a jail. The town&#39;s plan to have a jail on the site had been publicly discussed for many years. But an uproar erupted in 2011, when <a href=\"https://www.documentcloud.org/documents/265433-ice-letter-to-town.html\">U.S. Customs and Immigration Enforcement announced</a> that it had tentatively selected the Southwest Ranches site for an immigration detention facility. The Miami-based Florida Immigrant Coalition, a pro-immigration group that opposes the jail, robo-called nearby residents.<br />\r\n\t<br />\r\n\t<a href=\"https://www.documentcloud.org/documents/265186-debbie-wasserman-schultz-prison-letter.html\">U.S. Rep. Debbie Wasserman Schultz</a>, a Democrat who represents the area, wrote a letter of support for the project in April 2011, along with U.S. Sen. Bill Nelson. But as the controversy grew, Wasserman Schultz later wrote a <a href=\"https://www.documentcloud.org/documents/265196-debbie-wasserman-schultz-letter-to-jeff-nelson.html\">letter</a> to the town&#39;s mayor urging the town to hold a meeting with U.S. Customs and Immigration Enforcement (ICE), and that meeting occurred Nov. 5.<br />\r\n\t<br />\r\n\tHundreds of residents gathered at a library to voice their concern. The <em><a href=\"http://www.miamiherald.com/2011/11/05/2488374_p2/residents-meet-upset-by-southwest.html\">Miami Herald</a></em> described the meeting as a circus-like atmosphere -- replete with plenty of roving sheriff&#39;s deputies and a &quot;First Amendment&quot; area. The angry crowd was clearly against the project, and Mayor Frank Ortis, from neighboring Pembroke Pines, drew the biggest applause, the <em>Miami Herald</em> wrote.<br />\r\n\t<br />\r\n\t<a href=\"http://www.ppines.com/announcements/detention-center.html\">Watch Ortis</a> on the city&#39;s video of the meeting starting around minute 76:<br />\r\n\t<br />\r\n\t&quot;Let me just say that the longer I sit at this meeting, the angrier I&#39;m getting,&quot; Ortis said. &quot;Many of you who have contacted our office I&#39;ve told you this is a Southwest Ranches issue. We don&#39;t have a vote in it. Let me just finish. We don&#39;t have a vote in it. This is what happens when you don&#39;t go to the people first.&quot; (The <em>Herald&#39;s </em>article also included most of that quote.)<br />\r\n\t<br />\r\n\tOrtis&#39; passionate speech prompted someone at the meeting to suggest &quot;Frank Ortis for governor.&quot;<br />\r\n\t<br />\r\n\tOrtis, first elected as a commissioner in 1996 and mayor in 2004, ingratiated himself with the angry opponents of the prison. But was he correct to state that Pembroke Pines doesn&#39;t have a vote in the project?<br />\r\n\t<br />\r\n\t<strong>Jail in works since 1990s</strong><br />\r\n\t<br />\r\n\tFirst, some background on the immigration detention facility.<br />\r\n\t<br />\r\n\tA jail has been in the works in the area for decades. In 1991, Broward County commissioners agreed to buy nearly 70 acres in unincorporated southwest Broward for a future 4,000-bed county jail, which at the time would have been the nation&#39;s fifth-largest jailhouse, the <em>Sun-Sentinel</em> reported then. A jail overcrowding crisis prompted the county to buy the site, but in lieu of developing it the county expanded a jail facility in Pompano Beach instead.<br />\r\n\t<br />\r\n\tIn 1998&nbsp;Corrections Corporation of America, called CCA, bought an <a href=\"http://static.politifact.com/graphics/cca/CCA2.jpg\">adjacent 24-acre site</a> east of U.S. 27 between Sheridan Street and Stirling Road. CCA bought the land in response to a request for proposals from then-Sheriff Ron Cochran for a county jail for women, said Steve Owen, a CCA spokesman. Cochran died in 1997, and the next sheriff, Ken Jenne, cancelled seeking proposals. But CCA went ahead, believing that another government entity would want to send inmates there if it built a jail.<br />\r\n\t<br />\r\n\tIn 2000, Southwest Ranches incorporated as a town, and in 2005 the town signed a deal with CCA to build the facility with the intention that the customer would be the federal government.<br />\r\n\t<br />\r\n\tCCA plans to build a facility for up to 1,500 beds, Owen told PolitiFact in an e-mail. (Some articles and documents cite higher figures, but Owen said an application to increase the number was withdrawn when ICE sought a smaller facility.)<br />\r\n\t<br />\r\n\tThe details with ICE are still being worked out but once construction begins, it could be up and running in about 18 months. Once the prison is built and fully occupied, the town stands to earn than $1 million a year in taxes and fees.<br />\r\n\t<br />\r\n\t<strong>Pines commission voted multiple times about the prison</strong><br />\r\n\t<br />\r\n\tWhile Southwest Ranches has been in the driver&#39;s seat here -- the town was responsible for approving the agreement with CCA, for example -- Pembroke Pines has played a role. Let&#39;s look at the votes that Pines has taken related to the prison project while Ortis has been mayor. For a list of the votes by the Pembroke Pines Commission, we turned to an <a href=\"https://www.documentcloud.org/documents/265703-charlie-dodges-email-oct-5-2011.html\">email sent by Pembroke Pines City Manager Charlie Dodge</a> to commissioners Oct. 5, and we then we turned to the city&#39;s minutes when available to verify the votes. Here is a summary of some of the key votes:<br />\r\n\t<br />\r\n\t&bull; <strong>Sept. 21, 2005:</strong> The commission, along with Ortis, voted unanimously to <a href=\"http://ppines.legistar.com/MeetingDetail.aspx?ID=35211&amp;GUID=FA0E22AE-0A29-4360-B0D5-3631C6791885&amp;Options=info|&amp;Search=\">notify Broward County that it objected to the 1,500-bed jail</a>. But at the time, the town and city were embroiled in some unrelated spats about road lights and barricades the town had set up blocking drivers from Pines from traveling on certain Ranches roads. Pines&#39; objection to the prison appeared to be more of a bargaining chip, because a few months later the city agreed to not fight the prison and the two municipalities reached an agreement on the roads.<br />\r\n\t<br />\r\n\t&bull; <strong>December 21, 2005:</strong> The <a href=\"http://ppines.legistar.com/LegislationDetail.aspx?ID=216386&amp;GUID=5B46DC16-FB9F-4556-805A-F7C097F35796&amp;Options=&amp;Search=\">commission, along with Ortis</a>, unanimously <a href=\"http://ppines.legistar.com/LegislationDetail.aspx?ID=216386&amp;GUID=5B46DC16-FB9F-4556-805A-F7C097F35796&amp;Options=&amp;Search=\">approved an agreement</a> with Ranches that included language that stated, &quot;The CITY shall not interfere with Corrections Corporation of America, or its successors or assigns, development and/or operation of the jail facility, or with the TOWN&rsquo;S Agreement with Corrections Corporation of America concerning development of same.&quot;<br />\r\n\t<br />\r\n\t&bull; <strong>June 27, 2011:</strong> The commission, along with Ortis, <a href=\"https://www.documentcloud.org/documents/265698-pines-ranches-june-2011-agreement-highlighted.html\">approved an agreement</a> with the town to provide emergency medical and fire protection in exchange for $2.5 million annually starting Oct. 1. The agreement includes a section that states that &quot;CITY acknowledges that it has sufficient capacity to deliver emergency medical protection and fire prevention services to the TOWN&rsquo;s future 2,500 bed penal institution/deportation facility, located on property currently owned by the Corrections Corporation of America....&quot; The agreement also states that it has capacity to provide water and sewer. The vote, which included Ortis, was unanimous.<br />\r\n\t<br />\r\n\t&bull; <strong>Aug. 17, 2011:</strong> Commission, along with Ortis, unanimously approved a motion to begin providing fire service one month earlier than planned: Sept. 1, 2011. (The minutes were not available but city clerk Judy Neugent provided us with a <a href=\"https://www.documentcloud.org/documents/265696-pembroke-pines-draft-minutes-aug-17-2011.html\">draft copy</a>.)<br />\r\n\t<br />\r\n\t<strong>Pines attorney cautions city against trying to stop service to jail site</strong><br />\r\n\t<br />\r\n\tAfter opposition sparked a fury, Pembroke Pines city commissioners asked their attorney, Sam Goren, to explain if the city had to provide water and sewer to the jail facility after they had already voted to do so. Goren&#39;s conclusion: <a href=\"https://www.documentcloud.org/documents/265240-goren-memo-sept-1-2011.html\">once the city agreed to provide water and sewer it couldn&#39;t back away</a> -- the city could face a breach of contract. And, as the Pines lawyers wrote in a <a href=\"https://www.documentcloud.org/documents/265261-goren-memo-sept-21-2011.html\">follow-up memo</a> Sept. 21, the city already provides water and sewer to the area including to an adjacent women&#39;s prison. &quot;The City&rsquo;s denial of service to one facility while providing service to a similar adjacent facility may place the City in a legally tenuous position,&quot; said Goren in the memo.<br />\r\n\t<br />\r\n\tBroward County also played a role in paving the way for the prison. Based on county staff&#39;s recommendations, <a href=\"http://www.broward.org/Commission/Documents/ActionAgendas/ca121305.pdf\">the county commission voted to amend the plat note</a> on Dec. 13, 2005. The amendment changed the plat note from industrial use to a 1,500-bed correctional facility.<br />\r\n\t<br />\r\n\t<strong>Ortis responds</strong><br />\r\n\t<br />\r\n\tWe asked Ortis why he told the crowd &quot;we don&#39;t have a vote in it.&quot;<br />\r\n\t<br />\r\n\tOrtis stood by his comments at the meeting and explained that the city of Pembroke Pines doesn&#39;t get a vote on whether the jail facility should be built.<br />\r\n\t<br />\r\n\t&quot;It is a Southwest Ranches issue with CCA. They cut the deal, they voted for it, this project was Southwest Ranches. They signed it. We had no signature to it. We don&#39;t have a vote in the entity itself. ... We never had a vote to say yea or nay to it,&quot; he said.<br />\r\n\t<br />\r\n\tPembroke Pines did vote to provide fire, water and sewer to the detention center, Ortis said, adding that the city already provides services to a nearby women&#39;s prison.<br />\r\n\t<br />\r\n\t&quot;We had a 5-0 (vote) to do that,&quot; he said. &quot;In my opinion, the five of us never thought that was a problem. ... Nobody objected to it, no one in the audience was objecting to it.&quot;<br />\r\n\t<br />\r\n\tOrtis said he doesn&#39;t think the detention facility belongs at that site, but that the decision rested with Southwest Ranches -- not Pines.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tOrtis told the crowd of jail opponents: &quot;Let me just say that the longer I sit at this meeting, the angrier I&#39;m getting,&quot; Ortis said. &quot;Many of you who have contacted our office I&#39;ve told you this is a Southwest Ranches issue. We don&#39;t have a vote in it. Let me just finish. We don&#39;t have a vote in it. This is what happens when you don&#39;t go to the people first.&quot; Ortis&#39; comments could have left protesters with the impression that as Pines mayor he didn&#39;t get to vote on the project. There is a kernel of a fact here: it was Southwest Ranches -- not Pembroke Pines -- that penned the deal with the prison operator, and Pines didn&#39;t get an up or down vote on whether the facility should be built. But it&#39;s not as if Pines has been in the dark here. Ortis, along with the rest of the commission, voted to provide services to the prison in 2011. We rate this claim Mostly False.</p>\r\n", "ruling_comments_date": "2011-11-10T10:51:24.422815", "ruling_date": "2011-11-10T12:28:39", "ruling_headline": "A controversial immigration detention center project gets Pembroke Pines mayor riled up", "ruling_headline_slug": "pembroke-pines-vote-southwest-ranches", "ruling_link_text": "Except for agreeing to provide water and sewer", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tMiami Herald,&nbsp;<a href=\"http://www.miamiherald.com/2011/11/05/2488374/residents-meet-upset-by-southwest.html\">&quot;Angry Southwest Ranches residents fight plans for a detention center,&quot;</a>&nbsp;Nov. 5, 2011<br />\r\n\t<br />\r\n\tMiami Herald, &quot;Another prison on the horizon for SW Broward,&quot; April 12, 1998<br />\r\n\t<br />\r\n\tSun-Sentinel, &quot;Deal made on 4,000 bed jail,&quot; July 10, 1991<br />\r\n\t<br />\r\n\tSun-Sentinel, &quot;Towns&#39; street fight spreads to jail plans; Pembroke Pines, SW Ranches duel over $1 million from company,&quot; Sept. 25, 2005<br />\r\n\t<br />\r\n\tU.S. Rep. Debbie Wasserman Schultz,&nbsp;<a href=\"https://www.documentcloud.org/documents/265186-debbie-wasserman-schultz-prison-letter.html\">Letter to ICE director Gary Mead</a>, April 8, 2011<br />\r\n\t<br />\r\n\tU.S. Rep. Debbie Wasserman Schultz,<a href=\"https://www.documentcloud.org/documents/265196-debbie-wasserman-schultz-letter-to-jeff-nelson.html\">Letter to Southwest Ranches Town Mayor Jeff Nelson</a>, Oct. 13, 2011&nbsp;<br />\r\n\t<br />\r\n\tCity of Pembroke Pines,&nbsp;<a href=\"http://www.ppines.com/announcements/detention-center.html\">Video of the meeting about the jail</a>, Nov. 5, 2011<br />\r\n\t<br />\r\n\tCity of Pembroke Pines,&nbsp;<a href=\"http://ppines.legistar.com/MeetingDetail.aspx?ID=35211&amp;GUID=FA0E22AE-0A29-4360-B0D5-3631C6791885&amp;Options=info|&amp;Search=\">City Commission meeting minutes and documents,</a>&nbsp;Sept. 21, 2005<br />\r\n\t<br />\r\n\tCity of Pembroke Pines,&nbsp;<a href=\"http://ppines.legistar.com/LegislationDetail.aspx?ID=216386&amp;GUID=5B46DC16-FB9F-4556-805A-F7C097F35796&amp;Options=&amp;Search=\">City Commission meeting minutes and documents</a>, Dec. 21, 2005<br />\r\n\t<br />\r\n\tCity of Pembroke Pines ,<a href=\"https://www.documentcloud.org/documents/265698-pines-ranches-june-2011-agreement-highlighted.html\">Agreement with Southwest Ranches</a>, June 27, 2011<br />\r\n\t<br />\r\n\tCity of Pembroke Pines,&nbsp;<a href=\"https://www.documentcloud.org/documents/265696-pembroke-pines-draft-minutes-aug-17-2011.html\">City Commission meeting draft minutes on fire protection item</a>, Aug. 17, 2011</p>\r\n<p>\r\n\tPembroke Pines City Manager Charlie Dodge,&nbsp;<a href=\"https://www.documentcloud.org/documents/265703-charlie-dodges-email-oct-5-2011.html\">E-mail to City Commissioners</a>, Oct. 5, 2011</p>\r\n<p>\r\n\tCity Attorney Sam Goren,&nbsp;<a href=\"https://www.documentcloud.org/documents/265240-goren-memo-sept-1-2011.html\">Memo to Pembroke Pines City Commission about providing services to the jail site</a>, Sept. 1, 2011<br />\r\n\t<br />\r\n\tCity Attorney Sam Goren,&nbsp;<a href=\"http://w.documentcloud.org/documents/265261-goren-memo-sept-21-2011.html\">Memo to Pembroke Pines City Commission about providing services to the jail site</a>, Sept. 21, 2011<br />\r\n\t<br />\r\n\tBroward County,&nbsp;<a href=\"http://www.broward.org/Commission/Documents/ActionAgendas/ca121305.pdf\">County Commission meeting minutes</a>, Dec. 13, 2005<br />\r\n\t<br />\r\n\tInterview, Steve Owen, spokesman, Corrections Corporation of America, Nov. 8-9, 2011<br />\r\n\t<br />\r\n\tInterview, Pembroke Pines mayor Frank Ortis, Nov. 8, 2011<br />\r\n\t<br />\r\n\tInterview, Charlie Dodge, Pembroke Pines city manager, Nov. 8, 2011<br />\r\n\t<br />\r\n\tInterview, Judy Neugent, Pembroke Pines city clerk, Nov. 8, 2011<br />\r\n\t<br />\r\n\tInterview, Keith Poliakoff, Southwest Ranches attorney, Nov. 8-9, 2011<br />\r\n\t<br />\r\n\tInterview, Natalia Jaramillo, spokeswoman, Florida Immigrant Coalition, Nov. 9, 2011<br />\r\n\t<br />\r\n\tInterview, David Danovitz, assistant director in Broward County&#39;s Development and Environmental Regulation Division, Nov. 9, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Pembroke Pines mayor", "false_count": 0, "first_name": "Frank", "half_true_count": 0, "home_state": "Florida", "id": 1535, "last_name": "Ortis", "mostly_true_count": 0, "name_slug": "frank-ortis", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Ortis_2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Ortis_1.jpg", "resource_uri": "/api/v/2/person/1535/", "total_count": 1, "true_count": 0, "website": "http://www.ppines.com/ppines-2/ortis.html"}, "statement": "<p>\r\n\tThe city of Pembroke Pines doesn&#39;t have a vote in a plan to build a detention center in Southwest Ranches.</p>\r\n", "statement_context": "a meeting", "statement_date": "2011-11-05", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}, {"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 159, "photo": null, "resource_uri": "/api/v/2/subject/159/", "subject": "Voting Record", "subject_slug": "voting-record", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [], "twitter_headline": ""}