{"art": [], "author": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2011/nov/15/phil-gingrey/gingrey-says-8-million-extra-people-join-medicaid/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "lchapman@ajc.com", "first_name": "Leroy", "id": 262, "last_name": "Chapman", "name_slug": "leroy-chapman", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/262/", "title": "Atlanta Journal-Constitution Story Editor", "twitter": null}, {"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 4784, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/4784/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tU.S. Rep. Phil Gingrey thinks states need financial wiggle room in these tight times, and is offering health care legislation to give them room to stretch.<br />\r\n\t<br />\r\n\tGingrey&rsquo;s 2011 State Flexibility Act would nix a lesser-known requirement of last year&rsquo;s health care reform bill that critics think would make Medicaid, the federal government&rsquo;s health care program for the poor, too costly for states.<br />\r\n\t<br />\r\n\t&quot;With an extra 8 million Americans projected to join state Medicaid programs in the next few years, state governments need the flexibility to make cost-saving reforms to Medicaid in order to balance their budgets,&quot; Gingrey, a Marietta Republican, said in a Sept. 15 press release. &nbsp;<br />\r\n\t<br />\r\n\tWe know Medicaid is supposed to grow because of health care overhaul, but what&rsquo;s this about an &quot;extra&quot; 8 million people?<br />\r\n\t<br />\r\n\tGingrey&rsquo;s point was that updated estimates published after the passage of last year&rsquo;s Patient Protection and Affordable Care Act show that there will be millions more people eligible for Medicaid than legislators were originally told, Gingrey spokeswoman Brooke Sammon said.<br />\r\n\t<br />\r\n\tThis means health care reform will be even more costly than lawmakers anticipated, and states need the help that Gingrey&rsquo;s bill provides. &nbsp;<br />\r\n\t<br />\r\n\tIs that true?<br />\r\n\t<br />\r\n\tBefore we delve into Gingrey&rsquo;s claim, here&rsquo;s more on the 2011 State Flexibility Act, which repeals certain federal restrictions on Medcaid funds.<br />\r\n\t<br />\r\n\tThe federal government generally pays half or more of the Medicaid bill. The remainder falls to the states, which administer the program and set some of its rules.<br />\r\n\t<br />\r\n\tThe federal dollars come with strings attached. The state has to distribute the Medicaid money; State rules have to meet basic federal requirements.<br />\r\n\t<br />\r\n\tHealth care reform expands Medicaid in 2014 to give coverage to people with incomes up to 138 percent of the federal poverty level. This change could be costly, so some states want to drop some federal requirements to ease their budget troubles.<br />\r\n\t<br />\r\n\tBackers of the State Flexibility Act want to give these states the leeway they want. Bill opponents say allowing these changes could leave hundreds of thousands of people, most of them children, uninsured.<br />\r\n\t<br />\r\n\tNow, let&rsquo;s take a look at Gingrey&rsquo;s claim. &nbsp;As you&rsquo;ll recall, his point is that 8 million more people are projected to sign up for the program than legislators were originally told.<br />\r\n\t<br />\r\n\tThere&rsquo;s little doubt that health care reform will increase the overall number of people on Medicaid. But Gingrey&rsquo;s take on the facts is flawed.<br />\r\n\t<br />\r\n\tWhile legislators battled over the reforms in 2009 and 2010, the Congressional Budget Office, which reviews legislation that could impact the federal budget, issued cost projections. They also estimated how much Medicaid enrollment would grow.<br />\r\n\t<br />\r\n\tAbout five months after the legislation passed, the Centers for Medicare and Medicaid Services, which helps administer Medicaid, issued its own estimates. Its numbers were higher than the CBO&rsquo;s.<br />\r\n\t<br />\r\n\tBy 2014, the CBO expects that Medicaid and the Children&rsquo;s Health Insurance Program, which covers low-income kids who aren&rsquo;t qualified for Medicaid, will cover 9 million more Americans than it would have without reforms. It would be 16 million in 2016, then 17 million in 2021.<br />\r\n\t<br />\r\n\tBy 2014, CMS expects rolls for Medicaid and CHIP will be 23.3 million higher in 2014, then drop to slightly more than 20 million in 2018 and 2019. CMS published its estimate Oct. 2010 in Health Affairs, a peer-reviewed health policy journal. &nbsp;<br />\r\n\t<br />\r\n\tThere is a big gap between the CMS and CBO estimates, though Gingrey&rsquo;s number is a bit off. The difference varies from about 4 million to more than 14 million, not 8 million, depending on the year.<br />\r\n\t<br />\r\n\tBut the higher CMS estimate is not an update of the CBO figure. Instead, they are two separate projections based on different data and assumptions. &nbsp;They&rsquo;re not comparable.<br />\r\n\t<br />\r\n\tMedicaid is such a complicated program that calculating enrollment is tougher than you&rsquo;d think. CBO bases its enrollment numbers on the Survey of Income and Program Participation, which is conducted by the U.S. Census Bureau. CMS&rsquo; projections use the Medical Expenditure Panel Survey, which is conducted by the U.S. Department of Health and Human Services. &nbsp;<br />\r\n\t<br />\r\n\tAlso, the CBO predicts that the percent of eligible people who join Medicaid will remain roughly the same under health care reform, said Benjamin Sommers, a Harvard University professor who has studied Medicaid enrollment. CMS assumes that a far greater percentage will sign up.<br />\r\n\t<br />\r\n\tAnother difference is that CMS expects enrollment will spike immediately after Medicaid expands in 2014. But the CBO thinks enrollment will take place gradually, their charts show. The estimates become more similar over time, Sommers noted.<br />\r\n\t<br />\r\n\tProjections by independent groups also vary, but those we reviewed are in line with CBO and CMS estimates. &nbsp;<br />\r\n\t<br />\r\n\tFor example, the nonpartisan Kaiser Family Foundation&rsquo;s Commission on Medicaid and the Uninsured said that enrollment would be between 15.9 million and 22.8 million higher, depending on how eager people are to join, and the success of the outreach effort.<br />\r\n\t<br />\r\n\tThe Urban Institute estimated that 16.8 million more people would be covered by Medicaid if health care reform took effect in 2010.<br />\r\n\t<br />\r\n\tHow do we rule?<br />\r\n\t<br />\r\n\tThe fact that CBO estimates released in March 2010 were lower than CMS estimates released later that year is not proof that &quot;extra people&quot; will join Medicaid, as Gingrey said.<br />\r\n\t<br />\r\n\tDifferent government agencies simply arrived at different results, based on different data and assumptions. Since they&rsquo;re making projections for an unprecedented overhaul in the country&rsquo;s health care system, it&rsquo;s reasonable for their results to vary.<br />\r\n\t<br />\r\n\tAll projections foresee a major increase in Medicaid rolls, and Gingrey rightly noted a significant difference between two federal estimates. But he made a mistake when he understood CMS&rsquo; estimate as an update of the CBO figures.<br />\r\n\t<br />\r\n\tGingrey&rsquo;s statement is partially accurate but takes things out of context. We therefore rate his claim Half True.&nbsp;</p>\r\n", "ruling_comments_date": "2011-11-14T15:54:06.520354", "ruling_date": "2011-11-15T06:00:00", "ruling_headline": "Gingrey says 8 million \"extra\" people to join Medicaid", "ruling_headline_slug": "gingrey-says-8-million-extra-people-join-medicaid", "ruling_link_text": "They're not \"extra\" people", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tU.S. Rep. Phil Gingrey website, &quot;<a href=\"http://gingrey.house.gov/news/DocumentSingle.aspx?DocumentID=260239\">Congressman Phil Gingrey Highlights State Flexibility Act At Press Conference for the 10th Amendment Task Force</a>,&quot; Sept. 15, 2011<br />\r\n\t<br />\r\n\t<br />\r\n\tThomas.gov, <a href=\"http://thomas.loc.gov/cgi-bin/query/z?c112:H.R.1683:\">2011 State Flexibility Act</a>, accessed Sept. 21, 2011<br />\r\n\t<br />\r\n\tCongressional Budget Office, &quot;<a href=\"http://www.cbo.gov/ftpdocs/121xx/doc12119/03-30-HealthCareLegislation.pdf\">CBO&rsquo;s</a><a href=\"http://www.cbo.gov/ftpdocs/121xx/doc12119/03-30-HealthCareLegislation.pdf\"> Analysis of the Major Health Care Legislation Enacted in March 2010</a>,&quot; March 30, 2011</p>\r\n<p>\r\n\t<br />\r\n\tCongressional Budget Office, <a href=\"http://www.cbo.gov/ftpdocs/121xx/doc12184/hr1683.pdf\">cost estimate, 2011 State Flexibility Act</a>, May 11, 2011,<br />\r\n\t<br />\r\n\tUrban Institute, &quot;<a href=\"http://www.urban.org/health_policy/url.cfm?ID=412267\">America Under the Affordable Care Act</a>,&quot; December 2010</p>\r\n<p>\r\n\t<br />\r\n\tHealth Affairs, &quot;<a href=\"http://rsc.jordan.house.gov/UploadedFiles/2010-0788_final.pdf\">National Health Spending Projections: The Estimated Impact Of Reform Through 2019</a>,&quot; Oct. 2010,<br />\r\n\t<br />\r\n\tKaiser Commission on Medicaid and the Uninsured, <a href=\"http://www.kff.org/healthreform/upload/Medicaid-Coverage-and-Spending-in-Health-Reform-National-and-State-By-State-Results-for-Adults-at-or-Below-133-FPL.pdf\">Medicaid Coverage and Spending in Health Reform</a>, May 2010<br />\r\n\t<br />\r\n\tU.S. Department of Health and Human Services, <a href=\"http://www.cms.gov/actuarialstudies/downloads/MedicaidReport2010.pdf\">2010 Actuarial Report on the Financial Outlook for Medicaid</a>, December 2010<br />\r\n\t<br />\r\n\tCongressional Budget Office, <a href=\"http://www.cbo.gov/ftpdocs/87xx/doc8712/10-31-HealthInsurModel.pdf\">CBO&rsquo;s Health Insurance Simulation Model:<br />\r\n\tA Technical Description</a>, October 2007<br />\r\n\t<br />\r\n\tMcClatchy Washington Bureau, &quot;GOP: Feds should let states tighten Medicaid eligibility,&quot; May 24, 2011<br />\r\n\t<br />\r\n\tMcKnights Long Term Care News and McKnights Assisted Living, &quot;Bill could let states restrict Medicaid eligibility,&quot; May 2011<br />\r\n\t<br />\r\n\tEmail interviews, Brooke Sammon, Press Secretary, U.S. Rep. Phil Gingrey, Sept. 21 and 22<br />\r\n\t<br />\r\n\tEmail interview, Lisa Clemans-Cope, Senior Research Associate, The Urban Institute, Health Policy Center, Sept. 22, 2011<br />\r\n\t<br />\r\n\tEmail interview, Benjamin Sommers, Assistant Professor of Health Policy and Economics, Department of Health Policy and Management, Harvard School of Public Health, Sept. 26, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "U.S. Congressman", "false_count": 5, "first_name": "Phil", "half_true_count": 2, "home_state": "Georgia", "id": 727, "last_name": "Gingrey", "mostly_true_count": 1, "name_slug": "phil-gingrey", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Phil_Gingrey.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/727/", "total_count": 12, "true_count": 1, "website": ""}, "statement": "<p>\r\n\t&quot;[A]n extra 8 million Americans [are] projected to join state Medicaid programs in the next few years.&quot;</p>\r\n", "statement_context": "a press release", "statement_date": "2011-09-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}