{"art": [], "author": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2011/nov/21/dekalb-county/county-claims-sewer-work-will-create-4000-jobs/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 4810, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/4810/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tDeKalb County has peered deep into its sewers and found a trove of jobs.<br />\r\n\t<br />\r\n\tThe county needs $1.35 billion in water system upgrades to replace mains, aging tanks, and build or repair other infrastructure. Through its recently-announced ONE DeKalb Works program, which they bill as a &quot;local stimulus program,&quot; they hope to keep many of those contracts and jobs in the county.<br />\r\n\t<br />\r\n\t&quot;As a result of these ground-breaking partnerships, ONE DeKalb Works will create up to 4,000 direct jobs per year at peak production, many of which will be set aside exclusively for DeKalb residents,&quot; the program&rsquo;s brochure said.<br />\r\n\t<br />\r\n\tOh, job estimates. We&rsquo;ve tackled them many times before. The numbers are typically miscast or overstated.<br />\r\n\t<br />\r\n\tWe can&rsquo;t resist a job estimate. &nbsp;We switched on our Truth-O-Meter let it spin away.<br />\r\n\t<br />\r\n\tAccording to county documents, the program will work like this:<br />\r\n\t<br />\r\n\tDeKalb County&rsquo;s Department of Watershed Management plans to upgrade its water system from 2013 through 2017. The county&rsquo;s First Source ordinance, which was updated this year, requires all contractors with contracts worth $50,000 or more to make a &quot;good faith effort&quot; to fill half of the jobs their projects create with DeKalb residents, it says<br />\r\n\t<br />\r\n\tDeKalb Workforce Development, a division of the county that helps job seekers get training and connects businesses with applicants, keeps a list of pre-screened workers that contractors can use to find qualified candidates.<br />\r\n\t<br />\r\n\tContractors who don&rsquo;t make a good faith effort to reach the 50 percent goal may become ineligible for future projects. The National Urban League will monitor four of these contracts as part of a pilot project to make sure contractors comply with the ordinance.<br />\r\n\t<br />\r\n\tThe League will have the authority to check contractor payroll records, and will report on how well contractors are meeting county hiring goals.<br />\r\n\t<br />\r\n\tSince the revised ordinance went into effect in late summer, DeKalb has referred 149 possible employees to 65 contractors who won their bids, county spokesman Burke Brennan said. The county has confirmed contractors hired seven of them, but it&rsquo;s still collecting data.<br />\r\n\t<br />\r\n\tSo it&rsquo;s accurate to say that DeKalb has an ordinance that requires contractors try its best to hire a certain amount of locals. The county also has specific plans to monitor contractors and sanctions in place should contractors violate the statute.<br />\r\n\t<br />\r\n\tBut saying that these jobs will be available &quot;exclusively&quot; for DeKalb residents is a bit of an overstatement. Contractors must simply make a good faith effort.<br />\r\n\t<br />\r\n\tNow on to the ONE DeKalb Works&rsquo; job estimates. They were issued by the University of Georgia Carl Vinson Institute of Government, which often generates economic impact studies. &nbsp;We looked at their study and found they used two standard, widely-accepted models.<br />\r\n\t<br />\r\n\tThe study calculated how many &quot;direct&quot; jobs the project will create. These positions are for people working directly on improving the county&rsquo;s water system. Each job equals one position lasting for one year.<br />\r\n\t<br />\r\n\tIt also estimated &quot;indirect&quot; jobs, which are created when the county purchases materials for the project, and &quot;induced&quot; jobs, which is when workers create jobs by using their earnings to buy clothes or lunch and the like.<br />\r\n\t<br />\r\n\tThe average reader often looks at job estimates for a major project and gets the impression that they represent jobs for people who are actually building it. In fact, some governments add direct jobs to indirect and induced jobs to get the totals that they release to the press. This can give an inflated sense of how many jobs a project will create. &nbsp;<br />\r\n\t<br />\r\n\tAnother mistake is governments sometimes add together the number of jobs per year created in each each year of the project. This can artificially inflate job numbers as well. For instance, if a project lasts for five years, and a particular worker is set to work on it for all five years, his one job would count as five jobs under this method. &nbsp;<br />\r\n\t<br />\r\n\tDeKalb avoids these problems, by and large. In information that accompanies the brochure online, it lists jobs for each year separately. It doesn&rsquo;t add direct, indirect and induced jobs together.<br />\r\n\t<br />\r\n\tWhen work is in full swing in 2015, there will be 3,670 jobs assigned to work directly on the sewer project, according to one economic impact model. Using the second model, UGA found that number is 4,170 direct, indirect and induced jobs in DeKalb county.<br />\r\n\t<br />\r\n\t&quot;We can be fairly sure that the impact in DeKalb County is somewhere between the two estimates and the actual impact will be determined by the amount of materials purchased from firms in the county,&quot; the UGA report concludes.<br />\r\n\t<br />\r\n\tOverall, DeKalb does well with its jobs claim. We think it&rsquo;s reasonable, if optimistic, to say &quot;up to&quot; 4,000 jobs directly will created by the project when it&rsquo;s at its peak.<br />\r\n\t<br />\r\n\tThe county does run into a little trouble when it claims some of the ONE DeKalb Works jobs are set aside &quot;exclusively&quot; for locals. This overstatement would be a serious concern, given that DeKalb has only confirmed that seven workers have been hired under the current First Source rules.<br />\r\n\t<br />\r\n\tBut it&rsquo;s not a serious concern in this case. The First Source ordinance is brand new and the county is still collecting hire data. &nbsp;Also, the ordinance appears to have real teeth since the county established a pilot project to monitor ONE DeKalb Works contracts.<br />\r\n\t<br />\r\n\tWe therefore rate DeKalb&rsquo;s claim Mostly True.</p>\r\n", "ruling_comments_date": "2011-11-18T14:50:22.378160", "ruling_date": "2011-11-21T06:00:00", "ruling_headline": "County claims sewer work will create up to 4,000 jobs", "ruling_headline_slug": "county-claims-sewer-work-will-create-4000-jobs", "ruling_link_text": "Sewer claim doesn't stink", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tDeKalb County, OneDeKalb Works <a href=\"http://www.co.dekalb.ga.us/onedekalbworks/pdf/onedekalbworksbrochure.pdf\">brochure</a>, accessed Nov. 11, 2011<br />\r\n\t<br />\r\n\tDeKalb County, One DeKalb Works <a href=\"http://www.co.dekalb.ga.us/onedekalbworks/index.html\">overview</a>, accessed Nov. 11, 2011<br />\r\n\t<br />\r\n\tDeKalb County, First Source ordinance, June 24, 2011<br />\r\n\t<br />\r\n\tDeKalb County, Memorandum of Understanding with National Urban League, Nov. 10, 2011<br />\r\n\t<br />\r\n\tDeKalb County Department of Watershed Management, Capital Improvement Projects draft, Descriptions, Costs and Schedules, Oct. 27, 2009<br />\r\n\t<br />\r\n\tDeKalb County First Source ordinance overview, accessed Nov. 11, 2011<br />\r\n\t<br />\r\n\tTelephone and email interviews, Burke Brennan, spokesman, DeKalb County, Nov. 11 and 14, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 0, "home_state": "Georgia", "id": 935, "last_name": "DeKalb County", "mostly_true_count": 1, "name_slug": "dekalb-county", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/DeKalb_County_seal.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/935/", "total_count": 2, "true_count": 0, "website": ""}, "statement": "<p>\r\n\tA DeKalb sewer project &quot;will create up to 4,000 direct jobs per year at peak production, many of which will be set aside exclusively for DeKalb residents.&quot;</p>\r\n", "statement_context": "a brochure", "statement_date": "2011-11-11", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 197, "photo": null, "resource_uri": "/api/v/2/subject/197/", "subject": "Water", "subject_slug": "water", "used_in_edition": ["/api/v/2/edition/5/", "/api/v/2/edition/2/"]}], "target": [], "twitter_headline": ""}