{"art": [], "author": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "canonical_url": "/wisconsin/statements/2011/nov/27/scott-walker/walker-says-overwhelming-number-wisconsin-school-d/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 4829, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/4829/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tAs opponents push to recall him, Gov. Scott Walker is working to douse criticism of major cuts in school aid approved in his 2011-2013 budget.<br />\r\n\t<br />\r\n\tIn the wake of media coverage of a survey of school districts that showed a net drop of 3,400 education staff spread across more than 350 local districts, he laid out his <a href=\"http://walker.wi.gov/journal_media_detail.asp?locid=177&amp;prid=6084\">own view of the numbers</a>. Not every district lost staff, but the cumulative effect was a 5 percent reduction overall.<br />\r\n\t<br />\r\n\tOn that point, Walker noted a majority of staff cuts came from just a few large urban districts -- including ones that couldn&rsquo;t or didn&rsquo;t take advantage of the change that eliminated collective bargaining with teachers&rsquo; unions over health and pension costs. Critics responded that those few districts educate a big share of public school kids.<br />\r\n\t<br />\r\n\tTaking on the survey, Walker went further in a Nov. 15, 2011, interview on WTMJ-AM (620). Host Charlie Sykes asked Walker if his budget had resulted in &quot;significant educational cutbacks in school districts across the state.&quot;<br />\r\n\t<br />\r\n\t<a href=\"http://www.620wtmj.com/podcasts/talk/charliesykes/133905078.html\">Walker responded</a>: &nbsp;&quot;No. This is myth vs. reality. You saw a rush to judgment when some folks put that information out. The media wanted to believe that &hellip; at least the more liberal biased media wanted to believe that so they immediately assumed it was true.&quot;<br />\r\n\t<br />\r\n\tHe concluded: &quot;If you actually look at this, it shows just the opposite. It shows the overwhelming number of districts saw that staffing was the same or greater, that there were the same or fewer cuts than before, and in the few areas where they did see significant reductions in staffing, it was places like Milwaukee, Kenosha and Janesville...&quot;<br />\r\n\t<br />\r\n\tWe&rsquo;re working on several statements related to the survey.<br />\r\n\t<br />\r\n\tHere&rsquo;s our question for today: Did <a href=\"http://dpi.wi.gov/eis/pdf/wasdasurveyresults.pdf\">the survey </a>-- done by the <a href=\"http://www.wasda.org/\">Wisconsin Association of School District </a><a href=\"http://www.wasda.org/\">Administrators </a>and analyzed by the state <a href=\"http://dpi.wi.gov/\">Department of Public Instruction </a>-- show the &quot;overwhelming number of districts&quot; escaped a drop in staff?<br />\r\n\t<br />\r\n\tLet&rsquo;s start with this note: Walker doesn&rsquo;t dispute the data in the survey filled out by more than 80% of public school districts -- just the way it was used. In fact, he uses the same data to make opposing points.<br />\r\n\t<br />\r\n\tIn the survey, &quot;staff&quot; referred not only to teachers, but to teachers aides, support staff and administrators.<br />\r\n\t<br />\r\n\tWalker argues the raw data actually show a large number of districts where more new staff was hired than was laid off or dismissed by contract non-renewal.<br />\r\n\t<br />\r\n\tWe crunched the numbers and he&rsquo;s right by that method of accounting: More than eight in 10 districts surveyed showed no net loss of staff, and most had gains.<br />\r\n\t<br />\r\n\tThere&rsquo;s a big footnote, however.<br />\r\n\t<br />\r\n\tYou won&rsquo;t find Walker&rsquo;s numbers cited in the survey&rsquo;s summary, because the survey calculated the staffing changes using a number -- a critical one -- Walker leaves out: retirements of staff.<br />\r\n\t<br />\r\n\tIn all, more than 4,700 school employees retired in the last year -- a level many school officials attribute to Walker&rsquo;s own budget&rsquo;s push to force them to pay more for pensions and health care.<br />\r\n\t<br />\r\n\tFor each district, the survey arrived at a staff loss or gain by adding up all the staff departures (retirements, layoffs, contract non-renewals) and subtracting the new hires.<br />\r\n\t<br />\r\n\tThe survey showed Racine schools, for instance, reported a net drop of 100 staff, mostly teachers aides. But by Walker&rsquo;s method, Racine shows a net gain of 14, according to our calculations.<br />\r\n\t<br />\r\n\tThe reason for the difference: Walker doesn&rsquo;t count the 114 retirements in the district.<br />\r\n\t<br />\r\n\tWhen we analyzed the survey results using the complete statistics used to calculate the staff change, we found the opposite of Walker&rsquo;s conclusion: Three out of four districts reported a net loss of staff, including all four categories of staff.<br />\r\n\t<br />\r\n\tA reduction in teachers drove that result: Nearly two out of three districts (63 percent) reported a net loss of teachers. That trend was much less pronounced in the other categories: for teachers aides, 38 percent of districts saw reductions, we found. For support staff, 31 percent saw a loss. For administrators, 21 percent reported a loss.<br />\r\n\t<br />\r\n\tWalker spokesman Cullen Werwie said the governor excluded retirements because a teacher can retire for any number of reasons unrelated to budgets.<br />\r\n\t<br />\r\n\tTrue, but the same claim could be made about new hires -- something Walker includes. Indeed, new hires were often necessitated by the retirements. Pulling out just one of the categories unravels any attempt to get at what actually is happening.<br />\r\n\t<br />\r\n\t&quot;We would have had to lay off way more teachers&quot; if 28 hadn&rsquo;t retired, said Burlington Area School District Superintendent David Moyer. The district rehired 20, according to the survey.<br />\r\n\t<br />\r\n\tMost new hires in the Muskego-Norway district were replacing teachers who retired, said Superintendent Joe Schroeder. Retirements tripled over the previous year.<br />\r\n\t<br />\r\n\tWerwie, the governor&rsquo;s spokesman, said that ultimately Walker&rsquo;s counting method shows &quot;new teachers had an easier time getting a job in Wisconsin.&quot;<br />\r\n\t<br />\r\n\tThat seems like a safe statement, but it&rsquo;s a different point than saying most districts had the same staffing or greater.<br />\r\n\t<br />\r\n\tWerwie also argued that &quot;staffing&quot; should be judged by broader measures such as class size. It&rsquo;s possible, he said, for class sizes to hold steady even if staff is reduced because the budget granted freedom from various work rules. In Kaukauna, for instance, the district required educators to teach six hours a day instead of five, as the Journal Sentinel reported.<br />\r\n\t<br />\r\n\tIt&rsquo;s true that very large majorities of districts reported no increase in class sizes -- 74 percent in grades kindergarten to three, and 66 percent in grades 4-6, for example.<br />\r\n\t<br />\r\n\tWe think Werwie&rsquo;s point about judging &quot;staffing&quot; by what happened to class sizes has some merit. Increases or decreases in class size can result from changes in teacher staffing.<br />\r\n\t<br />\r\n\tBut enrollment and other factors can affect class size too.<br />\r\n\t<br />\r\n\tIn the end, it&rsquo;s a really a broader topic than the one in front of us on the breadth of the staffing cuts. In any event, Walker&rsquo;s reference to staffing levels of &quot;the same or greater&quot; makes it clear he was quantifying staffing, not discussing class size.<br />\r\n\t<br />\r\n\t<strong>Our conclusion</strong><br />\r\n\t<br />\r\n\tWalker referred to school survey results, saying &quot;the overwhelming number of districts saw that staffing was the same or greater.&quot;<br />\r\n\t<br />\r\n\tBut he cherry-picked figures in his favor, leaving out a key factor -- retirements -- that formed the basis of the survey&rsquo;s conclusions on overall staffing reductions. When they are included, the survey actually shows the opposite of what he said.<br />\r\n\t<br />\r\n\tWe rate his statement False.</p>\r\n", "ruling_comments_date": "2011-11-22T17:07:27.126236", "ruling_date": "2011-11-27T09:00:00", "ruling_headline": "Walker says ‘overwhelming number’ of Wisconsin school districts’ staffs grew or stayed the same after 2011-2013 state budget", "ruling_headline_slug": "walker-says-overwhelming-number-wisconsin-school-d", "ruling_link_text": "Fuzzy math turns reality on its head", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tPodcast, <a href=\"http://www.620wtmj.com/podcasts/talk/charliesykes/133905078.html\">Gov. Scott Walker on Charlie Sykes Show part 1</a>, Nov. 15, 2011<br />\r\n\t<br />\r\n\tDepartment of Public Instruction, <a href=\"http://dpi.wi.gov/eis/pdf/wasdasurveyresults.pdf\">budget survey analysis</a>, Nov. 15, 2011<br />\r\n\t<br />\r\n\tEmail exchanges with Cullen Werwie, spokesman, Governor Scott Walker, Nov. 15-17, 2011<br />\r\n\t<br />\r\n\tInterview with David Moyer, superintendent, Burlington Area School District, Nov. 17, 2011<br />\r\n\t<br />\r\n\tInterview with Joe Schroeder, superintendent, Muskego-Norway district, Nov. 21, 2011<br />\r\n\t<br />\r\n\tInterview with Miles Turner, executive director, Wisconsin Association of School District Administrators, Nov. 15, 2011<br />\r\n\t<br />\r\n\tGov. Scott Walker <a href=\"http://walker.wi.gov/journal_media_detail.asp?locid=177&amp;prid=6084\">press release</a>, Nov. 10, 2011<br />\r\n\t<br />\r\n\tInterview with John Johnson, Director of Education information services, Department of Public Instruction, Nov. 15-17, 2011<br />\r\n\t<br />\r\n\tInterview with Emily Koczela, director of finance, Brown Deer Schools, Nov. 16, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 38, "current_job": "Milwaukee County Executive", "false_count": 42, "first_name": "Scott", "half_true_count": 38, "home_state": "Wisconsin", "id": 640, "last_name": "Walker", "mostly_true_count": 44, "name_slug": "scott-walker", "pants_count": 11, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Scott_Walker_1_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/640/", "total_count": 211, "true_count": 25, "website": "http://www.scottwalker.org/"}, "statement": "<p>\r\n\t&quot;The overwhelming number&quot; of school districts reported their staff stayed the same or grew after the 2011-&rsquo;13 state budget<br />\r\n\t&nbsp;</p>\r\n", "statement_context": "a radio interview", "statement_date": "2011-11-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}], "target": [], "twitter_headline": ""}