{"art": [], "author": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "canonical_url": "/oregon/statements/2011/nov/26/eileen-brady/how-big-role-did-eileen-brady-play-expanding-child/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "dlane@oregonian.com", "first_name": "Dee", "id": 183, "last_name": "Lane", "name_slug": "dee-lane", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/183/", "title": "Politics editor", "twitter": null}], "facebook_headline": null, "id": 4841, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "resource_uri": "/api/v/2/statement/4841/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tIn her bid to be Portland&rsquo;s next mayor, Eileen Brady has been getting a lot of mileage out of her work on health care reform. Her campaign website calls her service on the Oregon Health Fund Board -- the board tasked with reworking the state&rsquo;s system -- &quot;perhaps Eileen&rsquo;s most important public service role.&quot;<br />\r\n\t<br />\r\n\tThat theme keeps popping up again and again. Most recently, we spotted it in a Facebook ad, which said &quot;On the Oregon Health Fund Board, Eileen brought together business, labor and hospitals to give 94,000 Oregon children health care.&quot;<br />\r\n\t<br />\r\n\tShe also brought the board up in her announcement speech back in early September.<br />\r\n\t<br />\r\n\t&quot;In 2009 Governor Kulongoski appointed me as vice chair of the Oregon Health Fund Board ... Today, as the result of the work we did on that board and the Legislature&rsquo;s commitment we were able to provide health insurance to an additional 94,000 kids,&quot; she said. &quot;During this process I came to know insurance executives, hospital leaders, labor leaders, and activists. And I helped find the common ground that enabled us to put our differences aside and put our children first.&quot;<br />\r\n\t<br />\r\n\tWe wondered whether the claim that she brought together these constituencies was true.<br />\r\n\t<br />\r\n\tBrady&rsquo;s spokesman John Isaacs, happy to help us reach a True rating on this fact check, sent us a long list of folks to get in touch with who would be happy to vouch for her leadership skills. &quot;I expect that you will call each of these people,&quot; he wrote.<br />\r\n\t<br />\r\n\tNot so surprisingly, they all gave Brady rave reviews.<br />\r\n\t<br />\r\n\tTom Chamberlain, president of the AFL-CIO and a member of the board, said he and Brady pushed for a consensus-style committee process in which &quot;we got input from everybody.&quot; Still, he said, &quot;when Eileen and I presented that, I don&#39;t recall a lot of push back.&quot;<br />\r\n\t<br />\r\n\tAs for the general idea that Brady helped build agreement between groups, Chamberlain said &quot;that&#39;s fair to say,&quot; adding that as a vice chair of the committee, &quot;she probably deserves a little more credit.&quot;<br />\r\n\t<br />\r\n\t&quot;All of us worked really hard and all of us went to town-hall-like meetings all over the state,&quot; Chamberlain said. Brady, he said, carried her own weight and might have gone to more meetings than anybody else, though he couldn&rsquo;t remember for certain.<br />\r\n\t<br />\r\n\tNext up was Alan Bates, a Democratic senator from Medford, and one of two authors of the bill that created the board on which Brady sat. After the committee had crafted their proposal, Bates said, he took Eileen with him to a meeting of the Senate&rsquo;s Republican caucus. &quot;Eileen stepped up as a business leader and on a very emotional and solid basis really sold them,&quot; he said. &quot;Eileen was really germane to getting that done.&quot;<br />\r\n\t<br />\r\n\tBates, it should be noted, has endorsed Brady. As has Jonathan Ater, who served as the other vice chair on the Oregon Health Fund Board.<br />\r\n\t<br />\r\n\tNaturally, then, Ater had good things to say about Brady. &quot;I do not think the Legislature would have been able to adopt a children&#39;s health insurance program unless there had been a very substantial consensus built up,&quot; he said. &quot;I think Eileen was a critical part of bridging that discussion.&quot;<br />\r\n\t<br />\r\n\tThe difficult thing with a statement like this is that we can&rsquo;t base a ruling off personal accounts alone -- particularly personal accounts from supporters. It&rsquo;s also hard to parse out exactly how essential any one person was.<br />\r\n\t<br />\r\n\tWhat we can do, though, is offer some context.<br />\r\n\t<br />\r\n\tThe road to health care reform in Oregon has been a pretty twisty one, involving hundreds of people and meetings over the course of many years. The specific change that Brady touts on Facebook and in her speech has roots stretching back several years.<br />\r\n\t<br />\r\n\tIn June 2007, Sen. Bates and Sen. Ben Westlund, D-Bend, manged to get the Healthy Oregon Act through the state Legislature.<br />\r\n\t<br />\r\n\tThat act, the product of an 18-month effort that included hearings across Oregon, set &quot;essential health care benefits for all Oregonians.&quot; It also allocated money for creating a seven-member Oregon Health Fund Board, which would turn the concepts outlined in the legislation into a workable plan.<br />\r\n\t<br />\r\n\tBrady was appointed to that board. After more than a year&rsquo;s worth of work and dozens of meetings, the board presented then-Gov. Ted Kulongoski with a fleshed-out plan. The Oregonian reported at the time that &quot;the panel crafted its plan during the past year with volunteer committee help from doctors, hospitals, insurers and others in the health care industry and testimony from more than 1,000 Oregonians across the state.&quot;<br />\r\n\t<br />\r\n\tIncluded in that plan was a recommendation for a 1 percent tax on hospitals and health insurance providers to increase the number of children and low-income adults on the Oregon Health Plan. The Legislature approved the legislation in 2009 and children have been enrolling since.<br />\r\n\t<br />\r\n\tGiven the long and involved history, it would be an overstatement to say that Brady was so integral to all of this that it wouldn&rsquo;t have happened without her. That said, her position as vice chair of the board that ultimately suggested the provider tax to expand children&rsquo;s health care is nothing to sneeze at. The board had to balance the needs and desires of several constituencies and Brady was one of the leaders during those talks.<br />\r\n\t<br />\r\n\tThe history, stretching back to when Bates and Westlund first traveled the state to put together their initial act, is important additional information, but the comment that Brady &quot;helped find the common ground&quot; can&rsquo;t really be disputed. We find this one Mostly True.</p>\r\n<p>\r\n\t<a href=\"http://www.oregonlive.com/politics/index.ssf/2011/11/was_eileen_brady_responsible_f.html\">Return to OregonLive to comment on this ruling.</a></p>\r\n", "ruling_comments_date": "2011-11-23T14:22:45.321387", "ruling_date": "2011-11-26T07:45:36", "ruling_headline": "How big of a role did Eileen Brady play in expanding children's healt care coverage?", "ruling_headline_slug": "how-big-role-did-eileen-brady-play-expanding-child", "ruling_link_text": "She helped, but so did dozens of others.", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tEileen Brady campaign, Facebook ad, Nov. 15, 2011<br />\r\n\t<br />\r\n\tEileen Brady, <a href=\"http://www.eileenformayor.com/2011/09/08/kick-off-speech/\">campaign kick-off speech</a>, Sept. 8, 2011<br />\r\n\t<br />\r\n\tInterview with Jonathan Ater, vice chair of Oregon Health Fund Board, Nov. 21, 2011<br />\r\n\t<br />\r\n\tInterview with Tom Chamberlain, president of the AFL-CIO, Nov. 17, 2011<br />\r\n\t<br />\r\n\tInterview with Sen. Alan Bates, Nov. 17, 2011<br />\r\n\t<br />\r\n\tOregon Health Fund Board, Aim High: Building a Healthy Oregon, November 2008<br />\r\n\t<br />\r\n\tThe Oregonian, Health care given shot in the arm, June 23, 2007<br />\r\n\t<br />\r\n\tThe Oregonian, Governor pledges 5-year plan to expand health care to all, Nov. 26, 2008<br />\r\n\t<br />\r\n\tThe Oregonian, Health reform effort thrives, June 9, 2009</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 2, "first_name": "Eileen", "half_true_count": 0, "home_state": "", "id": 1507, "last_name": "Brady", "mostly_true_count": 1, "name_slug": "eileen-brady", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/EileenBrady.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1507/", "total_count": 4, "true_count": 1, "website": ""}, "statement": "<p>\r\n\tSays she &quot;brought together business, labor and hospitals to give 94,000 Oregon children health care.&quot;</p>\r\n", "statement_context": "in a campaign ad", "statement_date": "2011-11-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 2, "first_name": "Eileen", "half_true_count": 0, "home_state": "", "id": 1507, "last_name": "Brady", "mostly_true_count": 1, "name_slug": "eileen-brady", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/EileenBrady.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1507/", "total_count": 4, "true_count": 1, "website": ""}], "twitter_headline": ""}