{"art": [], "author": [{"email_address": "pkrouse@plaind.com", "first_name": "Peter", "id": 271, "last_name": "Krouse", "name_slug": "peter-krouse", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Peter-krouse.JPG", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/271/", "title": "Reporter, The Plain Dealer", "twitter": null}], "canonical_url": "/ohio/statements/2011/nov/28/rob-portman/sen-rob-portman-says-us-has-second-highest-corpora/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "jkahoun@plaind.com", "first_name": "Jane", "id": 159, "last_name": "Kahoun", "name_slug": "jane-kahoun", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifact-jane-kahoun_1.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/159/", "title": "PolitiFact Ohio editor and deputy metro editor, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 4846, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "pkrouse@plaind.com", "first_name": "Peter", "id": 271, "last_name": "Krouse", "name_slug": "peter-krouse", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Peter-krouse.JPG", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/271/", "title": "Reporter, The Plain Dealer", "twitter": null}], "resource_uri": "/api/v/2/statement/4846/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tTax reform was an issue addressed by the Joint Select Deficit Reduction Committee, aka the supercommittee, in its failed quest to reduce the federal budget deficit.</p>\r\n<p>\r\n\tPartisans on both sides of the political aisle have complained for years about the way we are taxed.</p>\r\n<p>\r\n\tRepublicans and some Democrats claim business taxes are too high and stifle growth. They argue that instead of handing over a share of profits to the government, companies could use the money to expand and hire more workers. Others argue the money is more likely to be passed on to shareholders.</p>\r\n<p>\r\n\tIt&rsquo;s a big debate among states. Those with higher corporate tax rates often complain they can&rsquo;t fairly compete for investment with states that have lower rates.</p>\r\n<p>\r\n\tAnd when multi-national companies decide where they want to build a factory or invest their capital, one of the things they consider is a country&rsquo;s tax rate.</p>\r\n<p>\r\n\tThat&rsquo;s the context for a recent statement by U.S. Sen. (and supercommittee member) Rob Portman of Ohio, who broached the subject of tax reform during a hearing Nov. 1.</p>\r\n<p>\r\n\t&quot;We have the second highest corporate tax rate among our trading partners,&quot; Portman said. &quot;Japan&rsquo;s is slightly higher, and they are intending to take theirs down.&quot;</p>\r\n<p>\r\n\tPortman contends that corporate taxes need to be lowered to make the U.S. more attractive to investment, but that corporate deductions also should be reduced so as not to add to the deficit. Resulting growth would broaden the tax base and actually raise revenues. He also thinks multi-national corporations should be allowed to repatriate future profits to the United States without having to pay additional taxes on them here.</p>\r\n<p>\r\n\tBecause corporate taxes are such a hot-button issue, PolitiFact Ohio decided to review Portman&rsquo;s statement.</p>\r\n<p>\r\n\tPortman&rsquo;s office said the senator based his comments on a report published in September by the Washington-based Tax Foundation called &quot;U.S. Corporations Suffer High Effective Tax Rates by International Standards.&quot;</p>\r\n<p>\r\n\tThe first sentence in the report speaks directly to Portman&rsquo;s claim.</p>\r\n<p>\r\n\t&quot;The United States currently lays claim to the second-highest statutory corporate income tax rate in the developed world. At 39.2 percent, the rate is only 0.35 percentage points behind OECD-leading Japan.&quot;</p>\r\n<p>\r\n\tOECD stands for Organization for Economic Cooperation and Development and includes 34 countries. China, India and Brazil are not members but cooperate with OECD.</p>\r\n<p>\r\n\tThe 39.2 percent figure is correct when you combine the statutory federal rate of 35 percent with the average statutory rate among states. But the statutory rate is only part of the equation.</p>\r\n<p>\r\n\tThe statutory rate is what the tax code declares corporations must pay, but it&rsquo;s much different from what corporations actually pay. That is called the effective tax rate, and it takes into account all the loopholes and preferences available to companies, such as depreciation of assets and deductions for things like research and development. Those can significantly lower taxable income and in some cases eliminate a corporation&rsquo;s tax burden altogether.</p>\r\n<p>\r\n\tWe felt it was important to examine Portman&rsquo;s statement in view of the effective tax rate as well. And there the story is different &mdash; not much different according to the Tax Foundation, but a great deal so if you pose the question to the conservative Tax Foundation&rsquo;s more-liberal think-tank rivals.</p>\r\n<p>\r\n\tThe Tax Foundation report lists 13 recent studies that compare effective tax rates across countries. The United States ranks second in three of those studies, third in two of them, fourth in two, fifth in three, sixth in one, eighth in one and 23rd in one.</p>\r\n<p>\r\n\tBut when you look at only those studies involving OECD countries, the United States never falls out of the top five.</p>\r\n<p>\r\n\t&quot;Taken as a whole these studies indicate that the average effective tax rate for U.S. corporations &mdash; like the statutory rate &mdash; is one of the highest in the world,&quot; the Tax Foundation report states. &quot;By every available measure, the U.S. imposes a very high tax burden on its corporate sector, in comparison to other nations, even after credits and deductions.&quot;</p>\r\n<p>\r\n\tWill McBride, an economist with the Tax Foundation, equates the statutory rate with the sticker price of a car, and the effective rate with the actual sales price once the haggling is over. Both rates are important, he said, because they affect behavior.</p>\r\n<p>\r\n\tBut we&rsquo;re not letting that be the last word.</p>\r\n<p>\r\n\tThe left-leaning, Washington-based Citizens for Tax Justice along with the Institute on Taxation and Economic Policy produced a report this month that sampled 280 of the Fortune 500 companies in the United States and found that they paid an average U.S. corporate tax of 18.5 percent.</p>\r\n<p>\r\n\tOf those 280 companies, 78 paid no federal taxes in at least one of the past three years.<br />\r\n\tOne of the authors of that report, Rebecca Wilkins, senior counsel for federal tax policy at the Center for Tax Justice, argues that the Tax Foundation studies are misleading because they include both deferred and foreign taxes in their calculations.</p>\r\n<p>\r\n\tNot to complicate things further, but Bruce Bartlett, a former Treasury official under the first President George Bush and now a New York Times blogger, argues that the broadest measure of a country&rsquo;s corporate tax burden is to calculate corporate taxes as a share of gross domestic product. In that case, the United States is among the lowest in the OECD, he said, which begs the question; how can a country have such a high tax rate, but such a low tax burden? The answer: loopholes and deductions.</p>\r\n<p>\r\n\tFurthermore, a more precise debate would factor in the taxing of corporate dividends to shareholders, which is done at a comparatively lower rate in the United States than in most other countries, he said.</p>\r\n<p>\r\n\tBartlett, who recently wrote a book on tax reform called &quot;The Benefit and The Burden,&quot; thinks the whole exercise is somewhat irrelevant because cutting taxes won&rsquo;t necessarily lead to more investment, especially in today&rsquo;s stagnant economy when nobody is interested in expanding.</p>\r\n<p>\r\n\tThe upshot is that there are a lot of ways to slice the corporate tax apple, and the conclusion that can be drawn depends a lot on the question that is being asked.</p>\r\n<p>\r\n\tSo where does all this leave Portman&rsquo;s claim?</p>\r\n<p>\r\n\tThe claim is irrefutable when looking at the statutory rate but arguable when considering effective rates.</p>\r\n<p>\r\n\tSo Portman&rsquo;s statement is accurate, but requires some clarification, which on the Truth-O-Meter means a rating of Mostly True.</p>\r\n", "ruling_comments_date": "2011-11-25T14:31:36.947520", "ruling_date": "2011-11-28T06:00:00", "ruling_headline": "Sen. Rob Portman says the U.S. has the second highest corporate tax rate ", "ruling_headline_slug": "sen-rob-portman-says-us-has-second-highest-corpora", "ruling_link_text": "Many ways to slice the corporate tax apple", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tInterviews and email exchanges with Jeffrey Sadosky, communications director, U.S. Sen. Rob Portman<br />\r\n\t<br />\r\n\tInterviews and email exchanges with Rebecca Wilkins, senior counsel for federal tax policy, Citizens for Tax Justice, Washington, D.C.<br />\r\n\t<br />\r\n\t&quot;<a href=\"http://ctj.org/corporatetaxdodgers/\">Corporate Taxpayers &amp; Corporate Tax Dodgers 2008-2010</a>,&quot; joint project of Citizens for Tax Justice and the Institute on Taxation and Economic Policy<br />\r\n\t<br />\r\n\tInterviews with Will McBride, economist, Tax Foundation, Washington, D.C.<br />\r\n\t<br />\r\n\tTax Foundation special report, &quot;<a href=\"http://www.taxfoundation.org/files/sr195.pdf\">U.S. Corporations Suffer High Effective Tax Rates by International Standards</a>&quot;<br />\r\n\t<br />\r\n\tInterview with Donald Marron, director, Tax Policy Center, joint venture of the Urban Institute and Brookings Institution<br />\r\n\t<br />\r\n\tInterview with Bruce Bartlett, former Treasury official under President George H.W. Bush, author of &quot;The Benefit and The Burden&quot;<br />\r\n\t<br />\r\n\t<a href=\"http://www.oecd-ilibrary.org/taxation/taxes-on-corporate-income_20758510-table5\">Taxes on corporate income as a percentage of gross domestic product among OECD countries</a><br />\r\n\t<br />\r\n\t<br />\r\n\t<a href=\"http://www.oecd.org/dataoecd/26/56/33717459.xls\">Corporate income rates for OECD countries</a></p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "U.S. senator from Ohio", "false_count": 5, "first_name": "Rob", "half_true_count": 11, "home_state": "Ohio", "id": 534, "last_name": "Portman", "mostly_true_count": 11, "name_slug": "rob-portman", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rob-Portman-official-portrait.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/534/", "total_count": 48, "true_count": 17, "website": "http://portman.senate.gov/"}, "statement": "<p>\r\n\t&quot;We have the second highest corporate tax rate among our trading partners.&quot;</p>\r\n", "statement_context": "a Joint Select Committee on Deficit Reduction hearing", "statement_date": "2011-11-11", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 101, "photo": null, "resource_uri": "/api/v/2/subject/101/", "subject": "Corporations", "subject_slug": "corporations", "used_in_edition": []}, {"description": "", "id": 183, "photo": null, "resource_uri": "/api/v/2/subject/183/", "subject": "Deficit", "subject_slug": "deficit", "used_in_edition": ["/api/v/2/edition/10/"]}, {"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ""}