{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2008/may/15/moveon/true-but-hagee-has-since-recanted/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 486, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/486/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<i>\n Note to readers: An update was posted to this item on May 23, 2008, to reflect new information. See note at the end of this story.\n</i>\n<p>\n In an e-mail to supporters, the liberal group MoveOn.org listed reasons people should not support Sen. John McCain for president.\n</p>\n<p>\n \"McCain has sought closer ties to the extreme religious right in recent years,\" the e-mail said. \"McCain sought the political support of right-wing preacher John Hagee, who believes Hurricane Katrina was God's punishment for gay rights and called the Catholic Church 'the Antichrist' and a 'false cult.'\"\n</p>\n<p>\n Some of MoveOn's points are correct. McCain has accepted an endorsement from Hagee, an evangelical minister with a national following. Since MoveOn's e-mail went out, however, Hagee has renounced his previous controversial statements.\n</p>\n<p>\n Hagee heads the Cornerstone Church in San Antonio, Texas, with 17,000 members. He has a nationally syndicated television show, John Hagee Today, a sprawling Web site and numerous books. His dominant issue is the defense of Israel: He founded the advocacy group Christians United for Israel in 2006, and his book\n <i>\n  Jerusalem Countdown\n </i>\n takes grim satisfaction in predicting a nuclear confrontation in the Middle East with the United States and Israel on one side and Iran on the other.\n</p>\n<p>\n Hagee's endorsement of McCain on Feb. 27, 2008, set off several rounds of controversy. The day after the endorsement, the Catholic League called Hagee an anti-Catholic bigot and lamented McCain's connection to him. The Catholic League monitors anti-Catholic bias and emphasizes Catholic teaching on abortion and other moral issues. It pointed to a video of Hagee in which Hagee discusses the Book of Revelation and the Catholic Church. Hagee clearly uses the words \"Antichrist\" and \"false cult\" as he discusses the Catholic Church, the Crusades and the Holocaust. (His statements are a little confusing; watch the video here.)\n</p>\n<p>\n Hagee said he was only criticizing historical acts of anti-Semitism by the Catholic Church, not expressing anti-Catholic hatred. But Catholic League president Bill Donahue said Hagee's excuses weren't credible and continued calls for McCain to distance himself.\n</p>\n<p>\n During an interview with George Stephanopoulos on April 20, McCain said he still welcomed Hagee's endorsement but strongly condemned \"any comments that he made about the Catholic church.\"\n</p>\n<p>\n The Catholic League was satisfied with McCain's comments but continued to criticize Hagee. On May 13, Hagee released a letter sent directly to Donahue in which Hagee expressed regret for his previous statements about the Catholic Church. Donahue accepted the apology.\n</p>\n<p>\n \"The tone of Hagee's letter is sincere,\" Donahue said in a statement. \"He wants reconciliation and he has achieved it. Indeed, the Catholic League welcomes his apology.\"\n</p>\n<p>\n While the back-and-forth was going on about the Catholic Church, Hagee also retracted his previous comments about Hurricane Katrina. Hagee had said in an interview on Sept 16, 2006:\n</p>\n<p>\n \"The newspaper carried the story in our local area that was not carried nationally that there was to be a homosexual parade on the Monday that the Katrina came, and the promise of that parade was that it was going to reach a level of sexuality never demonstrated before in any of the other Gay Pride parades. So I believe that the judgment of God is a very real thing. I know that there are people who demure from that, but I believe that the Bible teaches that when you violate the law of God, that God brings punishment sometimes before the day of judgment, and I believe that the Hurricane Katrina was, in fact, the judgment of God against the city of New Orleans.\"\n</p>\n<p>\n A publicist for Hagee sent us this statement dated April 25, 2008:\n</p>\n<p>\n \"As a believing Christian, I see the hand of God in everything that happens here on earth, both the blessings and the curses. But ultimately neither I nor any other person can know the mind of God concerning Hurricane Katrina. I should not have suggested otherwise.\"\n</p>\n<p>\n Hagee's modest backtracking isn't that surprising, said John C. Green, a senior fellow in religion and politics at the Pew Forum on Religion & Public Life, a nonpartisan research group that does not take positions in policy debates. Hard-charging rhetoric against the Catholic Church and other religions such as Judaism or Islam used to be more common among evangelical leaders, but it's now falling out of favor, Green said.\n</p>\n<p>\n \"Most evangelicals today don't use that kind of harsh language, because they've discovered it has negative effects,\" Green said. \"It's hard to make converts when you use that harsh language with them, and they've also realized it's not appropriate.\"\n</p>\n<p>\n Of course, we can't definitively rule on whether Hagee's new statements represent a true change of heart or just a political repositioning.\n</p>\n<p>\n MoveOn's attack was true when the group sent out the e-mail; it was only later that Hagee retracted his comments. With that significant caveat, we rate MoveOn's statement True.\n</p>\n<p>\n <b>\n  UPDATE:\n </b>\n On May 22, 2008, McCain rejected the pastor's endorsement, after audio of Hagee preaching, reportedly during the 1990s, was posted to the Internet. In the recording, Hagee implied that Hilter and the Holocaust were part of God's plan to create the state of Israel. (Listen to the\n <a href=\"http://www.youtube.com/watch?v=ErC1IJeHnyc\">\n  audio here\n </a>\n .)\n</p>\n<p>\n McCain said Hagee's comments were \"deeply offensive and indefensible,\" and \"I did not know of them before Reverend Hagee's endorsement, and I feel I must reject his endorsement as well.\"\n</p>\n<p>\n Hagee, meanwhile, issued a statement saying that he was withdrawing his endorsement and that critics were distorting his views.\n</p>\n<p>\n \"I am tired of these baseless attacks and fear that they have become a distraction in what should be a national debate about important issues,\" Hagee said on May 22, 2008. \"I have therefore decided to withdraw my endorsement of Sen. McCain for president effective today, and to remove myself from any active role in the 2008 campaign.\"\n</p>\n<p>\n</p>", "ruling_comments_date": "2010-01-07T13:28:15.536347", "ruling_date": "2008-05-15T00:00:00", "ruling_headline": "True, but Hagee has since recanted", "ruling_headline_slug": "true-but-hagee-has-since-recanted", "ruling_link_text": "True, but Hagee has since recanted", "ruling_state": null, "source_documents": null, "sources": "YouTube,\n<a href=\"http://www.youtube.com/watch?v=uViQ0hVV57Q\">\n John Hagee discusses Catholic Church\n</a>\n, posted Jan. 1, 2008\n<p>\n Fresh Air,\n <a href=\"http://www.npr.org/templates/story/story.php?storyId=6097362\">\n  Interview with John Hagee\n </a>\n , Sept. 18, 2006\n</p>\n<p>\n Catholic League,\n <a href=\"http://www.catholicleague.org/release.php?id=1393\">\n  McCain embraces bigot\n </a>\n , Feb. 28, 2008\n</p>\n<p>\n Catholic League,\n <a href=\"http://www.catholicleague.org/release.php?id=1400\">\n  Hagee goes off the rails; McCain must act\n </a>\n , March 4, 2008\n</p>\n<p>\n Catholic League,\n <a href=\"http://www.catholicleague.org/release.php?id=1404\">\n  McCain denounces anti-Catholocism; cites Hagee's role\n </a>\n , March 10, 2008\n</p>\n<p>\n Catholic League,\n <a href=\"http://www.catholicleague.org/release.php?id=1436\">\n  Hagee regrets offending Catholics; controversy ends\n </a>\n , May 13, 2008\n</p>\n<p>\n Statement from John Hagee on Hurricane Katrina sent to Politifact.com\n</p>\n<p>\n Interview with John C. Green,  senior fellow in religion and politics at the Pew Forum on Religion & Public Life\n</p>\n<p>\n Associated Press,\n <a href=\"http://www.boston.com/news/nation/articles/2008/05/22/mccain_rejects_pastors_endorsement/\">\n  McCain rejects pastor's endorsement\n </a>\n , May 22, 2008\n</p>\n<p>\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "", "false_count": 4, "first_name": "", "half_true_count": 3, "home_state": "", "id": 45, "last_name": "MoveOn.org", "mostly_true_count": 0, "name_slug": "moveon", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-moveon.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/45/", "total_count": 14, "true_count": 5, "website": "http://www.moveon.org/"}, "statement": "McCain sought the political support of minister John Hagee, \"who believes Hurricane Katrina was God's punishment for gay rights and called the Catholic Church 'the Antichrist' and a 'false cult.'\"", "statement_context": "an e-mail message", "statement_date": "2008-04-05", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 9, "photo": null, "resource_uri": "/api/v/2/subject/9/", "subject": "Religion", "subject_slug": "religion", "used_in_edition": []}], "target": [], "twitter_headline": null}