{"art": [], "author": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "canonical_url": "/texas/statements/2011/nov/30/rick-perry/rick-perry-members-congress-half-pay/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 4873, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/4873/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tAs part of his &quot;uproot and overhaul Washington&quot; plan, Texas Gov. Rick Perry wants to make Congress look more like the Texas Legislature by transforming it into a &quot;part-time&quot; body whose members hold regular jobs. He also wants to halve member salaries.</p>\r\n<p>\r\n\tA day after unveiling the proposals, Perry wrote a letter to U.S. House Minority Leader Nancy Pelosi, a California Democrat, saying that &quot;no one can truly believe that Americans are satisfied with business as usual&quot; in the nation&rsquo;s capital.</p>\r\n<p>\r\n\t&quot;A part-time Congress with half the pay would still make $38,000 a year more than the average American family,&quot; Perry wrote in the Nov. 16, 2011, letter. &quot;Do you truly oppose lawmakers spending more time in their districts? Is it so important for the Washington power brokers to build their fiefdoms of influence, including providing bailouts to Wall Street while businesses on Main Street are being boarded up every day?&quot;</p>\r\n<p>\r\n\tWe wondered whether Perry was right that members of Congress would still earn nearly $40,000 more than the average American family if their pay were halved.</p>\r\n<p>\r\n\tFirst, a little background: Perry&#39;s letter to Pelosi followed reports that the second-ranking Democrat in the House, Steny Hoyer of Maryland, had criticized Perry&#39;s overhaul proposals. According to a Nov. 15, 2011, Washington Post <a href=\"http://www.washingtonpost.com/blogs/2chambers/post/hoyer-rick-perry-pandering-to-the-tea-party/2011/11/15/gIQAEwD8ON_blog.html\">blog post</a>, Hoyer said: &quot;Is this a serious proposal that (Perry&#39;s) making for a country that has very high unemployment, whose budget deficit is larger than it&#39;s ever been in history, and we have two wars that we&#39;re confronting and trying to bring to conclusion? If this is what he thinks is pandering to the tea party, it is not, in my opinion, speaking to the issues that the American public feels are very, very critical to them &mdash; jobs being the number-one issue.&quot;</p>\r\n<p>\r\n\tPerry opened his letter by saying that Hoyer&#39;s &quot;outburst&quot; had caused him to wonder whether Pelosi and the rest of the Democratic caucus also opposed &quot;urgent reforms the American people so vehemently demand.&quot; Perry closed the letter by inviting Pelosi to debate his proposal with him in Washington &mdash; an offer she declined.</p>\r\n<p>\r\n\tSo, what about Perry&#39;s numbers?</p>\r\n<p>\r\n\tHis campaign did not respond to a request for information to back up his statement. However, the portion of Perry&#39;s campaign website devoted to his &quot;overhaul Washington&quot; plan says that the annual salary of members of Congress is $174,000 and that the median household income in the United States is $49,445.</p>\r\n<p>\r\n\tWith those numbers in hand, we can test Perry&#39;s statement that if members of Congress lost half their annual pay, they would still earn $38,000 a year more than the average American family.</p>\r\n<p>\r\n\tHalf of $174,000 (congressional pay) is $87,000, which is $37,555 more than the household income figure Perry cites. Round up to get to $38,000.</p>\r\n<p>\r\n\tLike good fact-checkers, we looked for the source of Perry&#39;s figures, starting with the congressional pay number. According to a September 2011 Congressional Research Service <a href=\"http://alt.coxnewsweb.com/statesman/politifact/113011_crssalaryreport.pdf\">report</a>, Perry&#39;s figure is on the money: The salary for members of Congress in 2011 and 2012 is $174,000.</p>\r\n<p>\r\n\tUnder a 1989 law, senators and representatives get automatic pay raises each year unless they vote to stop them. The current salary has been in place since Jan. 1, 2009, when members received a 2.8 percent raise. Congress voted to forgo both the 2010 and 2011 increases. A third piece of legislation, passed in 2010, requires that most federal workers and members of Congress not receive a pay increase before Dec. 31, 2012.</p>\r\n<p>\r\n\tIt&#39;s important to note that the annual salary figure that Perry used in his calculation excludes the value of benefits that U.S. representatives and senators receive, such as health insurance. It also overlooks other sources of wealth &mdash; which can be substantial.</p>\r\n<p>\r\n\tMembers of Congress are required to disclose some information about their finances, and each year, Roll Call, a Capitol Hill newspaper, examines those filings and ranks the <a href=\"http://www.rollcall.com/50richest/the-50-richest-members-of-congress-112th.html\">50 richest members of Congress</a>. Representatives and senators are not required to report precisely how much they are worth, but they do have to indicate a range of amounts for their assets and liabilities. Focusing on the low end of those ranges, Roll Call calculates each member&#39;s minimum net worth, which is then used as the basis for the ranking.</p>\r\n<p>\r\n\tThe paper&#39;s <a href=\"http://www.rollcall.com/issues/57_51/And-Congress-Rich-Get-Richer-209907-1.html\">latest analysis</a>, published Nov. 1, 2011, says that members had a collective net worth of more than $2 billion in 2010 and that U.S. Rep. Michael McCaul, R-Austin, was the richest man in Congress, with a minimum net worth of $294 million. Roll Call <a href=\"http://www.rollcall.com/news/mccaul_leaps_top_50_richest_members_congress-208231-1.html?pos=adp\">reported</a> that &quot;the lion&#39;s share&quot; of McCaul&#39;s wealth is held by his wife, Linda, the daughter of Lowry Mays, who founded media giant Clear Channel Communications.</p>\r\n<p>\r\n\tNow, to Perry&#39;s household income figure. According to Perry&#39;s website, that statistic is from a September 2011 Census Bureau report on income, poverty and health insurance coverage in the United States in 2010. Robert Bernstein, a bureau spokesman, told us that the report contains the most recent and best information on U.S. household income, which is based on a survey of 100,000 U.S. addresses.</p>\r\n<p>\r\n\tInside, we found that the Census Bureau&#39;s estimate for median household income in 2010 was $49,445, as Perry&#39;s website says. Reading further into the report, however, we found a couple of wrinkles.</p>\r\n<p>\r\n\tFor starters: Perry&#39;s statement describes the median household income statistic as the annual income of &quot;the average American family.&quot; We think this could be slightly misleading because the popular understanding of &quot;average&quot; is different from &quot;median.&quot;</p>\r\n<p>\r\n\tAccording to Webster&#39;s New World College Dictionary, the &quot;average&quot; is the numerical result you get from adding up a group of numbers and then dividing by the number of figures in the group &mdash; a concept known in statistical circles as &quot;the mean.&quot; The median, meanwhile, is the figure that is exactly in the middle when a group of figures is ranked from smallest to largest. According to the Census Bureau&#39;s report, the &quot;mean&quot; income for U.S. households in 2010 was quite a bit larger than the median ($67,530 vs. $49,445).</p>\r\n<p>\r\n\tShould Perry have used the &quot;mean&quot; rather than the &quot;median&quot; income statistic when talking about the typical American family&#39;s income? No, according to experts we asked.</p>\r\n<p>\r\n\tAlthough the Census Bureau included both estimates in the charts at the end of its income report, it focused exclusively on the median figure in the body of the report. That&#39;s because median income provides &quot;a truer picture&quot; of what&#39;s typical in the United States, unlike the mean, which can be distorted by a small number of very high earners, Bernstein told us.</p>\r\n<p>\r\n\tFor example, Roll Call in its Nov. 1 article about the wealthiest members of Congress notes that &quot;as with the general U.S. population, a few exceedingly wealthy people skew the averages for the rest of the membership.&quot; In fact, Roll Call said, McCaul&rsquo;s minimum net worth is so large that it &quot;has the effect of raising the average of every member of Congress by about $500,000.&quot; The paper then says that the better number to use for comparisons is the median.</p>\r\n<p>\r\n\tPat Wong, a professor at the University of Texas LBJ School of Public Affairs, agreed, telling us that people who study income usually use the median value to try to convey what a &quot;typical&quot; family earns because it &quot;is not affected by extreme values.&quot;</p>\r\n<p>\r\n\tSo, although Perry&#39;s use of the word &quot;average&quot; in his statement could be misleading, his decision to use the &quot;median&quot; &mdash; and not the &quot;mean&quot; &mdash; household income value from the bureau&#39;s report seems to be a good one.</p>\r\n<p>\r\n\tExcept that Perry didn&#39;t say &quot;household.&quot; He said &quot;family.&quot; And we learned from the Census Bureau report that those two are not synonymous.</p>\r\n<p>\r\n\tAccording to the bureau&#39;s definitions, a &quot;household&quot; is all the people who occupy a &quot;housing unit&quot; &mdash; which can be a house, an apartment or even a single room &mdash; regardless of their relationship. That means a &quot;household&quot; can be a group of related people &mdash; a family &mdash; but it can also be a group of unrelated people or a single person.</p>\r\n<p>\r\n\tThe Census Bureau report separates households into two groups: family and nonfamily. &quot;Family households&quot; are those that consist of two or more people related by birth, marriage or adoption. The category includes nuclear families, as well as those led by single parents. It does not include any one-person households.</p>\r\n<p>\r\n\tAs one might expect, the median income of &quot;family households&quot; is larger than that of the broader category ($61,544 vs. $49,445).</p>\r\n<p>\r\n\tHad Perry used the family figure in his calculation, his statement in the letter to Pelosi would have had to change a bit: Half of the current congressional salary is still $25,456 (not $38,000) more than what a typical American family makes in a year.</p>\r\n<p>\r\n\tPerry errs around the fringes, but his big-picture point holds. We rate Perry&rsquo;s statement Mostly True.</p>\r\n", "ruling_comments_date": "2011-11-30T19:50:43.745629", "ruling_date": "2011-11-30T19:12:01", "ruling_headline": "Rick Perry says members of Congress with half their pay would still make $38,000 more than typical family", "ruling_headline_slug": "rick-perry-members-congress-half-pay", "ruling_link_text": "Half congressional pay = $87,000", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/113011_perryletter.pdf\" id=\"internal-source-marker_0.2296374581768552\">Letter</a> from Gov. Rick Perry to U.S. Rep. Nancy Pelosi, Nov. 16, 2011</p>\r\n<p>\r\n\tRick Perry&rsquo;s presidential website, &quot;<a href=\"http://www.rickperry.org/uproot-and-overhaul-washington-html/\">uproot and overhaul Washington</a>&quot; plan, introduced Nov. 15, 2011</p>\r\n<p>\r\n\tWashington Post, news blog post, &quot;<a href=\"http://www.washingtonpost.com/blogs/2chambers/post/hoyer-rick-perry-pandering-to-the-tea-party/2011/11/15/gIQAEwD8ON_blog.html\">Hoyer: Rick Perry &lsquo;pandering to the tea party</a>,&#39; &quot; Nov. 15, 2011</p>\r\n<p>\r\n\tCongressional Research Service, report, &quot;<a href=\"http://alt.coxnewsweb.com/statesman/politifact/113011_crssalaryreport.pdf\">Salaries of Members of Congress: Recent Actions and Historical Tables</a>,&quot; Sept. 7, 2011</p>\r\n<p>\r\n\tRoll Call, news article, &quot;<a href=\"http://www.rollcall.com/issues/57_51/And-Congress-Rich-Get-Richer-209907-1.html\">And Congress&#39; rich get richer</a>,&quot; Nov. 1, 2011</p>\r\n<p>\r\n\tRoll Call, news article, &quot;<a href=\"http://www.rollcall.com/50richest/the-50-richest-members-of-congress-112th.html\">The 50 richest members of Congress (2011)</a>&quot;</p>\r\n<p>\r\n\tRoll Call, news article, &quot;<a href=\"http://www.rollcall.com/news/mccaul_leaps_top_50_richest_members_congress-208231-1.html?pos=adp\">McCaul</a><a href=\"http://www.rollcall.com/news/mccaul_leaps_top_50_richest_members_congress-208231-1.html?pos=adp\"> leaps to top of 50 richest members of Congress</a>,&quot; Aug. 18, 2011</p>\r\n<p>\r\n\tU.S. Census Bureau, report, &quot;<a href=\"http://www.census.gov/prod/2011pubs/p60-239.pdf\">Income, Poverty, and Health Insurance Coverage in the United States: 2010</a>,&quot; September 2011</p>\r\n<p>\r\n\tInterview with Robert Bernstein, public information officer, U.S. Census Bureau, Nov. 21, 2011</p>\r\n<p>\r\n\tEmail interview with Pat Wong, professor, LBJ School of Public Affairs, University of Texas, Nov. 23, 2011</p>\r\n<p>\r\n\tU.S. Census Bureau, <a href=\"http://www.census.gov/hhes/www/income/about/faqs.html\">frequently asked questions about income and the Current Population Survey</a></p>\r\n<p>\r\n\tU.S. Census Bureau, <a href=\"http://www.census.gov/population/www/cps/cpsdef.html\">Current Population Survey definitions and explanations</a></p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 30, "current_job": "U.S. Energy Secretary", "false_count": 31, "first_name": "Rick", "half_true_count": 42, "home_state": "Texas", "id": 291, "last_name": "Perry", "mostly_true_count": 24, "name_slug": "rick-perry", "pants_count": 18, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rick_Perry_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/291/", "total_count": 176, "true_count": 26, "website": "https://energy.gov/management/history/secretaries-energy"}, "statement": "<p>\r\n\t&quot;A part-time Congress with half the pay would still make $38,000 a year more than the average American family.&quot;</p>\r\n", "statement_context": "a letter to Nancy Pelosi", "statement_date": "2011-11-16", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 184, "photo": null, "resource_uri": "/api/v/2/subject/184/", "subject": "Income", "subject_slug": "income", "used_in_edition": ["/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}