{"art": [{"brightcove": "", "caption": "Can you enjoy the surf in Hawaii courtesy of federal food stamps? Newt Gingrich suggested you can.", "id": 1798, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Surfing_Hawaii.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/1798/", "title": "Surfing Hawaii", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2011/dec/01/newt-gingrich/Gingrich-says-use-food-stamps-Hawaii/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": "", "id": 4878, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}, {"email_address": "moorhead@tampabay.com", "first_name": "Molly", "id": 274, "last_name": "Moorhead", "name_slug": "molly-moorhead", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Molly_the_Mollster.jpg", "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/274/", "title": "Pasco Editor", "twitter": null}], "resource_uri": "/api/v/2/statement/4878/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>In an appearance in Council Bluffs, Iowa, on Nov. 30, 2011, Republican presidential candidate Newt Gingrich reiterated one of the themes he often brings up on the campaign trail -- food stamps.<br />\r\n<br />\r\nGingrich garnered national attention in May when he said that President Barack Obama deserves to be called &quot;the most successful food stamp president in American history&quot; because &quot;47 million Americans are on food stamps.&quot; (We ruled that claim <a href=\"http://www.politifact.com/truth-o-meter/statements/2011/may/16/newt-gingrich/newt-gingrich-defends-calling-barack-obama-food-st/\">Half True</a> because Gingrich was close on the number but wrong in assigning so much of the blame to Obama.)<br />\r\n<br />\r\nIn his Council Bluffs speech -- at a &quot;slice the deficit&quot; pizza party sponsored by a group called Strong America Now -- Gingrich added a new twist. According to NBC News campaign &quot;embed&quot; Alexandra Moe, Gingrich said this:<br />\r\n<br />\r\n&quot;Remember, this is the best food stamp president in history. So more Americans today get food stamps than before. And we now give it away as cash -- you don&#39;t get food stamps. You get a credit card, and the credit card can be used for anything. We have people who take their food stamp money and use it to go to Hawaii. They give food stamps now to millionaires because, after all, don&#39;t you want to be compassionate? You know, the Obama model: isn&#39;t there somebody you&#39;d like to give money to this week. That&#39;s why we&#39;re now going to help bailout Italy because we haven&#39;t bailed out enough people this week, the president thought let&#39;s write another check. After all, we have so much extra money.&quot;<br />\r\n<br />\r\nWe decided to check three separate claims:<br />\r\n<br />\r\n<strong>Can food stamps &quot;be used for anything&quot;?</strong><br />\r\n<br />\r\nNo. The food stamp program -- which, we should point out, has officially been known as the Supplemental Nutrition Assistance Program, or SNAP, since October 2008 -- has very precise rules about what can and cannot be paid for.<br />\r\n<br />\r\nAccording to the <a href=\"http://www.fns.usda.gov/snap/retailers/eligible.htm\">Agriculture Department</a>, which runs SNAP, households can use benefits to buy groceries or to buy seeds and plants which produce food. (In some places where subsistence fishing is the norm, <a href=\"http://hss.state.ak.us/dpa/programs/fstamps/howto.html\">such as remote areas of Alaska</a>, recipients can also pay for nets, hooks, fishing line, rods, harpoons and knives.) And in some areas, restaurants can be authorized to accept SNAP benefits from qualified homeless, elderly, or disabled people in exchange for low-cost meals.<br />\r\n<br />\r\nBut in general, SNAP funds cannot be used for restaurant meals. Other types of foods and beverages cannot be paid for with SNAP funds, including beer, wine or liquor; vitamins; food that will be eaten in the store; or hot foods.<br />\r\n&nbsp;&nbsp;&nbsp;<br />\r\nAccording to the rules, &quot;pumpkins are edible and eligible for purchase with SNAP benefits. However, inedible gourds and pumpkins that are used solely for ornamental purposes are not eligible items.&quot; And &quot;items such as birthday and other special occasion cakes are eligible for purchase with SNAP benefits as long as the value of non-edible decorations does not exceed 50 percent of the purchase price of the cake.&quot;<br />\r\n<br />\r\nGingrich is partly right when he says that today, &quot;you don&#39;t get food stamps. You get a credit card.&quot; The old system of using coupons is past; recipients now receive what&rsquo;s called an electronic benefits transfer card, or EBT card. This looks like a credit card, but it doesn&rsquo;t allow for purchases on credit. It&rsquo;s really more like a debit card, with the government periodically uploading the proper amount of cash.<br />\r\n<br />\r\nIn addition to cutting administrative costs, EBT cards allow for easier oversight, and they remove some of the stigma of having to pay with food stamps. In addition, the system can tell at the checkout line which products qualify and which ones don&rsquo;t. The ones that don&rsquo;t must be paid for with cash. This amounts to one more way to guard against the possible misuse of funds.<br />\r\n<br />\r\n<strong>&quot;We have people who take their food stamp money and use it to go to Hawaii.&quot;</strong><br />\r\n<br />\r\nIf the food stamp system bars beneficiaries from buying decorative gourds rather than pumpkins, you can be sure it also bars the purchase of airline tickets. (Our guess: The benefit amount would be less than the tickets anyway.)<br />\r\n<br />\r\n&quot;There is undoubtedly some illegal bartering of EBT cards -- though I understand trafficking in EBT cards is less than under the old food stamps -- but I am having trouble imagining how you could barter an EBT card for an airplane ticket,&quot; said Julia Isaacs, a child and family policy fellow with the Brookings Institution.<br />\r\n<br />\r\nWe do at least have a pretty good idea where this notion came from.<br />\r\n<br />\r\nIn March, the St. Louis television station KMOV did an <a href=\"http://www.kmov.com/news/local/Missouri-Welfare-Benefits-Being-Spent-in-Hawaii-117256028.html\">investigative piece</a> looking at the Missouri food stamp system. It asked the state Department of Social Services for the states where food stamp money was spent.<br />\r\n<br />\r\nCurrent law allows food stamp funds to be spent out of state. This makes sense for recipients who live close to another state, since they may find less expensive groceries across state lines. What the TV station noticed is that some of the expenditures were spent beyond Missouri&rsquo;s immediate neighbors.<br />\r\n<br />\r\nOne of the states the report cited was Hawaii. &quot;In Hawaii, Missouri EBT cardholders spent $2,737 on food in January&quot; 2011, the station reported.<br />\r\n<br />\r\nA couple of immediate points:<br />\r\n<br />\r\nFirst, this was money spent on eligible food items -- not, as Gingrich suggested, on transportation to Hawaii.<br />\r\n<br />\r\nSecond, the amount was trivial. The total <a href=\"http://images.bimedia.net/documents/Out-of-State+Activity+Summary+1-31-2011.pdf\">amount spent on food stamps by Missouri that month </a>was $3,884,657, meaning that the amount spent in Hawaii amounted to seven hundredths of 1 percent of the total.<br />\r\n<br />\r\nThird, there are two reasons why a food stamp eligible Missouri resident might have good reason to be spending money in Hawaii, and neither involves tropical vacations. One is that the recipient is in the military and was recently transferred to a new duty base. Until new benefits are set up in Hawaii, the servicemember would be able to use the Missouri card for benefits. Alternately, the food stamp user could be a migrant worker who spends part of the year in Missouri but works seasonal jobs in Hawaii.<br />\r\n<br />\r\n<strong>&quot;They give food stamps now to millionaires.&quot;</strong><br />\r\n<br />\r\nFood stamps have always been a means-tested program. Benefits vary by household size -- the full details are <a href=\"http://www.fns.usda.gov/snap/applicant_recipients/eligibility.htm\">here</a> -- but the national rule is that you can&rsquo;t earn more than 130 percent of the poverty line. That would clearly rule out millionaires.<br />\r\n<br />\r\n<a href=\"http://www.fns.usda.gov/ora/menu/Published/SNAP/FILES/Participation/2010Characteristics.pdf\">According to USDA</a>, in 2010, about 43.2 of households on food stamps had gross incomes at 50 percent or less of the poverty line. A full 85 percent had gross incomes below 100 percent of the poverty line. The remaining 15 percent were between 100 percent and 130 percent of poverty, often elderly beneficiaries on fixed incomes.<br />\r\n<br />\r\nPeople above the income ceiling could certainly receive benefits under false pretenses, but doing so would be illegal. Is it possible to be a millionaire and legally receive food stamps? We found one way -- but it&rsquo;s ridiculously improbable. You&rsquo;d have to own a million-dollar house but have no other income, and live in a state with sufficiently lenient enforcement to allow it. (Principal residence values, among other assets, are not counted in determining eligibility.)<br />\r\n<br />\r\n&quot;I would challenge Newt Gingrich to find a millionaire in annual income who gets on food stamps legally,&quot; said Michael Wiseman, a public policy professor at George Washington University.<br />\r\n<br />\r\n<strong>Our ruling</strong><br />\r\n<br />\r\nEach of Gingrich&rsquo;s claims about food stamps is so ridiculous -- especially for a self-styled policy wonk -- that we wondered whether he was really intending to be serious. (By publication time, we did not receive answers to several queries made to his press staff.) But the transcript makes it sound like he wasn&rsquo;t joking, so we&rsquo;ll assume he wasn&rsquo;t. For being so ridiculously wrong in so many ways, we rate his statement Pants on Fire.</p>\r\n\r\n<p><em>Update: After we published this item we heard back from USDA spokesman Aaron Lavallee. Lavallee said there was one case in which an unemployed Michigan man who won $2 million in the lottery was deemed eligible for food stamps by the state. He was later removed from the program. Given the isolated nature of the incident and the fact that he was removed from the program, our ruling remains Pants on Fire.</em></p>\r\n\r\n<p><a href=\"https://www.sharethefacts.co/share/aa9d6a47-04ea-4af4-b549-7dfc56517ec0\">https://www.sharethefacts.co/share/aa9d6a47-04ea-4af4-b549-7dfc56517ec0</a></p>\r\n", "ruling_comments_date": "2011-12-01T17:02:22.588765", "ruling_date": "2011-12-01T17:30:15", "ruling_headline": "Newt Gingrich says you can use food stamps to get to Hawaii", "ruling_headline_slug": "Gingrich-says-use-food-stamps-Hawaii", "ruling_link_text": "Wrong in so many ways", "ruling_state": null, "source_documents": null, "sources": "<p>Newt Gingrich, remarks in Council Bluffs, Iowa, Nov. 30, 2011 (provided by NBC News embed reporter Alexandra Moe)<br />\r\n<br />\r\nKMOV, &quot;<a href=\"http://www.kmov.com/news/local/Missouri-Welfare-Benefits-Being-Spent-in-Hawaii-117256028.html\">Missouri welfare benefits being spent in Hawaii</a>,&quot; March 2, 2011<br />\r\n<br />\r\nMissouri Department of Social Services, <a href=\"http://images.bimedia.net/documents/Out-of-State+Activity+Summary+1-31-2011.pdf\">EBT dollars spent out of state</a>, January 2011<br />\r\n<br />\r\nU.S. Department of Agriculture, &quot;<a href=\"http://www.fns.usda.gov/ora/menu/Published/SNAP/FILES/Participation/2010Characteristics.pdf\">Characteristics of Supplemental Nutrition Assistance Program Households: Fiscal Year 2010</a>,&quot; Sept. 2011<br />\r\n<br />\r\nU.S. Department of Agriculture, <a href=\"http://www.fns.usda.gov/snap/retailers/eligible.htm\">items eligible and ineligible for SNAP</a>, accessed Dec. 1, 2011<br />\r\n<br />\r\nU.S. Department of Agriculture, <a href=\"http://www.fns.usda.gov/snap/applicant_recipients/eligibility.htm\">SNAP eligibility rules</a>, accessed Dec. 1, 2011<br />\r\n<br />\r\nE-mail interview with Julia Isaacs, child and family policy fellow with the Brookings Institution, Dec. 1, 2011<br />\r\n<br />\r\nInterview with Katherine Bradley, research fellow at the Heritage Foundation, Dec. 1, 2011<br />\r\n<br />\r\nInterview with Michael Wiseman, public policy professor at George Washington University, Dec. 1, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 16, "current_job": "", "false_count": 15, "first_name": "Newt", "half_true_count": 21, "home_state": "Georgia", "id": 152, "last_name": "Gingrich", "mostly_true_count": 11, "name_slug": "newt-gingrich", "pants_count": 12, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/gingrichcutter.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/152/", "total_count": 86, "true_count": 7, "website": ""}, "statement": "<p>People can use food stamps &quot;for anything,&quot; including &quot;to go to Hawaii,&quot; and even millionaires can qualify.</p>\r\n", "statement_context": "a speech in Council Bluffs, Iowa", "statement_date": "2011-11-30", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 29, "photo": null, "resource_uri": "/api/v/2/subject/29/", "subject": "Poverty", "subject_slug": "poverty", "used_in_edition": []}], "target": [], "twitter_headline": ""}