{"art": [], "author": [{"email_address": "bbowers@politifact.com", "first_name": "Becky", "id": 177, "last_name": "Bowers", "name_slug": "becky-bowers", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/bbowers-politifact-mug_.gif", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/177/", "title": "PolitiFact Digital Operations Manager", "twitter": null}], "canonical_url": "/florida/statements/2011/dec/07/florida-democratic-party/florida-democrats-say-mitt-romney-called-middle-cl/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 4901, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "bbowers@politifact.com", "first_name": "Becky", "id": 177, "last_name": "Bowers", "name_slug": "becky-bowers", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/bbowers-politifact-mug_.gif", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/177/", "title": "PolitiFact Digital Operations Manager", "twitter": null}], "resource_uri": "/api/v/2/statement/4901/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tAs the <a href=\"http://www.whitehouse.gov/blog/2011/11/30/president-obama-s-payroll-tax-cut-will-help-my-family-and-yours\">president pressured Congress</a> to extend his payroll tax cut, Florida Democrats issued <a href=\"http://www.fladems.com/news/entry/fla-dems-statement-in-support-of-president-obamas-middle-class-tax-cut\">a statement</a> calling Republican opposition &quot;shameful.&quot;<br />\r\n\t<br />\r\n\t&quot;With Republicans like Mitt Romney belittling middle-class tax cuts as nothing more than &#39;little Band-Aids,&#39; the Republican Party is sending a clear signal to the American people: they are willing to raise taxes on middle-class Americans just to pay for more tax breaks for millionaires and billionaires and big oil,&quot; says a quote from Florida Democratic Party executive director Scott Arceneaux.<br />\r\n\t<br />\r\n\tThe phrase &quot;little Band-Aids&quot; caught our eye. Did Mitt Romney really use that phrase to describe tax cuts for the middle-class?<br />\r\n\t<br />\r\n\tWe asked Florida Democratic Party spokeswoman Brannon Jordan, who issued the Dec. 1, 2011, release, contacted the Romney campaign and searched for the phrase ourselves.<br />\r\n\t<br />\r\n\tWhat emerged wasn&#39;t quite what Democrats had claimed.<br />\r\n\t<br />\r\n\t<strong>What Romney said</strong><br />\r\n\t<br />\r\n\tRomney did use the phrase &quot;little Band-Aids&quot; in an Oct. 11 presidential debate, in his answer to a question about Obama&#39;s effort to extend his payroll tax cut. Here&#39;s how the exchange with Bloomberg TV White House correspondent Juliana Goldman unfolded:</p>\r\n<blockquote>\r\n\t<em><strong>GOLDMAN</strong>: &quot;Gov. Romney, I want to ask you, because President Obama&#39;s jobs bill stalled in the Senate today, and so it may have to be broken into component parts for Congress to vote on.<br />\r\n\t<br />\r\n\t&quot;If the payroll tax cut is not extended, that would mean a tax increase for all Americans. What would be the consequences of that?&quot;<br />\r\n\t<br />\r\n\t<strong>ROMNEY:</strong> &quot;No one likes to see tax increases, but look, the stimulus bills the president comes out with that are supposedly going to create jobs, we have now seen this played in the theater several times, and what we&#39;re seeing has not worked.<br />\r\n\t<br />\r\n\t&quot;The American people know that when he went into office and borrowed $800 billion for a massive job stimulus program, then they did not see the jobs. Some of those green jobs we were supposed to get, that is money down the drain.<br />\r\n\t<br />\r\n\t&quot;The right course for America is not to keep spending money on stimulus bills, but instead to make permanent changes to the tax code. Look, when you give -- as the president&#39;s bill does, if you give a temporary change to the payroll tax, and you say, we&#39;re going to extend this for a year or two, employers do not hire people for a year or two.<br />\r\n\t<br />\r\n\t&quot;They make an investment in a person that goes over a long period of time. And so if you want to get the economy going again, you have to have people who understand how employers think, what it takes to create jobs.<br />\r\n\t<br />\r\n\t&quot;And what it takes to create jobs is more than just a temporary shift in a tax stimulus, it needs instead fundamental restructuring of our economy to make that sure we are the most attractive place in the world for investment, for innovation, for growth, and for hiring. And we can do that again.&quot;<br />\r\n\t<br />\r\n\t<strong>GOLDMAN</strong>: &quot;So you would be okay with seeing the payroll tax cuts?&quot;<br />\r\n\t<br />\r\n\t<strong>ROMNEY</strong>: &quot;Look, I don&#39;t like temporary little Band-Aids, I want to fundamentally restructure America&#39;s foundation economically.&quot;</em></blockquote>\r\n<br />\r\n<p>\r\n\tDemocrats seized on the conversation as evidence that Romney opposed extending payroll tax cuts, which the Obama administration says save a typical family <a href=\"http://www.whitehouse.gov/blog/2011/12/01/senate-vote-against-payroll-tax-cut-unacceptable\">$1,000 a year</a>. Within days, the Democratic National Committee rolled out &quot;<a href=\"http://www.politico.com/news/stories/1011/65888.html\">Operation Band-Aids</a>,&quot; including a Web video, conference calls and events.<br />\r\n\t<br />\r\n\t&quot;By opposing the extension of middle-class tax cuts, (Romney) is supporting a tax increase on middle-income families and small businesses,&quot; <em>POLITICO</em> quoted DNC communications director Brad Woodhouse as saying.<br />\r\n\t<br />\r\n\t<strong>Romney&#39;s tax plan</strong><br />\r\n\t<br />\r\n\tOf course, a closer reading of the debate shows Romney opposed the tax cuts, not on their merits or because of whom they would benefit but rather as temporary cuts rather than long-term changes.<br />\r\n\t<br />\r\n\tThe right course, he said, was &quot;to make permanent changes to the tax code.&quot; He criticized &quot;a temporary change to the payroll tax,&quot; calling it &quot;a temporary shift in a tax stimulus&quot; before he concluded he didn&#39;t like &quot;temporary little Band-Aids.&quot;<br />\r\n\t<br />\r\n\tHis opposition to temporary tax code fixes wasn&#39;t a new point.<br />\r\n\t<br />\r\n\tPage 39 of <a href=\"http://www.scribd.com/fullscreen/64190325\">his economic plan</a>, released in <a href=\"http://www.washingtonpost.com/politics/romney-to-unveil-plan-for-jobs-economy/2011/09/06/gIQAMUWl6J_story.html\">early September</a>, says, &quot;President Obama&rsquo;s proclivity for fostering uncertainty about the long-term shape of the tax code is particularly troublesome. He has embraced one temporary solution after the next while rejecting permanent adjustments that would bring some predictability and stability to investment decision-making.&quot;<br />\r\n\t<br />\r\n\tThat&#39;s the essence of his Oct. 11 debate answer. And it&#39;s scarcely a blanket opposition to &quot;middle-class tax cuts,&quot; as Democrats characterized it.<br />\r\n\t<br />\r\n\tIn fact, he had previously exempted the payroll tax cut extension from his criticism.<br />\r\n\t<br />\r\n\tOn Page 47, he mentioned some short-term measures he would support &mdash; and a &quot;lower payroll tax&quot; is among them.</p>\r\n<blockquote>\r\n\t<em>&quot;Notwithstanding President Obama&rsquo;s counterproductive meddling in the tax code, there are some short-term measures that &mdash; far from increasing uncertainty and discouraging job creators &mdash; can serve as powerful incentives for investment and hiring. These short-term measures are very much the subject of current discussion and debate in Washington. Some of them may even be proposed by President Obama in the coming days.<br />\r\n\t<br />\r\n\t&quot;A robust investment tax credit, extending the write-off for capital expenditures for an additional year, and a lower payroll tax could each have a positive effect if properly structured. But such measures are no substitute for the longer-term structural reforms to our tax system that are required to place the economy on sound footing for a recovery.&quot;</em></blockquote>\r\n<p>\r\n\tSo the Democrats were right to seize on Romney&#39;s debate answer in one sense: It differed from his on-the-record support for &quot;a lower payroll tax&quot; as distinct from other &quot;counterproductive&quot; short-term measures. In the debate, he instead grouped Obama&#39;s proposed tax cut extension into his criticism of short-term fixes.<br />\r\n\t<br />\r\n\tThat departure didn&#39;t last long. Days after Florida Democrats&#39; news release, Romney returned to the talking points of his published economic plan in an appearance on Michael Medved&#39;s conservative radio talk show:<br />\r\n\t<br />\r\n\t&quot;I would like to see the payroll tax cut extended just because I know that working families are really feeling the pinch right now &mdash; middle-class Americans are having a hard time,&quot; he said on the Dec. 5 show, as reported by the <em><a href=\"http://thecaucus.blogs.nytimes.com/2011/12/05/romney-shifts-to-support-extension-of-payroll-tax-cut/\">New York Times</a></em> and others.<br />\r\n\t<br />\r\n\tMeanwhile, the details of his economic plan, while too vague for a complete analysis, appear to support lower taxes for the middle class, according to Bob Williams of the Tax Policy Center. The center maintains a <a href=\"http://www.taxpolicycenter.org/taxtopics/Summary-of-Tax-Proposals-of-2012-GOP-Candidates.cfm\">summary of Republican candidates&#39; tax proposals</a>.<br />\r\n\t<br />\r\n\t&quot;He wants lower rates in the future for taxes,&quot; Williams said. &quot;... I would say it&#39;s not fair to say he doesn&#39;t care about the little guys.&quot;<br />\r\n\t<br />\r\n\tRomney would maintain President George W. Bush&#39;s tax cuts, which include cuts for the middle class (though also, of course, for the rich). He wants to reduce to zero investment taxes for low- and middle-income families to boost their retirement savings &mdash; something he doesn&#39;t offer to do for those with adjusted gross incomes over $200,000. In the long-term, he wants to broaden the tax base and reduce and flatten tax rates, which would likely favor the wealthy more than anyone else, Williams said, but he would keep exemptions, deductions, credits, and other tax preferences in the short-term, many of which benefit lower- and middle-income taxpayers. He wants lower rates across the board.&nbsp;And, as we said, his published plan says he supports a temporary reduction in the payroll tax &quot;if properly structured.&quot;</p>\r\n<p>\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tFlorida Democrats used Romney as an example of a Republican &quot;willing to raise taxes on middle-class Americans just to pay for more tax breaks for millionaires and billionaires.&quot; They accused him of &quot;belittling middle-class tax cuts as nothing more than &#39;little Band-Aids.&#39;&quot;<br />\r\n\t<br />\r\n\tBut the context of his Oct. 11 debate performance shows he decries not &quot;middle-class tax cuts,&quot; but &quot;a temporary change to the payroll tax&quot; as part of a stimulus bill. He argued, essentially, for permanently lower tax rates, including for the middle class.<br />\r\n\t<br />\r\n\tMeanwhile, the debate performance stands as an exception to Romney&#39;s published support for lowering payroll taxes.<br />\r\n\t<br />\r\n\tDemocrats get some credit for accurately pointing out that in the debate, Romney didn&#39;t support Obama&#39;s effort to extend his payroll tax cut. He did indeed call temporary tax changes &quot;little Band-Aids.&quot; But they ignore critical context from the debate and Romney&#39;s published tax proposals when they declare he belittled &quot;middle-class tax cuts,&quot; creating the impression he opposes middle class-tax breaks. We rate the statement Mostly False.</p>\r\n", "ruling_comments_date": "2011-12-06T17:49:30.388161", "ruling_date": "2011-12-07T11:44:54", "ruling_headline": "Florida Democrats say Mitt Romney dismissed middle-class tax cuts as 'little Band-Aids'", "ruling_headline_slug": "florida-democrats-say-mitt-romney-called-middle-cl", "ruling_link_text": "He did use the phrase 'little Band-Aids'", "ruling_state": "Florida", "source_documents": null, "sources": "<p>\r\n\tFlorida Democratic Party, &quot;<a href=\"http://www.fladems.com/news/entry/fla-dems-statement-in-support-of-president-obamas-middle-class-tax-cut\">FLA Dems Statement in Support of President Obamas Middle Class Tax Cut</a>,&quot; Dec. 1, 2011<br />\r\n\t<br />\r\n\tCQ Newsmaker Transcripts, &quot;Republican Presidential Candidates Participate in a Debate in Hanover, New Hampshire,&quot; Oct. 11, 2011<br />\r\n\t<br />\r\n\tPOLITICO, &quot;<a href=\"http://www.politico.com/news/stories/1011/65888.html\">DNC pushes &#39;Operation Band-Aids&#39; to attack Mitt Romney</a>,&quot; Oct. 13, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Brannon Jordan, spokeswoman for the Florida Democratic Party, Dec. 5, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Ryan Williams, spokesman for Romney campaign, Dec. 5, 2011<br />\r\n\t<br />\r\n\t<em>Washington Post</em>, &quot;<a href=\"http://www.washingtonpost.com/politics/romney-to-unveil-plan-for-jobs-economy/2011/09/06/gIQAMUWl6J_story.html\">Romney unveils sweeping plan for jobs, economy</a>,&quot; Sept. 6, 2011<br />\r\n\t<br />\r\n\tRomney for President, &quot;<a href=\"http://www.scribd.com/fullscreen/64190325\">Believe in America: Mitt Romey&#39;s Plan for Jobs and Economic Growth</a>,&quot; 2011<br />\r\n\t<br />\r\n\tInterview with Bob Williams, senior fellow, Tax Policy Center, Dec. 6, 2011<br />\r\n\t<br />\r\n\tTax Policy Center, Urban Institute and Brookings Institution,&nbsp;<a href=\"http://www.taxpolicycenter.org/taxtopics/Summary-of-Tax-Proposals-of-2012-GOP-Candidates.cfm\">Summary of Major Tax Proposals by GOP Presidential Candidates</a>, accessed Dec. 6, 2011<br />\r\n\t<br />\r\n\tWhite House Blog, &quot;<a href=\"http://www.whitehouse.gov/blog/2011/11/30/president-obama-s-payroll-tax-cut-will-help-my-family-and-yours\">President Obama&#39;s Payroll Tax Cut Will Help My Family and Yours</a>,&quot; Nov. 30, 2011<br />\r\n\t<br />\r\n\tWhite House Blog, &quot;<a href=\"http://www.whitehouse.gov/blog/2011/12/01/senate-vote-against-payroll-tax-cut-unacceptable\">Senate Vote Against the Payroll Tax Cut: &#39;Unacceptable</a>,&#39;&quot; Dec. 1, 2011<br />\r\n\t<br />\r\n\tWhite House Blog, &quot;<a href=\"http://www.whitehouse.gov/blog/2011/12/05/president-obama-urges-congress-extend-and-expand-payroll-tax-cut\">President Obama Urges Congres to Extend and Expand the Payroll Tax Cut</a>,&quot; Dec. 5, 2011<br />\r\n\t<br />\r\n\tWhite House,&nbsp;<a href=\"http://www.whitehouse.gov/economy/jobs/we-cant-wait\">We Can&#39;t Wait</a>, accessed Dec. 6, 2011<br />\r\n\t<br />\r\n\tMSNBC.com, &quot;<a href=\"http://firstread.msnbc.msn.com/_news/2011/12/05/9231881-romney-backs-payroll-tax-cut-extension\">Romney backs payroll tax cut extension</a>,&quot; Dec. 5, 2011<br />\r\n\t<br />\r\n\t<em>New York Times</em>&#39; Caucus blog,&nbsp;<a href=\"http://thecaucus.blogs.nytimes.com/2011/12/05/romney-shifts-to-support-extension-of-payroll-tax-cut/\">Romney Embraces Extension of Payroll Tax Cut</a>, Dec. 5, 2011<br />\r\n\t<br />\r\n\t<em>Los Angeles Times</em>,&nbsp;<a href=\"http://www.latimes.com/news/politics/la-pn-romney-payroll-20111206,0,4012788.story\">Mitt Romney signals support for payroll tax cut extension</a>, Dec. 6, 2011<br />\r\n\t<br />\r\n\tBloomberg, &quot;<a href=\"http://www.businessweek.com/news/2011-12-06/senate-democrats-offer-smaller-surcharge-in-payroll-tax-plan.html\">Senate Democrats Offer Smaller Surcharge in Payroll Tax Plan</a>,&quot; Dec. 6, 2011<br />\r\n\t<br />\r\n\tBloomberg, &quot;<a href=\"http://www.businessweek.com/news/2011-12-06/reid-seeks-to-break-impasse-on-payroll-tax-cuts-unemployment.html\">Reid Seeks to Break Impasse on Payroll Tax Cuts, Unemployment</a>,&quot; Dec. 6, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "", "false_count": 4, "first_name": "", "half_true_count": 8, "home_state": "Florida", "id": 324, "last_name": "Florida Democratic Party", "mostly_true_count": 7, "name_slug": "florida-democratic-party", "pants_count": 3, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Donkey.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/324/", "total_count": 31, "true_count": 4, "website": "http://www.fladems.com/"}, "statement": "<p>\r\n\tSays Mitt Romney belittled middle-class tax cuts &quot;as nothing more than &#39;little Band-Aids.&#39; &quot;</p>\r\n", "statement_context": "a news release", "statement_date": "2011-12-01", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ""}