{"art": [{"brightcove": "", "caption": "On Dec. 6, 2011, President Barack Obama spoke at Osawatomie High School in Osawatomie, Kan. We checked a tax claim he made during the speech.", "id": 1810, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Osawatomie.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/1810/", "title": "Obama at Osawatomie ", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2011/dec/08/barack-obama/barack-obama-says-some-billionaires-have-tax-rate-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 4911, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/4911/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<div style=\"background-color: transparent\">\r\n\t<p>\r\n\t\tOn Dec. 6, 2011, President Barack Obama gave a <a href=\"http://www.whitehouse.gov/the-press-office/2011/12/06/remarks-president-economy-osawatomie-kansas\">speech</a> at Osawatomie High School in Osawatomie, Kan., the site of an address by Theodore Roosevelt just over a century earlier. In it, Obama sought to warn Americans about the&nbsp;perils of economic inequality.</p>\r\n\t<p>\r\n\t\tHere&rsquo;s what he said:</p>\r\n\t<p>\r\n\t\t&quot;Today, the wealthiest Americans are paying the lowest taxes in over half a century. This isn&rsquo;t like in the early &lsquo;50s, when the top tax rate was over 90 percent. This isn&rsquo;t even like the early &lsquo;80s, when the top tax rate was about 70 percent. Under President Clinton, the top rate was only about 39 percent,&quot; he said. &quot;Today, thanks to loopholes and shelters, a quarter of all millionaires now pay lower tax rates than millions of you, millions of middle-class families. Some billionaires have a tax rate as low as 1 percent. One percent.&quot;</p>\r\n\t<p>\r\n\t\tSeveral readers urged us to check Obama&rsquo;s claim that &quot;some billionaires have a tax rate as low as 1 percent.&quot;</p>\r\n\t<p>\r\n\t\tBefore we can begin answering this question, we&rsquo;ll need to define &quot;billionaire.&quot; It means someone whose wealth is worth $1 billion or more. In 2010, there were slightly more than 400 billionaires in the U.S., according to the <a href=\"http://www.forbes.com/forbes-400/list/\">Forbes 400 list of wealthiest Americans</a>.</p>\r\n\t<p>\r\n\t\tFewer Americans have income of more than $1 billion. Every year, <a href=\"http://www.irs.gov/pub/irs-soi/08intop400.pdf\">the Internal Revenue Service releases aggregated income and tax data on the 400 filers who had the highest incomes that year</a>. In the most recently released data, covering 2008, to be included required an adjusted gross income of least $110 million. A back-of-the-envelope estimate suggests that somewhere between zero and 100 people had an income of at least $1 billion in 2008.</p>\r\n\t<p>\r\n\t\tSo the first thing to point out is that we are talking about a very small pool of people. And one of the consequences of having a very small pool of people to study is that data is scarce. This is especially true given that privacy rules carefully shield income and tax data for individuals from public scrutiny.</p>\r\n\t<p>\r\n\t\t&quot;I don&#39;t know of any data that address the question,&quot; said Roberton Williams, a senior fellow at the Urban Institute-Brookings Institution Tax Policy Center.</p>\r\n\t<p>\r\n\t\tBut we gave it our best shot.</p>\r\n\t<p>\r\n\t\tWhen it comes to individuals with wealth of $1 billion or more, you really can&rsquo;t draw any conclusions at all. Any estimate of how much a Forbes 400 member pays in taxes is pure speculation. And while there&rsquo;s undoubtedly some overlap between the Forbes and IRS lists, they&#39;re not a match.</p>\r\n\t<p>\r\n\t\tSo we&rsquo;re left with the IRS list. (And we&#39;re assuming that the White House was not sifting through the IRS data behind the list, since doing so would be illegal.) But the list doesn&#39;t really back up Obama&rsquo;s point.</p>\r\n\t<p>\r\n\t\t&bull; As we indicated, inclusion on the IRS 400 list doesn&rsquo;t mean you are a billionaire. It means you had an adjusted gross income of least $110 million. The actual number of billionaires on the list is unknowable. It&#39;s not possible to say with certainty even how many of them had income of $1 billion or more or how many might have incomes of less than $1 billion but wealth that would put them in the billionaires&#39; club.</p>\r\n\t<p>\r\n\t\t&bull; The IRS data hints at -- but doesn&rsquo;t confirm -- that some of the 400 tax filers had effective tax rates of 1 percent. (An effective tax rate is not the official tax rate on the books but rather your tax bill measured as a percentage of your total income before deductions, exclusions, exemptions and credits.)</p>\r\n\t<p>\r\n\t\tThe IRS offers a breakdown of what the 400 top earners paid in effective tax rates:</p>\r\n\t<p>\r\n\t\t<strong>0 percent to 10 percent</strong>: 30 filers<br />\r\n\t\t<strong>10 percent to 15 percent</strong>: 101 filers<br />\r\n\t\t<strong>15 percent to 20 percent</strong>: 112 filers<br />\r\n\t\t<strong>20 percent to 25 percent</strong>: 52 filers<br />\r\n\t\t<strong>25 percent to 30 percent</strong>: 46 filers<br />\r\n\t\t<strong>30 percent to 35 percent</strong>: 59 filers</p>\r\n\t<p>\r\n\t\tSo 30 of the top 400 filers paid an effective tax rate of between zero and 10 percent.</p>\r\n\t<p>\r\n\t\tHow&nbsp;many of those paid 1 percent? We have no way of knowing. If the percentages are distributed roughly equally across the range provided, it would mean three to five tax filers paid an effective tax rate of 1 percent or less. But it&nbsp;could easily be zero filers paying that little. We simply don&rsquo;t know -- and we also have no idea whether these filers&nbsp;are actually&nbsp;billionaires.</p>\r\n\t<p>\r\n\t\tWe also tried to extrapolate by looking at a different data set, from Williams&rsquo; group. The Tax Policy Center <a href=\"http://www.taxpolicycenter.org/numbers/displayatab.cfm?Docid=3056&amp;DocTypeID=1\">tracks which Americans have zero liability for the federal individual income tax</a>. It found that of 433,000&nbsp;tax filers with incomes of at least $1 million, 7,000 of those -- or 1.6 percent -- paid no federal income tax.</p>\r\n\t<p>\r\n\t\tBut this data doesn&rsquo;t help much, either. First, the cutoff is $1 million in income; the data are silent on how many of those people have $1 billion in wealth. And second, this only covers the federal income tax; the 7,000 people in question might be liable for enough other kinds of federal taxes to rise above a 1 percent effective tax rate.</p>\r\n\t<p>\r\n\t\tThe <em>Washington Post</em> Fact Checker, Glenn Kessler, reported that the White House offered as backup &quot;a clip of a conversation on Bloomberg TV, in which correspondent Gigi Stone made this assertion during a discussion about the tax strategies that the very wealthy use to avoid paying taxes. The TV clip <a href=\"http://www.huffingtonpost.com/2011/11/18/billionaires-taxes_n_1102234.html\">was promoted</a> by the left-leaning website Think Progress. Stone quoted from<a href=\"http://www.fa-mag.com/fa-news/9200-billionaires-delay-paying-millions-in-capital-gains-taxes.html\">a</a><a href=\"http://www.fa-mag.com/fa-news/9200-billionaires-delay-paying-millions-in-capital-gains-taxes.html\"> Bloomberg News article</a> last month that reported on such tax strategies, which mostly involve complicated ways to defer paying capital gains taxes. But the article never made the 1 percent claim. It also noted that the IRS had gotten more hostile to such transactions in recent years.&quot;</p>\r\n\t<p>\r\n\t\tWe watched the clip and read the article and agree with the Fact Checker that the material isn&rsquo;t strong enough to&nbsp;support Obama&rsquo;s claim.</p>\r\n\t<p>\r\n\t\tStone cited the now-famous example of billionaire Warren Buffett paying a lower effective tax rate, 17 percent, than his secretary. &quot;The real figure for billionaires,&quot; she continued, &quot;is often a lot smaller than that. Sometimes they even have a tax rate as low as 1 percent. That&rsquo;s because they derive the bulk of their income from stock appreciation, and they use complicated strategies -- some of them -- to make sure that some of those gains don&rsquo;t get classified as taxable income.&quot;</p>\r\n\t<p>\r\n\t\tStone cited the IRS 400 study in her report, and she has a point that tax rates for those very rich filers &quot;is often a lot&nbsp;smaller&quot; than Buffett&rsquo;s 17 percent rate. At least 131 of the 400 had a lower rate than Buffett, according to the IRS. Her next comment -- &quot;sometimes they even have a tax rate as low as 1 percent&quot; -- is less certain.</p>\r\n\t<p>\r\n\t\tFinally, we were unable to get any additional backup from the White House for the figure Obama used.</p>\r\n\t<p>\r\n\t\t<strong>Our ruling</strong></p>\r\n\t<p>\r\n\t\tStone&rsquo;s remark that &quot;sometimes (billionaires) even have a tax rate as low as 1 percent&quot; may be an acceptable shorthand for cable television chatter, but as a linchpin statistic in a major policy address by the president, the claim falls short.</p>\r\n\t<p>\r\n\t\tThe best publicly available data, the IRS 400, suggests that it&rsquo;s possible that some billionaires pay an effective tax&nbsp;rate of 1 percent or less. But this data doesn&rsquo;t confirm it. In addition, the IRS 400 is made up primarily of people with less than $1 billion in annual income, and provides no information about whether a tax filer on the list has $1 billion in wealth.</p>\r\n\t<p>\r\n\t\tDespite this, Obama made it sound like a certainty&nbsp; that &quot;some billionaires have a tax rate as low as 1 percent.&quot; He would have been on safe ground if he&rsquo;d noted that more than half the filers on the IRS 400 list had an effective tax rate of 20 percent or less. Obama did not have to gild the lily with a statistic this weak. If he wasn&rsquo;t able to back it up with hard statistics, he shouldn&#39;t have said it.</p>\r\n\t<p>\r\n\t\tBecause of that same uncertainty, we can&#39;t rule out that there isn&#39;t a billionaire out there who has a tax rate as low as 1 percent, but we haven&#39;t been able to find any evidence that there is. If the White House or anyone else produces evidence that it&#39;s true, we&#39;d be open to changing our ruling, but based on what we know, we rule it Mostly False.</p>\r\n</div>\r\n", "ruling_comments_date": "2011-12-08T14:33:36.588308", "ruling_date": "2011-12-08T18:12:13", "ruling_headline": "Barack Obama says that “some billionaires have a tax rate as low as 1 percent”", "ruling_headline_slug": "barack-obama-says-some-billionaires-have-tax-rate-", "ruling_link_text": "Find us one without breaking privacy laws", "ruling_state": null, "source_documents": null, "sources": "<div>\r\n\t<p>\r\n\t\tBarack Obama, <a href=\"http://www.whitehouse.gov/the-press-office/2011/12/06/remarks-president-economy-osawatomie-kansas\">speech</a>&nbsp;at Osawatomie High School in Osawatomie, Kan., Dec. 6, 2011</p>\r\n\t<p>\r\n\t\tInternal Revenue Service, &quot;<a href=\"http://www.irs.gov/pub/irs-soi/08intop400.pdf\">The 400 Individual Income Tax Returns Reporting the Highest Adjusted Gross Incomes Each Year</a>, 1992-2008,&quot; accessed Dec. 8, 2011</p>\r\n\t<p>\r\n\t\t<em>Forbes</em>, <a href=\"http://www.forbes.com/forbes-400/list/\">Forbes 400 list of wealthiest Americans</a>, accessed Dec. 8, 2011</p>\r\n\t<p>\r\n\t\tTax Policy Center, &quot;<a href=\"http://www.taxpolicycenter.org/numbers/displayatab.cfm?Docid=3056&amp;DocTypeID=1\">Distribution of Tax Units that Pay No Individual Income Tax by Cash Income Level, Current Law, 2011</a>,&quot; accessed Dec. 8, 2011</p>\r\n\t<p>\r\n\t\tCNN Money, &quot;<a href=\"http://money.cnn.com/2011/12/07/news/economy/obama_taxes/\">Billionaires with 1% tax rates</a>,&quot; Dec. 7, 2011</p>\r\n\t<p>\r\n\t\tHuffington Post, &quot;<a href=\"http://www.huffingtonpost.com/2011/11/18/billionaires-taxes_n_1102234.html\">Some Billionaires Paying Less Than One Percent In Taxes</a>,&quot; Nov. 19, 2011</p>\r\n\t<p>\r\n\t\tBloomberg TV, <a href=\"http://www.youtube.com/watch?feature=player_embedded&amp;v=f2Fh-fR9U_Y#!\">clip of news report by Gigi Stone</a>, accessed Dec. 8, 2011</p>\r\n\t<p>\r\n\t\t<em>Washington Post </em>Fact Checker, &quot;<a href=\"http://www.washingtonpost.com/blogs/fact-checker/post/obamas-kansas-speech-some-suspect-facts/2011/12/06/gIQAUU45aO_blog.html?wprss=fact-checker\">Obama&rsquo;s Kansas Speech: Some Suspect Facts</a>,&quot; Dec. 7, 2011</p>\r\n\t<p>\r\n\t\tE-mail interview with Roberton Williams, senior fellow at the Urban Institute-Brookings Institution Tax Policy Center, Dec. 7, 2011&nbsp;</p>\r\n</div>\r\n", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<div style=\"background-color: transparent\">\r\n\t&quot;Some billionaires have a tax rate as low as 1 percent.&quot;</div>\r\n", "statement_context": "a speech in Osawatomie, Kan.", "statement_date": "2011-12-06", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ""}