{"art": [{"brightcove": "", "caption": "Gov. Rick Perry's presidential campaign unveiled this TV ad, airing in Iowa, on Dec. 7, 2011.", "id": 1818, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/1818/", "title": "Rick Perry TV ad, Iowa, \"Strong\"", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/0PAJNntoRgA?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "0PAJNntoRgA"}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2011/dec/09/rick-perry/rick-perry-says-kids-cant-openly-celebrate-christm/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": "In '11, Rick Perry made a flawed Christmas claim", "id": 4919, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/4919/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Saying President Barack Obama is waging war on religion, Texas Gov. Rick Perry adds in a TV ad his presidential campaign is airing in Iowa: &quot;I&#39;m not ashamed to admit that I&#39;m a Christian, but you don&#39;t need to be in the pew every Sunday to know there&#39;s something wrong in this country when gays can serve openly in the military, but our kids can&#39;t openly celebrate Christmas or pray in school.&quot;<br />\r\n<br />\r\nIt&rsquo;s widely known that Obama <a href=\"http://articles.cnn.com/2010-12-22/politics/dadt.repeal_1_repeal-openly-gay-men-president-barack-obama?_s=PM:POLITICS\">last year signed</a> into law legislation permitting gay people to openly serve in the military. We wondered if kids can&rsquo;t openly celebrate Christmas or pray in school.<br />\r\n<br />\r\nBased on checking the schoolhouse scene in Iowa and Texas and consulting an array of national experts, it&rsquo;s clear that school officials are not permitted to organize prayers or focus on a single religion in connection with Christmas, but kids may pray and also celebrate the holiday on their own.<br />\r\n<br />\r\nWe started with the Hawkeye State, where voters caucus for president on Jan. 3.<br />\r\n<br />\r\nIowa schoolchildren may both pray and openly celebrate Christmas, according to Carol Greta, general counsel of the Iowa Department of Education.<br />\r\n<br />\r\nIn an interview, Greta said Iowa school children have never been prohibited from praying at school. &quot;As one wag said, as long as there&rsquo;s been algebra, there&rsquo;s been prayer in schools,&quot; Greta said.<br />\r\n<br />\r\nBut, she said, school employees may not coerce students into praying in keeping with the <a href=\"http://www.law.cornell.edu/constitution/first_amendment\">First Amendment</a>, which bars Congress from making any law &quot;respecting an establishment of religion, or prohibiting the free exercise thereof; or abridging the freedom of speech.&quot;<br />\r\n<br />\r\nIn a landmark 1962 decision, the U.S. Supreme Court <a href=\"http://www.uscourts.gov/EducationalResources/ConstitutionResources/LegalLandmarks/LandmarkSupremeCourtCasesAboutStudents.aspx\">held</a> that school-initiated prayer in the public schools violated the First Amendment. A year later, the court <a href=\"http://www.uscourts.gov/EducationalResources/ClassroomActivities/FirstAmendment/FreedomOfReligion/SimilarCases.aspx\">said</a> students could not be made to read a Bible passage before class because the practice constituted government endorsement of a particular religion.<br />\r\n<br />\r\nAs for openly celebrating Christmas, Greta pointed us to <a href=\"http://educateiowa.gov/index.php?option=com_content&amp;view=article&amp;id=1136:religious-holiday-celebrations-in-public-schools&amp;catid=411:legal-lessons\">a 2009 checklist</a> of do&rsquo;s and don&rsquo;t&rsquo;s for &quot;holiday celebrations&quot; posted by the education department for Iowa schools. The guidance opens: &quot;Public school officials need to be especially conscious at this time of year that the birth of the Christian savior is not recognized or celebrated by all students and families.&quot;<br />\r\n<br />\r\nProhibited activities, the checklist says, include displays of religious symbols such as a cr&egrave;che, an angel, a menorah or a banner with a religious message as well as a display of a Christmas tree bearing only Christian religious symbols, though the checklist says a Christmas tree itself is not prohibited. Also barred are school-wide prayer or Scripture readings, the guidance says, and musical concerts with exclusively religious music.<br />\r\n<br />\r\nSchools are advised against holding a &quot;Christmas party&quot; in the classroom, the department says, though a &quot;holiday&quot; or &quot;end of semester&quot; or end-of-year party is permitted. The checklist says non-religious aspects of Christmas -- such as pictures of reindeer, bells and other non-religious symbols and sleigh rides -- are permitted. Caroling also is fine though songs that &quot;celebrate the birth of the Christ are more problematic,&quot; the checklist says: &quot;In an end-of-the-year music program open to the public, religious songs may be included as selections, as long as they are selected for their musicality and are not limited to Christian-themed songs.&quot;<br />\r\n<br />\r\nThe checklist closes: &quot;The holidays are a time for exercising goodwill toward all. It is not a time for Scrooges or Grinches. Go forth and be merry with due consideration for all.&quot;<br />\r\n<br />\r\nAnd what&rsquo;s the Texas situation?<br />\r\n<br />\r\nTexas law provides an opportunity for students pray, if they choose, every school day, we learned from DeEtta Culbertson, spokeswoman for the Texas Education Agency. The <a href=\"http://www.statutes.legis.state.tx.us/Docs/ED/htm/ED.25.htm#25.082\">law</a> states that each school board shall provide a minute of silence at each school during which &quot;each student may, as the student chooses, reflect, pray, meditate or engage in any other silent activity that is not likely to interfere with or distract another student.&quot;<br />\r\n<br />\r\nAlso, a <a href=\"http://www.statutes.legis.state.tx.us/Docs/ED/htm/ED.25.htm#25.901\">1995 Texas law</a> states: &quot;A public school student has an absolute right to individually, voluntarily, and silently pray or meditate in school in a manner that does not disrupt the instructional or other activities of the school. And a <a href=\"http://www.statutes.legis.state.tx.us/Docs/ED/htm/ED.25.htm#25.152\">2007 law</a> requires each district to adopt a policy enabling student speakers at school events to voluntarily express a religious viewpoint with the policy stating that the student&#39;s speech &quot;does not reflect the endorsement, sponsorship, position, or expression of the district.&quot;<br />\r\n<br />\r\nThe latter law came about after the Supreme Court <a href=\"http://law2.umkc.edu/faculty/projects/ftrials/conlaw/schoolprayer.html\">agreed </a>with lower courts that a Texas school district could not permit student prayers delivered before football games because the speeches were at a school-sponsored event, using school facilities, and would be taken by most observers as a school endorsement of the student prayers that were likely to be delivered.<br />\r\n<br />\r\nCulbertson told us each Texas district is left to resolve how its individual schools handle Christmas.<br />\r\n<br />\r\nIn a Nov. 30, 2011, online <a href=\"http://www.tspra.org/images/stories/downloads/Issue_78_Nov_30_2011.pdf\">post</a>, Tim Carroll, president of the Texas School Public Relations &nbsp;Association, advised school officials to read a publication by the Freedom Forum, a foundation that <a href=\"http://www.freedomforum.org/templates/document.asp?documentID=4020\">says</a> it champions the First Amendment.<br />\r\n<br />\r\nThe publication, <a href=\"http://www.freedomforum.org/publications/first/findingcommonground/B08.Holidays.pdf\">&quot;Religious Holidays in the Public Schools,&quot;</a> notes that the Supreme Court has ruled that public schools may not sponsor religious practices but may teach about religion. &quot;While it has made no definitive ruling on religious holidays in the schools,&quot; the publication says, &quot;the Supreme Court has let stand a lower federal court decision stating that recognition of holidays may be constitutional if the purpose is to provide secular instruction about religious traditions rather than to promote the particular religion involved.&quot;<br />\r\n<br />\r\nThe publication says it would be unrealistic to ban seasonal celebrations including references to Christmas. It continues: &quot;The resolution would seem to lie in devising holiday programs that serve an educational purpose for all students &mdash; programs that do not make students feel excluded or identified with a religion not their own.<br />\r\n<br />\r\nIn an interview, researcher David Masci of the Pew Research Center&rsquo;s Forum on Religion and Public Life told us that children may both pray and celebrate Christmas in school if their actions are self-directed -- not guided by teachers or administrators. Masci said that if Perry said school-directed prayer and Christmas celebrations are restricted, he&rsquo;d be right.<br />\r\n<br />\r\nMasci said: &quot;It&rsquo;s one thing to acknowledge religion. Public institutions can do that. It&rsquo;s another thing to promote religion.&quot;<br />\r\n<br />\r\nSome say, though, that schools often bow too much to constitutional concerns when it comes to Christmas. By e-mail, Hiram Sasser, director of litigation for the conservative Texas-based <a href=\"http://www.freemarket.org/index.php\">Liberty Institute</a>, pointed out a sentence in the Freedom Forum publication that he said demonstrates Perry is on target about Christmas in school. The sentence: &quot;Teachers must be alert to the distinction between teaching about religious holidays, which is permissible, and celebrating religious holidays, which is not.&quot;<br />\r\n<br />\r\nNews stories illuminate instances of schools balancing Christmas season events against the constitutional limit on promoting a religion.<br />\r\n<br />\r\nIn a Beaumont-area school this month, student singers replaced lyrics of &quot;The First Noel&quot; with &quot;The first snow fall&quot; and &quot;the Lord has come&quot; in &quot;Joy to the World&quot; with &quot;my shopping&#39;s done,&quot; the <em>Beaumont Enterprise</em> <a href=\"http://www.beaumontenterprise.com/news/education/article/Area-schools-make-Christmas-programs-politically-2367132.php#ixzz1fsj5Ga6f\">reported</a> Dec. 7, 2011. The story quotes the students&rsquo; teacher saying the kids sang the real carols at a local tree-lighting ceremony.<br />\r\n<br />\r\nAccording to a Dec. 1, 2011, <a href=\"http://www.star-telegram.com/2011/12/01/3565292/fort-worth-school-district-bans.html\">news story</a> in the <em>Fort Worth Star-Telegram</em>, the Fort Worth school district&rsquo;s attorney recently sent a memo to staff stating that students should not be allowed to exchange gifts or &quot;distribute personal holiday messages&quot; during class. The story says the memo cites legal concerns associated with the distribution of personal holiday messages.<br />\r\n<br />\r\n&quot;For example, if students are allowed to exchange cards or small trinkets, the district would be required to allow a student to distribute a religious message with the gift or card,&quot; the memo says, according to the newspaper. &quot;In other words, the school district cannot prohibit the distribution of unsolicited religious material directly to students if it allows other personal messages to be distributed during school activities held during the school day.&quot;<br />\r\n<br />\r\nThe paper quoted a district spokesman, Clint Bond, saying that students can, however, exchange gifts and cards before and after school and during lunch. Students can say &quot;merry Christmas&quot; to one another during the school day, Bond was quoted saying.<br />\r\n<br />\r\nThe Fort Worth district&rsquo;s memo also says Santa Claus is not allowed to visit classes, the newspaper reported, though it says the memo also says that &quot;seasonal decorations are appropriate if they are not religious in nature&quot; and classroom parties are allowed if they &quot;serve an appropriate instructional purpose.&quot;<br />\r\n<br />\r\nOn Dec. 2,2011, the district responded to news coverage of the memo by saying the district was not banning Santa Claus or Christmas celebrations from the schools--though Santa visits would be barred while teachers were teaching. Also, the district said, children would be permitted &nbsp;to exchange presents and cards before and after class, in the hallway and at lunch. &quot;Fort Worth ISD loves Santa Claus and continues to support his universal message of generosity and kindness,&quot; the district said.<br />\r\n<br />\r\nSasser also urged us to consider a 2005 book, &quot;The War on Christmas,&quot; by <a href=\"http://www.foxnews.com/on-air/personalities/john-gibson/bio/#s=e-g\">John Gibson</a>, a Fox News host. The book explores decisions by officials in a few school districts to curb religious references to Christmas. After one such move, Gibson writes, a district turned to Charles Haynes of the Freedom Forum&rsquo;s First Amendment Institute to help draft a policy enabling students to learn about religious issues and Christmas without violating the First Amendment.<br />\r\n<br />\r\nWe called Haynes about Perry&rsquo;s double-barreled ad claim.<br />\r\n<br />\r\n&quot;He&rsquo;s using the language of the culture wars,&quot; Haynes speculated. &quot;What he&rsquo;s trying to do, I&rsquo;m afraid, is to mislead people into thinking kids can&rsquo;t pray... What he&rsquo;s hoping is that people will hear that God and Christmas have been kicked out of schools. That isn&rsquo;t the case.&quot;<br />\r\n<br />\r\nAsked to elaborate on Perry&rsquo;s statement, his campaign spokeswoman, Catherine Frazier, said by email that court decisions in the &lsquo;60&rsquo;s &quot;banned prayer in schools.&quot; She said too there are endless legal cases involving students, schools and prayer or religious expression--and noted a dispute years ago involving the Plano, Texas, district and a child prevented from passing out candy canes with a religious message. She also pointed us to the <a href=\"http://www.access.gpo.gov/congress/senate/pdf/108hrg/97033.pdf\">transcript </a>of a June 8, 2004, Senate subcommittee hearing that touched on the Supreme Court&rsquo;s ruling restricting prayers before football games<br />\r\n<br />\r\n<strong>Our ruling</strong><br />\r\n<br />\r\nSo, can kids pray and openly celebrate Christmas in school? Absolutely, we conclude, though public school officials are barred from advancing a religion or making children pray or celebrate solely the Christian aspects of Christmas.<br />\r\n<br />\r\nThe Supreme Court has not held that students can&rsquo;t pray; Perry&rsquo;s home state even has laws protecting that right. The highest court also hasn&rsquo;t held that kids can&rsquo;t openly celebrate Christmas at school.<br />\r\n<br />\r\nHis statement shakes out as False.</p>\r\n", "ruling_comments_date": "2011-12-09T14:59:15.334236", "ruling_date": "2011-12-09T15:19:03", "ruling_headline": "Rick Perry says kids can't openly celebrate Christmas or pray in school", "ruling_headline_slug": "rick-perry-says-kids-cant-openly-celebrate-christm", "ruling_link_text": "Fa la la la la False", "ruling_state": null, "source_documents": null, "sources": "<p><em>The Beaumont Enterprise</em>, news article, <a href=\"http://www.beaumontenterprise.com/news/education/article/Area-schools-make-Christmas-programs-politically-2367132.php\">&quot;Area schools make Christmas programs politically correct,&quot;</a> Dec. 7, 2011<br />\r\n<br />\r\nFort Worth Independent School District, online post, <a href=\"http://www.fwisd.org/News/Pages/2011-12-02_santa.aspx\">&quot;Fort Worth ISD Loves Santa Claus,&quot;</a> Dec. 2, 2011<br />\r\n<br />\r\n<em>Fort Worth Star-Telegram</em>, news article, <a href=\"http://www.star-telegram.com/2011/12/01/3565292/fort-worth-school-district-bans.html\">&quot;Bah, humbug! Fort Worth schools ban Santa, gifts in classroom,&quot;</a> Dec. 1, 2011<br />\r\n<br />\r\nIowa Department of Education, update, <a href=\"http://educateiowa.gov/index.php?option=com_content&amp;view=article&amp;id=1136:religious-holiday-celebrations-in-public-schools&amp;catid=411:legal-lessons\">&quot;Religion: Holiday Celebrations in Public Schools (December 2009 School Leader Update)</a>&quot; (accessed Dec. 7, 2011)<br />\r\n<br />\r\nTelephone interview, Carol Greta, general counsel, Iowa Dept of Education, Dec. 7, 2011<br />\r\n<br />\r\nTelephone interview, Charles Haynes, senior scholar, First Amendment Center, Washington and Nashville, Dec. 8, 2011<br />\r\n<br />\r\nTelephone interview, David Masci, senior researcher, the Pew Research Center&rsquo;s Forum on Religion &amp; Public Life, Dec. 7, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 30, "current_job": "U.S. Energy Secretary", "false_count": 31, "first_name": "Rick", "half_true_count": 42, "home_state": "Texas", "id": 291, "last_name": "Perry", "mostly_true_count": 24, "name_slug": "rick-perry", "pants_count": 18, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rick_Perry_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/291/", "total_count": 176, "true_count": 26, "website": "https://energy.gov/management/history/secretaries-energy"}, "statement": "<p>Our &quot;kids can&rsquo;t openly celebrate Christmas or pray in school.&quot;</p>\r\n", "statement_context": "an Iowa TV ad.", "statement_date": "2011-12-07", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 219, "photo": null, "resource_uri": "/api/v/2/subject/219/", "subject": "Message Machine 2012", "subject_slug": "message-machine-2012", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "", "id": 9, "photo": null, "resource_uri": "/api/v/2/subject/9/", "subject": "Religion", "subject_slug": "religion", "used_in_edition": []}], "target": [{"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}], "twitter_headline": "Rick Perry got it wrong in 2011 in saying kids couldn't openly celebrate Christmas or pray at school."}