{"art": [{"brightcove": "", "caption": "Rep. Michele Bachmann charged that former House Speaker Newt Gingrich supported an individual health care mandate in 1993 and 2011. Is she right?", "id": 1822, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Bachmann_Des_Moines_debate.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/1822/", "title": "Bachmann in Des Moines debate", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2011/dec/11/michele-bachmann/michele-bachmann-says-newt-gingrich-backed-individ/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 4929, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/4929/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<div style=\"background-color: transparent\">\r\n\t<p>\r\n\t\tDuring a Republican presidential debate on Dec. 10, 2011, in Des Moines, Iowa, Rep. Michele Bachmann, R-Minn.,&nbsp;took aim at one of her rivals, former House Speaker Newt Gingrich, for his past support for an individual mandate for health insurance -- the government requirement for individuals to buy health insurance. It&rsquo;s a central provision at issue in the legal challenges to President Barack Obama&rsquo;s health care law.</p>\r\n\t<p>\r\n\t\tIn 1993, Bachmann said, Gingrich &quot;first advocated for the individual mandate in health care. And as recently as May of&nbsp;this year, he was still advocating for the individual mandate in health care.&quot;</p>\r\n\t<p>\r\n\t\tReaders asked us to check the claim, so we did.</p>\r\n\t<p>\r\n\t\tGingrich appeared on NBC&rsquo;s <em>Meet the Press </em>on Oct. 3, 1993, at a time when the Clinton administration was trying to&nbsp;pass a health-care overhaul. On the <a href=\"http://www.msnbc.msn.com/id/43022759/ns/meet_the_press-transcripts/t/meet-press-transcript-may/\">May 15, 2011, edition of&nbsp;<em>Meet the Press</em></a>, host David Gregory replayed a clip from Gingrich&rsquo;s 1993 appearance that addressed the individual mandate.</p>\r\n\t<p>\r\n\t\t&quot;I am for people, individuals -- exactly like automobile insurance -- individuals having health insurance and being required to have health insurance. And I am prepared to vote for a voucher system which will give individuals, on a sliding scale, a government subsidy so we insure that everyone as individuals have health insurance.&quot;</p>\r\n\t<p>\r\n\t\tThat seems pretty clear, but we wanted to locate further context to make sure. We couldn&rsquo;t locate the full transcript, but we did find a partial transcript excerpted in a <em>Washington Times</em> report:</p>\r\n\t<p>\r\n\t\t<strong>Q:</strong> Do you support compulsory national health care?</p>\r\n\t<p>\r\n\t\t<strong>A:</strong> Not at all. ... (The president&#39;s plan) is a monstrosity. I mean, after all the nice speeches, after all the nice testimony, the fact is, when you read the president&#39;s plan, it has got to be the most destructively big-government plan ever proposed. &hellip; That&#39;s how he gets the money -- by coercing change in order to pay for his plan. Without coercion, this&nbsp;plan collapses, and with coercion, it, frankly, is a remarkable bill to be offered to an American nation.</p>\r\n\t<p>\r\n\t\t<strong>Q: </strong>Are you for compulsory automobile insurance?</p>\r\n\t<p>\r\n\t\t<strong>A:</strong> I would like to see us go much closer to (Texas Republican Sen.) Phil Gramm&#39;s model. I would like to see every American have health insurance. I am willing to require that. I&#39;d much rather do it through an individual voucher, much like an earned-income tax credit, rather than do it through an employer mandate that will kill jobs. But that&#39;s not the&nbsp;issue here. You can pass a requirement, and you can find a way to give what is actually less than 8 percent of the American people health insurance without having to go to the total overhaul of American health care, turning it all into a giant bureaucratic mess with a centralized board in Washington appointed by politicians.</p>\r\n\t<p>\r\n\t\tThe full context makes Gingrich seem somewhat more flexible about the details, but ultimately he did say, &quot;I would like to see every American have health insurance. I am willing to require that.&quot;</p>\r\n\t<p>\r\n\t\tWhat about the claim that Gingrich was advocating for the individual mandate as recently as May 2011 -- a point well&nbsp;after virtually all mainstream Republicans had come out against such a requirement?</p>\r\n\t<p>\r\n\t\tHere, too, the venue was <em>Meet the Press</em>, the <a href=\"http://www.msnbc.msn.com/id/43022759/ns/meet_the_press-transcripts/t/meet-press-transcript-may/\">May 15, 2011 edition</a>. After Gregory played the 1993 clip, here&rsquo;s the conversation:</p>\r\n\t<p>\r\n\t\t<strong>Gregory</strong>: &quot;What you advocate there is precisely what President Obama did with his health care legislation, is it not?&quot;</p>\r\n\t<p>\r\n\t\t<strong>Ginrgich</strong>: &quot;No, it&#39;s not precisely what he did. In, in the first place, Obama basically is trying to replace the entire&nbsp;insurance system, creating state exchanges, building a Washington - based model, creating a federal system. I believe all of us -- and this is going to be a big debate -- I believe all of us have a responsibility to help pay for health care . I think the idea that...&quot;</p>\r\n\t<p>\r\n\t\t<strong>Gregory</strong>: &quot;You agree with Mitt Romney on this point.&quot;</p>\r\n\t<p>\r\n\t\t<strong>Gingrich</strong>: &quot;Well, I agree that all of us have a responsibility to pay -- help pay for health care . And, and I think that there are ways to do it that make most libertarians relatively happy. I&#39;ve said consistently we ought to have some&nbsp;requirement that you either have health insurance or you post a bond....&quot;</p>\r\n\t<p>\r\n\t\t<strong>Gregory</strong>: &quot;Mm-hmm.&quot;</p>\r\n\t<p>\r\n\t\t<strong>Gingrich</strong>: &quot;...or in some way you indicate you&rsquo;ll be held accountable.&quot;</p>\r\n\t<p>\r\n\t\t<strong>Gregory</strong>: &quot;But that is the individual mandate, is it not?&quot;</p>\r\n\t<p>\r\n\t\t<strong>Gingrich</strong>: &quot;It&#39;s a variation on it.&quot;</p>\r\n\t<p>\r\n\t\t<strong>Gregory</strong>: &quot;OK.&quot;</p>\r\n\t<p>\r\n\t\t<strong>Gingrich</strong>: &quot;But it&#39;s a system &hellip;&quot;</p>\r\n\t<p>\r\n\t\t<strong>Gregory</strong>: &quot;And so you won&#39;t use that issue against Mitt Romney.&quot;</p>\r\n\t<p>\r\n\t\t<strong>Gingrich</strong>: &quot;No. But it&#39;s a system which allows people to have a range of choices which are designed by the economy. But I think setting the precedent -- you know, there are an amazing number of people who think that they ought to be given health care. And, and so a large number of the uninsured earn $75,000 or more a year, don&#39;t buy any health insurance because they want to buy a second house or a better car or go on vacation. And then you and I and everybody else ends up picking up for them. I don&#39;t think having a free rider system in health is any more appropriate than having a free rider system in any other part of our society.&quot;</p>\r\n\t<p>\r\n\t\tThis exchange became so controversial in Republican circles that Gingrich <a href=\"http://thecaucus.blogs.nytimes.com/2011/05/16/gingrich-seeks-to-clarify-comments-on-individual-mandate/\">felt the need</a> to personally walk back his comment the following day.</p>\r\n\t<p>\r\n\t\t&quot;I am completely opposed to the Obamacare mandate on individuals,&quot; he said in a <a href=\"http://www.youtube.com/watch?feature=player_embedded&amp;v=i01NWHX4Ez8\">video</a>. &quot;I fought it for two and half years at the Center for Health Transformation. You can see all the things we did to stop it at <a href=\"http://healthtransformation.net/\">HealthTransformation.net</a>.&nbsp;I am for the repeal of Obamacare and I am against any effort to impose a federal mandate on anyone because it is fundamentally wrong and I believe unconstitutional.&quot;</p>\r\n\t<p>\r\n\t\tWe understand Gingrich&rsquo;s desire to restate his opposition to the individual mandate, given how deeply opposed Republican voters are to the idea. But was what Gingrich said in the 2011 <em>Meet the Press</em> interview really &quot;advocating for the individual mandate in health care,&quot; as Bachmann said in the Des Moines debate?</p>\r\n\t<p>\r\n\t\tNot quite.</p>\r\n\t<p>\r\n\t\tGingrich calls it a &quot;variation&quot; on the individual mandate -- the idea that people take responsibility for their health care, either by purchasing health insurance or by posting a bond to pay for any health care they may eventually need.</p>\r\n\t<p>\r\n\t\tIt&rsquo;s not the first time Gingrich advocated a choice between a mandate and a bond. For instance, in a <a href=\"http://www.healthtransformation.net/cs/opeds_news?pressrelease.id=33\">June 25, 2007, column</a> titled, &quot;Covering the uninsured -- do we want markets or mandates?&quot; Gingrich wrote, &quot;In order to make coverage more accessible, Congress must do more, including passing legislation to &hellip; require anyone who earns more than $50,000 a year to purchase health insurance or post a bond.&quot;</p>\r\n\t<p>\r\n\t\tWorking out the details of a bond system -- such as how much would need to be set aside and how -- poses challenges. But it&rsquo;s conceivable that the legal challenges to Obama&rsquo;s health care law, which are based on the notion that the government cannot compel Americans to buy a commercial product, might be less likely to succeed if the law had offered the bond option.</p>\r\n\t<p>\r\n\t\t&quot;A bond alternative was part of the <a href=\"http://www.politifact.com/truth-o-meter/statements/2010/apr/01/barack-obama/obama-says-heritage-foundation-source-health-excha/\">Heritage Foundation&#39;s plan</a> and was actually originally in Romney&#39;s proposal in Massachusetts but was taken out by legislature late in game,&quot; said Michael Tanner, a health policy specialist with the libertarian Cato Institute. &quot;It is a modest improvement over a straight mandate since it doesn&#39;t require you to buy a specific product, but libertarians like me still found it objectionable.&quot;</p>\r\n\t<p>\r\n\t\tStill, in our view, the fact that Gingrich supported the bond idea in the 2011 Meet the Press interview muddies the waters enough to weaken the argument Bachmann made -- that &quot;as recently as May of this year, he was still advocating for the individual mandate in health care.&quot;</p>\r\n\t<p>\r\n\t\t<strong>Our ruling</strong></p>\r\n\t<p>\r\n\t\tIn the 1993 interview, Gingrich advocated for individuals &quot;being required to have health insurance,&quot; though he expressed flexibility on the details. That makes the first half of Bachmann&rsquo;s claim correct. In the 2011 interview, Gingrich said &quot;we ought to have some requirement that you either have health insurance or you post a bond.&quot; It&rsquo;s an exaggeration to say that this equates to advocating for an individual mandate, since he posed it as one of two acceptable options. On balance, we rate Bachmann&rsquo;s statement Mostly True.&nbsp;</p>\r\n</div>\r\n", "ruling_comments_date": "2011-12-11T02:24:58.825606", "ruling_date": "2011-12-11T12:14:58", "ruling_headline": "Michele Bachmann says Newt Gingrich backed individual mandate in 1993, 2011", "ruling_headline_slug": "michele-bachmann-says-newt-gingrich-backed-individ", "ruling_link_text": "A requirement to purchase -- or post a bond", "ruling_state": null, "source_documents": null, "sources": "<div>\r\n\tMichele Bachmann, comments during a Republican presidential debate in Des Moines, Iowa, Dec. 10, 2011<br />\r\n\t<br />\r\n\tTranscript of NBC&rsquo;s Meet the Press, <a href=\"http://www.msnbc.msn.com/id/43022759/ns/meet_the_press-transcripts/t/meet-press-transcript-may/\">May 15, 2011</a><br />\r\n\t<br />\r\n\tHuffington Post, &quot;<a href=\"http://www.huffingtonpost.com/2011/05/12/newt-gingrich-individual-mandate-romney_n_861017.html\">Newt Gingrich Was More Supportive Of Individual Mandates Than Mitt Romney</a>,&quot; May 12, 2011<br />\r\n\t<br />\r\n\tWashington Times, &quot;Gingrich responds to health reform,&quot; Oct. 4, 1993 (accessed via Lexis-Nexis)<br />\r\n\t<br />\r\n\tNew York Times, &quot;Gingrich Seeks to Clarify Comments on Individual Mandate&quot; (<a href=\"http://thecaucus.blogs.nytimes.com/2011/05/16/gingrich-seeks-to-clarify-comments-on-individual-mandate/\">post at the Caucus blog</a>), May 16, 2011<br />\r\n\t<br />\r\n\tMother Jones, &quot;<a href=\"http://motherjones.com/mojo/2011/12/newts-big-whopper-individual-mandate\">Newt&#39;s Big Whopper on the Individual Mandate</a>,&quot; Dec. 10, 2011<br />\r\n\t<br />\r\n\tMother Jones, &quot;<a href=\"http://motherjones.com/mojo/2011/11/gingrich-individual-mandate-health-care-Congress-2007\">Gingrich (in 2007): Congress Must Impose an Individual Mandate</a>,&quot; Nov. 18, 2011<br />\r\n\t<br />\r\n\tNewt Gingrich, &quot;<a href=\"http://www.healthtransformation.net/cs/opeds_news?pressrelease.id=33\">Covering the uninsured -- do we want markets or mandates</a>?&quot; June 25, 2007</div>\r\n<div>\r\n\t&nbsp;</div>\r\n<div>\r\n\t<div style=\"background-color: transparent\">\r\n\t\tE-mail interview with Michael Tanner, senior fellow at the Cato Institute, Dec. 11, 2011</div>\r\n</div>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 8, "current_job": "Congresswoman", "false_count": 22, "first_name": "Michele", "half_true_count": 6, "home_state": "Minnesota", "id": 149, "last_name": "Bachmann", "mostly_true_count": 4, "name_slug": "michele-bachmann", "pants_count": 16, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Bachmann_mug_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/149/", "total_count": 61, "true_count": 5, "website": "http://bachmann.house.gov/"}, "statement": "<div style=\"background-color: transparent\">\r\n\tIn 1993, Newt Gingrich &quot;first advocated for the individual mandate in health care. And as recently as May of this year, he was still advocating&quot; for it.</div>\r\n", "statement_context": "a Republican presidential debate in Des Moines, Iowa", "statement_date": "2011-12-10", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 16, "current_job": "", "false_count": 15, "first_name": "Newt", "half_true_count": 21, "home_state": "Georgia", "id": 152, "last_name": "Gingrich", "mostly_true_count": 11, "name_slug": "newt-gingrich", "pants_count": 12, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/gingrichcutter.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/152/", "total_count": 86, "true_count": 7, "website": ""}], "twitter_headline": ""}