{"art": [], "author": [{"email_address": "abettelheim@cq.com", "first_name": "Adriel", "id": 48, "last_name": "Bettelheim", "name_slug": "adriel-bettelheim", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/48/", "title": "Writer, CQ", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2008/may/22/barack-obama/reading-too-much-into-mccains-ambitions/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 494, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "abettelheim@cq.com", "first_name": "Adriel", "id": 48, "last_name": "Bettelheim", "name_slug": "adriel-bettelheim", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/48/", "title": "Writer, CQ", "twitter": null}], "resource_uri": "/api/v/2/statement/494/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Continuing his efforts to link Sen. John McCain to President Bush's most unpopular economic policies, Sen. Barack Obama is accusing the presumptive Republican presidential nominee of harboring ambitions to overhaul Social Security by, among other things, reviving Bush's attempt to create personal retirement accounts &mdash; a plan critics refer to as \"privatization.\"</p>\r\n<p>\"Privatizing Social Security was a bad idea when George W. Bush proposed it. It's a bad idea today. It would cost a trillion dollars to implement at the front end, and would put the retirement plans of millions of Americans at risk on a volatile Wall Street. That's why I stood up against this plan in the Senate, and that's why I won't stand for it as president,\" Obama said in a speech in Gresham, Ore., on May 18, 2008. \"Sen. McCain's campaign went even further a few weeks ago, suggesting that the best answer to the growing pressures on Social Security might be to cut cost-of-living adjustments or to raise the retirement age.\"</p>\r\n<p>Though McCain has repeatedly warned that the Social Security system is going broke and needs to be fixed to meet the needs of future generations, he is not proposing anything as ambitious &mdash; or as concrete &mdash; as what Bush attempted in 2005.</p>\r\n<p>At the time, Bush tried to make the case for diverting a portion of the program's payroll taxes to create personal investment accounts in order to reduce retirees' reliance on guaranteed Social Security benefits and keep the system solvent as tens of millions of baby boomers retire. The thinking was private accounts would give younger workers the ability to manage their retirement nest eggs, without government interference. But though Bush did a good job persuading the public the program was in trouble, he couldn't sell them on his solution. Large majorities rejected the idea of revamping a venerable program that has essentially delivered on all of its promises and kept a great number of senior citizens out of poverty.</p>\r\n<p>McCain, mindful of the passions Social Security debates tend to arouse, is vague about his plans for the program. His Web site says he wants to supplement the current system with personal accounts but adds the accounts will not be a substitute for addressing benefit promises that cannot be kept. It also notes McCain wants to work with Democrats on a Social Security plan but is prepared to go it alone if they don't want to play.</p>\r\n<p>Experts say McCain appears to back allowing workers to invest a portion of their paychecks in new tax-advantaged investments without tapping money currently dedicated to Social Security.</p>\r\n<p>\"That's very different from taking money out of Social Security and making a personal account part of today's benefit structure,\" said David C. John, a senior research fellow and Social Security expert at the conservative Heritage Foundation. \"Politically, it (Obama's charge) is understandable, but factually, what McCain is proposing is different.\"</p>\r\n<p>Obama's remarks also imply McCain is pondering other steps to shore up the system, such as raising the retirement age (currently 67 for individuals born in 1960 or later) or cutting benefits by slowing the annual indexing of benefits to keep pace with inflation. Both options were raised by McCain's chief economic adviser, Douglas Holtz-Eakin, in a March 2008 interview with the  <em> Wall Street Journal. </em> But Holtz-Eakin added no final decisions have been made.</p>\r\n<p>Obama has proposed his own fixes, chiefly raising the cap on workers' wages subject to Social Security taxes, which currently stands at $102,000. The proposal has the appeal of generating more immediate revenue for the system, though projections by the Social Security Administration show it would be only a temporary fix. McCain's campaign has derided the Illinois senator for proposing to raise taxes on middle-income Americans to solve the problem.</p>\r\n<p>Obama is largely correct in his assessment of some aspects of Bush's Social Security plan. Estimates put its up-front cost in excess of $1-trillion because it would force the government to borrow money in order to pay current and near-retirees the benefits they are guaranteed under law while new personal accounts are established for younger workers.</p>\r\n<p>But because Obama equates McCain's currently vague designs for the program with Bush's failed policy proposal, we judge his statement to be Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-01-07T13:28:14.928061", "ruling_date": "2008-05-22T00:00:00", "ruling_headline": "Reading too much into McCain's ambitions", "ruling_headline_slug": "reading-too-much-into-mccains-ambitions", "ruling_link_text": "Reading too much into McCain's ambitions", "ruling_state": null, "source_documents": null, "sources": "<p>Barack Obama speech, <a href=\"http://thepage.time.com/full-transcript-of-obamas-remarks-in-gresham-oregon/\" target=\"_blank\"> Remarks in Gresham, Ore., </a> May 18, 2008</p>\r\n<p>McCain campaign Web site,  <a href=\"http://www.johnmccain.com/Informing/Issues/0b8e4db8-5b0c-459f-97ea-d7b542a78235.htm\" target=\"_blank\"> \"On The Issues, McCain Tax Cut Plan,\" </a> (read down for Reforming Entitlement Programs)</p>\r\n<p>Wall Street Journal, \"McCain's Economy Platform: Big Tax Cuts, With Caveats\" by Bob Davis, March 3, 2008</p>\r\n<p>Wall Street Journal, \"Campaign '08: McCain Interview: 'I'm Always for Less Regulation,'\" by Bob Davis, March 3, 2008</p>\r\n<p>CQ Weekly, \"No Market for Next New Deal,\" April 4, 2005</p>\r\n<p>Heritage Foundation, \"Raising the Social Security Payroll Tax Cap Does Not Fix Social Security,\" by David C. John,  Feb. 16, 2005</p>\r\n<p>Interview with David C. John, Heritage Foundation, May 19, 2008</p>", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>\"Privatizing Social Security was a bad idea when George W. Bush proposed it. It's a bad idea today. Sen. McCain's campaign went even further ... suggesting ... to cut cost-of-living adjustments or to raise the retirement age.\"</p>", "statement_context": "a speech in Gresham, Ore.", "statement_date": "2008-05-18", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 141, "photo": null, "resource_uri": "/api/v/2/subject/141/", "subject": "Social Security", "subject_slug": "social-security", "used_in_edition": []}], "target": [], "twitter_headline": null}