{"art": [], "author": [{"email_address": "moorhead@tampabay.com", "first_name": "Molly", "id": 274, "last_name": "Moorhead", "name_slug": "molly-moorhead", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Molly_the_Mollster.jpg", "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/274/", "title": "Pasco Editor", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2011/dec/14/mitt-romney/romney-gingrich-wants-scrap-child-labor-laws/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 4940, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "moorhead@tampabay.com", "first_name": "Molly", "id": 274, "last_name": "Moorhead", "name_slug": "molly-moorhead", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Molly_the_Mollster.jpg", "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/274/", "title": "Pasco Editor", "twitter": null}], "resource_uri": "/api/v/2/statement/4940/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tNewt Gingrich has a bold solution for helping kids in poor communities climb out of poverty: put them to work.<br />\r\n\t<br />\r\n\tThe Republican presidential candidate and current front-runner in many polls suggested, <a href=\"http://www.youtube.com/watch?v=rRdsjWy6tEI\">in a Q &amp; A with students at Harvard University </a>Nov. 18, that poor children should be paid to work as janitors in their schools to learn a work ethic and begin to rise to prosperity.<br />\r\n\t<br />\r\n\t&quot;Get any job that teaches you to show up on Monday. Get any job that teaches you to stay all day, even if you&rsquo;re having a fight with your girlfriend. I mean, the whole process of making work worthwhile is central,&quot; the former House speaker said.<br />\r\n\t<br />\r\n\tGingrich has taken considerable heat over his comments, and in an interview with Fox News on Dec. 6, his Republican rival Mitt Romney <a href=\"http://video.foxnews.com/v/1314933278001/mitt-romney-one-on-one\">highlighted the </a><a href=\"http://video.foxnews.com/v/1314933278001/mitt-romney-one-on-one\">issue </a>as one on which he and Gingrich differ.<br />\r\n\t<br />\r\n\t&quot;Speaker Gingrich has said that we ought to get rid of our child labor laws. That, I think, is a mistake,&quot; Romney told Fox&rsquo;s Carl Cameron.<br />\r\n\t<br />\r\n\tDitching the nation&rsquo;s child labor laws would be a radical move. We wanted to know if that&rsquo;s what Gingrich is really proposing.<br />\r\n\t<br />\r\n\t<strong>What he said</strong><br />\r\n\t<br />\r\n\tAt Harvard, a female freshman stood and asked Gingrich what he proposes to do about growing income inequality and declining social mobility in America.<br />\r\n\t<br />\r\n\tGingrich cited three main factors that have caused the inequality -- the collapse of the housing market, which took much of middle-class America&rsquo;s wealth with it; a decline in manufacturing jobs, which he blames on government policies; and an education system that fails poor kids while cutting off other pathways out of poverty.<br />\r\n\t<br />\r\n\t&quot;Core policies of protecting unionization and bureaucratization against children in the poorest neighborhoods crippling them by putting them in schools that fail has done more to create income inequality in the United States than any other single policy&quot; he said. &quot;It is tragic what we do in the poorest neighborhoods entrapping children in, first of all, in child laws which are truly stupid. Okay, you say to somebody, &lsquo;you shouldn&rsquo;t go to work before you&rsquo;re what, 14, 16 years of age. Fine. You&rsquo;re totally poor. You&rsquo;re in a school that is failing with a teacher that is failing.&rsquo;<br />\r\n\t<br />\r\n\t&quot;I tried for years to have a very simple model. Most of these schools ought to get rid of the unionized janitors, have one master janitor, and pay local students to take care of the school. The kids would actually do work, they would have cash, they&rsquo;d have pride in the schools, they&rsquo;d begin the process of rising.<br />\r\n\t<br />\r\n\t&quot;You go out and talk to, as I do regularly, talk to people who are really successful in one generation. They all started their first job between 9 and 14 years of age. They all were either selling newspapers, going door to door, they were doing something. They were washing cars. They all learned how to make money at a very early age. What do we say to poor kids in poor neighborhoods? Don&rsquo;t do it. Remember all the stuff about don&rsquo;t get a hamburger-flipping job -- the worst possible advice to give to poor children.<br />\r\n\t<br />\r\n\t&quot;Get any job that teaches you to show up on Monday. Get any job that teaches you to stay all day, even if you&rsquo;re having a fight with your girlfriend. I mean, the whole process of making work worthwhile is central.&quot;<br />\r\n\t<br />\r\n\tHis remarks generated a lot of buzz, and Gingrich addressed the issue again at <a href=\"http://www.youtube.com/watch?v=vc7byJV0jVY\">a campaign </a><a href=\"http://www.youtube.com/watch?v=vc7byJV0jVY\">stop </a>in Des Moines, Iowa on Dec. 1.<br />\r\n\t<br />\r\n\t&quot;You have a very poor neighborhood. You have kids who are required under law to go to school. They have no money. They have no habit of work. What if you paid them part time in the afternoon to sit in the clerical office and greet people as they came in? What if you paid them to work as the assistant librarian? And I&#39;d pay them as early as is reasonable and practical.&quot;<br />\r\n\t<br />\r\n\t&quot;Then we get down to the janitor thing,&quot; Gingrich continued, in reference to his previous comments. &quot;(I received) letters written that said janitorial work is really hard and really dangerous and this and that. OK, fine. So what if they became assistant janitors and their job was to mop the floor and clean the bathroom. And you paid them.&quot;<br />\r\n\t<br />\r\n\tOn Dec. 6, in a radio interview with host Curtis Sliwa on WNYM-AM 970, Gingrich further clarified what jobs he thinks young kids should and shouldn&rsquo;t have. &quot;They could be the person who greets you when you walk in the door,&quot; Gingrich said, <a href=\"http://www.politico.com/news/stories/1211/69852.html\">according to POLITICO</a>. &quot;They could help in the school library. They can help in the kitchen. They can help clean up after lunch.&quot;<br />\r\n\t<br />\r\n\t&quot;Kids shouldn&#39;t work in coal mines, kids shouldn&#39;t work in heavy industry,&quot; he said.<br />\r\n\t<br />\r\n\t<strong>What the law says</strong><br />\r\n\t<br />\r\n\tChild labor laws are contained in the Fair Labor Standards Act of 1938. <a href=\"http://www.dol.gov/whd/childlabor.htm\">According to the Department of Labor</a>, the laws &quot;were enacted to ensure that when young people work, the work is safe and does not jeopardize their health, well-being or educational opportunities. These provisions also provide limited exemptions.&quot;<br />\r\n\t<br />\r\n\tThe law establishes that minors be paid minimum wage, sets hours that 14- and 15-year-olds can work (i.e., not after 7 p.m. except in the summer) and prohibits youths from working in places like mines, factories or boiler and engine rooms. They are permitted to do office work, kitchen cleaning, cashiering, bagging and customer carry-out. (Our favorite exemption: &quot;the making of wreaths composed principally of natural holly, pine, cedar, or other evergreens.&quot;)</p>\r\n<p>\r\n\tBased on Gingrich&#39;s remarks, he doesn&#39;t appear to have any desire to do away with the law&#39;s provisions banning youngsters from dangerous workplaces. His argument, instead, seems to be with restrictions on younger children working.<br />\r\n\t<br />\r\n\t<strong>Gingrich&rsquo;s side</strong><br />\r\n\t<br />\r\n\tR.C. Hammond, Gingrich&rsquo;s campaign spokesman, said the point of Gingrich&rsquo;s idea is &quot;to instill a work ethic in every youngster.&quot;<br />\r\n\t<br />\r\n\t&quot;To help you start off on the right foot and be successful in life, it&rsquo;s helpful to start work early,&quot; Hammond said. &quot;The point that Newt was making is that public schools should make opportunities to go to work. It could be anything, and it&rsquo;s pretty much on par with whatever your first summer job was.&quot;<br />\r\n\t<br />\r\n\t(Hammond&rsquo;s first job: camp counselor. Gingrich&#39;s, in Stuttgart, Germany, where his father was serving in the Army, was at a bowling alley that didn&rsquo;t have an automatic pin replacer. &quot;They hired Newt to go and replace the pins that had been knocked down,&quot; Hammond told us.)<br />\r\n\t<br />\r\n\tSo was Romney correct that Gingrich wants to do away with the existing law?<br />\r\n\t<br />\r\n\t&quot;Any characterization that doesn&rsquo;t encompass what we just discussed is inaccurate,&quot; Hammond said.<br />\r\n\t<br />\r\n\t<strong>Other perspectives</strong><br />\r\n\t<br />\r\n\tJeffrey Miron, a Harvard University economics lecturer and senior fellow with the libertarian Cato Institute, said he thought saying Gingrich wants to get rid of the law &quot;seems a little broad brushed and overly strong. It would be a weakening of child labor laws.&quot; But that might not be all bad, he said.</p>\r\n<p>\r\n\t&quot;For some families it would be nice if another $10 or $20 a week came in, and I think that parents are better at making those decisions than a blanket rule,&quot; he said. &quot;Why should it be the government&rsquo;s business?&quot;</p>\r\n<p>\r\n\tWe talked to other experts on child labor who said that the changes to the law Gingrich has talked about probably would do more harm than good.<br />\r\n\t<br />\r\n\tEric Edmonds, a Dartmouth College economics professor and author of the book <em>Child Labor and the Transition Between School and Work</em>, recently wrote about Gingrich&rsquo;s take on child labor.<br />\r\n\t<br />\r\n\t&quot;The issue is that workers that start unskilled stay unskilled. Especially if their education is suffering as a result. Working children do not learn skills that are going to help them to succeed in today&rsquo;s technologically advanced global economy. How is learning to be an unskilled laborer at an early age going to help families in the long-run?&quot; Edmonds wrote. &quot;It is not ... We&rsquo;ve seen what happens when successive generations of families need their children to work. They are unable to escape poverty.&quot;<br />\r\n\t<br />\r\n\tHugh Hindman, a professor of Labor &amp; Human Resources at Appalachian State University, said Gingrich is not the first leader to recommend child labor as an anti-poverty program, but that it doesn&rsquo;t work.<br />\r\n\t<br />\r\n\t&quot;It has never worked to alleviate poverty, except in the very short-term, and it exacerbates poverty in the longer term. There is a phenomenon known as the &lsquo;child labor trap&rsquo; &hellip; very poor parents send their children to work as household survival strategy. Consequently the children forfeit schooling and fail to acquire the human capital that would qualify them for anything other than low-wage work as adults. These become the very poor parents of the next generation who send their children to work as household survival strategy. And on again into the next generation,&quot; Hindman said.<br />\r\n\t<br />\r\n\tHe added that jobs such as babysitting that Gingrich mentioned are beneficial for young people, but the opportunity to do them are &quot;skewed in favor of middle and upper-middle class children.&quot;<br />\r\n\t<br />\r\n\t&quot;If Mr. Gingrich could find a way to provide more poor children with these sorts of opportunities, he might well do some good,&quot; Hindman said.</p>\r\n<p>\r\n\t&quot;There&rsquo;s not a golf course (in their neighborhoods),&quot; said Harvard&#39;s Miron, &quot;but there&rsquo;s a grocery store down the street that needs boxes stacked or the sidewalk swept.&quot;</p>\r\n<p>\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tRomney said, &quot;Speaker Gingrich has said that we ought to get rid of our child labor laws.&quot;<br />\r\n\t<br />\r\n\tWe found that Gingrich has proposed some unconventional changes to child labor legislation, which he called &quot;truly stupid.&quot; Specifically, he said that kids younger than 14 growing up in poverty should be allowed to work as a means of elevating themselves. But he also clarified that children shouldn&rsquo;t hold mining or industrial jobs.<br />\r\n\t<br />\r\n\tWhile Gingrich appears to be in favor of easing age restrictions on working, he has given no indication that he wants to &quot;get rid of&quot; many other provisions, such as those that prohibit kids from working in certain dangerous occupations. On balance, we rate Romney&rsquo;s statement Mostly False.</p>\r\n", "ruling_comments_date": "2011-12-13T16:25:37.608816", "ruling_date": "2011-12-14T11:29:25", "ruling_headline": "Romney: Gingrich wants to scrap child labor laws", "ruling_headline_slug": "romney-gingrich-wants-scrap-child-labor-laws", "ruling_link_text": "Loosen law? Yes. Get rid of it? No.", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tMitt Romney Fox News <a href=\"http://video.foxnews.com/v/1314933278001/mitt-romney-one-on-one\">interview </a>with Carl Cameron, Dec. 6, 2011<br />\r\n\t<br />\r\n\tNewt Gingrich <a href=\"http://www.youtube.com/watch?v=rRdsjWy6tEI\">Q &amp; A with students</a>, Harvard University Kennedy School of Government, Nov. 18, 2011<br />\r\n\t<br />\r\n\tNewt Gingrich <a href=\"http://www.youtube.com/watch?v=vc7byJV0jVY\">stump speech</a>, Des Moines, Iowa, Dec. 1, 2011, campaign stop in Des Moines<br />\r\n\t<br />\r\n\t&quot;<a href=\"http://www.politico.com/news/stories/1211/69852.html\">Newt Gingrich: &#39;Kids shouldn&#39;t work in coal mines</a>,&#39;&quot; POLITICO, Dec. 6, 2011<br />\r\n\t<br />\r\n\t<a href=\"http://www.dol.gov/whd/childlabor.htm\">Fair Labor Standards Act of 1938</a><br />\r\n\t<br />\r\n\tInterview with RC Hammond, Gingrich campaign, Dec. 13, 2011<br />\r\n\t<br />\r\n\tInterview with Jeffrey Miron, Harvard University and Cato Institute, Dec. 13, 2011<br />\r\n\t<br />\r\n\t&quot;<a href=\"http://blogs.reuters.com/great-debate/2011/12/06/gingrichs-laborious-plan-to-save-the-youth-of-america/\">Gingrich&rsquo;s laborious plan to save the youth of America</a>,&quot; by Eric Edmonds, Reuters, Dec. 6, 2011,<br />\r\n\t<br />\r\n\tE-mail interview with Hugh Hindman, <a href=\"http://management.appstate.edu/faculty-staff/hugh-hindman-phd\">Appalachian State University</a>, Dec. 11, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 34, "current_job": "Former governor", "false_count": 32, "first_name": "Mitt", "half_true_count": 58, "home_state": "Massachusetts", "id": 5, "last_name": "Romney", "mostly_true_count": 33, "name_slug": "mitt-romney", "pants_count": 19, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-mittromney.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/5/", "total_count": 221, "true_count": 30, "website": "http://www.mittromney.com/"}, "statement": "<div id=\"cke_pastebin\">\r\n\t&quot;Speaker Gingrich has said that we ought to get rid of our child labor laws.&quot;</div>\r\n", "statement_context": "an interview on Fox News", "statement_date": "2011-12-07", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 192, "photo": null, "resource_uri": "/api/v/2/subject/192/", "subject": "Labor", "subject_slug": "labor", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 29, "photo": null, "resource_uri": "/api/v/2/subject/29/", "subject": "Poverty", "subject_slug": "poverty", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 16, "current_job": "", "false_count": 15, "first_name": "Newt", "half_true_count": 21, "home_state": "Georgia", "id": 152, "last_name": "Gingrich", "mostly_true_count": 11, "name_slug": "newt-gingrich", "pants_count": 12, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/gingrichcutter.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/152/", "total_count": 86, "true_count": 7, "website": ""}], "twitter_headline": ""}