{"art": [], "author": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "canonical_url": "/texas/statements/2011/dec/16/boyd-richie/texas-democratic-leader-says-author-who-believes-r/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 4982, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/4982/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\r\n\tIn an email, Texas Democratic Party Chairman Boyd Richie appealed to supporters for donations so the party could continue &quot;fighting against the King Street Patriots,&quot; a Houston tea party group that the Democrats sued last year.</p>\r\n<p>\r\n\tThe Nov. 15, 2011, email blast added to the party&rsquo;s charges against the Patriots: &quot;Yesterday, in an almost gleeful admission that folks who tend to vote Democratic should be denied their fundamental right to vote, this tea party group held a Houston fundraiser featuring Matthew Vadum. Yes, the ultra-right-wing author who believes that &#39;registering the poor to vote is un-American.&#39; &quot;</p>\r\n<p>\r\n\tWe wondered whether Richie was right: Did the King Street Patriots throw a fundraiser featuring an author who espouses such a view?</p>\r\n<p>\r\n\tSome background: The King Street Patriots was launched in 2009, according to its website, &quot;to battle the most brazen attempt by liberals in the last 50 years to further an agenda which Patriots consider diametrically opposed to the welfare of all Americans.&quot; The Patriots are &quot;committed to freedom, capitalism, American exceptionalism, constitutional governance and civic duty,&quot; the site says. The group has made voter fraud its signature issue and launched an initiative in 2010 called True the Vote that trains poll-watchers.</p>\r\n<p>\r\n\tThe state Democratic Party and the Patriots group have been embroiled in a legal dispute since October 2010, when the party accused the Patriots of illegally aiding Republicans &mdash; through its poll-watcher training &mdash; without registering as a political committee. In a countersuit, the Patriots denied the allegations and challenged some state election laws cited by the party, including the limits on corporate campaign contributions.</p>\r\n<p>\r\n\tBack to Richie&#39;s Nov. 15 email. To back up the first half of its claim &mdash; that Vadum spoke at a King Street Patriots fundraiser &mdash; party spokeswoman Rebecca Acu&ntilde;a sent us the <a href=\"http://us2.campaign-archive1.com/?u=6e056f38408ce5b5a62ccc857&amp;id=19ac64e68c\">online </a><a href=\"http://us2.campaign-archive1.com/?u=6e056f38408ce5b5a62ccc857&amp;id=19ac64e68c\">invitation</a> to the third installment of the Patriots&#39; &quot;visiting author series.&quot; According to the invitation, the Nov. 14, 2011, luncheon was to feature Vadum talking about his <a href=\"http://www.amazon.com/Subversion-Inc-Terrorizing-American-Taxpayers/dp/1935071149/ref=ntt_at_ep_dpt_1\">2011 book</a>, <em>Subversion Inc.: How Obama&rsquo;s ACORN Red Shirts Are Still Terrorizing and Ripping Off American Taxpayers</em>.</p>\r\n<p>\r\n\tVadum is an editor at the Washington-based Capital Research Center, whose <a href=\"http://capitalresearch.org/about/\">website</a> says it &quot;analyzes organizations that promote the growth of government and identifies viable private alternatives to government regulatory and entitlement programs.&quot;</p>\r\n<p>\r\n\tThe price of admission to the luncheon was listed as $100, which the invitation said would entitle attendees to a four-course meal and an autographed copy of Vadum&#39;s book. Catherine Engelbrecht, president of the King Street Patriots and a resident of Richmond, southwest of Houston, confirmed that the event was a fundraiser, telling us that about $40 out of every $100 ticket sold for the author series went to the Patriots.</p>\r\n<p>\r\n\tThe invitation also included a blurb about <em>Subversion Inc.</em>: &quot;America is under siege by radicals who are determined to pulverize the U.S. Constitution, deliberately bankrupt the nation, destroy the electoral system, and drive the economy into the ground. <em>Subversion Inc.</em> isn&rsquo;t just the story of ACORN. It&rsquo;s the story of how community organizers just like President (Barack) Obama are undermining American from within &mdash; and it&rsquo;s a story we must understand if we are to save our nation.&quot;</p>\r\n<p>\r\n\tACORN, or the Association of Community Organizations for Reform Now, dissolved in March 2010 after a video sting showed ACORN employees telling people posing as a pimp and a prostitute <a href=\"http://www.nytimes.com/2010/03/23/us/23acorn.html\">how</a><a href=\"http://www.nytimes.com/2010/03/23/us/23acorn.html\"> to conceal their criminal activities</a>. The 40-year-old, liberal-leaning group, which sought more affordable housing options, a universal health care system and increased voter access, was also accused of committing fraud in <a href=\"http://www.tampabay.com/news/politics/elections/article852295.ece\">voter registration drives</a>.</p>\r\n<p>\r\n\tIn his book, Vadum says that &quot;rumors of (ACORN&#39;s) death have been greatly exaggerated&quot; and that the group&#39;s leaders have acknowledged that they are building a network of activist groups to continue ACORN&#39;s work.</p>\r\n<p>\r\n\tAs backup for the second part of its claim &mdash; that Vadum believes registering the poor to vote is un-American &mdash; the Democratic Party pointed us to an <a href=\"http://www.americanthinker.com/2011/09/registering_the_poor_to_vote_is_un-american.html\">opinion </a><a href=\"http://www.americanthinker.com/2011/09/registering_the_poor_to_vote_is_un-american.html\">article</a> by Vadum that was posted Sept. 1, 2011, &nbsp;on the conservative website American Thinker. The headline: &quot;Registering the Poor to Vote Is Un-American.&quot;</p>\r\n<p>\r\n\tVadum begins his piece by writing that &quot;left-wing activist groups&quot; are eager to register the poor to vote because they always support politicians who want to expand government benefits &mdash; which Vadum objects to and views as a coercive redistribution of wealth.</p>\r\n<p>\r\n\tBesides the headline, the word &quot;un-American&quot; appears in the piece&#39;s third paragraph: &quot;Registering (welfare recipients) to vote is like handing out burglary tools to criminals. It is profoundly anti-social and un-American to empower the nonproductive segments of the population to destroy the country.&quot;</p>\r\n<p>\r\n\tLater, Vadum expands on his point: &quot;Encouraging those who burden society to participate in elections isn&#39;t about helping the poor. It&#39;s about helping the poor to help themselves to others&#39; money. &hellip; It&#39;s about moving America ever farther away from the small-government ideals of the Founding Fathers.&quot;</p>\r\n<p>\r\n\tIn his article, Vadum attacks the 1993 National Voter Registration Act, known as the &quot;motor voter&quot; law, for encouraging more poor people to register to vote, saying the law &quot;turned welfare offices into voter registration centers and encouraged nonprofit groups to conduct registration drives.&quot; According to a <a href=\"http://www.justice.gov/crt/about/vot/nvra/activ_nvra.php\">summary</a> on the Justice Department&#39;s website, the 1993 law required most states to give citizens the opportunity to register to vote at offices that provide public assistance and when they apply for or renew their driver&#39;s license.</p>\r\n<p>\r\n\tIn an email, Vadum told us that he stands by his article but has had regrets about his wording. &quot;In retrospect, I believe that calling it &#39;un-American&#39; to register the poor to vote was rhetorical overkill,&quot; Vadum said. &quot;I continue to believe that actively encouraging welfare recipients to vote to enlarge the existing welfare state apparatus and move America farther down the road to European-style socialism is a terrible idea. It is, in the American context, anti-social in that it promotes dependency and the social pathologies associated with it.&quot;</p>\r\n<p>\r\n\tAccording to a <a href=\"http://vimeo.com/32122978\">video</a> posted on the Patriots&#39; website, Engelbrecht asked Vadum about the article at the Nov. 14 event. She said: &quot;You wrote an article for American Thinker, and I&#39;m not sure if any of you (the audience) have seen this, but the left has already come out swinging against the fact that you wrote the article, that we had you here after you wrote the article. And, you want to speak to that?&quot;</p>\r\n<p>\r\n\tVadum responded: &quot;I wrote an op-ed, perhaps indelicately worded, called &#39;Registering the Poor to Vote Is Un-American,&#39; but I wasn&rsquo;t saying that people shouldn&rsquo;t have the right to vote if they&rsquo;re poor. I was talking about the &mdash; and I&rsquo;ll just be a little bit more careful when I write op-eds in the future; it&#39;s mostly the tone that some conservatives objected to, and I can appreciate that.&quot; He went on to criticize the motor-voter law.</p>\r\n<p>\r\n\tEngelbrecht told us in an interview that Richie&#39;s statement &mdash; that her group held a fundraiser featuring an author who believes that registering the poor to vote is un-American &mdash; was not true. Engelbrecht said that she was unaware of his American Thinker article at the time that Vadum was invited to speak and that the point of his appearance was to discuss his book.</p>\r\n<p>\r\n\tIn his email to us, Vadum said his American Thinker article was drawn from material in his book. We checked <em>Subversion Inc.</em>, and although we didn&rsquo;t find the title of Vadum&#39;s American Thinker article in the text, Vadum makes essentially the same argument as he does in the article. On page 102, he writes: &quot;There&#39;s no way to overstate just how profoundly anti-social and un-American the Cloward-Piven voter registration strategy is. It is akin to the government handing out taxpayer-purchased burglary tools.&quot;</p>\r\n<p>\r\n\tIn that sentence, Vadum is referring to <a href=\"http://www.columbia.edu/cu/news/01/08/richardCloward_obit.html\">Richard Cloward</a>, a Columbia University social work professor who died in 2001, and his wife, <a href=\"http://www.cuny.edu/about/people/faculty/bios.html?profName=francesfoxpiven&amp;profile=0\">Frances Fox Piven</a>, a professor of sociology and political science at the City University of New York. They have been described as driving forces behind the 1993 motor-voter law; <a href=\"http://www.nytimes.com/2001/08/23/nyregion/richard-cloward-welfare-rights-leader-dies-at-74.html\">Cloward&rsquo;s </a><a href=\"http://www.nytimes.com/2001/08/23/nyregion/richard-cloward-welfare-rights-leader-dies-at-74.html\">obituary</a> in <em>The New York Times</em> noted that he and his wife were invited to the White House when President Bill Clinton signed the bill into law.</p>\r\n<p>\r\n\tThe <em>Times</em> story also mentions a 1966 article that the pair wrote for the Nation magazine calling for a massive drive to recruit the poor onto the voter rolls as a means of forcing radical welfare reform. The <em>Times</em> describes the article as &quot;perhaps (the couple&#39;s) most controversial writing,&quot; saying it &quot;helped to foster the emergence of a more militant welfare rights movement, including the occupation of welfare offices in many cities and other acts of civil disobedience.&quot;</p>\r\n<p>\r\n\tOur ruling: The guest speaker at the Nov. 14 King Street Patriots event wrote an article suggesting that registering the poor to vote is un-American, further likening the registration of welfare recipients to offering burglary tools to criminals (though Richie did not mention this aspect). We rate Richie&rsquo;s statement True.</p>\r\n", "ruling_comments_date": "2011-12-14T20:23:41.580959", "ruling_date": "2011-12-16T06:00:00", "ruling_headline": "Texas Democratic leader says author who believes registering poor to vote is un-American spoke at tea party event", "ruling_headline_slug": "texas-democratic-leader-says-author-who-believes-r", "ruling_link_text": "That was the headline of his article", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tTexas Democratic Party, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/121411_tdpemail.html\">email blast</a>, &quot; &#39;Un-American&rsquo; for the Poor to Vote?&quot; Nov. 15, 2011</p>\r\n<p>\r\n\tKing Street Patriots, <a href=\"http://www.kingstreetpatriots.org/\">website</a>, accessed Dec. 5, 2011</p>\r\n<p>\r\n\tEmail (<a href=\"http://alt.coxnewsweb.com/statesman/politifact/121411_acunaemail.html\">excerpt</a>) from Rebecca Acu&ntilde;a, spokeswoman, Texas Democratic Party, Nov. 21, 2011</p>\r\n<p>\r\n\tKing Street Patriots, <a href=\"http://us2.campaign-archive1.com/?u=6e056f38408ce5b5a62ccc857&amp;id=19ac64e68c\">invitation</a> to Nov. 14, 2011, event with Matthew Vadum</p>\r\n<p>\r\n\tInterview with Catherine Engelbrecht, president, King Street Patriots, Dec. 2 and 13, 2011</p>\r\n<p>\r\n\tMatthew Vadum, <em>Subversion Inc.: How Obama&rsquo;s ACORN Red Shirts Are Still Terrorizing and Ripping Off American Taxpayers</em>, 2011</p>\r\n<p>\r\n\tMatthew Vadum, &quot;<a href=\"http://www.americanthinker.com/2011/09/registering_the_poor_to_vote_is_un-american.html\">Registering the Poor to Vote is Un-American</a>,&quot; Sept. 1, 2011</p>\r\n<p>\r\n\tU.S. Justice Department, <a href=\"http://www.justice.gov/crt/about/vot/nvra/activ_nvra.php\">webpage</a>, &quot;About the National Voter Registration Act,&quot; accessed Dec. 12, 2011</p>\r\n<p>\r\n\tEmail (<a href=\"http://alt.coxnewsweb.com/statesman/politifact/121411_vadumemail.html\">excerpt</a>) from Matthew Vadum, author and editor, Dec. 2, 2011</p>\r\n<p>\r\n\tKing Street Patriots, <a href=\"http://vimeo.com/32122978\">video</a>, luncheon at which Matthew Vadum spoke, Nov. 14, 2011 (question about American Thinker article starts about the 52-minute mark)</p>\r\n<p>\r\n\tNew York Times, <a href=\"http://www.nytimes.com/2001/08/23/nyregion/richard-cloward-welfare-rights-leader-dies-at-74.html?pagewanted=all&amp;src=pm\">news article</a>, &quot;Richard Cloward, welfare rights leader, dies at 74,&quot; Aug. 23, 2001<br />\r\n\t&nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "Texas Democratic Party chair", "false_count": 1, "first_name": "Boyd", "half_true_count": 0, "home_state": "Texas", "id": 408, "last_name": "Richie", "mostly_true_count": 0, "name_slug": "boyd-richie", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/richie.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/408/", "total_count": 5, "true_count": 1, "website": "http://www.txdemocrats.org/"}, "statement": "<p>\r\n\tSays King Street Patriots held a fundraiser featuring an author who believes that registering the poor to vote is un-American.</p>\r\n", "statement_context": "an email blast", "statement_date": "2011-11-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}, {"description": "", "id": 29, "photo": null, "resource_uri": "/api/v/2/subject/29/", "subject": "Poverty", "subject_slug": "poverty", "used_in_edition": []}, {"description": "", "id": 221, "photo": null, "resource_uri": "/api/v/2/subject/221/", "subject": "Welfare", "subject_slug": "welfare", "used_in_edition": ["/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}