{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2011/dec/21/newt-gingrich/newt-gingrich-says-no-federal-official-allowed-say/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": "", "id": 5018, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/5018/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>Newt Gingrich says the nation&#39;s obsession with being politically correct has come to this: Federal officials aren&#39;t allowed to say &quot;Merry Christmas.&quot;<br />\r\n<br />\r\nOn the campaign trail, Gingrich has <a href=\"http://politics.blogs.foxnews.com/2011/12/17/gingrich-defends-proposal-allow-congress-subpoena-judges\">offered strong criticism</a> of efforts to keep religion out of public places and said he would hold judges to account if they rule in favor of stricter separation between church and state. The topic came up in <a href=\"http://www.bloomberg.com/news/2011-12-20/gingrich-counterattacks-in-iowa-decrying-negative-junk-ads.html\">Davenport, Iowa</a>, on Dec. 19, 2011. The question wasn&rsquo;t audible on a video clip, but here&#39;s Gingrich&#39;s reply:<br />\r\n<br />\r\n&quot;This is actually weird . . . I&rsquo;ve been investigating this for the last three days. I am told that this is actually a 20- or 30-year-old law, which I have to say I find strange, and I would advocate repealing the law. Apparently if the president sends out Christmas cards, they are paid for the Democratic or Republican National Committees because no federal official at any level is currently allowed to say &lsquo;Merry Christmas.&rsquo; And the idea, I think, is that the government should be neutral. &hellip; I&#39;m going to go back and find out how was this law written, when was it passed. We&rsquo;ve had this whole &mdash; in my mind &mdash; very destructive attitude in the last 50 years that we have to drive religion out of public life.&quot;<br />\r\n<br />\r\nA reader brought this to our attention, so we decided to look into whether Gingrich is right that &quot;no federal official at any level is currently allowed to say &lsquo;Merry Christmas.&rsquo;&quot;<br />\r\n<br />\r\nFirst off, we&rsquo;ll grant a little leeway in Gingrich&rsquo;s wording. The United States government does not, as a general matter, monitor and control employees&#39; private conversations, so we&rsquo;ll assume that Gingrich isn&#39;t suggesting that if a federal bureaucrat is in the comfort of their home, they can&#39;t wish a neighbor &quot;Merry Christmas.&quot;<br />\r\n<br />\r\nBut what about in the workplace? If a federal worker wishes to say that to a colleague, do they get reprimanded?<br />\r\n<br />\r\nTo explore this, we examined federal rules, spoke with labor unions that represent government workers and interviewed lawyers with expertise in federal rules. The upshot: It&#39;s perfectly acceptable to say &quot;Merry Christmas!&quot; (Or &quot;Happy Hanukkah!&quot;)<br />\r\n<br />\r\nWe started with &quot;<a href=\"http://www.gpo.gov/fdsys/pkg/PPP-1997-book2/pdf/PPP-1997-book2-doc-pg1104.pdf\">Memorandum on Religious Exercise and Religious Expression in the Federal Workplace</a>,&quot; issued Aug. 14, 1997, by President Bill Clinton. We found the rule was respectful of employees&#39; rights to express their religious preference:<br />\r\n<br />\r\n&quot;First, agencies shall permit employees to engage in personal religious expression (as they must permit other constitutionally valued expression) to the greatest extent possible, consistent with interests in workplace efficiency and requirements of law. Of course, the workplace is for work, and an agency may restrict any speech that truly interferes with its ability to perform public services. In addition, an agency may have a legal obligation to restrict certain forms of speech that intrude unduly on the legitimate rights of others. But when an agency allows nonreligious speech, because that speech does not impinge on these interests, an agency also usually must allow otherwise similar speech of a religious nature. The one exception to this principle of neutrality&mdash;an exception mandated by the Establishment Clause&mdash;is when religious speech would lead a reasonable observer to conclude that the Government is endorsing religion. Subject to this exception, an agency may not typically subject religious speech to greater restrictions than other speech entitled to full constitutional protection, and therefore should allow much of this speech to go forward.&quot;<br />\r\n<br />\r\nWhile there is some gray area in that passage, there&rsquo;s nothing as sweeping as Gingrich claims, said Douglas Laycock, a law professor at the University of Virginia who specializes in church-state issues.<br />\r\n<br />\r\nIndeed, <a href=\"http://clinton2.nara.gov/WH/New/html/19970819-3275.html\">the more detailed rules</a> affiliated with this memorandum suggest quite the opposite. Among the theoretical examples provided is this one: &quot;At Christmas time, a supervisor places a wreath over the entrance to the office&#39;s main reception area. This course of conduct is permitted.&quot;<br />\r\n<br />\r\nLaycock added that &quot;there is no such law anywhere in the United States Code. There is no such regulation of sufficient status to appear in the Code of Federal Regulations. I am certain of these two facts, because they are both computer-searchable. &hellip; It is hard to imagine a rule that applies to every &lsquo;federal official at any level&rsquo; not appearing in the Code of Federal Regulations.&quot;<br />\r\n<br />\r\nRichard W. Garnett, a University of Notre Dame law professor and another specialist in church-state issues, agreed. &quot;I&rsquo;m not aware of any general prohibition on federal workers, in private or on the job, saying the words, &#39;Merry Christmas.&#39; &quot;<br />\r\n<br />\r\nWe also checked with the American Federation of Government Employees, a labor union for federal workers. A spokeswoman said she checked with the union&rsquo;s legal staff and they confirmed the view that federal workers are allowed to say &quot;Merry Christmas.&quot;<br />\r\n<br />\r\nJohn M. Palguta, vice president for policy at the Partnership for Public Service, a group that promotes careers in government, said the notion that &quot;any other federal official is prohibited by law from saying &lsquo;Merry Christmas&rsquo; is absurd.&quot;<br />\r\n<br />\r\nSo where did Gingrich&rsquo;s falsehood come from? The Gingrich campaign hasn&#39;t been responding to our inquiries, but it appears to be rooted in two things -- the White House tradition of using political parties to pay for the White House Christmas card, and the rules for congressional postage.<br />\r\n<br />\r\nOn White House Christmas cards, Gingrich has a point. The White House has long avoided the use of taxpayer dollars to pay for the Christmas cards it sends out, said David Greenberg, a Rutgers University historian who has <a href=\"http://articles.latimes.com/2011/dec/18/opinion/la-oe-greenberg-xmascards-20111218\">written about the issue</a>. Instead, political party committees foot the bill.<br />\r\n<br />\r\nBut this appears to be a longstanding custom that began decades ago out of an abundance of caution, not because federal law bans the practice outright. The legal concerns that prompted the initial decision may have involved &quot;the separation of church and state, as well as concerns that the holiday cards would be viewed as political in nature, possibly implicating laws against the use of federal funds for campaign purposes,&quot; said Robert K. Kelner, a lawyer who specializes in political and election law at the firm Covington &amp; Burling.<br />\r\n<br />\r\nJoe Conn, a spokesman for Americans United for the Separation of Church and State, said that &quot;in recent years, the White House cards have been generally nonsectarian in character, probably because candidates of both parties happily take contributions from donors of all faiths and none. And they don&rsquo;t want to turn off any potential contributors.&quot;<br />\r\n<br />\r\nWe checked transcripts of speeches by federal officials and quickly found plenty of examples of Christmas wishes:<br />\r\n<br />\r\n&bull; &quot;Merry Christmas! Merry Christmas!&quot; -- President Barack Obama, <a href=\"http://www.whitehouse.gov/the-press-office/2011/12/01/remarks-president-lighting-national-christmas-tree\">Dec. 1, 2011</a><br />\r\n<br />\r\n&bull; &quot;Merry Christmas and happy holidays, everybody.&quot; -- Obama, <a href=\"http://www.whitehouse.gov/the-press-office/2010/12/13/remarks-president-christmas-washington\">Dec. 13, 2010</a><br />\r\n<br />\r\n&bull; &quot;Merry Christmas to my constituents, as I&rsquo;ve said, and Merry Christmas to our first family and all that they have done for America.&quot; -- Rep. Sheila Jackson-Lee, D-Texas, <a href=\"http://frwebgate1.access.gpo.gov/cgi-bin/PDFgate.cgi?WAISdocID=aijQ16/0/2/0&amp;WAISaction=retrieve\">Dec. 16, 2009</a><br />\r\n<br />\r\n&bull; &quot;Merry Christmas to everyone. I reserve the balance of my time.&quot; -- U.S. Rep. Dean Heller, R-Nev., <a href=\"http://frwebgate1.access.gpo.gov/cgi-bin/PDFgate.cgi?WAISdocID=aijQ16/2/2/0&amp;WAISaction=retrieve\">Dec. 16, 2009</a><br />\r\n<br />\r\nGingrich&#39;s more sweeping claim fits into the annual complaint by Fox News commentators and other conservatives that there is a &quot;war on Christmas.&quot; This year, a <a href=\"http://campaign2012.washingtonexaminer.com/blogs/beltway-confidential/congressmen-cant-say-merry-christmas-mail/261466\">column</a> in the conservative <em>Washington Examiner </em>said the U.S. House of Representatives has banned &quot;wishing constituents a &lsquo;Merry Christmas&rsquo; if they want to do so in a mailing paid for with tax dollars.&quot;<br />\r\n<br />\r\nMark Tapscott, who edits the newspaper&rsquo;s editorial page, wrote that &quot;Members who submit official mailings for review by the congressional franking commission that reviews all congressional mail to determine if it can be &lsquo;franked,&rsquo; or paid for with tax dollars, are being told that no holiday greetings, including &lsquo;Merry Christmas,&rsquo; can be sent in official mail.&quot;<br />\r\n<br />\r\nTapscott quoted a Capitol Hill staffer who requested anonymity saying, &quot;I called the commission to ask for clarification and was told no &#39;Merry Christmas.&#39; Also told cannot say &#39;Happy New Year&#39; but can say &#39;have a happy new year&#39; &ndash; referencing the time period of a new year, but not the holiday.&quot;<br />\r\n<br />\r\nThe column goes on to cite a Dec. 12, 2011, memo from the &quot;Franking Commission Staff&quot; concerning &quot;Holiday Messaging.&quot;<br />\r\n<br />\r\nAccording to the column, the memo said that examples of &quot;nonfrankable items&quot; include &quot;birthday, anniversary, wedding, birth, retirement or condolence messages and holiday greetings. &hellip; You may make reference to the season as a whole using language along the lines of, &#39;Have a safe and happy holiday season.&#39; It may only be incidental to the piece rather than the primary purpose of the communication.&quot; (This rule was subsequently mocked by Fox News&rsquo; Bill O&rsquo;Reilly <a href=\"http://nation.foxnews.com/war-christmas/2011/12/19/congress-forbidden-wish-merry-christmas-tax-payer-dime\">h</a><a href=\"http://nation.foxnews.com/war-christmas/2011/12/19/congress-forbidden-wish-merry-christmas-tax-payer-dime\">ere.</a>)<br />\r\n<br />\r\nWe weren&rsquo;t able to independently obtain the memo from the House Administration committee, nor speak to a spokesperson for the committee. But we did look up the House&rsquo;s <a href=\"http://cha.house.gov/sites/republicans.cha.house.gov/files/documents/franking_docs/franking_manual.pdf\">official franking rulebook</a> at the committee&rsquo;s website, and it closely follows the language of the memo obtained by the <em>Examiner</em>, saying that &quot;birthday, anniversary, wedding, birth, retirement or condolence messages and holiday greetings are prohibited.&quot;<br />\r\n<br />\r\nWe also checked the <a href=\"http://ethics.senate.gov/public/index.cfm/franking\">Senate guidelines</a>, which are broadly similar. The Senate &quot;<a href=\"http://ethics.senate.gov/public/index.cfm/files/serve?File_id=56433779-f93f-4c71-a95f-9e3896b20690\">prohibits</a> the <a href=\"http://ethics.senate.gov/public/index.cfm?a=Files.Serve&amp;File_id=f2eb14e3-1123-48eb-9334-8c4717102a6e\">use of the frank</a> for &lsquo;any card expressing holiday greetings from (a Senator).&rsquo; This prohibition extends to acknowledgments of holiday greetings sent to a Senator, but does not preclude an expression of holiday greetings at the commencement or conclusion of otherwise frankable correspondence.&quot;<br />\r\n<br />\r\nSo both the House and Senate -- whose employees are federal workers -- do restrict the use of taxpayer funds for sending out holiday cards, as well as birthday, anniversary, wedding, birth, retirement and condolence cards. So this is not a war on Christmas. It&#39;s more like a war on &hellip; greeting cards.<br />\r\n<br />\r\nFrom that rule, it&#39;s a ridiculous leap to Gingrich&rsquo;s claim that &quot;no federal official at any level is currently allowed to say &lsquo;Merry Christmas.&rsquo;&quot;<br />\r\n<br />\r\nHere&rsquo;s the kicker: The House regulations that sparked Gingrich&rsquo;s outrage are dated June 1998, when the House Speaker was &hellip; Newt Gingrich. And the present Republican speaker, John Boehner of Ohio, was on the committee that directly wrote the rules.<br />\r\n<br />\r\n<strong>Our rating</strong><br />\r\n<br />\r\nWhile it&rsquo;s true that the intersection of religion, the workplace, and the federal government is legally tricky due to issues surrounding the separation of church and state, it is ridiculously false to say that &quot;no federal official at any level is currently allowed to say &lsquo;Merry Christmas.&rsquo;&quot; Guidelines in force for the past 15 years give substantial freedom for personal religious expression in the federal workplace, and neither those guidelines nor federal law includes anything like an outright ban on a federal official saying, &quot;Merry Christmas.&quot;<br />\r\n<br />\r\nThe closest Gingrich comes to accuracy is that Congress does bar taxpayer-funded official mailings of all types of cards. However, such rules affect only one class of federal employees (those who serve in Congress); the rules are only about postage (lawmakers are free to send cards on their own dime); and it certainly does not abridge the right of any Member of Congress or congressional employee to speak the words &quot;Merry Christmas.&quot; Throw a pair of britches on the yule log. Pants on Fire!</p>\r\n\r\n<p><a href=\"https://www.sharethefacts.co/share/6a990c0a-6e85-402f-a802-c772a5e5c68f\">https://www.sharethefacts.co/share/6a990c0a-6e85-402f-a802-c772a5e5c68f</a></p>\r\n", "ruling_comments_date": "2011-12-21T17:23:02.992710", "ruling_date": "2011-12-21T17:53:57", "ruling_headline": "Newt Gingrich says no federal official is allowed to say \"Merry Christmas\"", "ruling_headline_slug": "newt-gingrich-says-no-federal-official-allowed-say", "ruling_link_text": "Big Brother doesn't nix Father Christmas", "ruling_state": null, "source_documents": null, "sources": "<p>Raw Story, &quot;<a href=\"http://www.rawstory.com/rs/2011/12/19/gingrich-federal-official-arent-allowed-to-say-merry-christmas/\">Gingrich: Federal officials aren&rsquo;t allowed to say &lsquo;Merry Christmas</a>&#39;&quot; (includes video clip), Dec. 19, 2011<br />\r\n<br />\r\nWhite House, &quot;<a href=\"http://clinton2.nara.gov/WH/New/html/19970819-3275.html\">Guidelines on Religious Exercise and Religious Expression in the Federal Workplace</a>,&quot; Aug. 14, 1997<br />\r\n<br />\r\nWhite House, &quot;<a href=\"http://www.gpo.gov/fdsys/pkg/PPP-1997-book2/pdf/PPP-1997-book2-doc-pg1104.pdf\">Memorandum on Religious Exercise and Religious Expression in the Federal Workplace</a>,&quot; Aug. 14, 1997<br />\r\n<br />\r\n<em>Washington Examiner</em>, &quot;<a href=\"http://campaign2012.washingtonexaminer.com/blogs/beltway-confidential/congressmen-cant-say-merry-christmas-mail/261466\">Congressmen can&#39;t say &#39;Merry Christmas&#39; in mail</a>,&quot; Dec. 16, 2011<br />\r\n<br />\r\nFox News.com, &quot;&#39;<a href=\"http://www.foxnews.com/politics/2011/12/18/no-merry-christmas-us-house-members-told/\">No Merry Christmas,&#39; U.S. House Members Told</a>,&quot; Dec. 18, 2011<br />\r\n<br />\r\n<a href=\"http://cha.house.gov/sites/republicans.cha.house.gov/files/documents/franking_docs/franking_manual.pdf\">House franking regulations</a>, June 1998<br />\r\n<br />\r\n<a href=\"http://ethics.senate.gov/public/index.cfm?a=Files.Serve&amp;File_id=f2eb14e3-1123-48eb-9334-8c4717102a6e\">Senate Ethics Regulations</a>, 2003<br />\r\n<br />\r\nU.S. Senate, &quot;<a href=\"http://ethics.senate.gov/public/index.cfm/files/serve?File_id=56433779-f93f-4c71-a95f-9e3896b20690\">Regulations Governing the Use of the Mailing Frank,&quot; by Members and Officers of The United States Senate</a>,&quot; April 2008<br />\r\n<br />\r\nDavid Greenberg, &quot;Signed, sealed, secular&quot; (<a href=\"http://articles.latimes.com/2011/dec/18/opinion/la-oe-greenberg-xmascards-20111218\">op-ed in <em>Los Angeles Times</em></a>), Dec. 18, 2011<br />\r\n<br />\r\nE-mail interview with Douglas Laycock, law professor at the University of Virginia, Dec. 20, 2011<br />\r\n<br />\r\nE-mail interview with Richard W. Garnett, University of Notre Dame law professor, Dec. 20, 2011<br />\r\n<br />\r\nE-mail interview with Enid Doggett, communications director for the American Federation of Government Employees, Dec. 21, 2011<br />\r\n<br />\r\nE-mail interview with John M. Palguta, vice president for policy at the Partnership for Public Service, Dec. 21, 2011<br />\r\n<br />\r\nE-mail interview with Joe Conn, spokesman for Americans United for the Separation of Church and State, Dec. 20, 2011<br />\r\n<br />\r\nE-mail interview with David Greenberg, historian at Rutgers University, Dec. 21, 2011<br />\r\n<br />\r\nE-mail interview with Robert K. Kelner, attorney with the firm Covington &amp; Burling, Dec. 20, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 16, "current_job": "", "false_count": 15, "first_name": "Newt", "half_true_count": 21, "home_state": "Georgia", "id": 152, "last_name": "Gingrich", "mostly_true_count": 11, "name_slug": "newt-gingrich", "pants_count": 12, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/gingrichcutter.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/152/", "total_count": 86, "true_count": 7, "website": ""}, "statement": "<p>&quot;No federal official at any level is currently allowed to say &lsquo;Merry Christmas.&rsquo;&quot;</p>\r\n", "statement_context": "a campaign event in Davenport, Iowa", "statement_date": "2011-12-19", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 9, "photo": null, "resource_uri": "/api/v/2/subject/9/", "subject": "Religion", "subject_slug": "religion", "used_in_edition": []}], "target": [], "twitter_headline": ""}