{"art": [], "author": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "canonical_url": "/wisconsin/statements/2011/dec/23/greater-wisconsin-political-fund/greater-wisconsin-committee-says-cuts-school-aid-l/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 5024, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "tkertscher@journalsentinel.com", "first_name": "Tom", "id": 171, "last_name": "Kertscher", "name_slug": "tom-kertscher", "on_staff_page": 94, "phone": "", "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/171/", "title": "PolitiFact Wisconsin writer", "twitter": ""}, {"email_address": "jnelson@journalsentinel.com", "first_name": "James B.", "id": 176, "last_name": "Nelson", "name_slug": "james-b-nelson", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/176/", "title": "Watchdog reporter", "twitter": null}, {"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/5024/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tHighlighting $800 million in school aid cuts in Wisconsin&rsquo;s 2011-&rsquo;13 budget, critics of Gov. Scott Walker are attacking what they view as serious side effects from his fiscal medicine.<br />\r\n\t<br />\r\n\tA TV ad by the liberal Greater Wisconsin Committee uses interview clips to hammer Walker for backing business tax breaks while reducing state support for local schools.<br />\r\n\t<br />\r\n\tThe speakers -- unidentified by name or position, but described by the group as teachers, parents or grandparents -- make claims about school staffing cuts and larger class sizes. &nbsp;<br />\r\n\t<br />\r\n\tTheir claims are presented as more than random anecdotes; one source listed on the screen is a report issued by the state Department of Public Instruction, which oversees public education in Wisconsin.<br />\r\n\t<br />\r\n\tA few of the statements caught our attention -- and that of many readers:<br />\r\n\t<br />\r\n\t&quot;My daughter has not enough tables and chairs in her room and she has kids sitting on the floor,&quot; a man says, sitting with a woman and two young girls in a restaurant. A citation flashes on the screen: the state budget bill.<br />\r\n\t<br />\r\n\tThen a young man standing outside says: &quot;Forty-seven in a room, they don&rsquo;t get much attention.&quot; An onscreen graphic reads, &quot;Classes are overcrowded,&quot; and cites the aforementioned report issued by the Department of Public Instruction -- a widely publicized report summarizing a statewide survey of schools following the budget cuts.<br />\r\n\t<br />\r\n\tTogether, they essentially make the same point: Walker&rsquo;s school-aid cuts were so devastating that students are without chairs and a government survey found 47 kids in a classroom.<br />\r\n\t<br />\r\n\tIs the Greater Wisconsin Committee right?<br />\r\n\t<br />\r\n\tFirst, viewers may have seen slightly different versions of the Greater Wisconsin Committee ad -- at least three were produced and they all vary a bit. And we can&rsquo;t show them to you here: The group does not post its ads online but released a <a href=\"http://media.jsonline.com/documents/GWC.pdf\">script</a>.<br />\r\n\t<br />\r\n\tWe&rsquo;ll test the specific anecdotes but also look at the statewide situation.<br />\r\n\t<br />\r\n\tThe group argues the ad does not suggest that the anecdotes are representative of the situation statewide, but we disagree.<br />\r\n\t<br />\r\n\tThe &quot;not enough chairs&quot; anecdote is presented as one family&rsquo;s experience, but the &quot;47 in a room&quot; line is presented as a broad statement of fact, bolstered by the &quot;classes are overcrowded&quot; tagline and citation of a statewide survey as proof.<br />\r\n\t<br />\r\n\tAnd the GWC is paying for the ad, so it is responsible for the message that the individuals are conveying.<br />\r\n\t<br />\r\n\tWhen asked for backup, the group&rsquo;s leader, Michelle McGrorty, cited the statewide survey published in November by the Wisconsin Association of School District Administrators in conjunction with the state DPI, which is independent of the governor&rsquo;s office.<br />\r\n\t<br />\r\n\tPreviously, we rated two claims from that survey.<br />\r\n\t<br />\r\n\tWe found <a href=\"http://www.politifact.com/wisconsin/statements/2011/nov/27/scott-walker/walker-says-overwhelming-number-wisconsin-school-d/\">False </a>a statement by Walker that &quot;the overwhelming number&quot; of school districts reported their staff stayed the same or grew after the 2011-&rsquo;13 state budget. And we also rated <a href=\"http://www.politifact.com/wisconsin/statements/2011/nov/28/wisconsin-education-association-council/weac-says-state-budget-cuts-led-nearly-4000-educat/\">False </a>a claim by the state&rsquo;s largest teachers&rsquo; union that state budget cuts for schools&nbsp;&nbsp;&nbsp; resulted in nearly 4,000 educator layoffs.<br />\r\n\t<br />\r\n\tLet&rsquo;s study up.<br />\r\n\t<br />\r\n\tBoth sides have used the survey to argue their case on class sizes. The survey covered most schools, so it has value. At the same time, its conclusions have to be treated with caution because a district is counted as having higher class sizes even if only one grade was affected.<br />\r\n\t<br />\r\n\tThere is no doubt that at least one class size went up in a significant number of cases.<br />\r\n\t<br />\r\n\tIn elementary school, 42 percent of districts reported at least one class size increased. The middle school and high school data was more specific; 21 percent to 24 percent of core subject-area classes saw an increase in class sizes.<br />\r\n\t<br />\r\n\tCutbacks in teaching staff in the wake of the state aid cuts played a role in increased class sizes, the survey found. Nearly two out of three districts (63 percent) reported a net loss of teachers.<br />\r\n\t<br />\r\n\tThat&rsquo;s what we know.<br />\r\n\t<br />\r\n\tWhat we don&rsquo;t know -- and what the GWC cannot establish from the report &nbsp;-- is the size of the classes to bolster its &quot;overcrowding&quot; view.<br />\r\n\t<br />\r\n\tThe survey did not ask how many kids were in classrooms, or how many more students were added to classrooms. It simply asked whether any class sizes had increased. Nowhere in its analysis of the survey does DPI describe the resulting class sizes as &quot;overcrowded.&quot;<br />\r\n\t<br />\r\n\tAccording to WASDA and DPI officials, the survey did not attempt to get at whether school officials viewed their classes as overcrowded -- in part because it is a subjective term.<br />\r\n\t<br />\r\n\tThe survey does not document any shortage of desks or chairs in classrooms either.<br />\r\n\t<br />\r\n\tAsked about the survey, McGrorty said the findings &quot;definitely&quot; mean there will be some overcrowding.<br />\r\n\t<br />\r\n\tBut we contacted DPI and WASDA and another trade association and found no one claiming overcrowding or any specific increase in class size averages.<br />\r\n\t<br />\r\n\tWASDA has long tracked increased class sizes -- and says they are not a new phenomenon. Twenty years of state limits on school taxation have driven up class sizes for years, said Miles Turner, executive director of the group. He and others noted particularly that &quot;specials&quot; classes such as art and music have been combined as districts have laid off some of those teachers.<br />\r\n\t<br />\r\n\tAnother statewide association, the Wisconsin Association of School Boards, said class size increase have not risen to &quot;troublesome&quot; levels.<br />\r\n\t<br />\r\n\tJudging whether a class is overcrowded depends on the grade level, the type of students, the subject and other factors, Turner and several school superintendents and administrators told us.<br />\r\n\t<br />\r\n\tWe have none of that information from the ad.<br />\r\n\t<br />\r\n\tSo the claim has plenty of problems.<br />\r\n\t<br />\r\n\tThat leaves us with fact checking the specific anecdotes, but Greater Wisconsin -- which is funded by labor, Democratic Party groups and wealthy individual donors -- refuses to name the people or even cite the districts involved.<br />\r\n\t<br />\r\n\tMcGrorty told us the group is concerned about <a href=\"http://media.jsonline.com/documents/GWC+statement.docx\">potential harassment </a>or threats of violence against the speakers.<br />\r\n\t<br />\r\n\tShe also said the group was told that a school had to combine two classrooms because a teacher was laid off, and it lacked enough chairs. In the claims of classes increasing to 47, McGrorty contends it was a high school English class.<br />\r\n\t<br />\r\n\tWe were not able to identify the districts.<br />\r\n\t<br />\r\n\tThe statewide teachers union, the Wisconsin Education Association Council, said it couldn&rsquo;t identify them either, but said it had received reports from members about increased class sizes.<br />\r\n\t<br />\r\n\tWe also contacted schools in Milwaukee and Janesville, two districts hit hardest by budget cuts because they had teachers&rsquo; contracts in place and could not take advantage of health insurance and pension savings that Walker&rsquo;s budget provided.<br />\r\n\t<br />\r\n\tJanesville told us class sizes were limited to 30 for most grades by school board policy. The board in December 2011 bumped that up to 32. A district spokesman could cite no overcrowding.<br />\r\n\t<br />\r\n\tIn Milwaukee, the president of the teachers union, Robert Peterson, told us no survey had been done there but he was receiving numerous reports of larger class sizes -- more than 40 in some.<br />\r\n\t<br />\r\n\tDistrict spokeswoman Roseann St. Aubin concurred in part: Class sizes vary from 17 to 41 depending on the type of class and students. But she said no comparable data was available for the year before. Class sizes did jump in schools that lost special funding due to budget cuts, she said.<br />\r\n\t<br />\r\n\tWe heard that a gym class at Burroughs Middle School in Milwaukee had almost 50 kids. True, St. Aubin said, but two aides assist the teacher.<br />\r\n\t<br />\r\n\tWe read a comment on a Fox Valley TV news story, apparently posted by a teacher, that claimed she lacked enough chairs for a kindergarten class. The district in question was Oshkosh, best we could tell. An official there said the classes had enough chairs; the teacher who apparently posted the comment did not return calls.<br />\r\n\t<br />\r\n\t<strong>Our conclusion</strong><br />\r\n\t<br />\r\n\tIn trying to show that Walker&rsquo;s budget has caused school overcrowding, the Greater Wisconsin Committee misuses a survey of schools, cloaks its anecdotes in anonymity and provides no verification of its assertions.<br />\r\n\t<br />\r\n\tIn our view, the ad&rsquo;s message is that school crowding is common and dramatic, assertions not backed up by key school officials or the research cited. Class sizes have increased, and Walker&rsquo;s budget is partly responsible, but that trend began before Walker, and other factors play in.<br />\r\n\t<br />\r\n\tIn any case, that is not the same as &quot;overcrowding&quot; -- a description not even school and union officials are using.<br />\r\n\t<br />\r\n\tWe may revisit this item if new evidence emerges, but these claims -- as presented -- are thin and misleading.<br />\r\n\t<br />\r\n\tWe rate the claim False.</p>\r\n", "ruling_comments_date": "2011-12-22T17:03:49.852043", "ruling_date": "2011-12-23T09:00:00", "ruling_headline": "Greater Wisconsin Committee says cuts in school aid left some students without chairs and 47 kids in a classroom", "ruling_headline_slug": "greater-wisconsin-committee-says-cuts-school-aid-l", "ruling_link_text": "Survey says … well, nothing about overcrowding", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tGreater Wisconsin Committee, <a href=\"http://media.jsonline.com/documents/GWC.pdf\">ad fact </a><a href=\"http://media.jsonline.com/documents/GWC.pdf\">sheet </a>for &quot;Share,&quot; &quot;Going&quot; and &quot;Worse&quot; ads, December 2011<br />\r\n\t<br />\r\n\tGreater Wisconsin Committee, <a href=\"http://media.jsonline.com/documents/GWC+statement.docx\">press statement on ads</a>, December 2011<br />\r\n\t<br />\r\n\tState Department of Public Instruction, <a href=\"http://dpi.wi.gov/eis/pdf/dpinr2011_127.pdf\">press release</a>, Nov. 10, 2011<br />\r\n\t<br />\r\n\tDPI, <a href=\"http://dpi.wi.gov/eis/pdf/wasdasurveyresults.pdf\">budget survey analysis</a>, Nov. 15, 2011<br />\r\n\t<br />\r\n\tInterview and email exchange with Michelle McGrorty, executive director, Greater Wisconsin Committee, Dec. 12-13, 2011<br />\r\n\t<br />\r\n\tEmail exchange with Christina Brey, spokesperson, Wisconsin Education Association Council<br />\r\n\t<br />\r\n\tInterviews with Roseann St. Aubin, Milwaukee Public Schools spokeswoman, Dec. 15-16, 2011<br />\r\n\t<br />\r\n\tInterview with John Johnson, director, Education Information Services, Department of Public Instruction, Dec. 12, 2011<br />\r\n\t<br />\r\n\tInterview with Miles Turner, executive director, Wisconsin Association of School District Administrators, Dec. 12-13, 2011<br />\r\n\t<br />\r\n\tEmail exchange with Patrick Gasper, spokesman, Department of Public Instruction, Dec. 14, 2011<br />\r\n\t<br />\r\n\tInterview with Brett Berg, spokesman, Janesville schools, Dec. 14, 2011<br />\r\n\t<br />\r\n\tEmail exchange with Bob Peterson, president, Milwaukee Teachers Education Association, Dec. 16, 2011<br />\r\n\t<br />\r\n\tInterview with Dan Rossmiller, lobbyist, Wisconsin Association of School Boards, Dec. 14, 2011<br />\r\n\t<br />\r\n\tPresentation to Journal Sentinel editorial board by Mary Bell, president, Wisconsin Education Association Council, Nov. 21, 2011<br />\r\n\t<br />\r\n\tInterview with John Eyerly, district administrator, Westfield Schools, Dec. 13, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "", "false_count": 3, "first_name": "", "half_true_count": 4, "home_state": "Wisconsin", "id": 786, "last_name": "Greater Wisconsin Committee", "mostly_true_count": 1, "name_slug": "greater-wisconsin-political-fund", "pants_count": 1, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/mugs_mug-independentgroup__________________________.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/786/", "total_count": 14, "true_count": 2, "website": "http://www.greaterwisconsin.org/"}, "statement": "<p>\r\n\tScott Walker&rsquo;s school-aid cuts were so devastating that students are without chairs and a government survey found 47 kids in a classroom.<br />\r\n\t<br />\r\n\t<br />\r\n\t&nbsp;</p>\r\n", "statement_context": "a television ad", "statement_date": "2011-11-30", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 38, "current_job": "Milwaukee County Executive", "false_count": 42, "first_name": "Scott", "half_true_count": 38, "home_state": "Wisconsin", "id": 640, "last_name": "Walker", "mostly_true_count": 44, "name_slug": "scott-walker", "pants_count": 11, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Scott_Walker_1_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/640/", "total_count": 211, "true_count": 25, "website": "http://www.scottwalker.org/"}], "twitter_headline": ""}