{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2011/dec/27/ellyn-bogdanoff/ellyn-bogdanoff-said-florida-considered-fourth-lar/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}, {"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": null, "id": 5034, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/5034/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tSupporters of a proposed bill that would allow three massive destination casino resorts in South Florida often argue that gambling is already a big business here -- in fact, one of the largest in the country.<br />\r\n\t<br />\r\n\t&quot;Florida is considered the fourth-largest gambling state in the nation, but it has let the industry drive policy decisions and that has produced the worst kind of gaming,&#39;&#39; Sen. Ellyn Bogdanoff, R-Fort Lauderdale, said in an October 2011 <a href=\"http://www.miamiherald.com/2011/10/26/v-print/2472429/casino-bill-sacrifices-horse-and.html\">interview about her casinos bill</a>. &quot;To me, no kind of gaming is good, but we as policymakers have to decide, do we want gaming with five-star hotels or Internet cafes in strip malls?&quot;<br />\r\n\t<br />\r\n\tThat fourth-largest ranking claim has been repeated multiple times by Bogdanoff, including in a joint editorial with <a href=\"http://www.miamiherald.com/2011/11/26/v-print/2516460/on-casino-resorts-bill-sponsors.html\">state Rep. Erik Fresen</a>, R-Miami, and by other individuals, including <a href=\"http://www.miamiherald.com/2011/12/10/v-fullstory/2539366/diaz-balart-casino-resorts-wont.html\">former U.S. Rep. Lincoln Diaz-Balart.</a> Diaz-Balart is a lawyer and adviser for the Genting Group, which has purchased the waterfront Miami Herald property with plans to build a mega casino-resort there.<br />\r\n\t<br />\r\n\tWe wondered if the ranking is true.<br />\r\n\t<br />\r\n\t<strong> The roots of the claim</strong><br />\r\n\t<br />\r\n\tBogdanoff&#39;s legislative assistant, Aaron Nevins, told us that the source of her claim came from a Oct. 24, 2011, report by <a href=\"http://miamiherald.typepad.com/files/florida-gaming.pdf\">Bernstein Research</a>, a leading watcher of gambling stocks.<br />\r\n\t<br />\r\n\t&quot;Florida has more gaming options than Las Vegas,&quot; <a href=\"http://miamiherald.typepad.com/nakedpolitics/2011/10/casino-magnates-analysts-offer-conflicting-views-of-miamis-casino-potential.html\">the report states</a>. &quot;There is currently $3.4B of gaming occurring in Florida or $7.4B if one includes the lottery ... There are 8 casinos in the state run by Native Americans. Seven of these are Seminole and one is Miccosukee. These casinos generated revenues of just over $2B in 2009, making Florida the fourth largest state for tribal gaming....&quot;<br />\r\n\t<br />\r\n\tSetting aside the numbers for a second, the Bernstein report makes clear it is discussing tribal gaming not gaming overall in that section, a distinction not made by Bogdanoff.<br />\r\n\t<br />\r\n\t&quot;She misspoke,&quot; Nevins told PolitiFact in a Dec. 20 interview. &quot;Florida is the fourth-largest state for tribal gaming.&quot;<br />\r\n\t<br />\r\n\t<strong>Other measures, rankings</strong><br />\r\n\t<br />\r\n\tWhat else is out there?<br />\r\n\t<br />\r\n\tWe asked Nevins if there were any other sources that ranked states&#39; gambling revenues -- and he quickly found a separate report about states&#39; gambling revenues in fiscal year 2010 by the <a href=\"http://www.rockinst.org/pdf/government_finance/2011-06-23-Back_in_the_Black.pdf\">Nelson A. Rockefeller Institute of Government,</a> a group that describes itself as the public policy research arm of the State University of New York.<br />\r\n\t<br />\r\n\tAccording to the Rockefeller report, 43 states operate lotteries, 15 allow commercial casinos, 12 have racinos, and over 40 states allow pari-mutuel wagering. Lotteries and casinos generate the bulk of gambling-related revenues.<br />\r\n\t<br />\r\n\tThe report on Page 5 compares states&#39; revenues from lotteries, casinos, racinos and traditional pari-mutuel wagering. In Florida, revenues totaled about $1.4 billion -- ranking the state third behind New York and Pennsylvania.<br />\r\n\t<br />\r\n\tThe group also found that -- in the states where data was available -- Florida ranked third in Native American casino revenues, behind California and Connecticut.<br />\r\n\t<br />\r\n\t(A brief pit stop here to explain why the Bernstein and Rockefeller reports were billions apart on their Florida figures. The Rockefeller report cited about $1.25 billion for the lottery, which is the amount that went to the state&#39;s Education Enhancement Trust Fund, while Bernstein cited total lottery revenues of about $4 billion. Those figures can be seen in this chart on page 117 from <a href=\"http://edr.state.fl.us/Content/revenues/reports/tax-handbook/taxhandbook2011.pdf\">Florida&#39;s Department of Economic and Demographic Research</a>.)<br />\r\n\t<br />\r\n\tNow, back to the Rockefeller chart showing Florida at No. 3. How could Florida be ahead of Nevada, which had $829.3 million in revenues, placing at No. 12? This chart looks at gambling revenues from four sources -- lotteries, casinos, racinos and pari-mutuel wagering -- combined. Nevada only has one category here -- casinos -- while Florida has the lottery, racinos (race tracks with slot machines) and pari-mutuel wagering.<br />\r\n\t<br />\r\n\tBut let&#39;s take a look at a few other charts in the Rockefeller report that examine states&#39; gambling rankings in various ways:<br />\r\n\t<br />\r\n\t* States&#39; reliance on gambling revenues: In fiscal year 2009, Florida was 15th at 3.3 percent. Nevada -- at 12.5 percent -- had the highest percentage of gambling revenue as a share of the state&#39;s own-source revenue.<br />\r\n\t<br />\r\n\t* States&#39; share of nationwide gambling revenues: Florida was third at 5.8 percent behind New York and Pennsylvania for fiscal year 2010.</p>\r\n<p>\r\n\t* Gambling revenue per resident 18 &amp; above: Florida was 21st at $94.4. Rhode Island was No. 1.</p>\r\n<p>\r\n\t* Gambling revenue as a percentage of personal income: Florida was 19th at 0.2 percent. West Virginia was No. 1.<br />\r\n\t<br />\r\n\tAnd there are even more charts in the report that compare gambling revenues between 2009 and 2010 and zero in on single sources of gambling such as racinos. But you get the picture -- each measure of gambling can result in a different state being the top, second or fourth.<br />\r\n\t<br />\r\n\tAnd we&#39;ll toss in one more source of state-by-state comparisons. We found a ranking of states related to commercial casino activity from the <a href=\"http://www.americangaming.org/files/aga/uploads/docs/sos/aga-sos-2011.pdf\">American Gaming Association&#39;s 2011 state of the states survey</a>.<br />\r\n\t<br />\r\n\tFor example, on state-by-state consumer spending, or gross gaming revenue -- what a casino earns before it pays taxes, salaries or other expenses, Florida ranked 16th in the country. On tax revenue, Florida ranked 15th. (The AGA is focused here on its definition of commercial casinos, which includes racinos -- but note these rankings don&#39;t reflect tribal establishments or the lottery.)<br />\r\n\t<br />\r\n\tAnd if you guessed Nevada as No. 1 for commercial casino tax revenue you&#39;d be wrong -- Pennsylvania and Indiana were higher. How could Indiana be higher than Nevada?<br />\r\n\t<br />\r\n\t&quot;Indiana ranks higher than Nevada because, while its gross gaming revenue is lower than Nevada, its tax rate is much higher, yielding a larger tax contribution from commercial casinos in the state,&quot; said Holly Wetzel, spokeswoman for the association.<br />\r\n\t<br />\r\n\tCheck out this <a href=\"http://www.stateline.org/live/details/story?contentId=572456\">article</a> from Stateline.org, a publication of the Pew Center on the States:<br />\r\n\t<br />\r\n\t&quot;Nevada can still lay claim to being the nation&rsquo;s leading casino state, with a total take of $10.4 billion last year, but casino revenue and casino tax revenue are two very different things. State tax policies for casinos vary widely. Tax rates often are higher for casinos located at racetracks, sometimes called &#39;racinos,&#39; where the slot machines tend to be operated by the state lottery as opposed to the more traditional state regulatory gaming commission.&quot;<br />\r\n\t<br />\r\n\t<strong> What&#39;s the best source?</strong><br />\r\n\t<br />\r\n\tSo is there a preferred way to compare states to conclude which one is the largest, or fourth-largest, gambling state in the nation? Does it all depend on what point you want to make or what you are looking at?<br />\r\n\t<br />\r\n\tWe posed those questions to experts in the industry as well as academics.<br />\r\n\t<br />\r\n\tWetzel, of AGA, told us in an interview: &quot;I don&#39;t think there is a right or wrong or agreed-upon way to measure it. It depends upon what question you are asking.&quot; Wetzel said most firms comparing markets look at gross gaming revenues -- what a casino earns before it pays taxes, salaries or other expenses. It can also be useful to look at tax contributions -- but there are different tax rates in various states.<br />\r\n\t<br />\r\n\t&quot;You can slice it and dice it anyway you want to depending on what story you are wanting to get at,&quot; Wetzel said. &quot;The way we rank it is gross gaming revenue.&quot;<br />\r\n\t<br />\r\n\tLucy Dadayan, one of the authors on the Rockefeller report, agreed with Bogdanoff that gambling is already in Florida in a big way.<br />\r\n\t<br />\r\n\t&quot;However, the statement by the senator isn&rsquo;t made in terms of reliance on gambling, or on any adjusted basis,&quot; Dadayan told PolitiFact Florida in an e-mail. &quot;So total gambling expenditures (which we don&rsquo;t collect) is the best measure in that regard. From the figures we collect, I&rsquo;d say total gambling revenues to the state are the most useful measure, and Florida is in the 3rd place by this measure. The choice of the measure is really dependent on the purpose of the comparison.&quot;<br />\r\n\t<br />\r\n\tDean Gerstein, principal investigator for an in-depth gambling study done for the federal government in 1999 and now vice provost and professor at Claremont Graduate University, said the best measure depends on the point a person is trying to make.<br />\r\n\t<br />\r\n\t&quot;A measure is a statistical construct designed to best match the concept you have in mind. If the concept is the sheer size of an industry, then total revenues/sales is the usual metric,&quot; Gerstein said. &quot;If it is the significance of the industry to the &#39;local&#39; economy, it is the industry&rsquo;s local wages plus locally retained profits (including the tax rake) generated, as a percentage of local wage/profit retention/tax.<br />\r\n\t<br />\r\n\t&quot;If you are interested in gambling by residents, you want to know how much the local residents gamble away per capita, regardless of where they do so. Hence all the CA residents who trek to Vegas are exporting money. But all the multinational corporations that own Vegas casinos are exporting profits. The preferred stat depends on what you are interested in, and it is important to think straight about this. Note that the states with the largest populations &mdash; CA, TX, NY, FL &mdash; tend to dominate any stat that is based in some part on total population, while Nevada and other small-pop mountain states will be down in the weeds. When you put population in the denominator (that is, &#39;per capita&#39;), that changes things.&quot;<br />\r\n\t<br />\r\n\t<strong> Our ruling</strong><br />\r\n\t<br />\r\n\tAs Bogdanoff introduced her casino bill she said: &quot;Florida is considered the fourth-largest gambling state in the nation...&quot; But this isn&#39;t as simple as college football rankings. There isn&#39;t one universally accepted measure.<br />\r\n\t<br />\r\n\tNow, Bogdanoff&#39;s legislative assistant acknowledges she should have specified tribal gaming. But that said, Bogdanoff&#39;s broader point is certainly supported from the majority of research, which suggests that -- if you include the state lottery -- Florida is certainly a big gambling state. No. 4? That&#39;s a lot less clear and very much dependent on what you measure and how you measure it.<br />\r\n\t<br />\r\n\tOn balance, we rate this claim Half True.</p>\r\n", "ruling_comments_date": "2011-12-27T12:57:17.357444", "ruling_date": "2011-12-27T13:41:26", "ruling_headline": "Ellyn Bogdanoff said 'Florida is considered the fourth-largest gambling state in the nation'", "ruling_headline_slug": "ellyn-bogdanoff-said-florida-considered-fourth-lar", "ruling_link_text": "Gambling is big in Florida but there are a lot of ways to rank states", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tBernstein Research, <a href=\"http://miamiherald.typepad.com/files/florida-gaming.pdf\">&quot;U.S. Gaming: What Florida means for the shape of U.S. gaming,&quot;</a> Oct. 24, 2011<br />\r\n\t<br />\r\n\tNelson A. Rockefeller Institute of Government, <a href=\"http://www.rockinst.org/pdf/government_finance/2011-06-23-Back_in_the_Black.pdf\">&quot;Back in the Black,&quot;</a> June 23, 2011<br />\r\n\t<br />\r\n\tAmerican Gaming Association, <a href=\"http://www.americangaming.org/files/aga/uploads/docs/sos/aga-sos-2011.pdf\">&quot;State of the States AGA survey of casino entertainment,&quot;</a> 2011<br />\r\n\t<br />\r\n\tFlorida Department of Economic and Demographic Research, <a href=\"http://edr.state.fl.us/Content/revenues/reports/tax-handbook/taxhandbook2011.pdf\">Florida Tax Handbook</a>, 2011<br />\r\n\t<br />\r\n\tU.S. Census, <a href=\"http://www.census.gov/govs/state/10lottery.html\">&quot;Income and apportionment of state-administered lottery funds,&quot;</a> 2010<br />\r\n\t<br />\r\n\tNorth American Association of state and provincial lotteries, <a href=\"http://www.naspl.org/index.cfm?fuseaction=content&amp;menuid=17&amp;pageid=1025\">Lottery sales and profits</a>, Fiscal years 2009 and 2010<br />\r\n\t<br />\r\n\tContemporary Economic Policy, <a href=\"https://www.documentcloud.org/documents/279036-cep-gambling-article-doug-walker.html\">&quot;The effect of legalized gambling on state government revenue,&quot;</a> January 2011<br />\r\n\t<br />\r\n\tStateline, <a href=\"http://www.stateline.org/live/details/story?contentId=572456\">&quot;States&#39; casino tax revenue tops $7 billion,&quot;</a> May 5, 2011<br />\r\n\t<br />\r\n\tMiami Herald/St. Petersburg Times, <a href=\"http://www.miamiherald.com/2011/10/26/v-print/2472429/casino-bill-sacrifices-horse-and.html\">&quot;Casino bill would help mega-resorts, hurt racetracks,&quot;</a> Oct. 26, 2011<br />\r\n\t<br />\r\n\tMiami Herald, <a href=\"http://www.miamiherald.com/2011/12/12/2543221/genting-our-miami-casino-wont.html\">&quot;Genting: Our Miami casino won&#39;t be the largest in the world,&quot;</a> Dec. 12, 2011<br />\r\n\t<br />\r\n\tMiami Herald&#39;s Naked Politics Blog, <a href=\"http://miamiherald.typepad.com/nakedpolitics/2011/10/casino-magnates-analysts-offer-conflicting-views-of-miamis-casino-potential.html\">&quot;Casino magnates &amp; analysts offer conflicting views of Miami&#39;s casino potential,&quot;</a> Oct. 29, 2011<br />\r\n\t<br />\r\n\tMiami Herald, <a href=\"http://www.miamiherald.com/2011/11/26/v-print/2516460/on-casino-resorts-bill-sponsors.html\">&quot;On casino resorts bill, supporters set the record straight,&quot;</a> Nov. 26, 2011<br />\r\n\t<br />\r\n\tMiami Herald, <a href=\"http://www.miamiherald.com/2011/12/10/v-fullstory/2539366/diaz-balart-casino-resorts-wont.html\">&quot;Diaz-Balart: Casino resorts won&#39;t change South Florida&#39;s character, brand,&quot;</a> Dec. 10, 2011<br />\r\n\t<br />\r\n\tMiami Herald, <a href=\"http://www.miamiherald.com/2011/12/12/2543221/genting-our-miami-casino-wont.html\">&quot;Genting: Our Miami casino won&#39;t be the largest in the world,&quot;</a> Dec. 12, 2011<br />\r\n\t<br />\r\n\tSun-Sentinel, <a href=\"http://articles.sun-sentinel.com/2011-10-26/news/fl-gaming-bill-released-20111026_1_genting-malaysia-casino-developer-fourth-largest-gambling-state\">&quot;&#39;Destination casino&#39; bill sets the stage for gambling debate in Florida,&quot;</a> Oct. 26, 2011<br />\r\n\t<br />\r\n\tInterview, Aaron Nevins, legislative assistant to Sen. Ellyn Bogdanoff, Dec. 20, 2011<br />\r\n\t<br />\r\n\tInterview, Janet Brashear, Senior Analyst, Gaming, Lodging, &amp; Leisure at Bernstein Research, Dec. 20, 2011<br />\r\n\t<br />\r\n\tInterview, Lucy Dadayan, Senior Policy Analyst at the Nelson A. Rockefeller Institute of Government, Dec. 20, 2011<br />\r\n\t<br />\r\n\tInterview, Holly Wetzel, spokeswoman for the American Gaming Association, Dec. 20-21, 2011<br />\r\n\t<br />\r\n\tInterview, Dean Gerstein, vice provost and professor at Claremont Graduate University, Dec. 21, 2011<br />\r\n\t<br />\r\n\tInterview, David G. Schwartz, director of the Center for Gaming Research University of Nevada Las Vegas, Dec. 21, 2011<br />\r\n\t<br />\r\n\tInterview, Joe Weinert, vice president for Spectrum Gaming, Dec. 21, 2011<br />\r\n\t<br />\r\n\tInterview, Doug Walker, associate professor of economics, College of Charleston, Dec. 21, 2011<br />\r\n\t<br />\r\n\tInterview, Roger Gros, publisher Global Gaming Business Magazine, Dec. 21, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "state representative", "false_count": 1, "first_name": "Ellyn", "half_true_count": 1, "home_state": "Florida ", "id": 524, "last_name": "Bogdanoff", "mostly_true_count": 0, "name_slug": "ellyn-bogdanoff", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/OT_322048_KEEL_FLGOV_08.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/524/", "total_count": 3, "true_count": 0, "website": "http://www.ellynbogdanoff.com/"}, "statement": "<p>\r\n\t&quot;Florida is considered the fourth-largest gambling state in the nation.&quot;</p>\r\n", "statement_context": "a newspaper article", "statement_date": "2011-10-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 170, "photo": null, "resource_uri": "/api/v/2/subject/170/", "subject": "Gambling", "subject_slug": "gambling", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [], "twitter_headline": ""}