{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2012/jan/03/rick-santorum/rick-santorum-says-hes-won-votes-democrats-indepen/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 5053, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/5053/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tOne of the attributes Rick Santorum often cites on the campaign trail is that he won repeatedly in Pennsylvania -- a state that has voted Democratic for president in every election since 1992.<br />\r\n\t<br />\r\n\tSantorum -- a former two-term Republican senator from Pennsylvania -- has made this argument to counter the contention that his strong social conservatism makes him less electable in a general election than former Massachusetts Gov. Mitt Romney.<br />\r\n\t<br />\r\n\tDuring a Dec. 29, 2011, <a href=\"http://transcriptswire.cq.com/do/transcriptView?id=407781140\">interview</a> on NBC&rsquo;s <em>Today</em>, Savannah Guthrie asked Santorum, &quot;Should Republicans &hellip; today be concerned about this issue of electability should you be the nominee against Barack Obama?&quot;<br />\r\n\t<br />\r\n\tHere&rsquo;s Santorum&rsquo;s full response:<br />\r\n\t<br />\r\n\t&quot;Absolutely they should be concerned about the electability. I&#39;m the only one in this race that has a track record of winning elections in tough states. I had a million more registered Democrats than Republicans. And in two statewide elections, you know, running against very strong candidates, I was able to win the state of Pennsylvania, something a Republican hasn&#39;t done for president since 1988.<br />\r\n\t<br />\r\n\t&quot;And so if you look at everybody else in the field, no one has ever run as a conservative and been able to attract independents and Democrats to win. I have. And I think that&#39;s one of the reasons the people in Iowa are looking us. They say, &lsquo;Wow, this guy&#39;s defeated, you know, straight up two Democratic incumbents to win his House seat and -- and Senate seat in very tough districts and in a very tough state.&rsquo;&quot;<br />\r\n\t<br />\r\n\tThere&rsquo;s a lot to look at here. Let&rsquo;s go race by race.<br />\r\n\t<br />\r\n\t<strong>House elections</strong><br />\r\n\t<br />\r\n\tIn 1990, Santorum, a 32-year-old lawyer, challenged seven-term Democratic incumbent Doug Walgren. &quot;Santorum knocked on 25,000 doors, amassed an army of volunteers including many right-to-lifers, attacked Walgren for voting for a pay raise seven times and for living in the Washington suburbs,&quot; according to the <em>Almanac of American Politics</em>. Despite being outspent, $717,000 to $251,000, Santorum won, 51 percent to 49 percent.<br />\r\n\t<br />\r\n\tThis district leaned Democratic, but after the 1990 Census, redistricting made it even more so. Yet Santorum won his 1992 re-election bid easily, defeating a Democratic state senator, 61 to 38 percent.<br />\r\n\t<br />\r\n\tIt&rsquo;s worth noting that in this district -- and much of western Pennsylvania -- there are lots of voters who register as Democrats but who are substantially more conservative than the party label would suggest. Many are ethnic and blue-collar Democrats who are socially conservative, particularly on abortion. So as a Catholic politician staunchly opposed to abortion, Santorum was well positioned to win support from voters who were traditionally Democratic but whose leanings on social issues more closely mirrored those of the GOP.<br />\r\n\t<br />\r\n\t&nbsp;&quot;Those voters may be Democrats, but they are conservative, anti-communist (this still mattered in the 1980s and early 1990s), Catholic, pro-life, pro-gun, pro-manufacturing, and not-so pro-environment. Santorum fit perfectly,&quot; said David Patti, who heads the Pennsylvania Business Council and who worked in the Ronald Reagan campaign in Pittsburgh in 1984<br />\r\n\t<br />\r\n\tSo Santorum&rsquo;s claim needs a bit of an asterisk. Still, he has a point. Under the district lines first used in 1992, Democratic candidates for president won easily -- Bill Clinton won, 52 to 39 percent, in 1996, and Al Gore won, 57 to 41 percent, in 2000. Clearly, then, lots of voters in the district were comfortable voting for Santorum, Clinton and Gore.<br />\r\n\t<br />\r\n\t<strong>1994 Senate race</strong><br />\r\n\t<br />\r\n\tIn 1994, Santorum challenged liberal Democratic Sen. Harris Wofford, who had been elected in a 1991 special election.<br />\r\n\t<br />\r\n\tIn 1991, Wofford -- running against a popular former Republican governor, Richard Thornburgh -- had won 61 percent of the vote in metropolitan Pittsburgh. But against Santorum, who hailed from the area, Wofford won metro Pittsburgh by only a 50 to 47 percent margin. This significant underperformance suggests that Santorum remained popular in his home region, which includes many Democrats. (Statewide, Santorum won narrowly, 49 to 47 percent.)<br />\r\n\t<br />\r\n\tHere, too, it&rsquo;s worth noting an asterisk: 1994 was the year of a Republican congressional landslide. This may not have greatly helped Santorum&rsquo;s standing among Democrats, but his anti-incumbent status probably boosted his appeal among independents.<br />\r\n\t<br />\r\n\tThe best way to measure Santorum&rsquo;s appeal for Democrats and independents in 1994 is through exit polls, in which pollsters gather data from voters exiting polling places on Election Day. However, when we contacted the main archive for exit polls -- the University of Connecticut&rsquo;s Roper Center -- they told us that the statewide data was not in an easily usable form for 1994.<br />\r\n\t<br />\r\n\t<strong>2000 Senate race</strong><br />\r\n\t<br />\r\n\tOf Santorum&rsquo;s three Senate races, 2000 is the only one conducted in what might be called a &quot;neutral&quot; political environment -- neither the Republican rout of 1994, nor the Democratic tsunami of 2006. In 2000, by contrast, the presidential race ended in a virtual tie. For this reason, it may be the best test of Santorum&rsquo;s argument that he&rsquo;s &quot;been able to attract independents and Democrats.&quot;<br />\r\n\t<br />\r\n\tIn 2000, Santorum&rsquo;s strong conservatism initially made him look vulnerable for voters in a swing state. But in the general election, he faced Rep. Ron Klink, who had emerged from a multi-candidate Democratic primary with little money and not much of a statewide profile. Klink, like many western Pennsylvania Democrats, was anti-abortion and pro-gun, lessening his appeal for many fellow Democrats and making it hard for him to replenish his treasury. Ultimately, Santorum outspent Klink 3-to-1 and won a second term, 52 to 46 percent.<br />\r\n\t<br />\r\n\tFortunately, the Roper Center does have a breakdown of the 2000 Pennsylvania exit poll.<br />\r\n\t<br />\r\n\tIt shows that self-identified Democratic voters split their votes in the Senate race as follows: 80 percent for Klink, 18 percent for Santorum. Among self-identified independents, the breakdown was 55 percent for Santorum, 41 percent for Klink.<br />\r\n\t<br />\r\n\tSo Santorum&rsquo;s record of Democratic support in his home district and regionally largely didn&rsquo;t carry over to the statewide Senate race of 2000. He lost Democrats statewide by a 4-to-1 margin.<br />\r\n\t<br />\r\n\tHowever, he has a point that he was able to win independent votes. Against Klink, he won a clear majority of independents in 2000.<br />\r\n\t<br />\r\n\t<strong>2006 Senate race</strong><br />\r\n\t<br />\r\n\tIn 2006, Democrats were buoyed by voter fatigue with President George W. Bush. Santorum faced a strong candidate -- Robert Casey, a former Pennsylvania auditor general and state treasurer who was the son of a popular former governor. In fact, the incumbent was considered an underdog for most, if not all, of the campaign.<br />\r\n\t<br />\r\n\tIn a year when the Democrats took over the House and Senate, Santorum was trounced, as Casey won, 59 to 41 percent.<br />\r\n\t<br />\r\n\tThe exit polls found that Democrats backed Casey over Santorum, 93 percent to 7 percent. Even independents abandoned Santorum, backing Casey by a 72 to 28 percent margin.<br />\r\n\t<br />\r\n\tSo whatever juice Santorum had among either group of voters essentially vanished in the Democratic wave election of 2006.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tWe come to a mixed verdict on Santorum&rsquo;s claim that he has &quot;been able to attract independents and Democrats to win&quot; elections in Pennsylvania.<br />\r\n\t<br />\r\n\tSantorum can point to solid evidence that he won over Democrats and independents in his two House races and in his wave-aided 1994 Senate election. However, since many of the conservative Democrats, including those in his home district, have either left the Democratic Party or voted increasingly for Republicans over the last quarter century, it&rsquo;s not clear how relevant this fact is in bolstering the case that Santorum can win votes from disaffected Obama Democrats in 2012.<br />\r\n\t<br />\r\n\tMeanwhile, Santorum lost badly statewide among Democrats in 2000 and 2006, and while he won independents in 2000, he lost them by a large margin in the Democratic wave of 2006. If anything, the general trend is that Santorum has done less well among Democrats and independents over time, and as he&rsquo;s run for bigger political offices. On balance, we rate his statement Half True.</p>\r\n", "ruling_comments_date": "2012-01-03T16:18:12.759424", "ruling_date": "2012-01-03T17:51:09", "ruling_headline": "Rick Santorum says he's won votes of Democrats, independents in Pennsylvania", "ruling_headline_slug": "rick-santorum-says-hes-won-votes-democrats-indepen", "ruling_link_text": "Less and less as time went on", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tRick Santorum, <a href=\"http://transcriptswire.cq.com/do/transcriptView?id=407781140\">interview</a> on NBC&rsquo;s <em>Today</em>, Dec. 29, 2011<br />\r\n\t<br />\r\n\t2000 Pennsylvania exit poll, obtained from the University of Connecticut&rsquo;s Roper Center<br />\r\n\t<br />\r\n\t2006 Pennsylvania exit poll, obtained from the University of Connecticut&rsquo;s Roper Center<br />\r\n\t<br />\r\n\t<a href=\"http://elections.nytimes.com/2008/results/president/national-exit-polls.html\">National Exit Polls Table</a>, 2008<br />\r\n\t<br />\r\n\tAlmanac of American Politics, 2002 edition<br />\r\n\t<br />\r\n\tE-mail interview with David Patti, president and CEO of the Pennsylvania Business Council, Jan. 3, 2012<br />\r\n\t<br />\r\n\tE-mail interview with Mo Coleman, political scientist at the University of Pittsburgh, Jan. 3, 2012<br />\r\n\t<br />\r\n\tE-mail interview with Kirk Holman, former Republican official in western Pennsylvania, Jan. 3, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 12, "current_job": "", "false_count": 17, "first_name": "Rick", "half_true_count": 14, "home_state": "Pennsylvania", "id": 1077, "last_name": "Santorum", "mostly_true_count": 7, "name_slug": "rick-santorum", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rick_Santorum_2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1077/", "total_count": 61, "true_count": 6, "website": ""}, "statement": "<p>\r\n\tSays he has &quot;been able to attract independents and Democrats to win&quot; elections in Pennsylvania.</p>\r\n", "statement_context": "an interview on NBC's \"Today\" ", "statement_date": "2011-12-29", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}, {"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}, {"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}], "target": [], "twitter_headline": ""}