{"art": [], "author": [{"email_address": "akuffner@providencejournal.com", "first_name": "Alex", "id": 280, "last_name": "Kuffner", "name_slug": "alex-kuffner", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/280/", "title": "Reporter", "twitter": null}], "canonical_url": "/rhode-island/statements/2012/jan/08/sheldon-whitehouse/us-sen-sheldon-whitehouse-says-development-solar-p/", "edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "editor": [{"email_address": "tmurphy@providencejournal.com", "first_name": "Tim", "id": 145, "last_name": "Murphy", "name_slug": "tim-murphy", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/tim_murphy2_80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/145/", "title": "Editor", "twitter": null}], "facebook_headline": null, "id": 5077, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "akuffner@providencejournal.com", "first_name": "Alex", "id": 280, "last_name": "Kuffner", "name_slug": "alex-kuffner", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/280/", "title": "Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/5077/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>The environmental benefits of renewable energy are pretty clear, but the economics can still be muddy. Installing wind turbines and solar panels is expensive. That&rsquo;s why grants, low-interest loans and tax credits are so important to the industry.<br />\r\n<br />\r\nA key federal incentive came up for debate Dec. 13 on the floor of the U.S. Senate. &nbsp;At issue was the future of the <a href=\"http://www.treasury.gov/initiatives/recovery/Pages/1603.aspx\">1603 Treasury grant program</a>, which was created as part of the Obama administration&rsquo;s stimulus package in 2009. The program offered grants equal to 30 percent of a renewable energy project&rsquo;s cost.<br />\r\n<br />\r\nIn what would ultimately be an unsuccessful fight to extend the grant program into 2012, Sen. Sheldon Whitehouse, a Rhode Island Democrat, spoke up at the hearing. In<a href=\"http://whitehouse.senate.gov/newsroom/multimedia/view/?id=9da80162-5056-a032-52d9-e92721861fa2\"> prepared remarks</a>, he said the program is vital to the industry and that its termination would threaten jobs and projects.<br />\r\n<br />\r\n&quot;Let me just bring it home,&quot; Whitehouse said, as he referred to his notes. &quot;In Rhode Island, this [grant program] has facilitated solar panel installations on three new bank branches. The TD Bank has opened up in Barrington, in East Providence and in Johnston, Rhode Island. Those projects created jobs, they put people to work, they lowered the cost for these banks of their electrical energy, and they get us off foreign oil and away, step by step, from these foreign entanglements that we have to get into to defend our oil supply.&quot;<br />\r\n<br />\r\nThat&rsquo;s a lot of potential benefits from TD Bank&rsquo;s projects, but we&rsquo;re interested in just one of them -- that the development of solar power and other forms of renewable energy will, in the senator&rsquo;s words, &quot;get us off foreign oil.&quot;<br />\r\n<br />\r\nPolitiFact Rhode Island assessed<a href=\"http://www.politifact.com/rhode-island/statements/2011/mar/27/jon-brien/rep-brien-says-woonsocket-needs-garbage-burning-po/\"> a similar claim</a> last March after state Rep. Jon Brien said that a proposed waste-to-energy plant in Woonsocket was needed because &quot;residents are paying through the nose for electricity fueled by foreign oil.&quot; We ruled the statement Pants on Fire because New England -- and, in fact, the nation as a whole -- gets only a tiny fraction of its electricity from oil-fired power plants.<br />\r\n<br />\r\nWe thought we should revisit the issue, however, because it&rsquo;s a claim that comes up frequently in support of renewable energy. Whitehouse takes it a step further by framing the issue in terms of national security.<br />\r\n<br />\r\nThe foundation of the claim is the presumption that the United States uses oil to generate its electricity.<br />\r\n<br />\r\nAccording to the U.S. Energy Information Administration, a government agency under the Department of Energy, in 2010, petroleum was used to generate <a href=\"http://www.eia.gov/totalenergy/data/monthly/pdf/sec7_6.pdf\">less than 1 percent</a> of the country&rsquo;s power. More than two thirds of the electricity in the United States came from burning coal and natural gas, with much of the balance from nuclear energy and hydroelectric power. Oil is seldom used because its cost has risen so high.<br />\r\n<br />\r\nAs for Rhode Island, the state is part of the New England power grid in which electricity flows across state lines. In 2010, 0.4 percent of New England&rsquo;s power was fueled by oil, according to a <a href=\"http://www.iso-ne.com/nwsiss/grid_mkts/enrgy_srcs/index.html\">chart</a> provided by ISO-New England, the nonprofit that manages the grid.<br />\r\n<br />\r\nNatural gas plants provided the most power with a share of 32 percent, followed by nuclear stations (29 percent), dual-fuel plants that can burn natural gas and oil (12 percent), coal plants (11 percent), hydropower facilities (6 percent), other renewable energy sources (6 percent) and imported energy from New York and Canada (4 percent).<br />\r\n<br />\r\nThere are plants in New England that use oil. For example, one of Brayton Point Power Station&rsquo;s units burns oil, generating 28 percent of the facility&rsquo;s output, according to a spokesman for Dominion Generation.<br />\r\n<br />\r\nBut other oil-burning plants don&rsquo;t operate as much these days -- in fact, many go on line only when demand is highest, say, on hot summer days when air conditioners are turned up -- because oil is so expensive and natural gas, especially, is so cheap.<br />\r\n<br />\r\nIn Rhode Island, of the nine significant power plants in the state, only three can use oil as well as natural gas, according to Thomas Kogut, spokesman for the Rhode Island Division of Public Utilities and Carriers. The rest exclusively use natural gas.<br />\r\n<br />\r\nThe only plant that relies entirely on oil is on Block Island and serves only about 1,000 people for most of the year. Only a <a href=\"http://www.eia.gov/cneaf/electricity/epa/generation_state.xls\">fraction of 1 percent </a>of the state&rsquo;s electric generation came from oil in 2010.<br />\r\n<br />\r\nBut there is something else. After asking for an explanation of Whitehouse&rsquo;s comments, his office did point out one way that renewable energy would lessen oil usage. Seth Larson, spokesman for the senator, referred to the New England power grid and what happens on peak demand days in the summer.<br />\r\n<br />\r\nOn those days, usage spikes, going from a typical load of, say, 18,000 megawatts, to 25,000 megawatts or more. In order to meet demand, oil-fired plants kick on.<br />\r\n<br />\r\nDespite the high costs, these power plants come on line because there&rsquo;s no alternative source of power. Larson said that if more renewable energy is developed it will reduce the need to use oil when the grid is stretched.<br />\r\n<br />\r\nISO-New England confirmed that oil is used more on days when demand for power is high. For example, on July 22, 2011, the <a href=\"http://www.iso-ne.com/nwsiss/grid_mkts/demnd_days/index.html\">second-highest demand day ever in the region</a>, oil provided 14 percent of the grid&rsquo;s power, according to a spokeswoman for ISO-New England. But days like that are isolated and the amount of oil used doesn&rsquo;t add up to much relative to annual totals.<br />\r\n<br />\r\nWe also checked with Seth Kaplan, vice president of policy and climate advocacy at the Conservation Law Foundation, a regional environmental advocacy group. He said that renewable energy can make a real difference when demand for power spikes. And peak demand days, he said, typically occur on sunny days when solar power systems perform best.<br />\r\n<br />\r\nKaplan also said that there is a larger point to be made in reference to Whitehouse&rsquo;s comments. Reducing the country&rsquo;s reliance on oil is a process. If more sources of renewable energy come on line and if those sources are used to power electric and hybrid vehicles, then demand for oil could drop significantly. That&rsquo;s because the bulk of the oil used in the United States -- <a href=\"http://www.eia.gov/energyexplained/index.cfm?page=oil_home#tab2\">72 percent</a>, according to the Energy Information Administration -- goes to fueling cars, trucks and planes.<br />\r\n<br />\r\nBefore we make our ruling, there are other issues with Whitehouse&rsquo;s comments about the importance of the 1603 grant program that need to be pointed out. Along with TD Bank&rsquo;s solar power systems, he cites three other projects in Rhode Island that were helped by the grants: a wind turbine at Hodges Badge Company in Portsmouth, a proposed solar farm in East Providence and three wind turbines that are set to go up at the Narragansett Bay Commission in Providence.<br />\r\n<br />\r\nThere are problems with some of his examples and details that need to be clarified with others.<br />\r\n<br />\r\nTD Bank did indeed benefit from Treasury grants, but a spokesman for the company said the projects would have been done with or without federal assistance. In other words, the grants were not crucial to their development.<br />\r\n<br />\r\nIn his remarks, Whitehouse said that Hodges Badge &quot;has just gone completely green energy.&quot; At the time, however, the company&rsquo;s turbine had not been installed. It wasn&rsquo;t put up until Jan. 4. Hodges Badge has been approved for a Treasury grant but has yet to receive the money, said Rick Hodges, president of the company.<br />\r\n<br />\r\nThe Narragansett Bay Commission has started construction on three wind turbines at its Fields Point facility on the Providence waterfront, but the project is receiving no money whatsoever from the Treasury program. Because it&rsquo;s a quasi-public agency, it would never have qualified for the grants, said Jamie Samons, spokeswoman for the commission.<br />\r\n<br />\r\nThe solar farm being planned in East Providence did not receive a Treasury grant because not enough work was done on the project before the program expired. Jeanne Boyle, director of city planning, said East Providence could have qualified for a grant because it has partnered in the project with a private developer. Despite the termination of the 1603 program, the project is still in the works.<br />\r\n<br />\r\n<strong>Our ruling</strong><br />\r\n<br />\r\nWhitehouse said on the Senate floor that renewable energy projects would &quot;get us off foreign oil&quot; and away from &quot;foreign entanglements that we have to get into to defend our oil supply.&quot;<br />\r\n<br />\r\nHis comments demand further explanation.<br />\r\n<br />\r\nOil-powered plants provide a tiny amount of the power used in Rhode Island. That&rsquo;s also true for New England. And the United States as a whole. For the most part, these plants only come on line when demand is highest a few times a year.<br />\r\n<br />\r\nBut a layperson would assume something different from the senator&rsquo;s statement -- that oil is a large part of our generating supply and that alternative energy projects would substantially reduce oil consumption.<br />\r\n<br />\r\nThe truth is investments in solar and wind power, such as the projects the senator cites, won&rsquo;t have a large effect on oil consumption.<br />\r\n<br />\r\nBecause of this misimpression -- and because of the other inaccuracies in Whitehouse&rsquo;s speech that we noted -- our ruling on the claim is Mostly False.<br />\r\n<br />\r\n(Get updates from<a href=\"http://twitter.com/#%21/PolitiFactRI\"> PolitiFactRI on Twitter</a>. To comment or offer your ruling, visit us on our<a href=\"http://www.facebook.com/pages/PolitiFact-Rhode-Island/108242095907358\"> PolitiFact Rhode Island Facebook</a> page.)</p>\r\n", "ruling_comments_date": "2012-01-06T16:31:26.221551", "ruling_date": "2012-01-08T06:00:00", "ruling_headline": "U.S. Sen. Sheldon Whitehouse says development of renewable energy will “get us off” foreign oil", "ruling_headline_slug": "us-sen-sheldon-whitehouse-says-development-solar-p", "ruling_link_text": "Oil rarely used to generate power.", "ruling_state": null, "source_documents": null, "sources": "<p>Whitehouse.Senate.gov, &quot;<a href=\"http://whitehouse.senate.gov/newsroom/multimedia/view/?id=9da80162-5056-a032-52d9-e92721861fa2\">Jobs at Stake: Fighting for Renewable Energy</a>,&quot; Dec. 13, 2011, accessed Jan. 3, 2012<br />\r\n<br />\r\nEIA.gov, &quot;<a href=\"http://www.eia.gov/totalenergy/data/monthly/pdf/sec7_6.pdf\">Electricity Net Generation: Electric Power Sector</a>,&quot; December 2011, accessed Jan. 4, 2012<br />\r\n<br />\r\nEIA.gov, &quot;<a href=\"http://www.eia.gov/energyexplained/index.cfm?page=oil_home#tab2\">Oil: Crude and Petroleum Products Explained</a>,&quot; updated July 5, 2011, accessed Dec. 4, 2012<br />\r\n<br />\r\nEIA.gov, &quot;<a href=\"http://www.eia.gov/cneaf/electricity/epa/generation_state.xls\">Net generation by state by producer by energy source</a>,&quot; November 2011, accessed Jan. 4, 2012<br />\r\n<br />\r\nISO-NE.com, &quot;<a href=\"http://www.iso-ne.com/nwsiss/grid_mkts/enrgy_srcs/index.html\">Energy Sources in New England, 2010,</a>&quot; accessed Jan. 3, 2012<br />\r\n<br />\r\nISO-NE.com, &quot;<a href=\"http://www.iso-ne.com/nwsiss/grid_mkts/key_facts/ne_12-2011_profile.pdf\">New England 2011-2012 Regional Profile</a>,&quot; December 2011, accessed Jan. 4, 2012<br />\r\n<br />\r\nISO-NE.com, &quot;<a href=\"http://www.iso-ne.com/nwsiss/grid_mkts/demnd_days/index.html\">Top 10 Demand Days</a>,&quot; November 2011, accessed Jan. 5, 2012<br />\r\n<br />\r\nTreasury.gov, &quot;<a href=\"http://www.treasury.gov/initiatives/recovery/Documents/Status%20overview.pdf\">Overview and Status Update of the 1603 Program</a>,&quot; Oct. 31, 2011, accessed Jan. 4, 2012<br />\r\n<br />\r\nTreasury.gov, &quot;<a href=\"http://www.treasury.gov/initiatives/recovery/Documents/B%20Guidance%203-29-11%20revised%20%282%29%20clean.pdf\">Payments for Specified Energy Property in Lieu of Tax Credits under American Recovery and Reinvestment Act of 2009</a>,&quot; revised April 2011, accessed Jan. 4, 2012<br />\r\n<br />\r\nInterview Tom Kogut, spokesman, Rhode Island Division of Public Utilities and Carriers, Jan. 4, 2012<br />\r\n<br />\r\nInterview, Seth Kaplan, vice president of policy and climate advocacy, Conservation Law Foundation, Jan. 5, 2012<br />\r\n<br />\r\nInterview, David Graves, spokesman, National Grid, Jan. 5, 2012<br />\r\n<br />\r\nInterview, Jamie Samons, spokeswoman, Narragansett Bay Commission, Jan. 4, 2012<br />\r\n<br />\r\nInterview, Rick Hodges, president, Hodges Badge Company, Jan. 4, 2012<br />\r\n<br />\r\nInterview, Jeanne Boyle, director of city planning, City of East Providence, Jan. 4, 2012<br />\r\n<br />\r\nE-mail, Seth Larson, spokesman for U.S. Sen. Sheldon Whitehouse, Jan. 5, 2012<br />\r\n<br />\r\nE-mail, Jim Norvelle, spokesman, Dominion Generation, Jan. 6, 2012<br />\r\n<br />\r\nInterview and e-mails, Lacey Ryan, spokeswoman, ISO-New England, Jan. 4, 5, 2012<br />\r\n<br />\r\nInterview and e-mails, Jimmy Hernandez, spokesman, TD Bank, Jan. 3 and 4, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "U.S. Senator", "false_count": 3, "first_name": "Sheldon", "half_true_count": 2, "home_state": "Rhode Island", "id": 480, "last_name": "Whitehouse", "mostly_true_count": 7, "name_slug": "sheldon-whitehouse", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/swhitehouse.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/480/", "total_count": 24, "true_count": 10, "website": "http://whitehouse.senate.gov/"}, "statement": "<p>&quot;[Renewable energy] projects . . . get us off foreign oil and away, step by step, from these foreign entanglements that we have to get into to defend our oil supply.&quot;</p>\r\n", "statement_context": "a Senate hearing", "statement_date": "2011-12-13", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Most scientists agree that climate change is real and humans are causing it. The figure that&rsquo;s widely cited is 97 percent of climate scientists, and it appears in at least&nbsp;<a href=\"http://www.politifact.com/truth-o-meter/statements/2015/sep/02/rick-santorum/santorum-un-climate-head-debunked-widely-cited-97-/\">three peer-reviewed surveys</a>.&nbsp;<a href=\"http://www.politifact.com/virginia/statements/2016/apr/04/don-beyer/don-beyer-says-97-percent-scientists-believe-human/\">Plenty of other studies</a>&nbsp;report overwhelming majorities of experts (in the 90 percent range) and at least&nbsp;<a href=\"http://climate.nasa.gov/scientific-consensus/\">18 scientific associations</a>&nbsp;agree.</p>\r\n", "id": 313, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/images.jpg", "resource_uri": "/api/v/2/subject/313/", "subject": "Climate Change", "subject_slug": "climate-change", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}, {"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}], "target": [], "twitter_headline": ""}