{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2012/jan/11/mitt-romney/mitt-romney-says-barack-obama-has-raised-taxes-19-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 5098, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/5098/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tIn a Jan. 5, 2012, <a href=\"http://articles.latimes.com/2012/jan/05/news/la-pn-romneys-tax-plan-slashes-revenue-rewards-the-wealthy-20120105\"><em>Los Angeles Times</em> article</a>, Andrea Saul, a spokeswoman for Republican presidential candidate Mitt Romney, accused President Barack Obama of repeatedly raising taxes.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t&quot;President Obama has raised taxes 19 times,&quot; she said, &quot;stunting our economic growth and leading us further down the path toward a European-style entitlement society.&quot;<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tA reader asked us to check whether Obama has really raised taxes 19 times. We began by requesting the list of 19 tax increases from the Romney campaign. They quickly complied.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tBecause the definition of &quot;tax&quot; can be subject to some disagreement, we asked tax experts for guidance on what constitutes a tax and what does not.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tJoseph D. Henchman, vice president of legal and state projects at the Tax Foundation, a business-backed group, offered a brief rule of thumb.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t&quot;Taxes have the primary purpose of raising revenue for general government,&quot; he said. &quot;Fees have the primary purpose of raising revenue for a specific benefit to the payer. Penalties have the purpose of imposing criminal sanction, and any revenue generation is incidental.&quot;<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tHenchman added that removing a tax exemption -- even if its critics deride it as a loophole, even if it benefits one company -- counts as a tax increase as long as the purpose is revenue generation.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tHenry Aaron, a senior fellow with the Brookings Institution, offered broadly similar definitions. He called a tax increase &quot;anything that increases what most normal people would call a tax. A &lsquo;rate increase&rsquo; is a tax. Changes in other rules that cause people whose behavior doesn&rsquo;t change to pay more tax are also tax increases. The behavior point is key, as some rule changes may lead people to change behavior, sacrificing income and thereby paying the same amount or even less in taxes. Those rule changes should be called tax increases.&quot;<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tAaron went on to say that things get more difficult once you start looking at fees that can reasonably be characterized as user charges. &quot;I wouldn&rsquo;t call an increase in a freeway toll a tax increase, but it can get muddy,&quot; Aaron said. &quot;The tunnels on the roads away from Logan Airport in Boston charge the cabbie two fees, a tunnel charge that every driver has to pay and an extra charge levied only on cabs and intended, I am sure, to hit travelers who are, in significant proportion, out-of-staters. The first part of that charge is a user fee; the second, I would call a tax.&quot;<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tAaron added that &quot;lots of regulations or rules result in people having to pay more money, but I wouldn&rsquo;t call them taxes. The rule that drivers must carry auto insurance forces drivers to buy insurance that they might not otherwise want -- I wouldn&rsquo;t call that a tax. A rule that food producers must take steps to make sure that their products are free of impurities or germs forces them to pay money, but is not a tax. More generally, the government requires people to do all manner of things that cost them money or inconvenience that should not be called taxes unless every law requiring some form of behavior is a tax, which would deprive the word of any clear meaning.&quot;<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tWe&rsquo;ll list the 19 provisions in four groupings that reflect how much consensus there seems to be from our reporting.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t<strong>Items that are clearly taxes, and that are already in effect</strong><br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t&bull; <em>Increasing the federal excise tax on tobacco</em>. Obama signed legislation<a href=\"http://www.ttb.gov/main_pages/schip-summary.shtml\"> raising taxes on cigarettes and other tobacco products</a> soon after taking office; that money goes to pay for children&#39;s health insurance programs. The law went into effect in 2009.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t&bull; <em>A 10 percent excise tax on indoor tanning services</em>. This tax is narrowly targeted at tanning bed users, but it is still a tax. This took effect July 1, 2010.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t&bull; <em>Increasing corporate taxes by making it more difficult for businesses to engage in activities that reduce their tax liability</em>. This appears to refer to the closing of a half-dozen existing exemptions and credits relevant only to large international corporations. (We wrote about this<a href=\"http://www.politifact.com/truth-o-meter/statements/2012/jan/05/barack-obama/barack-obama-reelection-video-says-he-closed-corpo/\"> recently</a>.) While this is a provision targeted narrowly at big conglomerates -- and while it&rsquo;s popular as a way to keep deep-pocketed countries from sheltering excessive amounts of income -- our experts said it does count as a tax increase. Obama signed the bill into law on Aug. 10, 2010.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t&bull; <em>Imposing an annual fee on manufacturers and importers of branded drugs, based on each company&rsquo;s share of the total market</em>. While some industry-specific levies are intended to help foot the bill for regulatory processes, this one is more of a revenue raiser for the more general goals of the health care overhaul. It took effect on Jan. 1, 2011.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t<strong>Items that are clearly taxes, but which are not yet in effect</strong><br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tListed in chronological order of date they will take effect:<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t&bull; <em>Increasing the hospital insurance portion of the payroll tax from 2.9 percent to 3.8 percent for couples earning more than $250,000 a year, or $200,000 for single filers</em>. Takes effect Jan. 1, 2013.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t&bull; <em>Applying the 3.8 percent hospital insurance tax to investment income for couples earning more than $250,000 a year, or $200,000 for single filers, for the first time</em>. Takes effect Jan. 1, 2013.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t&bull; <em>A 2.3 percent excise tax on manufacturers and importers of certain medical devices</em>. This is a narrowly targeted tax, but still a tax (and will likely be reflected in consumer prices once it begins). Takes effect Jan. 1, 2013.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t&bull; <em>Raise the 7.5 percent adjusted gross income floor for the medical expenses deduction to 10 percent</em>. People who would have qualified for the deduction this year would pay more. Takes effect Jan. 1, 2013.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t&bull; <em>Annual fee levied on health insurance providers, based on each company&rsquo;s share of the total market</em>. Same logic as the levy on branded drug companies cited above. Takes effect Jan. 1, 2013.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t&bull; <em>Limiting the amount taxpayers can deposit in flexible spending accounts to $2,500 a year</em>. While the Obama camp says this provision is intended in part to stop abuse of the system, our experts consider it a tax because it increases taxable income. Takes effect Jan. 1, 2013<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t&bull; <em>Eliminating the corporate deduction for prescription expenses for retirees</em>. According to the Society for Human Resource Management, certain employers were not only &quot;qualified to receive a subsidy equal to 28 percent of covered prescription drug costs for their retirees,&quot; but the employer also was entitled to an income tax deduction for the subsidy. The idea behind providing both a subsidy and a tax deduction was to reduce taxpayer costs for the Medicare drug plan by encouraging companies pay their retirees&rsquo; costs, but the way it was structured was criticized by some as double-dipping. No matter the justification, our experts agreed it was still a tax hike. It takes effect Jan. 1, 2013.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t&bull; <em>Increasing taxes on health insurance companies by limiting the amount of compensation paid to certain employees that they can deduct from their taxes</em>. According to Congress&rsquo; Joint Committee on Taxation, this will be effective for compensation paid in taxable years &quot;beginning after 2012, with respect to services performed after 2009.&quot; Once again, this is narrowly targeted at health care company executives -- not a popular group -- but it&rsquo;s still a tax.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t&bull; <em>A 40 percent excise tax on employer-provided &quot;Cadillac&quot; health insurance plans costing more than $10,200 for individuals and $27,500 for families</em>. Takes effect Jan. 1, 2018.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t<strong>Items about which there is no consensus over whether they&rsquo;re taxes</strong><br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t&bull; <em>Reduce the number of medical products taxpayers can purchase using funds they put aside in health savings accounts and flexible spending accounts</em>. The definition of which items qualify and don&rsquo;t qualify for flex spending plans seems to us to be more like the kind of decision made by regulators than lawmakers responsible for writing the tax code.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t&bull; <em>A mandate for individuals to buy health insurance and for employers to offer it to their workers</em>. This one is a doozy, because the answer is crucial to the court case that challenges the entire health care law. Because the courts will ultimately decide whether the federal government is levying a tax on people who can afford health insurance but choose not to buy it -- or whether the government is simply using the tax code to enforce a criminal penalty, as some critics of the health care law say -- we won&rsquo;t take a side on this question.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t<strong>Items where there is a strong argument that they are not taxes</strong><br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t&bull; <em>Exclusion of unprocessed fuels from the existing cellulosic biofuel producer credit</em>. This provision -- which is already in effect -- was included in the health care bill even though it has nothing to do with health care. Though its inclusion as an unrelated item suggests that revenue-raising is the primary intention, it was actually intended to fix a legislative oversight.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tAccording to the<a href=\"http://www.kaiserhealthnews.org/Stories/2010/March/18/rules-committee-health-reconciliation-analysis.aspx\"> House Rules Committee</a>, then controlled by the Democrats, Congress in 2008 &quot;enacted a $1.01 per gallon tax credit for the production of biofuel from cellulosic feedstocks in order to encourage development of new production capacity for biofuels not derived from food source materials. Congress is aware that some taxpayers are seeking to claim the cellulosic biofuel tax credit for unprocessed fuels. &hellip; The provision (in the health care bill) would limit eligibility for the tax credit to processed fuels.&quot;<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tBeyond the question of whether it simply corrects an error, Aaron argues that this provision is not a tax, since &quot;there&rsquo;s no logic requiring that unprocessed fuels qualify for tax credit. If this is a tax increase, then one should, presumably, treat as a tax the fact that fountain pens are not eligible for a tax credit, as they could have been, but weren&rsquo;t included in this tax credit.&quot; (The change has already taken effect.)<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t&bull; <em>The health care law&rsquo;s &quot;medical loss ratio&quot; provision. </em>Insurance companies will be required to spend either 80 percent (in the individual- and small-group market) or 85 percent (in the large-group market) of the money they receive from premiums on medical care and health care quality improvement, rather than on administrative costs. The provision took effect in 2011. The intention behind this provision is to shape how insurers spend premium dollars, making it more quality regulation than a revenue-raising tax.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t&bull; <em>A $50,000 penalty per non-profit hospital if they fail to meet new &quot;community needs assessment.&quot;</em> This falls into the same category as the previous item -- a provision intended to regulate insurers&rsquo; practices rather than generate revenue.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t&bull; <em>Increased penalty for purchasing disallowed products with health savings account, to 20 percent</em>. This is a penalty for a violation, not a tax.<br />\r\n\t<br />\r\n\tIt&rsquo;s worth pointing out that a number of these provisions are quite narrowly targeted, and some are likely popular among the public, such as those aimed at health-care executive compensation and tax-shelter strategies by billion-dollar multinational corporations. By contrast, as we have noted, the most expansive of Obama&rsquo;s tax policies went the other direction, reducing taxes for <a href=\"http://www.politifact.com/truth-o-meter/statements/2010/jan/28/barack-obama/tax-cut-95-percent-stimulus-made-it-so/\">95 percent of working families</a>.<br />\r\n\t<br />\r\n\tAnd a final note: The president doesn&rsquo;t have the authority to raise taxes on his own. He can only do so with the consent of Congress, which is what happened in each of these cases.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tOf the 19 provisions Romney is citing, we conclude that 13 may be reasonably defined as taxes (though of those, only four are already in effect). Of the remaining six provisions Romney cites, we find two that are subject to disagreement and four that are probably not taxes at all. So, more than two-thirds of the 19 provisions Romney cited are pretty clearly taxes, but many of them are narrowly targeted at groups from tanning-bed users to health company CEOs. On balance, we rate the statement Half True.</p>\r\n", "ruling_comments_date": "2012-01-09T16:23:49.078665", "ruling_date": "2012-01-11T10:41:46", "ruling_headline": "Mitt Romney says Barack Obama has raised taxes 19 times", "ruling_headline_slug": "mitt-romney-says-barack-obama-has-raised-taxes-19-", "ruling_link_text": "At least 13, many narrowly targeted", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<em>Los Angeles Times</em>, &quot;<a href=\"http://articles.latimes.com/2012/jan/05/news/la-pn-romneys-tax-plan-slashes-revenue-rewards-the-wealthy-20120105\">Romney&#39;s tax plan would slash revenue, reward the wealthy</a>,&#39; Jan. 5, 2012<br />\r\n\t<br />\r\n\tKaiser Family Foundation, &quot;<a href=\"http://www.kff.org/healthreform/upload/8061.pdf\">Summary of New Health Reform Law</a>,&quot; accessed Jan. 9, 2012<br />\r\n\t&nbsp;&nbsp;&nbsp; .<br />\r\n\tKaiser Health News, &quot;<a href=\"http://www.kaiserhealthnews.org/Stories/2010/March/18/rules-committee-health-reconciliation-analysis.aspx\">House Rules Committee&#39;s Analysis Of The Health Bill</a>,&quot; March 18, 2010<br />\r\n\t<br />\r\n\tHealthCare.gov, &quot;<a href=\"http://www.healthcare.gov/news/factsheets/2010/11/medical-loss-ratio.html\">Medical Loss Ratio: Getting Your Money&#39;s Worth on Health Insurance</a>,&quot; accessed Jan. 9, 2012<br />\r\n\t<br />\r\n\tSociety for Human Resource Management, &quot;<a href=\"http://www.shrm.org/hrdisciplines/benefits/Articles/Pages/StillWorthwhile.aspx\">Still Worthwhile? Weighing Retiree Drug Benefits Without a Subsidy Deduction</a>,&quot; July 28, 2010<br />\r\n\t<br />\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2011/feb/07/barack-obama/president-barack-obama-says-he-didnt-raise-taxes/\">President Barack Obama says he didn&#39;t raise taxes once</a>,&quot; Feb. 7, 2011<br />\r\n\t<br />\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2012/jan/05/barack-obama/barack-obama-reelection-video-says-he-closed-corpo/\">Barack Obama reelection video says he &quot;closed corporate tax loopholes that were sending profits overseas</a>,&quot; Jan. 5, 2012<br />\r\n\t<br />\r\n\tE-mail interview with Henry Aaron, senior fellow with the Brookings Institution, Jan. 5, 2012<br />\r\n\t<br />\r\n\tE-mail interview with Joseph D. Henchman, vice president of legal and state projects at the Tax Foundation, Jan. 5, 2012<br />\r\n\t<br />\r\n\tE-mail interview with Nick Kasprak, analyst with the Tax Foundation, Jan. 5, 2012<br />\r\n\t<br />\r\n\tE-mail interview with Roberton Williams, senior fellow at the Urban Institute-Brookings Institution Tax Policy Center, Jan. 5, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 34, "current_job": "Former governor", "false_count": 32, "first_name": "Mitt", "half_true_count": 58, "home_state": "Massachusetts", "id": 5, "last_name": "Romney", "mostly_true_count": 33, "name_slug": "mitt-romney", "pants_count": 19, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-mittromney.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/5/", "total_count": 221, "true_count": 30, "website": "http://www.mittromney.com/"}, "statement": "<p>\r\n\t&quot;President Obama has raised taxes 19 times.&quot;</p>\r\n", "statement_context": "an e-mail to the Los Angeles Times", "statement_date": "2012-01-05", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ""}