{"art": [], "author": [{"email_address": "sowen@statesman.com", "first_name": "Sue", "id": 265, "last_name": "Owen", "name_slug": "sue-owen", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/265/", "title": "PolitiFact Texas staff writer", "twitter": null}], "canonical_url": "/texas/statements/2012/jan/13/steny-hoyer/democratic-leaders-say-quarter-african-americans-d/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 5147, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "sowen@statesman.com", "first_name": "Sue", "id": 265, "last_name": "Owen", "name_slug": "sue-owen", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/265/", "title": "PolitiFact Texas staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/5147/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tTwo Democratic congressmen last month challenged the fairness of state voter identification laws like one in Texas, suggesting the mandates would target certain Americans.<br />\r\n\t<br />\r\n\tIn an <a href=\"http://www.statesman.com/opinion/dont-allow-americans-voting-rights-to-be-attacked-2030471.html?printArticle=y\">opinion piece</a> published in the <em>Austin American-Statesman</em> on Dec. 13, 2011, U.S. Reps. Steny Hoyer of Maryland and John Lewis of Georgia said: &quot;New measures introduced in several states would mandate government-issued, current photo identification for all wishing to vote. However, as many as one in four African Americans do not carry the necessary forms of identification to vote under these conditions and would be hit hard by these new laws.&quot;<br />\r\n\t<br />\r\n\tA reader asked us to check if indeed as many as 25 percent of African Americans do not carry a current government-issued photo ID, such as a driver&rsquo;s license, passport or military ID.<br />\r\n\t<br />\r\n\tThat statistic comes from a 2006 survey by the Brennan Center for Justice at New York University&rsquo;s School of Law. Hoyer spokesman Dan Reilly told us by email that the congressmen got their number from a Nov. 14, 2011 <a href=\"http://www.brennancenter.org/content/resource/statement_for_congressional_forum_excluded_from_democracy/\">speech</a> by the center&rsquo;s Lawrence Norden. Norden cited the center&rsquo;s 2006 survey of Americans&rsquo; ownership and access to citizenship documents and identification.<br />\r\n\t<br />\r\n\tThe Brennan Center combines research and legal advocacy on public policy issues such as campaign finance reform and racial balance in criminal law, and it has said that state efforts to require photo IDs from voters at the polls could discourage millions from voting, especially minority and low-income Americans. In an October 2011 <a href=\"http://www.brennancenter.org/content/resource/voting_law_changes_in_2012/\">report</a>, the center said that in five states where photo ID laws were scheduled to take effect in 2012, some 3.2 million Americans, accounting for about 10 percent of the states&rsquo; voting-age residents, lacked government-issued photo IDs.<br />\r\n\t<br />\r\n\tTwo of those states -- Texas and South Carolina -- must have their laws cleared by the U.S. Department of Justice because of past failures to protect minority voting rights. The department <a href=\"http://www.foxnews.com/us/2011/12/23/sc-voter-id-law-rejected-by-justice-department-130291671/\">rejected</a> South Carolina&rsquo;s law last month (saying that minority registered voters were more likely than whites to lack state IDs), and has asked Texas to supply more data about the impact of its law on minority voters.<br />\r\n\t<br />\r\n\tSpecifically, federal officials asked Texas in September 2011 for the racial breakdown and counties of residence of registered voters who don&rsquo;t have a state-issued license or ID -- about 600,000 people, Texas&rsquo; secretary of state estimated. Secretary of state spokesman Rich Parsons told us the office is preparing those numbers.<br />\r\n\t<br />\r\n\tTexas&rsquo; law, signed last year by Gov. Rick Perry, requires voters to show a valid government-issued photo ID, such as a Texas driver&#39;s license, Department of Public Safety identification card, state concealed handgun license, U.S. military ID or U.S. passport.<br />\r\n\t<br />\r\n\tBack to the nationwide data: The Brennan Center&rsquo;s 2006 survey reached by telephone 987 U.S. citizens of voting age, asking them questions including, &quot;Do you have a current, unexpired government-issued ID with your picture on it, like a driver&rsquo;s license or a military ID?&quot;<br />\r\n\t<br />\r\n\tAs voter ID debates heated up in 2011, the conservative Heritage Foundation issued a <a href=\"http://www.heritage.org/research/reports/2011/08/without-proof-the-unpersuasive-case-against-voter-identification\">critique</a> of the survey, noting it was still frequently cited and questioning its decision not to focus on registered or actual voters. The center&rsquo;s <a href=\"http://www.brennancenter.org/content/resource/citizens_without_proof_stands_strong/\">response</a> said in part, &quot;While it is true that citizens in those groups are more likely to vote in any given election, they are not the only citizens who have the right to vote.&quot;<br />\r\n\t<br />\r\n\tOverall, according to the survey, 11 percent of voting-age Americans did not have current government-issued photo ID. Among African Americans, 25 percent did not have such ID, compared to 8 percent of whites. Not enough Hispanics were surveyed to reach reliable conclusions about that subgroup, the center said.<br />\r\n\t<br />\r\n\tA December 2011 <a href=\"http://www.naacp.org/pages/defending-democracy\">report </a>by the NAACP on barriers to voting rights mentioned the 25-percent figure from the 2006 survey, going on to say that reasons for such a disparity can include the cost of getting a photo ID (because minorities are over-represented in the poor population) and the lack of documents they need to apply for the photo ID, such as birth certificates (not issued to many African Americans born before the Civil Rights Act passed), which can also cost money to obtain.<br />\r\n\t<br />\r\n\tThe center has not surveyed voting-age Americans since 2006 about whether they have photo IDs, Keesha Gaskins, senior counsel for its Democracy Program, told us.<br />\r\n\t<br />\r\n\tSeparately, we found no other national surveys by race of which U.S. citizens eligible to vote have government-issued photo IDs. Two national surveys taken in 2008, however, checked on registered voters. &nbsp;<br />\r\n\t<br />\r\n\tBefore the 2008 presidential election, researchers from the University of Washington and other schools carried out a national telephone <a href=\"http://latinodecisions.wordpress.com/2011/05/24/the-disproportionate-impact-of-stringent-voter-id-laws/\">survey</a> of 4,563 registered voters. In the survey, 10 percent of blacks, 11 percent of Hispanics and 5 percent of whites said they did not have a valid driver&#39;s license or an ID issued by their home state.<br />\r\n\t<br />\r\n\tAnother <a href=\"http://www.vote.caltech.edu/drupal/files/report/Final%20report20090218.pdf\">survey</a>, reaching 10,000 registered voters via phone and Internet after the 2008 election, included questions about driver&rsquo;s license ownership by race. In <a href=\"http://electionupdates.caltech.edu/?p=4185\">an Aug. 30, 2011, blog post</a>, Massachusetts Institute of Technology professor Charles Stewart III said responses showed that 19 percent of black respondents and 3 percent of whites did not have a driver&rsquo;s license. In his blog post, Stewart did not break out results for Hispanic respondents.<br />\r\n\t<br />\r\n\tOf respondents who reported having a driver&rsquo;s license, 16 percent of blacks and 9 percent of whites said the address on it was not current. In all, 32 percent of black respondents did not have a driver&rsquo;s license bearing their current address, Stewart said, compared to 13 percent of whites.<br />\r\n\t<br />\r\n\tAmong half a dozen other studies, ranging in scope from three counties to three states, several struck us as having limited applicability to the statement by Hoyer and Lewis: &nbsp;</p>\r\n<ul>\r\n\t<li>\r\n\t\tThe NAACP report said a 2008 <a href=\"http://www.pewcenteronthestates.org/uploadedFiles/wwwpewcenteronthestatesorg/Initiatives/MVW/GA_voters.pdf?n=2979\">Pew Center</a> study in Georgia showed 30 percent of African Americans said they voted absentee because they lacked a photo ID. However, this statistic reflects the responses of only 30 voters in three counties, and the Pew report warns against using it to draw conclusions.</li>\r\n\t<li>\r\n\t\tA <a href=\"http://www.justice.gov/crt/about/vot/misc/ga_id_bond_ltr.php\">2005 Department of Justice summary</a> of state data said that among registered voters who applied for Georgia driver&rsquo;s licenses or state ID cards, African Americans had state ID at a &quot;slightly higher&quot; percentage than whites.</li>\r\n\t<li>\r\n\t\tA <a href=\"http://www.seattlepi.com/news/article/SC-voter-ID-law-hits-some-black-precincts-harder-2225488.php#ixzz1ijgFPFTv\">2011 Associated Press analysis</a> of South Carolina data showed the state&rsquo;s photo ID law would fall harder on black populations in some areas and on whites in other areas.</li>\r\n\t<li>\r\n\t\tA <a href=\"http://www4.uwm.edu/eti/barriers/DriversLicense.pdf\">2005 University of Wisconsin-Milwaukee</a> study used U.S. census and state data to conclude that in Wisconsin, 45 percent of black men and 51 percent of black women had a valid driver&rsquo;s license, compared with 54 percent of Hispanic men and 41 percent of Hispanic women.</li>\r\n</ul>\r\n<p>\r\n\t&nbsp;</p>\r\n<p>\r\n\tTwo other surveys asked questions closest to matching the statement by Hoyer and Lewis.<br />\r\n\t<br />\r\n\tA <a href=\"http://depts.washington.edu/uwiser/documents/Indiana_voter.pdf\">2007 survey</a> of Indiana&rsquo;s voting-age citizens found 26.6 percent of blacks and 13.6 percent of whites did not have a &quot;current&quot; government-issued or state university-issued photo ID. Lead researcher Matt Barreto of the University of Washington told us Hispanics composed too small a share of the population for their survey results to be analyzed separately.<br />\r\n\t<br />\r\n\tA <a href=\"http://www.american.edu/spa/cdem/upload/csae080109.pdf\">2008 survey</a> of registered voters in Indiana, Mississippi and Maryland found 3.8 percent of blacks and 0.9 percent of whites did not have government-issued photo IDs. Results for Hispanic voters were not broken out.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tHoyer and Lewis stated that &quot;as many as one in four African Americans do not carry the necessary forms of identification to vote&quot; under conditions imposed by photo ID laws -- &quot;government-issued, current photo identification.&quot;<br />\r\n\t<br />\r\n\tThat figure came from a national survey taken about six years ago and, far as we could tell, mostly unchallenged since. While other collections of data do not touch on exactly the same point, most indicate that African Americans are less likely than whites to hold varied kinds of government-issued IDs, with percentages of blacks without such ID ranging from nearly 4 percent to more than 26 percent.<br />\r\n\t<br />\r\n\tWe rate the Democrats&rsquo; &quot;as many as&quot; claim Mostly True.</p>\r\n", "ruling_comments_date": "2012-01-13T21:23:20.067083", "ruling_date": "2012-01-13T20:22:31", "ruling_headline": "Democratic leaders say up to a quarter of African Americans don’t have government photo ID", "ruling_headline_slug": "democratic-leaders-say-quarter-african-americans-d", "ruling_link_text": "Not a lot of data", "ruling_state": "Texas", "source_documents": null, "sources": "<p>\r\n\tOpinion column by U.S. Reps. Steny Hoyer and John Lewis, <a href=\"http://www.statesman.com/opinion/dont-allow-americans-voting-rights-to-be-attacked-2030471.html\">&quot;Don&#39;t allow Americans&#39; voting rights to be attacked,&quot;</a> printed in Austin American-Statesman Dec. 13, 2011<br />\r\n\t<br />\r\n\tBrennan Center for Justice at New York University School of Law report, <a href=\"http://www.brennancenter.org/content/resource/citizens_without_proof_a_survey_of_americans_possession_of_documentary_proo/\">&quot;Citizens Without Proof,&quot;</a> November 2006<br />\r\n\t<br />\r\n\tEmail interview with Dan Reilly, national press secretary for U.S. Rep. Steny Hoyer, Dec. 14, 2011<br />\r\n\t<br />\r\n\tTestimony by Lawrence D. Norden, Brennan Center&rsquo;s deputy director of Democracy Program, <a href=\"http://www.brennancenter.org/content/resource/statement_for_congressional_forum_excluded_from_democracy/\">&quot;Excluded From Democracy: The Impact of Recent State Voting Changes,&quot;</a> Nov. 14, 2011<br />\r\n\t<br />\r\n\tBrennan Center report, <a href=\"http://www.brennancenter.org/content/resource/voting_law_changes_in_2012/\">&lsquo;Voting Law Changes in 2012,&quot;</a> Oct. 3, 2011<br />\r\n\t<br />\r\n\tAssociated Press news story, <a href=\"http://www.foxnews.com/us/2011/12/23/sc-voter-id-law-rejected-by-justice-department-130291671/\">&quot;SC Voter Law Rejected by Justice Department,&quot;</a> Dec. 23, 2011<br />\r\n\t<br />\r\n\tU.S. Department of Justice <a href=\"http://media.charleston.net/2011/pdf/dojscvoteridletter_12232011.pdf\">letter</a> from U.S. Assistant Attorney General Thomas E. Perez to South Carolina Assistant Deputy Attorney General C. Havird Jones, Jr., Dec. 23, 2011<br />\r\n\t<br />\r\n\t<em>Austin American-Statesman</em> news story by Ralph K.M. Haurwitz, <a href=\"http://www.statesman.com/news/texas-politics/rejection-of-south-carolina-voter-id-law-may-2052566.html\">&quot;Voter ID ruling may put Texas law at risk,&quot;</a> Dec. 23, 2011<br />\r\n\t<br />\r\n\t<em>Austin American-Statesman</em> news story by Kate Alexander and Tim Eaton, <a href=\"http://www.statesman.com/news/texas-politics/justice-department-seeks-more-details-on-texas-voter-1876307.html\">&quot;Voter ID law under scrutiny from U.S.,&quot;</a> Sept. 23, 2011<br />\r\n\t<br />\r\n\tHeritage Foundation report, <a href=\"http://www.heritage.org/research/reports/2011/08/without-proof-the-unpersuasive-case-against-voter-identification\">&quot;Without Proof: The Unpersuasive Case Against Voter Identification,&quot;</a> &nbsp;<br />\r\n\tAug. 24, 2011<br />\r\n\t<br />\r\n\tBrennan Center commentary, <a href=\"http://www.brennancenter.org/content/resource/citizens_without_proof_stands_strong/\">&quot;&lsquo;Citizens Without Proof&rsquo; Stands Strong,&quot;</a> Sept. 8, 2011<br />\r\n\t<br />\r\n\tNAACP report, <a href=\"http://www.naacp.org/pages/defending-democracy\">&quot;Defending Democracy: Confronting Modern Barriers to Voting Rights in America,&quot;</a> Dec. 5, 2011<br />\r\n\t<br />\r\n\tPhone and email interviews with Keesha Gaskins, senior counsel for the Democracy Program at Brennan Center, Jan. 5-13, 2012<br />\r\n\t<br />\r\n\tUniversity of Washington&rsquo;s Washington Institute for the Study of Ethnicity and Race working paper, <a href=\"http://depts.washington.edu/uwiser/documents/Indiana_voter.pdf\">&quot;The Disproportionate Impact of Indiana Voter ID Requirements on the Electorate,&quot;</a> Nov. 8, 2007<br />\r\n\t<br />\r\n\tReport by Charles Stewart III of the Massachusetts Institute of Technology and coauthors, <a href=\"http://www.vote.caltech.edu/drupal/files/report/Final%20report20090218.pdf\">&quot;2008 Survey of the Performance of American Elections: Final Report,&quot;</a> March 1, 2009<br />\r\n\t<br />\r\n\tEntry on Caltech.edu blog Election Updates by Charles Stewart III, <a href=\"http://electionupdates.caltech.edu/?p=4185\">&quot;What More Can We Learn from SC?,&quot;</a> Aug. 30, 2011<br />\r\n\t<br />\r\n\tPew Center on the States report, <a href=\"http://www.pewcenteronthestates.org/uploadedFiles/wwwpewcenteronthestatesorg/Initiatives/MVW/GA_voters.pdf?n=2979\">&quot;A Survey of Georgia Voters in the 2008 General Election,&quot;</a><br />\r\n\tDecember 2009<br />\r\n\t<br />\r\n\tU.S. Department of Justice <a href=\"http://www.justice.gov/crt/about/vot/misc/ga_id_bond_ltr.php\">letter</a> from U.S. Assistant Attorney General William E. Moschella<br />\r\n\tto U.S. Sen. Christopher Bond, Oct. 7, 2005<br />\r\n\t<br />\r\n\tAssociated Press news story, <a href=\"about:blank\">&quot;SC voter ID law hits some black precincts harder,&quot;</a> Oct. 19, 2011<br />\r\n\t<br />\r\n\tUniversity of Wisconsin-Milwaukee Employment and Training Institute report, <a href=\"http://www4.uwm.edu/eti/barriers/DriversLicense.pdf\">&quot;The Driver License Status of the Voting Age Population in Wisconsin,&quot;</a> June 2005.<br />\r\n\t<br />\r\n\tAmerican University survey, <a href=\"about:blank\">&quot;Voter IDs Are Not the Problem: A Survey of Three States,&quot;</a> Jan. 9, 2008</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "House Majority Leader", "false_count": 1, "first_name": "Steny", "half_true_count": 3, "home_state": "Maryland", "id": 180, "last_name": "Hoyer", "mostly_true_count": 4, "name_slug": "steny-hoyer", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Hoyer.JPG", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/180/", "total_count": 8, "true_count": 0, "website": "http://democraticleader.house.gov/"}, "statement": "<p>\r\n\tSays up to a quarter of African Americans don&rsquo;t have government photo ID.</p>\r\n", "statement_context": "an opinion column.", "statement_date": "2011-12-13", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}], "target": [], "twitter_headline": ""}