{"art": [{"brightcove": "", "caption": "Mitt Romney was one of five remaining candidates to take part in a Republican presidential debate in Myrtle Beach, S.C., on Jan. 16, 2012.", "id": 1966, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Romney_in_Myrtle_Beach.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/1966/", "title": "Romney in Myrtle Beach", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2012/jan/18/mitt-romney/mitt-romney-says-us-navy-smallest-1917-air-force-s/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "facebook_headline": null, "id": 5159, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/5159/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>During the Jan. 16, 2012, Republican presidential debate in Myrtle Beach, S.C., former Massachusetts Gov. Mitt Romney took aim at President Barack Obama&rsquo;s support for the U.S. military.</p>\r\n\r\n<p>&quot;The most extraordinary thing that&#39;s happened with this military authorization is the president is planning on cutting $1 trillion out of military spending,&quot; Romney said. &quot;Our Navy is smaller than it&#39;s been since 1917. Our Air Force is smaller and older than any time since 1947. We are cutting our number of troops. We are not giving the veterans the care they deserve. We simply cannot continue to cut our Department of Defense budget if we are going to remain the hope of the Earth. And I will fight to make sure America retains military superiority.&quot;</p>\r\n\r\n<p>This comment includes a lot of separate claims, but after a number of readers contacted us, we decided to focus on two of them: &quot;Our Navy is smaller than it&#39;s been since 1917,&quot; and, &quot;Our Air Force is smaller and older than any time since 1947.&quot;</p>\r\n\r\n<p>His underlying point: The U.S. military has been seriously weakened compared to what it was 50 and 100 years ago.</p>\r\n\r\n<p>We&rsquo;ll look at both the numbers as well as the larger context. But as you&#39;ll see below, using the number of military ships and airplanes is an outdated practice that one expert says &quot;doesn&#39;t pass &#39;the giggle test.&#39; &quot;</p>\r\n\r\n<p><strong>The Navy numbers</strong></p>\r\n\r\n<p>The Romney campaign didn&rsquo;t get back to us, but we found their likely sourcing when we contacted the Heritage Foundation, a conservative think tank.</p>\r\n\r\n<p>In January 2010, Heritage published a report titled, &quot;<a href=\"http://s3.amazonaws.com/thf_media/2010/pdf/Military_chartbook.pdf\">The State of the U.S. </a><a href=\"http://s3.amazonaws.com/thf_media/2010/pdf/Military_chartbook.pdf\">Military</a>.&quot; Citing data from the Naval History and Heritage Command, a part of the Defense Department, the report said that &quot;the U.S. Navy&rsquo;s fleet today contains the smallest number of ships since 1916. The total number of active ships in the Navy declined from 592 to 283 between 1989 and 2009.&quot;</p>\r\n\r\n<p>We looked up the <a href=\"http://www.history.navy.mil/branches/org9-4.htm\">original data</a>, and the Heritage report does reflect the trend line correctly (though Romney said 1917 rather than 1916, something we won&rsquo;t quibble with). In 1916, the U.S. Navy had 245 active ships, a number that eventually peaked during World War II, then fell, then peaked again more modestly during the Korean War, followed by a slow, consistent decline over the next five decades.</p>\r\n\r\n<p>In recent years, the number of active ships has fallen low enough to approach its 1916 level. In both 2009 (the most recent year of the Heritage report) and 2011, the number was 285.</p>\r\n\r\n<p>So Romney has a point. However, even using this metric -- which, as we&rsquo;ll argue later, is an imperfect one for measuring military strength -- this is not the lowest level since 1916.</p>\r\n\r\n<p>The same data set shows that during the years 2005 to 2008, the number of active ships was 282, 281, 278 and 282, respectively -- each of which were below the levels of 2009, 2010 and 2011. In other words, each of the final four years under George W. Bush saw lower levels of active ships than any of the three years under Obama. The number of surface warships also bottomed out in 2005 under Bush, later rising by about 10 percent under Obama.</p>\r\n\r\n<p>Such figures undercut Romney&rsquo;s use of the statistic as a weapon against Obama.</p>\r\n\r\n<p><strong>The Air Force number</strong>s</p>\r\n\r\n<p>How about the Air Force? First, let&rsquo;s look at the total number of aircraft.</p>\r\n\r\n<p>We found extensive data in a report titled, &quot;<a href=\"http://www.afa.org/mitchell/reports/MS_TAI_1110.pdf\">Arsenal of Airpower: USAF Aircraft Inventory, 1950-2009</a>,&quot; authored by retired Air Force Col. James C. Ruehrmund Jr. and Christopher J. Bowie and published in November 2010 by the Mitchell Institute, a research and analysis organization founded by the Air Force Association.</p>\r\n\r\n<p>The figures for 2009 show 5,988 total aircraft (4,460 active, 375 reserve and 1,153 in the Air National Guard). That&rsquo;s a lower number than any year going back at least to 1950, the earliest year tallied in the report. So while we don&rsquo;t have data going back to 1947, the specific year Romney cited, his claim about the size of the Air Force seems credible. (Figure 2 on page 5 of the <a href=\"http://www.afa.org/mitchell/reports/MS_TAI_1110.pdf\">Mitchell Institute report</a> provides a good graphical representation of the numerical patterns over time.)</p>\r\n\r\n<p>Now, let&rsquo;s look at the age of the Air Force&rsquo;s assets.</p>\r\n\r\n<p>The <a href=\"http://s3.amazonaws.com/thf_media/2010/pdf/Military_chartbook.pdf\">Heritage report</a> includes a chart titled, &quot;The Oldest Air Force in U.S. History,&quot; referencing an October 2005 Government Accountability Office report, &quot;<a href=\"http://www.gao.gov/assets/250/248242.pdf\">DOD Needs to Identify and Address Gaps and Potential Risks in Program Strategies and Funding Priorities for Selected Equipment</a>.&quot; We couldn&rsquo;t find specific support in the GAO report for the claim that the Air Force of today (or, to be precise, the Air Force of 2005 when Bush was president) was the oldest since 1947. However, the report, combined with the analysis of experts we asked, suggest that it&rsquo;s a fair conclusion.</p>\r\n\r\n<p>The GAO looked at 30 pieces of equipment from various branches (not just the Air Force) and found that &quot;reported readiness rates declined between fiscal years 1999 and 2004 for most of these items. The decline in readiness, which occurred more markedly in fiscal years 2003 and 2004, generally resulted from (1) the continued high use of equipment to support current operations and (2) maintenance issues caused by the advancing ages and complexity of the systems.&quot;</p>\r\n\r\n<p>Charles Morrison, a researcher at the conservative American Enterprise Institute, said the U.S. &quot;bought more aircraft in the early 1950s than in all the years combined from 1956 to 2011, clearly at the cost of an older fleet.&quot;</p>\r\n\r\n<p>So let&rsquo;s sum up so far. On the number of naval ships, Romney is close, except that he overlooked the four years of lower numbers under Bush. Meanwhile, he&rsquo;s correct on the number of aircraft and is most likely correct on the age of aircraft.</p>\r\n\r\n<p><strong>Adding some context</strong></p>\r\n\r\n<p>But what do those numbers mean? Not much, a variety of experts told us.</p>\r\n\r\n<p>Counting the number of ships or aircraft is not a good measurement of defense strength because their capabilities have increased dramatically in recent decades. Romney&rsquo;s comparison &quot;doesn&rsquo;t pass &lsquo;the giggle test,&rsquo; &quot; said William W. Stueck, a historian at the University of Georgia.</p>\r\n\r\n<p>Consider what types of naval ships were used in 1916 and 2011. The types of ships active in both years, such as cruisers and destroyers, are outfitted today with far more advanced technology than what was available during World War I. More importantly, the U.S. Navy has 11 aircraft carriers (plus the jets to launch from them), 31 amphibious ships, 14 submarines capable of launching nuclear ballistic missiles and four specialized&nbsp;submarines&nbsp;for launching Cruise missiles -- all categories of vessels that didn&#39;t exist in 1916.</p>\r\n\r\n<p>As for the Air Force, many U.S. planes may be old, but they &quot;have been modernized with amazing sensors and munitions even when the airframes themselves haven&rsquo;t been,&quot; said Michael O&rsquo;Hanlon, a scholar at the Brookings Institution. Human factors matter, too. &quot;The vast superiority of the U.S. Air Force has little to do with number of planes, but with vastly superior training, in-flight coordination and control, as well as precision targeting and superior missiles,&quot; said Charles Knight, co-director of the Project on Defense Alternatives at the Massachusetts-based Commonwealth Institute.</p>\r\n\r\n<p>Ruehrmund and Bowie write in their report that &quot;although the overall force level is lower, the capabilities of the current force in almost all respects far exceed that of the huge Air Force of the 1950s. Today&rsquo;s Air Force can maintain surveillance of the planet with space and air-breathing systems; strike with precision any point on the globe within hours; deploy air power and joint forces with unprecedented speed and agility; and provide high-bandwidth secure communications and navigation assistance to the entire joint force.&quot;</p>\r\n\r\n<p>Increasingly crucial today are pilotless aerial vehicles, some of which are more commonly known as drones.</p>\r\n\r\n<p>&quot;The Air Force now buys more unmanned than manned aircraft every year, and that trend is not going to change,&quot; said Lance Janda, a historian at Cameron University. &quot;Within our lifetime, I think you&rsquo;ll see an end to manned combat aircraft, because unmanned planes are more capable and a lot cheaper.&quot;</p>\r\n\r\n<p>For a sense of comparison, in 1947, &quot;it took dozens of planes and literally hundreds of bombs to destroy a single target because they were so inaccurate,&quot; said Todd Harrison, a fellow with the Center for Strategic and Budgetary Assessments. &quot;But thanks to smart bombs and stealthy aircraft, today it only takes a single plane and often a single bomb to destroy a target.&quot;</p>\r\n\r\n<p>Or as John Pike, director of <a href=\"http://www.globalsecurity.org/\">globalsecurity.org</a>, puts it: &quot;Would anyone care to trade today&#39;s Navy or Air Force for either service at any point in the 20th century?&quot;</p>\r\n\r\n<p>There&rsquo;s also another problem with Romney&rsquo;s claim. He appears to be throwing blame on Obama, which is problematic because military buildups and draw-downs these days take years to run their course. Just look at the long, slow declines in the number of ships and aircraft. These are not turn-on-a-dime events that can be pegged to one president.</p>\r\n\r\n<p>&quot;Ships are so expensive that they have to be built over long periods of time, and at a pace that accounts for the retirement from service of other ships as well,&quot; Janda said. &quot;We also have to space the building out over long periods of time to keep our major shipyards working at a rate that&rsquo;s sustainable over several decades, because you can&rsquo;t let them go under and then try to reform them in time of war. So Congress and the president make decisions each year regarding the needs of the Navy that do not come to fruition for decades, making it ridiculous to give blame or praise to the president for the current situation.&quot;</p>\r\n\r\n<p>All this said, there are lots of serious issues facing the military that Obama, or whoever defeats him in 2012, will have to address.</p>\r\n\r\n<p>One is the age of the Air Force&rsquo;s assets, which is probably Romney&rsquo;s strongest point. And despite the technological advantages of today&rsquo;s military, there are limitations to having a smaller number of ships and aircraft. For instance, both branches, and especially the Navy, have to be able to position enough assets around the world where they are needed.</p>\r\n\r\n<p>And having a &quot;small but sophisticated military is also risky,&quot; said Thomas Bruscino, a professor at the U.S. Army Command and General Staff College. &quot;If the Navy loses one carrier to enemy action, for any reason, that loss would be catastrophic in a way such a loss would not have been in the past,&quot; Bruscino said. &quot;Likewise, the Air Force cannot afford to lose even small numbers of the highly sophisticated airframes of today.&quot;</p>\r\n\r\n<p>Still, most experts we spoke to felt that Romney&rsquo;s critique was misguided. Knight went so far as to offer this reply:</p>\r\n\r\n<p>&quot;If Mr. Romney wants a truly stark example of diminished military capability, he should compare today&rsquo;s horse cavalry to that in 1917, or even 1941 when there were still 15 active horse-cavalry regiments in the Army. Today there has been total disarmament of horse cavalry,&rsquo; he might say, &lsquo;leaving our nation defenseless in this regard.&rsquo; His chosen comparisons are almost as absurd.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>This is a great example of a politician using more or less accurate statistics to make a meaningless claim. Judging by the numbers alone, Romney was close to accurate. In recent years, the number of Navy and Air Force assets has sunk to levels not seen in decades, although the number of ships has risen slightly under Obama.</p>\r\n\r\n<p>However, a wide range of experts told us it&rsquo;s wrong to assume that a decline in the number of ships or aircraft automatically means a weaker military. Quite the contrary: The United States is the world&rsquo;s unquestioned military leader today, not just because of the number of ships and aircraft in its arsenal but also because each is stocked with top-of-the-line technology and highly trained personnel.</p>\r\n\r\n<p>Thanks to the development of everything from nuclear weapons to drones, comparing today&rsquo;s military to that of 60 to 100 years ago presents an egregious comparison of apples and oranges. Today&rsquo;s military and political leaders face real challenges in determining the right mix of assets to deal with current and future threats, but Romney&rsquo;s glib suggestion that today&rsquo;s military posture is in any way similar to that of its predecessors in 1917 or 1947 is preposterous.</p>\r\n\r\n<p>In addition, Romney appears to be using the statistic as a critique of the current administration, while experts tell us that both draw-downs and buildups of military equipment occur over long periods of time and can&#39;t be pegged to one president. Put it all together and you have a statement that, despite being close to accurate in its numbers, uses those numbers in service of a ridiculous point. Pants on Fire.</p>\r\n\r\n<p></p>\r\n\r\n<script src=\"http://www.politifact.com/media/js/politifactwidget5.js\"></script>", "ruling_comments_date": "2012-01-18T11:12:43.886961", "ruling_date": "2012-01-18T12:42:29", "ruling_headline": "Mitt Romney says U.S. Navy is smallest since 1917, Air Force is smallest since 1947", "ruling_headline_slug": "mitt-romney-says-us-navy-smallest-1917-air-force-s", "ruling_link_text": "Our horse cavalry ain't what it used to be, either", "ruling_state": null, "source_documents": null, "sources": "<p>Mitt Romney, comments at a Republican presidential debate in Myrtle Beach, S.C., Jan. 16, 2012 (transcript from CQ, subscribers only)<br />\r\n<br />\r\nNaval History and Heritage Command, &quot;<a href=\"http://www.history.navy.mil/branches/org9-4.htm\">U.S. Navy Active Ship Force Levels, 1886-present</a>,&quot; accessed Jan. 17, 2012<br />\r\n<br />\r\nHeritage Foundation, &quot;<a href=\"http://s3.amazonaws.com/thf_media/2010/pdf/Military_chartbook.pdf\">The State of the U.S. Military</a>,&quot; January 2010<br />\r\n<br />\r\nMitchell Institute, &quot;<a href=\"http://www.afa.org/mitchell/reports/MS_TAI_1110.pdf\">Arsenal of Airpower: USAF Aircraft Inventory, 1950-2009</a>,&quot; by retired Air Force Col. James C. Ruehrmund Jr. and Christopher J. Bowie, November 2010<br />\r\n<br />\r\nGovernment Accountability Office, &quot;<a href=\"http://www.gao.gov/assets/250/248242.pdf\">DOD Needs to Identify and Address Gaps and Potential Risks in Program Strategies and Funding Priorities for Selected Equipment</a>,&quot; October 2005<br />\r\n<br />\r\nE-mail interview with Lance Janda, professor of history at Cameron University, Jan. 17, 2012<br />\r\n&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;<br />\r\nE-mail interview with Mackenzie Eaglen, resident fellow at the American Enterprise Institute, Jan. 17, 2012<br />\r\n<br />\r\nE-mail interview with Charles Morrison, researcher at the American Enterprise Institute, Jan. 17, 2012<br />\r\n<br />\r\nE-mail interview with Ted R. Bromund, senior research fellow at the Heritage Foundation, Jan. 17, 2012<br />\r\n<br />\r\nE-mail interview with Ted Wilson, history professor at the University of Kansas, Jan. 17, 2012<br />\r\n&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;<br />\r\nE-mail interview with William W. Stueck, historian at the University of Georgia, Jan. 17, 2012<br />\r\n&nbsp;&nbsp;&nbsp;<br />\r\nE-mail interview with John Pike, director of globalsecurity.org, Jan. 17, 2012<br />\r\n&nbsp;&nbsp;&nbsp;<br />\r\nE-mail interview with Todd Harrison, fellow with the Center for Strategic and Budgetary Assessments, Jan. 17, 2012<br />\r\n<br />\r\nE-mail interview with Michael O&rsquo;Hanlon, senior fellow at the Brookings Institution, March 25, 2011<br />\r\n&nbsp;&nbsp;&nbsp;<br />\r\nE-mail interview with Richard H. Kohn, professor of history at the University of North Carolina, Jan. 17, 2012<br />\r\n<br />\r\nE-mail interview with Charles Knight, co-director of the Project on Defense Alternatives at the Commonwealth Institute, Jan. 17, 2012<br />\r\n<br />\r\nE-mail interview with Laura Peterson, senior policy analyst for national security with Taxpayers for Common Sense, Jan. 17, 2012<br />\r\n<br />\r\nE-mail interview with Thomas Bruscino, associate professor at the School of Advanced Military Studies, U.S. Army Command and General Staff College, Jan. 17, 2012<br />\r\n<br />\r\nInterview with retired Air Force Col. James C. Ruehrmund Jr., Jan. 18, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 34, "current_job": "Former governor", "false_count": 32, "first_name": "Mitt", "half_true_count": 58, "home_state": "Massachusetts", "id": 5, "last_name": "Romney", "mostly_true_count": 33, "name_slug": "mitt-romney", "pants_count": 19, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-mittromney.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/5/", "total_count": 221, "true_count": 30, "website": "http://www.mittromney.com/"}, "statement": "<p>The U.S. military is at risk of losing its &quot;military superiority&quot; because &quot;our Navy is smaller than it&#39;s been since 1917. Our Air Force is smaller and older than any time since 1947.&quot;</p>\r\n", "statement_context": "a Republican presidential debate in Myrtle Beach, S.C.", "statement_date": "2012-01-16", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}, {"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}], "target": [{"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}], "twitter_headline": ""}