{"art": [], "author": [{"email_address": "moorhead@tampabay.com", "first_name": "Molly", "id": 274, "last_name": "Moorhead", "name_slug": "molly-moorhead", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Molly_the_Mollster.jpg", "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/274/", "title": "Pasco Editor", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2012/jan/19/rick-santorum/rick-santorum-says-obama-prohibits-encouraging-you/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 5171, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "moorhead@tampabay.com", "first_name": "Molly", "id": 274, "last_name": "Moorhead", "name_slug": "molly-moorhead", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Molly_the_Mollster.jpg", "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/274/", "title": "Pasco Editor", "twitter": null}], "resource_uri": "/api/v/2/statement/5171/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tRick Santorum says the president has issued a gag order on talking to young people about marriage.<br />\r\n\t<br />\r\n\tDuring a debate in South Carolina on Jan. 16, 2012, Santorum gave a winding answer to a moderator&rsquo;s question about combating poverty. He mentioned a study that he said found that people who have a job, earn a high school diploma and get married before having children are far less likely to be poor.<br />\r\n\t<br />\r\n\t&quot;It&#39;s a huge, huge opportunity for us,&quot; he said. &quot;But what is the Obama administration doing?&quot; The White House, Santorum said, &quot;now has regulations that tell (people who work with at-risk youths) that they can no longer promote marriage to these young girls. They can no longer promote marriage as a way of avoiding poverty and bad choices that they make in their life.&quot;<br />\r\n\t<br />\r\n\tIt was a vague claim but one that piqued our curiosity.<br />\r\n\t<br />\r\n\t<strong>What&rsquo;s behind this?</strong><br />\r\n\t<br />\r\n\tWe reached out to Santorum&rsquo;s campaign to ask for the basis of the claim but didn&rsquo;t get a reply. In the debate, the former Pennsylvania senator said he learned about the no-marriage rule from Elayne Bennett, founder and president of the Best Friends Foundation. <a href=\"http://www.bestfriendsfoundation.org/\">The organization</a> provides character education for at-risk girls in Washington, D.C., schools. Its message to adolescents, according to Bennett: &quot;that the best decision is to reject the risk behaviors of sex, drugs and alcohol.&quot;<br />\r\n\t<br />\r\n\tBennett is the wife of Bill Bennett, former education secretary under President Ronald Reagan and drug czar under President George H.W. Bush. Both Bennetts are well-known conservatives.<br />\r\n\t<br />\r\n\tIn an interview, Elayne Bennett told us Santorum&rsquo;s statement was incorrect with regard to marriage.<br />\r\n\t<br />\r\n\tHere&rsquo;s some background: Best Friends Foundation was awarded a five-year, $2.5 million grant by the Department of Health and Human Services under President George W. Bush. The Healthy Marriage Grant, which included a component for counseling inner-city teenagers on the benefits of marriage, addressed issues such as abuse prevention and life skills.<br />\r\n\t<br />\r\n\tBut Bennett said that about two years ago, after Obama was elected, one aspect of the grant&rsquo;s terms changed.<br />\r\n\t<br />\r\n\t&quot;We were not to discuss abstinence or sex as a risk behavior,&quot; Bennett said. &quot;It was a verbal instruction that we had to remove that word -- abstinence -- from our curriculum materials, which we did because we wanted to adhere to the new policy.&quot;<br />\r\n\t<br />\r\n\tBennett says she rejects the label &quot;abstinence-only&quot; for what she teaches but said, &quot;we do recommend that the best choice for young people is to say no to risk behaviors.&quot;<br />\r\n\t<br />\r\n\tFormerly that meant encouraging girls to wait to have sex -- until the grant terms changed.<br />\r\n\t<br />\r\n\tBut she said the change never applied to discussing the benefits of marriage, and she thought Santorum&rsquo;s statement in the debate left that impression. She said she spoke to him the next day, and he acknowledged it was &quot;lost in the translation.&quot;<br />\r\n\t<br />\r\n\tIn the debate, Santorum added that the White House had restricted federal grantees from talking about abstinence and described why he thinks that&rsquo;s harmful.<br />\r\n\t<br />\r\n\t&quot;They (the grantees) have to be neutral with respect to how people behave,&quot; Santorum said. &quot;The problem is neutrality ends in poverty, neutrality ends in choices that hurt people&#39;s lives. This administration is deliberately telling organizations that are there to help young girls make good choices, not to tell them what the good choice is. That is absolutely unconscionable.&quot;<br />\r\n\t<br />\r\n\tBennett, who also issued a statement clarifying Santorum&rsquo;s error, said she still agrees with his broader point about the benefits of discussing abstinence.<br />\r\n\t<br />\r\n\t<strong>Source of the confusion</strong><br />\r\n\t<br />\r\n\tThe Department of Health and Human Services told us that its position (in the prior administration and in this administration) stems from a 2006 law signed by President George W. Bush. Called the Deficit <a href=\"http://frwebgate.access.gpo.gov/cgi-bin/getdoc.cgi?dbname=109_cong_bills&amp;docid=f:s1932enr.txt.pdf\">Reduction Act of 2005</a>, it identifies eight activities on which healthy marriage funds can be used.<br />\r\n\t<br />\r\n\tHere, word for word, are the eight activities listed in the statute:<br />\r\n\t<br />\r\n\t&bull; Public advertising campaigns on the value of marriage and the skills needed to increase marital stability and health.<br />\r\n\t<br />\r\n\t&bull; Education in high schools on the value of marriage, relationship skills and budgeting.<br />\r\n\t<br />\r\n\t&bull; Marriage education, marriage skills, and relationship skills programs that may include parenting skills, financial management, conflict resolution and job and career advancement.</p>\r\n<p>\r\n\t&bull;&nbsp; Pre-marital education and marriage skills training for engaged couples and for couples or individuals interested in marriage.<br />\r\n\t<br />\r\n\t&bull; Marriage enhancement and marriage skills training programs for married couples.</p>\r\n<p>\r\n\t&bull; Divorce reduction programs that teach relationship skills.<br />\r\n\t<br />\r\n\t&bull; Marriage mentoring programs which use married couples as role models and mentors in at-risk communities.<br />\r\n\t<br />\r\n\t&bull; Programs to reduce the disincentives to marriage in means-tested aid programs &hellip; .<br />\r\n\t<br />\r\n\tClearly, promoting marriage is an express purpose of this grant, not prohibiting promoting it.<br />\r\n\t<br />\r\n\tA <a href=\"http://www.gao.gov/new.items/d081002.pdf\">2008 report</a> by the Government Accountability Office review of the grant found that there was confusion among grant recipients and HHS staff about what was allowed to be taught about abstinence.<br />\r\n\t<br />\r\n\t&quot;HHS officials told us that abstinence education was not allowable under the Healthy Marriage program, but we observed during our site visits and review of grantee data several Healthy Marriage grantees operating programs that focused on abstinence education,&quot; the report states.<br />\r\n\t<br />\r\n\tTo clear up confusion, HHS said that in 2011 they made the existing policy more explicit but did not change the policy. The department also added that the topic of abstinence can be one component of some of these activities, but a stand-alone abstinence education program does not fit within the statutory uses of the funds.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tSantorum said the Obama administration is not allowing people who work with at-risk adolescents to promote the benefits of marriage.<br />\r\n\t<br />\r\n\tSantorum said he had heard this from Elayne Bennett of the Best Friends Foundation, but she told us he misspoke. The change under Obama, according to Bennett, was about what could be taught regarding abstinence -- not marriage. The Department of Health and Human Services said there was confusion in this area, so it clarified the policy, which does allow discussion of abstinence in other contexts but not as a stand-alone education program. Santorum simply got it wrong. His statement is False.</p>\r\n", "ruling_comments_date": "2012-01-19T17:38:36.067231", "ruling_date": "2012-01-19T18:09:38", "ruling_headline": "Rick Santorum says Obama prohibits encouraging young people to marry", "ruling_headline_slug": "rick-santorum-says-obama-prohibits-encouraging-you", "ruling_link_text": "Mum on marriage?", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tRepublican presidential primary debate, Jan. 16, 2012, Myrtle Beach, S.C., transcript accessed via Nexis<br />\r\n\t<br />\r\n\tInterview with Elayne Bennett, <a href=\"http://www.bestfriendsfoundation.org/\">Best Friends Foundation</a>, Jan. 17, 2012<br />\r\n\t<br />\r\n\t<a href=\"http://frwebgate.access.gpo.gov/cgi-bin/getdoc.cgi?dbname=109_cong_bills&amp;docid=f:s1932enr.txt.pdf\">Deficit Reduction Act of 2005</a><br />\r\n\t<br />\r\n\t<a href=\"http://www.gao.gov/new.items/d081002.pdf\">Government Accountability Office</a>, &quot;Healthy Marriage and Responsible Fatherhood Initiative,&quot; September 2008</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 12, "current_job": "", "false_count": 17, "first_name": "Rick", "half_true_count": 14, "home_state": "Pennsylvania", "id": 1077, "last_name": "Santorum", "mostly_true_count": 7, "name_slug": "rick-santorum", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rick_Santorum_2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1077/", "total_count": 61, "true_count": 6, "website": ""}, "statement": "<p>\r\n\tSays an Obama administration policy prohibits people who work with at-risk youth from promoting marriage as a way to avoid poverty.</p>\r\n", "statement_context": "a debate in South Carolina", "statement_date": "2012-01-16", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 134, "photo": null, "resource_uri": "/api/v/2/subject/134/", "subject": "Marriage", "subject_slug": "marriage", "used_in_edition": []}, {"description": "", "id": 29, "photo": null, "resource_uri": "/api/v/2/subject/29/", "subject": "Poverty", "subject_slug": "poverty", "used_in_edition": []}], "target": [], "twitter_headline": ""}