{"art": [{"brightcove": "", "caption": "Empower Texas and the Texas Public Policy Foundation gathered Texas' Republican candidates for U.S. Senate for a Jan. 12, 2011, debate.", "id": 1979, "infogram": "", "ndn": "<div data-config-site-section=\"tbtimes\" data-config-video-id=None data-config-tracking-group=\"90964\" data-config-type=\"VideoPlayer/Single\" data-config-widget-id=\"2\" class=\"ndn_embed\" id=\"ndn_single_player\"></div>", "ndnid": "", "other": "<iframe src=\"http://player.vimeo.com/video/35124225?title=0&amp;byline=0&amp;portrait=0\" width=\"300\" frameborder=\"0\" webkitAllowFullScreen mozallowfullscreen allowFullScreen></iframe><p><a href=\"http://vimeo.com/35124225\">Texas US Senate Debate, 12 January 2012.</a> from <a href=\"http://vimeo.com/jstrevino\">Joshua S Trevino</a> on <a href=\"http://vimeo.com\">Vimeo</a>.</p>\r\n", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/1979/", "title": "Texas US Senate Debate, 12 January 2012", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2012/jan/20/ted-cruz/ted-cruz-says-obama-made-worldwide-apology-tour/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "sowen@statesman.com", "first_name": "Sue", "id": 265, "last_name": "Owen", "name_slug": "sue-owen", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/265/", "title": "PolitiFact Texas staff writer", "twitter": null}], "facebook_headline": null, "id": 5188, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/5188/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\r\n\t<br />\r\n\tU.S. Senate hopeful Ted Cruz all but channeled Mitt Romney during the Jan. 12, 2012, Republican Senate debate hosted in Austin by the Texas Public Policy Foundation and Empower Texans.<br />\r\n\t<br />\r\n\tSaying the federal government&rsquo;s first obligation is to provide for national security, Cruz referred to President Barack Obama, saying: &quot;This is a president who began his presidency going on a worldwide apology tour.&quot;<br />\r\n\t<br />\r\n\tIs that right?<br />\r\n\t<br />\r\n\tCruz&rsquo;s claim reminded us of a comment by Romney in the Sept. 22, 2011, GOP presidential debate when he said Obama &quot;went around the world and apologized for America.&quot;<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tRomney, the former Massachusetts governor, had earlier made this charge several times including in his 2010 book, No Apology: The Case for American Greatness.<br />\r\n\t<br />\r\n\tIn the book, Romney gave seven examples: &quot;In his first nine months in office, President Obama has issued apologies and criticisms of America in speeches in France, England, Turkey and Cairo; at the CIA headquarters in Langley, Virginia, the National Archives in Washington, D.C., and the United Nations in New York City. He has apologized for what he deems to be American arrogance, dismissiveness and derision; for dictating solutions, for acting unilaterally, and for acting without regard for others; for treating other countries as mere proxies, for unjustly interfering in the internal affairs of other nations and for feeding anti-Muslim sentiments; for committing torture, for dragging our feet on global warming and for selectively promoting democracy.&quot;<br />\r\n\t<br />\r\n\tPolitiFact in Washington rated that Romney claim <a href=\"http://www.politifact.com/truth-o-meter/statements/2010/mar/15/mitt-romney/obama-remarks-never-true-apology/\">False</a>, later rating <a href=\"http://www.politifact.com/truth-o-meter/statements/2011/jun/03/mitt-romney/mitt-romney-says-barack-obama-traveled-around-glob/\">Pants on Fire</a> Romney&rsquo;s statement in June 2011 implying that delivering apologies was the purpose for Obama&rsquo;s visits.<br />\r\n\t<br />\r\n\tIn checking Cruz&rsquo;s reference to Obama&rsquo;s travels as a &quot;worldwide apology tour,&quot; let&rsquo;s start by revisiting what Obama said after taking office -- and if he apologized. We&rsquo;ll share what our PolitiFact colleagues learned from experts on foreign policy and apologies, and also compare statements from Obama predecessors President George W. Bush and President Bill Clinton.<br />\r\n\t<br />\r\n\tFirst, what constitutes an apology? &quot;A complete apology has to acknowledge something was wrong, accept responsibility, express sorrow or regret and promise not to repeat it,&quot; scholar Rhoda E. Howard-Hassmann told PolitiFact in 2010.<br />\r\n\t<br />\r\n\tHoward-Hassmann, a professor who studies international human rights, maintains the website <a href=\"http://political-apologies.wlu.ca/\">Political Apologies and Reparations</a>, a database of documents on apologies. Many of the apologies in the database relate to genocide or slavery.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tAn illustration: &quot;To say the United States will not torture is not an apology; it is a statement of intent,&quot; Howard-Hassman said.<br />\r\n\t<br />\r\n\tMerriam-Webster defines an apology as &quot;an admission of error or discourtesy accompanied by an expression of regret.&quot;<br />\r\n\t<br />\r\n\tAnd one word is the universal hallmark of apologies: &quot;Sorry.&quot;<br />\r\n\t<br />\r\n\tBush and Clinton each used &quot;sorry&quot; in speaking of certain past American actions.<br />\r\n\t<br />\r\n\tClinton gave a forceful apology to the <a href=\"http://clinton4.nara.gov/textonly/New/Remarks/Fri/19970516-898.html\">survivors and families of the experiments conducted in Tuskegee, Ala.</a>, in which government doctors left sick men untreated as part of a research study on syphilis. &quot;The United States government did something that was wrong -- deeply, profoundly, morally wrong,&quot; Clinton said at a formal ceremony in 1997. &quot;To the survivors, to the wives and family members, the children and the grandchildren, I say what you know: No power on Earth can give you back the lives lost, the pain suffered, the years of internal torment and anguish. What was done cannot be undone. But we can ... finally say on behalf of the American people, what the United States government did was shameful, and I am sorry.&quot;<br />\r\n\t<br />\r\n\tIn contrast, a 1998 Clinton statement that was described as an apology listed missteps, but did not include his saying &quot;sorry.&quot; &quot;The international community, together with nations in Africa, must bear its share of responsibility for this tragedy as well,&quot; he said in <a href=\"http://clinton6.nara.gov/1998/03/1998-03-25-remarks-to-survivors-rwanda.html\">remarks about the 1994 genocide</a> in Rwanda. &quot;We did not act quickly enough after the killing began. We should not have allowed the refugee camps to become safe haven for the killers. We did not immediately call these crimes by their rightful name: genocide. We cannot change the past. But we can and must do everything in our power to help you build a future without fear, and full of hope.&quot;<br />\r\n\t<br />\r\n\tBush privately <a href=\"http://georgewbush-whitehouse.archives.gov/news/releases/2004/05/20040506-9.html\">apologized to King Abdullah</a> of Jordan in 2004 for the abuse of prisoners at the Abu Ghraib prison in Iraq. Soon after, at a Rose Garden press conference, Bush said, &quot;I told His Majesty as plainly as I could that the wrongdoers will be brought to justice, and that the actions of those folks in Iraq do not represent the values of the United States of America. I told him I was sorry for the humiliation suffered by the Iraqi prisoners, and the humiliation suffered by their families. I told him I was equally sorry that people who have been seeing those pictures didn&#39;t understand the true nature and heart of America.&quot;<br />\r\n\t<br />\r\n\tSome people construed as an apology remarks Bush made in 2002 about American slavery at <a href=\"http://georgewbush-whitehouse.archives.gov/news/releases/2003/07/20030708-1.html\">Goree Island, Senegal</a>. But Bush did not explicitly apologize or express regret: &quot;My nation&#39;s journey toward justice has not been easy, and it is not over,&quot; he said. &quot;The racial bigotry fed by slavery did not end with slavery or with segregation. And many of the issues that still trouble America have roots in the bitter experience of other times. But however long the journey, our destination is set: liberty and justice for all.&quot;<br />\r\n\t<br />\r\n\tBack to Obama: PolitiFact isolated the passages Romney cited that seemed the most critical, apologetic or conciliatory. The passages are compiled in a <a href=\"http://www.politifact.com/truth-o-meter/obama-quotes/\">separate document with links to the full remarks</a>, but we&rsquo;ll give brief recaps here.<br />\r\n\t&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;<br />\r\n\tAt a <a href=\"http://www.whitehouse.gov/the_press_office/Remarks-by-President-Obama-at-Strasbourg-Town-Hall/\">town hall meeting in France</a>, Obama encouraged Europe to work with the United States, and said the United States &quot;has shown arrogance and been dismissive, even derisive.&quot; But he immediately said that Europe has been guilty of a &quot;casual&quot; and &quot;insidious&quot; anti-Americanism.<br />\r\n\t<br />\r\n\tIn <a href=\"http://www.whitehouse.gov/the_press_office/remarks-by-the-president-to-the-united-nations-general-assembly/\">a major address to the United Nations</a>, Obama said: &quot;I took office at a time when many around the world had come to view America with skepticism and distrust. Part of this was due to misperceptions and misinformation about my country. Part of this was due to opposition to specific policies and a belief that on certain critical issues, America has acted unilaterally, without regard for the interests of others. And this has fed an almost reflexive anti-Americanism, which too often has served as an excuse for collective inaction.&quot;<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tIn England, a reporter said that during the 2008 campaign, Obama had said the power and authority of the United States had diminished in recent years. Obama <a href=\"http://www.whitehouse.gov/the_press_office/news-conference-by-president-obama-4-02-09/\">turned the question toward Bush.</a> &quot;Well, first of all, during the campaign I did not say that some of that loss of authority was inevitable,&quot; Obama said. &quot;I said it was traced to very specific decisions that the previous administration had made that I believed had lowered our standing in the world.... I would like to think that with my election and the early decisions that we&#39;ve made, that you&#39;re starting to see some restoration of America&#39;s standing in the world.&quot;<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t<a href=\"http://www.whitehouse.gov/the_press_office/Remarks-by-the-President-at-Cairo-University-6-04-09\">At a speech in Cairo</a> on relations between the United States and the Islamic world, Obama said, &quot;In the middle of the Cold War, the United States played a role in the overthrow of a democratically elected Iranian government. Since the Islamic Revolution, Iran has played a role in acts of hostage-taking and violence against U.S. troops and civilians. This history is well known. Rather than remain trapped in the past, I&#39;ve made it clear to Iran&#39;s leaders and people that my country is prepared to move forward.&quot;<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tAlso, Romney&rsquo;s book cites four instances of Obama discussing torture and detention at the U.S. military installation at Guantanamo Bay, Cuba. Typically, Obama would say that the U.S. must stay true to its ideals, and that&#39;s why he &quot;unequivocally prohibited the use of torture by the United States, and I have ordered the prison at Guantanamo Bay closed by early next year.&quot; (Obama has not been successful with his order of closing Guantanamo; consider it a <a href=\"http://www.politifact.com/truth-o-meter/promises/obameter/promise/177/close-the-guantanamo-bay-detention-center/\">Promise Broken</a>.)<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tAt the <a href=\"http://www.whitehouse.gov/the_press_office/Remarks-by-the-President-On-National-Security-5-21-09/\">National Archives, in a major speech on fighting terrorism</a>, Obama said that after 9/11, &quot;our government made a series of hasty decisions. I believe that many of these decisions were motivated by a sincere desire to protect the American people. But I also believe that all too often our government made decisions based on fear rather than foresight; that all too often our government trimmed facts and evidence to fit ideological predispositions.&quot;<br />\r\n\t<br />\r\n\tSo, did Obama apologize?<br />\r\n\t&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;<br />\r\n\tIn 2010, PolitiFact ran the excerpts past experts with different points of view.<br />\r\n\t&nbsp;</p>\r\n<ul style=\"margin-left:0px\" type=\"square\">\r\n\t<li>\r\n\t\tNile Gardiner of the conservative Heritage Foundation said Obama was definitely apologizing, and it&#39;s not good. He co-wrote the June 2009 Heritage analysis &quot;<a href=\"http://www.heritage.org/research/europe/wm2466.cfm\">Barack Obama&#39;s Top 10 Apologies: How the President Has Humiliated a Superpower</a>.&quot;<br />\r\n\t\t<br />\r\n\t\tWhen we inquired about Cruz&rsquo;s debate comment, Cruz&rsquo;s spokesman, James Bernsen, offered the Gardiner article as backup along with an April 2009 <a href=\"http://online.wsj.com/article/SB124044156269345357.html\">opinion column</a> by Karl Rove in which the former senior adviser to Bush reflected on Obama&rsquo;s &quot;international confession tour.&quot;<br />\r\n\t\t&nbsp;&nbsp;&nbsp;<br />\r\n\t\tGardiner told PolitiFact: &quot;Apologizing for your own country projects an image of weakness before both allies and enemies. It sends a very clear signal that the U.S. is to blame for some major developments on the world stage. This can be used to the advantage of those who wish to undermine American global leadership.&quot;<br />\r\n\t\t&nbsp;&nbsp;&nbsp;<br />\r\n\t\tGardiner suggested that Obama tends to be most apologetic about how the United States has fought terrorism and its approach to the Iraq war. &quot;There is a very strong partisan element to his apologies, but the biggest driving factor is Obama&#39;s personal belief that the U.S. is not an exceptional, uniquely great nation,&quot; he said. &nbsp;&nbsp;&nbsp;</li>\r\n\t<li>\r\n\t\tJohn Murphy, a communications professor at the University of Illinois at Urbana-Champaign, studies presidential rhetoric and political language. He said Obama is using conciliatory language for diplomatic purposes, not apologizing.<br />\r\n\t\t&nbsp;&nbsp;&nbsp;<br />\r\n\t\t&quot;It&#39;s much more a sense of establishing of reciprocity,&quot; Murphy said. &quot;Each side says, okay, we haven&#39;t done great, but we have a new president and we&#39;re going to make a fresh start and move forward. I don&#39;t think that&#39;s an apology. ... In rhetorical history, an apology is generally considered an account of some kind of bad behavior in which you are going to take responsibility and express regret.&quot;<br />\r\n\t\t&nbsp;&nbsp;&nbsp;<br />\r\n\t\tRomney&#39;s criticisms of Obama are part of a conservative tradition that emphasizes steadfastness in foreign policy, particularly in the wake of the Vietnam War. &quot;There&#39;s long been a strain of conservative rhetoric that argues that what matters most for the United States in the world is our will,&quot; Murphy said. &quot;The difficulty with that was shown in the second Bush administration, when will power is not quite enough. In Iraq, for example, you have to have a battle plan that makes sense and understand the situation you&#39;re going into&#39;&#39; and have enough resources to do that.<br />\r\n\t\t&nbsp;&nbsp;&nbsp;</li>\r\n\t<li>\r\n\t\tLauren Bloom, an attorney and business consultant, wrote the book The Art of the Apology, advising businesses and individuals on when to apologize and how to do it.<br />\r\n\t\t&nbsp;&nbsp;&nbsp;<br />\r\n\t\tShe said Obama&#39;s words fall short of an apology, mostly because he didn&#39;t use the words &quot;sorry&quot; or &quot;regret.&quot; &quot;I think to make an effective apology, the words &#39;I&#39;m sorry&#39; or &#39;we&#39;re sorry&#39; always have to be there,&quot; Bloom said.<br />\r\n\t\t&nbsp;&nbsp;&nbsp;<br />\r\n\t\tObama&#39;s remarks are really non-apologies, and they&#39;re not good in business or personal relationships, Bloom said. The one area where they can be useful: international diplomacy.<br />\r\n\t\t&nbsp;&nbsp;&nbsp;<br />\r\n\t\t&quot;Gov. Romney is trying to appeal to the inner John Wayne of his readers, and that has a certain emotional appeal,&quot; Bloom said. &quot;For the rest of us, a level assessment of less-than-perfect human behavior is perfectly reasonable.&quot;<br />\r\n\t\t<br />\r\n\t\tObama&#39;s Cairo address in particular was a means of reaching out to the Islamic world, not an acknowledgement of wrongdoing, she said. &quot;Whether he&#39;s apologizing or not, he&#39;s saying, &#39;I respect your society, and I respect your customs.&#39; Maybe that&#39;s what Romney considers an apology, that gesture of respect,&quot; she said. &quot;But a gesture of respect is not an apology.&quot;<br />\r\n\t\t&nbsp;</li>\r\n</ul>\r\n<p>\r\n\t<strong>Our ruling</strong><br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tObama made no secret during the campaign that he intended to set a different course on foreign policy than Bush -- a committed unilateralist -- had pursued.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tYet it&rsquo;s incorrect to portray these early speeches as part of a global apology tour. Using this standard, you could argue that any change in foreign policy that&rsquo;s undertaken after a presidential transition and announced to the world would constitute an &quot;apology&quot; for the previous policy.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tObama&#39;s speeches contained criticisms of past U.S. actions, but not one full-throated apology. Cruz&rsquo;s debate claim is so far off the mark, it&rsquo;s ridiculous. Pants on Fire!</p>\r\n", "ruling_comments_date": "2012-01-20T15:17:32.872077", "ruling_date": "2012-01-20T14:13:56", "ruling_headline": "Ted Cruz says Obama made “a worldwide apology tour”", "ruling_headline_slug": "ted-cruz-says-obama-made-worldwide-apology-tour", "ruling_link_text": "Kindling on an old fire", "ruling_state": "Texas", "source_documents": null, "sources": "<p>\r\n\tPolitiFact online document, <a href=\"http://www.politifact.com/truth-o-meter/obama-quotes/\">&quot;Obama&#39;s Apologies?,&quot;</a> accessed Jan. 20, 2010</p>\r\n<p>\r\n\tMitt Romney, <a href=\"http://www.amazon.com/No-Apology-Case-American-Greatness/dp/0312609809\" target=\"_blank\">No Apology: The Case for American Greatness</a>, 2010</p>\r\n<p>\r\n\tThe Heritage Foundation, <a href=\"http://www.heritage.org/research/europe/wm2466.cfm\" target=\"_blank\">Barack Obama&#39;s Top 10 Apologies: How the President Has Humiliated a Superpower</a>, June 2, 2009</p>\r\n<p>\r\n\tThe American Spectator, <a href=\"http://spectator.org/blog/2009/09/25/conservatve-leaders-speak-out\" target=\"_blank\">Conservatve (sic) Leaders Speak Out Against Obama&#39;s Apology Tour</a>, Sept. 25, 2010</p>\r\n<p>\r\n\tRush Limbaugh, <a href=\"http://www.rushlimbaugh.com/home/daily/site_060209/content/01125113.guest.html\" target=\"_blank\">Obama Attacks America Again Ahead of Muslim Apology Tour</a>, June 2, 2009</p>\r\n<p>\r\n\tThe White House, <a href=\"http://www.whitehouse.gov/the_press_office/Remarks-by-President-Obama-at-Strasbourg-Town-Hall/\" target=\"_blank\">Remarks by the President at a town hall in Strasbourg</a>, France, April 3, 2009</p>\r\n<p>\r\n\tThe White House, <a href=\"http://www.whitehouse.gov/the_press_office/Joint-Press-Availability-With-President-Barack-Obama-and-Prime-Minister-Gordon-Brown/\" target=\"_blank\">Remarks by the President at joint press availability in London</a>, April 1, 2009</p>\r\n<p>\r\n\tThe White House, <a href=\"http://www.whitehouse.gov/the_press_office/news-conference-by-president-obama-4-02-09/\" target=\"_blank\">Remarks by the President at a news conference in London</a>, April 2, 2009</p>\r\n<p>\r\n\tThe White House, <a href=\"http://www.whitehouse.gov/the_press_office/Remarks-by-the-President-at-Cairo-University-6-04-09\" target=\"_blank\">Remarks by the President in Cairo</a>, Egypt, June 4, 2009</p>\r\n<p>\r\n\tThe White House, <a href=\"http://www.whitehouse.gov/the_press_office/Remarks-by-the-President-On-National-Security-5-21-09/\" target=\"_blank\">Remarks by the President on national security at the National Archives</a>, May 21, 2009</p>\r\n<p>\r\n\tThe White House, <a href=\"http://www.whitehouse.gov/the-press-office/remarks-president-cia-employees-cia-headquarters\" target=\"_blank\">Remarks by the President to CIA employees, Langley, Va.</a>, April 20, 2009</p>\r\n<p>\r\n\tThe White House, <a href=\"http://www.whitehouse.gov/the_press_office/remarks-by-the-president-to-the-united-nations-general-assembly/\" target=\"_blank\">Remarks by the President to the United Nations General Assembly</a>, Sept. 23, 2009</p>\r\n<p>\r\n\tInterview with <a href=\"http://www.heritage.org/about/staff/nilegardiner.cfm\" target=\"_blank\">Nile Gardiner</a> of the Heritage Foundation</p>\r\n<p>\r\n\tInterview with John Murphy of the University of Illinois at Urbana-Champaign</p>\r\n<p>\r\n\tInterview with Lauren Bloom, author of <a href=\"http://www.artoftheapology.com/aboutlauren\" target=\"_blank\">The Art of the Apology</a></p>\r\n<p>\r\n\tInterview with Rhoda E. Howard-Hassmann of Wilfrid Laurier University</p>\r\n<p>\r\n\tWilfrid Laurier University, <a href=\"http://political-apologies.wlu.ca/index.php\" target=\"_blank\" title=\"Political Apologies and Reparations\">Political Apologies and Reparations</a> database</p>\r\n<p>\r\n\tThe National Archives, <a href=\"http://clinton6.nara.gov/1998/03/1998-03-25-remarks-to-survivors-rwanda.html\" target=\"_blank\">speech of President Bill Clinton in Rwanda</a>, March 25, 1998</p>\r\n<p>\r\n\tThe National Archives, <a href=\"http://clinton4.nara.gov/textonly/New/Remarks/Fri/19970516-898.html\" target=\"_blank\">remarks of President Bill Clinton &quot;in apology for study done in Tuskegee,&quot;</a> May 16, 1997</p>\r\n<p>\r\n\tThe National Archives, <a href=\"http://georgewbush-whitehouse.archives.gov/news/releases/2003/07/20030708-1.html\" target=\"_blank\">speech of President George W. Bush at Goree Island, Senegal</a>, July 8, 2003</p>\r\n<p>\r\n\tThe National Archives, <a href=\"http://georgewbush-whitehouse.archives.gov/news/releases/2004/05/20040506-9.html\" target=\"_blank\">remarks of President George W. Bush with King Abdullah of Jordan</a>, May 6, 2004</p>\r\n<p>\r\n\tFox News, <a href=\"http://www.foxnews.com/story/0,2933,119156,00.html\" target=\"_blank\" title=\"Bush apologizes for prisoner abuse\">Bush apologizes for prisoner abuse</a>, May 7, 2004</p>\r\n<p>\r\n\tThe White House, <a href=\"http://www.whitehouse.gov/the-press-office/remarks-president-acceptance-nobel-peace-prize\" target=\"_blank\">Remarks by the President at the Acceptance of the Nobel Peace Prize</a>, Dec. 10, 2009</p>\r\n<p>\r\n\tForeign Affairs, <a href=\"http://www.foreignpolicy.com/articles/2009/12/18/the_carter_syndrome?page=full\" target=\"_blank\">The Carter Syndrome</a>, by Walter Russell Mead, January 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 43, "current_job": "Senator", "false_count": 38, "first_name": "Ted", "half_true_count": 20, "home_state": "Texas", "id": 1475, "last_name": "Cruz", "mostly_true_count": 22, "name_slug": "ted-cruz", "pants_count": 9, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/CRUZPFTNEW.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1475/", "total_count": 141, "true_count": 7, "website": "http://www.tedcruz.org/"}, "statement": "<p>\r\n\tSays Barack Obama &quot;began his presidency going on a worldwide apology tour.&quot;</p>\r\n", "statement_context": "a U.S. Senate debate hosted by Empower Texans and the Texas Public Policy Foundation", "statement_date": "2012-01-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}], "target": [{"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}], "twitter_headline": ""}