{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2012/jan/22/efrain-de-la-fuente/efrain-de-la-fuente-says-jurors-most-states-not-te/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 5196, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/5196/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tA Travis County judicial candidate, Democrat Efrain De La Fuente, told a local group that he favors letting jurors pose questions of witnesses during trials provided the questions are vetted through a judge.<br />\r\n\t<br />\r\n\t&quot;That&rsquo;s seeking the truth,&quot; De La Fuente, who <a href=\"http://www.delafuenteforjudge.com/\">seeks</a> the judgeship of the 167th Criminal District Court, told the Central Austin Democratic Forum on Nov. 29, 2011. &quot;We shouldn&rsquo;t be paying lip service to this thing we call fact-finding. Looking for the truth. Everybody &ndash; most of the states in this country have come on board. Texas needs to come on board.&quot;<br />\r\n\t<br />\r\n\tWe had no idea Texas was out of step.<br />\r\n\t<br />\r\n\tAsked for backup information, De La Fuente&rsquo;s campaign manager, Jim Wick, replied by email that jurors in civil trials in Texas are already allowed to ask questions of witnesses, though De La Fuente&rsquo;s &quot;most states&quot; comment was referring to civil and criminal trials.<br />\r\n\t<br />\r\n\tWick pointed us to a November 2011 <a href=\"http://lawprofessors.typepad.com/evidenceprof/2011/11/jury-handy-v-state-a3d-2011-wl-5084570mdapp2011.html\">blog post </a>about a 2007 <a href=\"http://mdcourts.gov/opinions/cosa/2011/3043s07.pdf\">decision</a> by the Court of Special Appeals of Maryland upholding the presentation of two written questions from a jury to a witness. Nationally, that decision says, most state courts that have taken up the question of letting jurors ask questions of witnesses have left that up to trial judges, though a few courts have held juror questioning to be an error or abuse of discretion.<br />\r\n\t<br />\r\n\tA 1992 decision by the Texas Court of Criminal Appeals, in Morrison v. State, barred juror questioning in Texas criminal cases. In its ruling, the court aired concern that jurors would imperil their impartiality by questioning witnesses. &quot;We know of no authority establishing or authorizing jurors to ask questions of witnesses in the criminal jurisprudence of this state and therefore find the same to be error,&quot; the court said.</p>\r\n<p>\r\n\tOf courts around the country that do allow juror questioning, the Maryland decision says, many suggest procedures a court should follow. The decision includes guidance from the Kansas Supreme Court stating: &quot;The trial court should not solicit questions and should only permit them for purposes of clarification. The testimony of a witness should not be interrupted by questions from jurors. Jurors should submit questions in writing and without any discussion with other jurors. Counsel should be afforded the opportunity to object outside the presence of the jury. The trial court must determine the relevancy of the questions. The trial court should instruct the jury not to draw any inference if a question submitted is not asked. The trial judge, rather than counsel or jurors, should question the witness. Finally, counsel should be given the right to further examine the witness following the jury&rsquo;s questions.&quot;<br />\r\n\t<br />\r\n\tLegal experts in Texas guided us to Tracy Christopher, a justice on Houston&rsquo;s 14th Court of Appeals, who has studied juror questioning in civil trials. In a telephone interview, Christopher said that when she was a trial judge, she permitted jurors to question witnesses a few times. &quot;It is a useful tool,&quot; she said. &quot;It does slow down the trial slightly.&quot;<br />\r\n\t<br />\r\n\tThe Texas Supreme Court has not acted on any case testing juror questioning in civil trials, Christopher said, though lower state courts of appeal have concluded that juror questioning is permissible -- with safeguards such as the judge soliciting written questions whose admissibility is determined with the jury and witness out of the courtroom.<br />\r\n\t<br />\r\n\tSo, the highest criminal appeals court in Texas has naysayed jurors asking questions in criminal trials. But Texas judges are free to let jurors ask questions in civil trials.<br />\r\n\t<br />\r\n\tSeeking precise information on practices in other states, we read a 2007 <a href=\"http://www.ncsconline.org/D_Research/cjs/pdf/SOSCompendiumFinal.pdf\">report</a> by the National Center for State Courts, which <a href=\"http://www.ncsc.org/About-us.aspx\">describes itself </a>as an independent court improvement organization. The report states that according to surveys of lawyers and judges, written questions from jurors are &quot;mandated for criminal trials in three states, prohibited in 11 states, and left to the sound discretion of the trial court in the rest,&quot; or 36 states. &quot;In civil trials, juror questions are mandated in four states, prohibited in 10 states, and left to the discretion of the trial judge in the rest,&quot; the report says.<br />\r\n\t<br />\r\n\tIn a telephone interview, an author of the report, Paula Hannaford-Agor, told us Texas ranks among five states -- the others are Georgia, Minnesota, Mississippi and Nebraska -- with court opinions outlawing juror questions in criminal trials. Of late, she said, the practice is strongly discouraged in seven other states -- Illinois, Louisana, Maine, Michigan, North Carolina, Oklahoma and South Carolina -- though no laws or court rulings bar it.<br />\r\n\t<br />\r\n\tHannaford-Agor said juror questioning of witnesses in Texas civil trials may be allowed, yet it occurs infrequently.<br />\r\n\t<br />\r\n\tMake that very infrequently. In the center&rsquo;s surveys of Texas judges and attorneys, 1.5 percent of 518 respondents said the judge had allowed juror questions during the respondents&rsquo; &nbsp;latest trial in civil court. The surveys were taken from 2004 through 2006, Hannaford-Agor said.<br />\r\n\t<br />\r\n\tAs we corraled this information, De La Fuente told us in an interview that he knows juror questioning is already possible in Texas civil courts. He said that he usually tells voters as much, though did not do so at the Democratic forum. If elected, he said, he intends to urge legislators to permit juror questioning in criminal trials.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tAs De La Fuente said, Texas is among the minority of states that bar juror questioning in criminal trials. Contrary to what he said at the forum, however, Texas is among the majority of states allowing judges to permit juror questions in civil trials. We rate his overly sweeping claim Half True.</p>\r\n", "ruling_comments_date": "2012-01-20T15:40:51.513625", "ruling_date": "2012-01-22T06:00:00", "ruling_headline": "Efrain De La Fuente says jurors in most states, but not Texas, can ask questions of witnesses in trials", "ruling_headline_slug": "efrain-de-la-fuente-says-jurors-most-states-not-te", "ruling_link_text": "Judge's call in Texas civil trials", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tPaula L. Hannaford-Agor, director, National Center for State Courts<br />\r\n\tCenter for Jury Studies, article, <a href=\"http://www.ncsconline.org/d_research/cjs/Hannaford-AgorFinal.pdf\">&quot;Judicial Nullification? Judicial Compliance and Non-Compliance with Jury Improvement Efforts,&quot;</a> Oct. 15, 2009<br />\r\n\t<br />\r\n\tNational Center for State Courts and State Justice Institute, report, &quot;<a href=\"http://www.ncsconline.org/D_Research/cjs/pdf/SOSCompendiumFinal.pdf\">State-of-the-States Survey of Jury Improvement Efforts,&quot; </a>April 2007<br />\r\n\t<br />\r\n\tTelephone interview, Tracy Christopher, justice, 14th Court of Appeals, Houston, Jan. 19, 2012</p>\r\n<p>\r\n\tTelephone interviews, Paula L. Hannaford-Agor, director, National Center for State Courts<br />\r\n\tCenter for Jury Studies, Williamsburg, Jan. 19 and 20, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Lawyer", "false_count": 0, "first_name": "Efrain", "half_true_count": 1, "home_state": "Texas", "id": 1652, "last_name": "De La Fuente", "mostly_true_count": 0, "name_slug": "efrain-de-la-fuente", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/efraindlfuente2012.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1652/", "total_count": 1, "true_count": 0, "website": "http://www.delafuenteforjudge.com/"}, "statement": "<p>\r\n\tSays most states, but not Texas, permit jurors to ask questions of witnesses in trials.</p>\r\n", "statement_context": "a forum.", "statement_date": "2011-11-29", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 177, "photo": null, "resource_uri": "/api/v/2/subject/177/", "subject": "Criminal Justice", "subject_slug": "criminal-justice", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [], "twitter_headline": ""}