{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2012/jan/24/mitt-romney/mitt-romney-says-us-median-income-has-declined-10-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 5231, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/5231/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tDuring the Jan. 23, 2012, Republican presidential debate in Tampa, Mitt Romney offered an ominous statistic about how family finances have declined since the start of the last recession.</p>\r\n<p>\r\n\tHe made the assertion when moderator Brian Williams of NBC News asked him, &quot;Gov. Romney, you talk about restoring America&#39;s greatness. Given that, in your view when was America last great?&quot;</p>\r\n<p>\r\n\tRomney responded, &quot;America still is great, but we have a lot of people suffering. We have people that are underemployed that shouldn&#39;t be, unemployed that shouldn&#39;t be. Home values continue to go down. We have the median income in this country has declined 10 percent in the last four years. We&#39;re still a great nation, but a great nation doesn&#39;t have so many people suffering.&quot;</p>\r\n<p>\r\n\tWe wondered whether he was correct that &quot;the median income in this country has declined 10 percent in the last four years.&quot;</p>\r\n<p>\r\n\tAs we awaited a response from the Romney camp, we looked at the official government statistics, which come from a data set of the U.S. Census Bureau called the Current Population Survey -- Annual Social and Economic Supplements.</p>\r\n<p>\r\n\tWe looked at the trend for <a href=\"http://www.census.gov/hhes/www/income/data/historical/household/2010/H06AR_2010.xls\">inflation-adjusted median incomes for </a><a href=\"http://www.census.gov/hhes/www/income/data/historical/household/2010/H06AR_2010.xls\">households</a> between 2007 and 2010, and between 2006 and 2010, both of which could be considered as the &quot;last four years.&quot; The figures are produced annually and are not yet available for 2011 -- a key point we&rsquo;ll return to in a moment.</p>\r\n<p>\r\n\tBetween 2007 and 2010, the median declined by 6.3 percent, while between 2006 and 2010, the median declined by 5.1 percent. Both figures amount to considerably less than the 10 percent decline Romney specified. What gives?</p>\r\n<p>\r\n\tThe Romney camp explained that they had taken the statistic from a report published by a private agency, <a href=\"http://www.sentierresearch.com/\">Sentier Research</a>, based on other Census Bureau data. Last year, Sentier initiated a new statistic -- a &quot;household income index&quot; that tracks upticks and downticks in median income on a monthly basis, rather than annually.</p>\r\n<p>\r\n\tThe Census Bureau &quot;will not issue an official estimate for 2011 until this coming September,&quot; said Gordon Green, one of the firm&rsquo;s principals and a co-author of the report Romney referenced. But with the economy struggling and a presidential election looming, he said, &quot;people want to know.&quot; The index allows economists to pinpoint income studies more narrowly than they can with annual figures, since the beginnings and ends of recessions do not typically track the calendar year.</p>\r\n<p>\r\n\tTo create the index, Green and his colleague John Coder took data from the Census Bureau&rsquo;s monthly household survey -- the one that&rsquo;s used to determine the national unemployment rate. This sample reaches approximately 50,000 households and 130,000 household members each month, asking a variety of questions, including the sum of income earned by household members during previous 12 months.</p>\r\n<p>\r\n\tWhen Green and Coder released their October report, the finding was striking enough to be written about prominently in the <em><a href=\"http://www.nytimes.com/2011/10/10/us/recession-officially-over-us-incomes-kept-falling.html?_r=1\">New York Times</a></em>.</p>\r\n<p>\r\n\tBetween December 2007 -- the official beginning of the last recession -- and June 2011, &quot;real median annual household income has declined by 9.8 percent,&quot; the authors wrote. &quot;A decline of this magnitude represents a significant reduction in the American standard of living.&quot;</p>\r\n<p>\r\n\tThis finding -- a nearly 10 percent decline -- was what Romney was referring to in the debate, his campaign confirmed to PolitiFact.</p>\r\n<p>\r\n\tBut that isn&rsquo;t the end of the story.</p>\r\n<p>\r\n\tGreen told us that the 9.8 percent figure is now outdated. In July, the index fell again, but in August 2011 it began ticking up and has continued increasing through November 2011. The new decline is 8.2 percent, rather than 9.8. The new figures for December are due out within days, Green said.</p>\r\n<p>\r\n\tSo by not referring to the most recent report, Romney overstates the scale of the decline.</p>\r\n<p>\r\n\tThere are two other issues we think are worth mentioning.</p>\r\n<p>\r\n\tFirst, both the Sentier data and the annual median income data from the Census Bureau that we cited earlier refer to pre-tax income and exclude &quot;near-cash&quot; benefits such as food stamps and housing assistance. However, several economists told PolitiFact that using post-tax income and including food stamps and housing assistance in the calculation (data that is generally hard to come by) would likely show smaller declines than the ones recorded by either the Sentier or official Census Bureau data, and would offer a more useful picture of what was actually happening economically on the household level. The difference would stem in part from payroll tax cuts and tax credits signed by President Barack Obama, as well as <a href=\"http://www.politifact.com/truth-o-meter/statements/2012/jan/17/newt-gingrich/newt-gingrich-says-more-people-have-been-put-food-/\">growing numbers of Americans receiving food stamps</a> in recent years -- neither of which are reflected in the figures Romney cited.</p>\r\n<p>\r\n\tSecond, the Sentier data set is new, and lacks the outside scrutiny that comes with a years-long track record.</p>\r\n<p>\r\n\tOn the plus side, Green and Coder came to Sentier after long careers at the Census Bureau -- Green as chief of the governments division and Coder as chief of the income statistics branch -- and their firm&rsquo;s client list, according to its website, includes such prominent institutions as the Organization for Economic Co-operation and Development, the Social Security Administration, the Urban Institute, the Brookings Institution, the American Enterprise Institute, several universities and the Census Bureau itself.</p>\r\n<p>\r\n\tStill, outside economists said the new index is going to have to prove its accuracy over the long term. Due to the limitations in the available census data, Sentier&rsquo;s methodology includes a series of complicated adjustments, and it uses a four-month &quot;moving&quot; average for its data, in which one-quarter of the data every month is new, with the oldest one-fourth of the data jettisoned. The co-authors wrote that they did this because &quot;estimates based solely on the 25-percent sample entering in a single month exhibit an unacceptable level of sampling variability.&quot;</p>\r\n<p>\r\n\t&quot;Assuming it&rsquo;s been matched against previous, authoritative measures of median income based on detailed questionnaires or income tax data,&quot; the new household income index &quot;may provide a useful, up-to-date indicator of current money income trends,&quot; said Gary Burtless, an economist at the Brookings Institution. &quot;All I know for sure is that the Green-Coder estimate is not yet considered authoritative by any income expert that I know.&quot;</p>\r\n<p>\r\n\t<strong>Our ruling</strong></p>\r\n<p>\r\n\tIn the debate, Romney used a relatively new measurement to make his point -- one that shows higher declines in income than the standard statistics do. The statistics Romney used were created by two veteran Census Bureau number crunchers, and experts say that their approach includes both advantages (notably, timeliness) and disadvantages (most importantly, a short track record).</p>\r\n<p>\r\n\tMore important for our analysis, though, is also the numbers Romney used are outdated. Over the most recent four months, the statistics show median income rebounding, making the decline since the start of the last recession smaller than Romney said it was. On balance, we rate the statement Half True.</p>\r\n", "ruling_comments_date": "2012-01-24T15:59:32.753105", "ruling_date": "2012-01-24T16:35:19", "ruling_headline": "Mitt Romney says U.S. median income has declined 10 percent in the last four years", "ruling_headline_slug": "mitt-romney-says-us-median-income-has-declined-10-", "ruling_link_text": "Using outdated statistics; it's ticked up since then", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tU.S. Census Bureau, &quot;<a href=\"http://www.census.gov/hhes/www/income/data/historical/household/2010/H06AR_2010.xls\">Table H-6. Regions--All Races by Median and Mean Income: 1975 to 2010</a>,&quot; accessed Jan. 24, 2012<br />\r\n\t<br />\r\n\tSentier Research, &quot;Household Income Trends During the Recession and Economic Recovery&quot; (<a href=\"http://www.sentierresearch.com/pressreleases/SentierResearch_PressRelease_October_10_2011.pdf\">news release</a>), Oct. 10, 2011<br />\r\n\t<br />\r\n\tSentier Research, &quot;<a href=\"http://www.sentierresearch.com/reports/SentierResearch_Household_Income_Trends_Report_November2011_12_01_05.pdf\">Household Income Trends: November 2011</a>,&quot; Jan. 2012<br />\r\n\t<br />\r\n\t<em>New York Times</em>, &quot;<a href=\"http://www.nytimes.com/2011/10/10/us/recession-officially-over-us-incomes-kept-falling.html?_r=1\">Recession Officially Over, U.S. Incomes Kept Falling</a>,&quot; Oct. 9, 2011<br />\r\n\t<br />\r\n\tEmail interview with Daniel Mitchell, senior fellow at the Cato Institute, Jan. 24, 2012<br />\r\n\t<br />\r\n\tEmail interview with Dean Baker, co-director of the Center for Economic and Policy Research, Jan. 24, 2012<br />\r\n\t<br />\r\n\tEmail interview with Gary Burtless, senior fellow at the Brookings Institution, Jan. 24, 2012<br />\r\n\t<br />\r\n\tInterview with Gordon Green, Sentier Research, Jan. 24, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 34, "current_job": "Former governor", "false_count": 32, "first_name": "Mitt", "half_true_count": 58, "home_state": "Massachusetts", "id": 5, "last_name": "Romney", "mostly_true_count": 33, "name_slug": "mitt-romney", "pants_count": 19, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-mittromney.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/5/", "total_count": 221, "true_count": 30, "website": "http://www.mittromney.com/"}, "statement": "<p>\r\n\t&quot;The median income in this country has declined 10 percent in the last four years.&quot;</p>\r\n", "statement_context": "a Republican presidential debate in Tampa", "statement_date": "2012-01-23", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}], "target": [], "twitter_headline": ""}