{"art": [{"brightcove": "", "caption": "Texas Public Policy Foundation and Empower Texans co-sponsored a Jan. 12, 2012 debate of Texas GOP candidates for U.S. Senate. Jump forward to the 1:15:39 time mark for Tom Leppert's statement on Dallas crime.", "id": 2022, "infogram": "", "ndn": "", "ndnid": "", "other": "<iframe src=\"http://player.vimeo.com/video/35124225?title=0&amp;byline=0&amp;portrait=0\" width=\"300\" height=\"167\" frameborder=\"0\" webkitAllowFullScreen mozallowfullscreen allowFullScreen></iframe><p><a href=\"http://vimeo.com/35124225\">Texas US Senate Debate, 12 January 2012.</a> from <a href=\"http://vimeo.com/jstrevino\">Joshua S Trevino</a> on <a href=\"http://vimeo.com\">Vimeo</a>.</p>", "photo": null, "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/2022/", "title": "Debate, Texas' GOP candidates for US Senate, Jan 12 2012", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "sowen@statesman.com", "first_name": "Sue", "id": 265, "last_name": "Owen", "name_slug": "sue-owen", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/265/", "title": "PolitiFact Texas staff writer", "twitter": null}], "canonical_url": "/texas/statements/2012/feb/03/tom-leppert/tom-leppert-says-he-and-others-brought-down-dallas/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 5292, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "sowen@statesman.com", "first_name": "Sue", "id": 265, "last_name": "Owen", "name_slug": "sue-owen", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/265/", "title": "PolitiFact Texas staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/5292/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tIn his bid to take the seat of Texas&rsquo; retiring U.S. senator, businessman Tom Leppert draws on his private-sector background plus nearly four years as mayor of Dallas that ended in February 2011.<br />\r\n\t<br />\r\n\t&quot;When I came in, the biggest challenge was in public safety -- the crime rate,&quot; Leppert said in a Jan. 12, 2012, debate held in Austin for the Republican candidates vying to replace Sen. Kay Bailey Hutchison. &quot;In the space of the three years, &rsquo;08, &rsquo;09 and &rsquo;10, we brought the crime rate down by 30 percent -- numbers any city would love to have. And the way we did it is we increased the police department by 20 percent.&quot;<br />\r\n\t<br />\r\n\tWe wondered if the rate fell that much -- and if Leppert is justified in taking credit.<br />\r\n\t<br />\r\n\tLeppert spokesman Daniel Keylin told us by email that Dallas&rsquo; crime rate dropped from 78.45 crimes per 1,000 residents in 2007 to 55.67 crimes per 1,000 in 2010, a decrease of 29 percent.<br />\r\n\t<br />\r\n\tKeylin sent us a 2010<a href=\"http://www.dallaspolice.net/content/11/66/uploads/2010CrimeSummary.pdf\"> Dallas police report</a> with those numbers and others, including a chart that shows the crime rate per 1,000 residents from 1970 through 2010. The crimes counted are the FBI&rsquo;s &quot;index crimes&quot;: murder, rape, robbery, aggravated assault, burglary, larceny theft and motor vehicle theft.<br />\r\n\t<br />\r\n\tBut the rate started dropping several years before Leppert became mayor in June 2007.<br />\r\n\t<br />\r\n\tAfter hovering for several years at around 93 crimes per 1,000 residents, the rate declined in 2004 and each subsequent year through 2010 -- with the rates falling more steeply each year after 2007, according to the department. The 2010 rate of 55.67 crimes per 1,000 was a 30-year low. (Click <a href=\"http://static.politifact.com.s3.amazonaws.com/politifact%2Fphotos%2FDallascrimerate1970.2010.PNG\">here</a> to view the chart.) A caveat: Comparing the rates before 2007 to those after 2007 is complicated because Dallas police changed how some crimes were reported.<br />\r\n\t<br />\r\n\tThe post-2007 declines track with crime tallies that the Dallas Police Department reports to the FBI.<br />\r\n\t<br />\r\n\tNext, we asked Leppert what steps he took or contributed to toward the rate reductions.<br />\r\n\t<br />\r\n\tKeylin told us that increasing the number of Dallas police officers was a main goal in Leppert&rsquo;s 2007 mayoral campaign. Soon after his election, Leppert held a City Council retreat during which he advocated expanding the force, Keylin said, and during Leppert&rsquo;s tenure, the council allocated money in each of four budgets to hire a total 679 additional officers. Keylin also cited the addition of 176 squad cars.<br />\r\n\t<br />\r\n\tDallas Morning News stories from <a href=\"http://www.dallasnews.com/news/politics/local-politics/20110126-exclusive-former-dallas-police-chief-david-kunkle-may-run-for-mayor.ece\">January</a> and <a href=\"http://www.dallasnews.com/news/community-news/dallas/headlines/20110315-size-of-dallas-police-force-may-be-hit-by-budget-woes.ece\">March</a> 2011 indicate the force had around 2,860 officers in 2000, 2,900 police in 2006, and 3,684 officers at the end of 2010.<br />\r\n\t<br />\r\n\tThe Dallas police sent us figures for net job gains and losses that reflect a considerable increase in hiring during Leppert&rsquo;s tenure. In 2003-2004, the force saw small losses; then, small gains in net jobs came in 2005-2006. Large gains came in 2007-2010: 168, 203, 208 and 93 net jobs, respectively (after retirement and other departures are subtracted from the number of hires). In 2011 &ndash; after Leppert&rsquo;s exit &ndash; the Dallas police lost 179 positions.<br />\r\n\t<br />\r\n\tWe consulted other sources before circling back to Leppert.<br />\r\n\t<br />\r\n\tAccording to a July 25, 2007, Morning News article, public safety was a big part of Leppert&rsquo;s 2007 mayoral bid and of the post-election council retreat he called. However, the article says lowering the crime rate and adding police were already established city priorities.<br />\r\n\t<br />\r\n\tShortly before Leppert took office, the News reported that city manager Mary Suhm had drawn up a preliminary budget proposal to hire 200 police officers in each of the next four years. In that <a href=\"http://www.dentonrc.com/s/dws/news/politics/local/stories/061807dnmetwinnerinterview.388bef7.html\">June 18, 2007, news story</a>, Mayor-elect Leppert calls the plan &quot;a good start.&quot;<br />\r\n\t<br />\r\n\tIn a telephone interview, Dallas&rsquo; <a href=\"http://www.dallasnews.com/news/politics/local-politics/20101021-Kenneth-Mayfield-Elba-Garcia-flinging-45.ece\">mayor pro tem for 2007-09</a>, Elba Garcia, told us that from at least 2004 on, there was &quot;unanimous consensus&quot; among council members that reducing crime was a priority. Garcia, initially elected to the council in 2001, chaired the council&rsquo;s public safety committee. A Democrat, she is <a href=\"http://www.elbagarcia.com/new-site/meet/experience.html\">now</a> a Dallas County commissioner.<br />\r\n\t<br />\r\n\tGarcia said of the crime rate reductions: &quot;It took the leadership of many people, and the mayor (Leppert) wasn&rsquo;t there when we started that crime decrease.&quot;<br />\r\n\t<br />\r\n\tThe News reported July 30, 2003 that the city was headed towards its sixth year with the highest crime rate for cities of over 1 million residents as gauged by a national report. Amid public dismay, Mayor Laura Miller met with federal and county officials, and began meeting weekly with police Chief Terrell Bolton, according to the paper, as one council member called for an outside review of the department.<br />\r\n\t<br />\r\n\tBolton was fired less than a month later -- partly because of the crime ranking, the paper reported. Under the new chief, David Kunkle, who took the post in 2004, crime rates went down and public trust in the police went up, the News wrote in a <a href=\"http://www.dallasnews.com/news/politics/local-politics/20110126-exclusive-former-dallas-police-chief-david-kunkle-may-run-for-mayor.ece\">Jan. 26, 2011, story</a>.<br />\r\n\t<br />\r\n\tIn 2005, two local leaders cited concern over the city&rsquo;s crime ranking when they founded Safer Dallas, Better Dallas, a nonprofit group that sought private donations to support Dallas police. That year, they garnered a <a href=\"http://www.cftexas.org/netcommunity/document.doc?id=89\">$15 million gift</a> from the W.W. Caruth, Jr. Foundation Fund, used to start a <a href=\"http://www.tdcaa.com/node/1742\">police leadership academy</a> and <a href=\"http://www.cftexas.org/netcommunity/document.doc?id=88\">purchase</a> police equipment, <a href=\"http://www.dallasnews.com/news/crime/headlines/20100129-Other-factors-in-the-decline-3400.ece\">according</a> to the Dallas Morning News.<br />\r\n\t<br />\r\n\tGarcia told us that at the July 2007 council retreat, the council vowed to get Dallas out of the No. 1 spot on the big-city-crime list -- a goal <a href=\"http://www.dallasnews.com/news/community-news/dallas/headlines/20100128-Dallas-crime-down-6-4-percent-977.ece\">achieved</a> in 2009 (and Dallas dropped from No. 2 to No. 3 the next year).<br />\r\n\t<br />\r\n\tThe Morning News<a href=\"http://cityhallblog.dallasnews.com/archives/2010/10/dallas-now-has-third-highest-c.html\"> said in a blog post Oct. 19, 2010</a>: &quot;To get out of the top spots, the city has substantially increased the size of its police force.&quot;<br />\r\n\t<br />\r\n\tIn a <a href=\"http://www.dallasnews.com/news/crime/headlines/20110108-dallas-crime-fell-in-2010-for-seventh-straight-year.ece\">Jan. 8, 2011, Morning News story</a> about the Dallas crime rate&rsquo;s &quot;steady march downward that started seven years ago,&quot; the paper said police &quot;credit factors from public surveillance cameras to specialized crime reduction operations to the addition of 750 officers since 2004.&quot;<br />\r\n\t<br />\r\n\tWe wondered how to isolate Leppert&rsquo;s contributions to the rate decrease on his watch.<br />\r\n\t<br />\r\n\tIn a telephone interview, Leppert acknowledged that Dallas leaders had been talking for years about adding police. But, he said, &quot;It wasn&rsquo;t until I came in that we said, &lsquo;We are going to do it. This is going to be absolutely a commitment to it.&rsquo; &quot;<br />\r\n\t<br />\r\n\t&quot;There was never a commitment to a long-term effort to do it, and they never looked at the way that you finance it, and we did all of those things,&quot; he said. For those police hires, Leppert said, the city made &quot;a fundamental shifting of resources&quot; to public safety, a claim we couldn&rsquo;t immediately confirm.<br />\r\n\t<br />\r\n\t&quot;There were a lot of people involved in this. I clearly led the effort,&quot; he said. &quot;We worked together, and we made it happen. And I understood where we had to go.&quot;<br />\r\n\t<br />\r\n\tStill, it&rsquo;s not clear how much Leppert directly influenced the police force increase that occurred on his watch.<br />\r\n\t<br />\r\n\tOne criminologist told us it takes sustained effort to turn around a city&rsquo;s crime rate. Speaking to the Dallas turnaround, Melinda Schlager at Texas A&amp;M University-Commerce said in a telephone interview: &quot;Many of the seeds for change were planted under Kunkle,&quot; the chief who served from June 2004 through May 2010, &quot;and if you look at when the decreases in crime began, they began under Kunkle&rsquo;s watch.&quot;<br />\r\n\t<br />\r\n\tDallas&rsquo; three-year, 29-percent rate drop seems high, but plausible, criminologists told us, noting that national and state crime rates also dropped. From 2007 to 2010, basically Leppert&rsquo;s time as mayor, Texas saw an 8 percent drop in <a href=\"http://www.txdps.state.tx.us/administration/crime_records/pages/crimestatistics.htm\">statewide</a> FBI index crimes, and <a href=\"http://www.fbi.gov/about-us/cjis/ucr/crime-in-the-u.s/2010/crime-in-the-u.s.-2010/tables/10tbl01.xls\">nationwide</a> the decline was 10.7 percent; Houston saw a 11.4 percent drop over the same years, Austin a 9.4 percent drop. San Antonio&rsquo;s rate rose and fell, but the city ended with a net gain of 0.1 percent for the period.<br />\r\n\t<br />\r\n\tGarcia said of Leppert&rsquo;s 30-percent debate statement: &quot;I&rsquo;m glad he used the word &lsquo;we.&rsquo;... All that took a lot of people supporting these recommendations, supporting the chief ... It took a lot of people and a lot of leadership.&quot;<br />\r\n\t<br />\r\n\tWe asked Leppert if it&rsquo;s possible the crime rate would have fallen at a similar pace anyway, considering it was going down before he became mayor and continued to drop after his tenure. &quot;If they did the same things we did,&quot; he said. &quot;I needed the city council, I needed to work with the police department; not only the leaders in the police department but the people who were out on the street doing a great job every single day.&quot;<br />\r\n\t<br />\r\n\tOur ruling<br />\r\n\t<br />\r\n\tLeppert&rsquo;s estimate of a 30-percent, three-year drop is on target, though crime was dropping years before his tenure and factors beyond his influence surely contributed to the drop he touts -- &nbsp;among them private donations before he was mayor and the earlier hiring of a new police chief. Yet the police force grew substantially on his watch. We rate his statement Mostly True.</p>\r\n", "ruling_comments_date": "2012-02-02T13:41:57.239796", "ruling_date": "2012-02-03T17:21:09", "ruling_headline": "Tom Leppert says he and others brought down Dallas crime rate", "ruling_headline_slug": "tom-leppert-says-he-and-others-brought-down-dallas", "ruling_link_text": "Leppert presided, wasn’t alone", "ruling_state": "Texas", "source_documents": null, "sources": "<p>\r\n\t<a href=\"http://vimeo.com/35124225\" id=\"internal-source-marker_0.36411294528720495\">Debate</a> with Texas&rsquo; Republican candidates for U.S. Senate, Jan. 12, 2012, by Texas Public Policy Foundation and Empower Texans<br />\r\n\t<br />\r\n\tTelephone and email interviews with Daniel Keylin, spokesman for Tom Leppert campaign, Jan.18-Feb. 2<br />\r\n\t<br />\r\n\tDallas Police Department report, <a href=\"http://www.dallaspolice.net/content/11/66/uploads/2010CrimeSummary.pdf\">&quot;Crime Summary 2010,&quot;</a> www.dallaspolice.net, accessed Jan. 18-Feb. 2<br />\r\n\t<br />\r\n\tDallas Morning News story, <a href=\"http://www.dallasnews.com/news/politics/local-politics/20110126-exclusive-former-dallas-police-chief-david-kunkle-may-run-for-mayor.ece\">&quot;Former Dallas Police Chief David Kunkle says he may run for mayor, reshaping contest,&quot;</a> Jan. 26, 2011<br />\r\n\t<br />\r\n\tDallas Morning News story, <a href=\"http://www.dallasnews.com/news/community-news/dallas/headlines/20110315-size-of-dallas-police-force-may-be-hit-by-budget-woes.ece\">&quot;Size of Dallas police force may be hit by budget woes,&quot;</a> March 15, 2011<br />\r\n\t<br />\r\n\tDallas Morning News story, &quot;Dallas has No. 1 big-city crime rate; Homicides up 72% in first half of year; police say initiatives working,&quot; July 30, 2003<br />\r\n\t<br />\r\n\tDallas Morning News story, &quot;Bolton argues crime has fallen since 1991; Chief disagrees that people are safer in New York than in Dallas,&quot; July 31, 2003<br />\r\n\t<br />\r\n\tDallas Morning News story, &quot;Police efficiency study is sought; Councilman questions Dallas operation after crime spike reported,&quot; Aug. 5, 2003<br />\r\n\t<br />\r\n\tFort Worth Star-Telegram, &quot;Officials get together to address Dallas crime,&quot; Aug. 7, 2003</p>\r\n<p>\r\n\tDallas Morning News story, &quot;Bolton Firing; Dismissal must be a step forward, not back,&quot; Aug. 27, 2003<br />\r\n\t<br />\r\n\tDallas Morning News story, &quot;Council members work on teamwork at retreat: Dallas: Session builds camaraderie, prioritizes six focus areas,&quot; July 25, 2007<br />\r\n\t<br />\r\n\tDallas Morning News story, <a href=\"http://www.dentonrc.com/s/dws/news/politics/local/stories/061807dnmetwinnerinterview.388bef7.html\">&quot;Leppert looks to get started,&quot;</a> June 18, 2007<br />\r\n\t<br />\r\n\tDallas Morning News story, <a href=\"http://www.dallasnews.com/news/politics/local-politics/20101021-Kenneth-Mayfield-Elba-Garcia-flinging-45.ece\">&quot;Kenneth Mayfield, Elba Garcia flinging accusations in Dallas County Commissioner race,&quot;</a> Oct. 21, 2010<br />\r\n\t<br />\r\n\tPhone and email interviews with Dallas County Commissioner Elba Garcia, Jan. 31, 2012<br />\r\n\t<br />\r\n\tDallas Morning News story, <a href=\"http://www.dallasnews.com/news/community-news/dallas/headlines/20100128-Dallas-crime-down-6-4-percent-977.ece\">&quot;Dallas crime down 6.4 percent in 2009,&quot;</a> Jan. 29, 2010<br />\r\n\t<br />\r\n\tDallas Morning News story, <a href=\"http://www.dallasnews.com/news/crime/headlines/20100129-Other-factors-in-the-decline-3400.ece\">&quot;Other factors in the decline,&quot;</a> Jan. 29, 2010<br />\r\n\t<br />\r\n\tDallas Morning News story, <a href=\"http://cityhallblog.dallasnews.com/archives/2010/10/dallas-now-has-third-highest-c.html\">&quot;Dallas now has third highest crime rate of cities with over a million people,&quot;</a> Oct. 19, 2010<br />\r\n\t<br />\r\n\tDallas Morning News story, <a href=\"http://www.dallasnews.com/news/crime/headlines/20110108-dallas-crime-fell-in-2010-for-seventh-straight-year.ece\">&quot;Dallas crime fell in 2010 for seventh straight year,&quot;</a> Jan. 8, 2011<br />\r\n\t<br />\r\n\tPhone interview with Tom Leppert, candidate for U.S. Senate, Feb. 1, 2012<br />\r\n\t<br />\r\n\tTelephone and email interviews with Melinda Schlager, associate professor, Department of Sociology and Criminal Justice at Texas A&amp;M University-Commerce, Jan. 30-Feb. 1, 2012<br />\r\n\t<br />\r\n\tTelephone interview with Kim Rossmo, research professor, Center for Geospatial Intelligence and Investigation at Texas State University, Jan. 30, 2012<br />\r\n\t<br />\r\n\tTelephone and email interviews with Raymond Teske, professor and founder of Criminal Justice Center&#39;s Survey Research Program at Sam Houston State University, Jan. 26-27, 2012<br />\r\n\t<br />\r\n\tTexas Department of Public Safety, <a href=\"http://www.txdps.state.tx.us/administration/crime_records/pages/crimestatistics.htm\">&quot;Texas Crime Report&quot; documents 2000-2010</a>, www.txdps.state.tx.us, accessed Feb. 2, 2012<br />\r\n\t<br />\r\n\tFederal Bureau of Investigation report, <a href=\"http://www.fbi.gov/about-us/cjis/ucr/crime-in-the-u.s/2010/crime-in-the-u.s.-2010/tables/10tbl01.xls\">&quot;Crime in the United States 2010,&quot;</a> www.fbi.gov, accessed Feb. 2, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Businessman", "false_count": 1, "first_name": "Tom", "half_true_count": 0, "home_state": "Texas", "id": 1368, "last_name": "Leppert", "mostly_true_count": 1, "name_slug": "tom-leppert", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/leppertcampaign2011.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1368/", "total_count": 3, "true_count": 1, "website": "http://bit.ly/1qBcCc7"}, "statement": "<p>\r\n\tSays &quot;we brought crime rate down by 30 percent&quot; when he was mayor of Dallas.</p>\r\n", "statement_context": "a U.S. Senate debate hosted by Empower Texans and the Texas Public Policy Foundation", "statement_date": "2012-01-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 196, "photo": null, "resource_uri": "/api/v/2/subject/196/", "subject": "City Budget", "subject_slug": "city-budget", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}, {"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}], "target": [], "twitter_headline": ""}