{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2012/feb/06/lamar-smith/lamar-smith-says-online-piracy-and-counterfeiting-/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "facebook_headline": null, "id": 5308, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/5308/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tU.S. Rep. Lamar Smith, R-San Antonio, declared in an opinion column on CNN.com: &quot;The growing number of foreign websites that offer counterfeit or stolen goods continues to threaten American technology, products and jobs.&quot;<br />\r\n\t<br />\r\n\tHis Jan. 20, 2012, post continues: &quot;Illegal counterfeiting and piracy costs the U.S. economy $100 billion and thousands of jobs every year. Congress cannot stand by and do nothing while some of America&#39;s most profitable and productive industries are under attack.&quot;<br />\r\n\t<br />\r\n\tSay <em>what </em>costs that much? A reader asked.<br />\r\n\t<br />\r\n\tSmith&rsquo;s $100 billion statement has weaknesses, we learned, partly because estimates of the impact of online vending of counterfeit or pirated (as in stolen) software, movies, recordings and other rip-off products ranging from handbags to shoes are hard to corral.<br />\r\n\t<br />\r\n\tWe&rsquo;ll dip into Smith&rsquo;s backup after some background.<br />\r\n\t<br />\r\n\tSmith is a chief sponsor of the stalled <a href=\"http://thomas.loc.gov/cgi-bin/query/z?c112:H.R.3261:\">Stop Online Piracy Act</a>, which he described in a November 2011 <em>Austin American-Statesman</em> <a href=\"http://www.statesman.com/opinion/smith-law-needed-to-control-cyber-piracy-1997704.html?printArticle=y\">oped column</a> as an attempt to rein in &quot;a vast virtual market online run by criminals who steal and sell America&#39;s intellectual property and keep the profits for themselves.&quot;<br />\r\n\t<br />\r\n\t&quot;Movies and music are not the only stolen products that are offered by rogue sites,&quot; Smith&rsquo;s column says. &quot;Counterfeit medicine, automotive parts and even baby food are a big part of the counterfeiting business and pose a serious threat to the health of American consumers.&quot;<br />\r\n\t<br />\r\n\tSmith&rsquo;s November column says too that the act is intended to target such illegal activity by permitting the attorney general to seek an injunction against a foreign website dedicated to it.<br />\r\n\t<br />\r\n\tCongressional action on Smith&rsquo;s proposal, and a Senate approach pitched as protecting intellectual property, stalled out in the wake of a public outcry in January.<br />\r\n\t<br />\r\n\tNow let&rsquo;s get back to Smith&rsquo;s claim that counterfeiting and piracy costs the U.S. economy $100 billion a year.<br />\r\n\t<br />\r\n\tHis spokeswoman, Sally-Shannon Birkel, told us Smith&rsquo;s figure originated in a February 2011 <a href=\"http://www.iccwbo.org/uploadedFiles/BASCAP/Pages/Global%20Impacts%20-%20Final.pdf\">report </a>commissioned by the France-based Business Action to Stop Counterfeiting and Piracy, an initiative of the International Chamber of Commerce, <a href=\"http://www.iccwbo.org/id93/index.html\">whose declared mission</a> is to promote trade and investment, open markets and the free flow of capital.<br />\r\n\t<br />\r\n\tThe report says: &quot;We find that the U.S. consumption-based share of counterfeit and pirated goods is between $66 billion and $100 billion (based on 2008 data).&quot; So that&rsquo;s the origin of Smith&rsquo;s $100 billion figure. It&rsquo;s the high-end part of this finding.<br />\r\n\t<br />\r\n\tGlobally, the same report says, such goods had a 2008 value of up to $650 billion.<br />\r\n\t<br />\r\n\tBut Smith&rsquo;s statement refers to how much counterfeiting and online piracy costs the U.S. economy. &nbsp;Is the country&rsquo;s &quot;consumption-based share&quot; of such goods -- which the report calls relevant to U.S. businesses -- the same as their cost to the economy?<br />\r\n\t<br />\r\n\tIt&rsquo;s unlikely. A portion of the report pointed out to us by Sanjay Jain, a Texas A&amp;M University professor of marketing, states that the &quot;study has not attempted to estimate business losses associated with counterfeiting and piracy. This is primarily because the likely variations and other difficulties associated with estimating substitution effects across substantially different countries and industries introduces an additional level/degree of variables which could undermine our aim to as accurately as possible characterize the magnitude of counterfeiting and piracy.&quot;<br />\r\n\t<br />\r\n\tAfter presenting the $66 billion to $100 billion range, the report says this represents &quot;international trade in counterfeit and pirated goods, domestically produced and consumed goods and digitally pirated products.&quot; Broken down, the report says, this includes consumption of $45 billion to $60 billion of internationally traded counterfeit and pirated products, $12 billion to $14 billion in domestically produced counterfeit products and between $9 billion and $25 billion in digitally pirated products.<br />\r\n\t<br />\r\n\tJain and Julian Sanchez, a fellow at the libertarian Cato Institute who <a href=\"http://arstechnica.com/tech-policy/news/2012/01/internet-regulation-and-the-economics-of-piracy.ars\">has urged skepticism</a> about cost estimates for online piracy, each pointed out to us that the presented range questionably assumes that any pirated product would otherwise be purchased at its retail price by the person who obtained it. That&rsquo;s not always or even often so, they said.<br />\r\n\t<br />\r\n\tBroadly speaking, Jain said, he has seen no convincing studies on the costs of piracy and counterfeiting to the American economy &mdash; unsurprisingly so, he said, &nbsp;because it&rsquo;s not an easy problem. &quot;I don&rsquo;t know the right number,&quot; he said.<br />\r\n\t<br />\r\n\tSanchez, who told us he considers Smith&rsquo;s proposal a &quot;bad bill,&quot; raised another issue, saying by email that most of the pirated and counterfeited products included in the its $66 billion to $100 billion range have nothing to do with online piracy targeted by Smith&rsquo;s act.<br />\r\n\t<br />\r\n\t&quot;People were manufacturing fake Nikes long before the Internet became a mass medium,&quot; Sanchez wrote, &quot;so while it might be an interesting factoid to know the size of that market, it&rsquo;s a red herring if we&rsquo;re talking about a &lsquo;Stop Online Piracy Act.&rsquo;&quot;<br />\r\n\t<br />\r\n\tThis &quot;whole debate,&quot; Sanchez said, &quot;has tended to lump together &lsquo;counterfeiting&rsquo; (trademark infringement, usually involving physical goods) and &lsquo;piracy&rsquo; (copyright infringement, encompassing both physical media sales and online digital transfers). From a policy perspective, this is misleading, if not outright deceptive. Whatever amount is spent globally on fake Nikes imported in bulk by retailers, it has very little to do with the debate over policy aimed at shutting down cyberlockers to reduce illicit downloads by individual consumers. &nbsp;You might as well cite an estimate of the total economic cost of &lsquo;crime.&rsquo; &quot;<br />\r\n\t<br />\r\n\tThe debate aside, we asked Jeffrey Hardy, director of the international chamber&rsquo;s initiative, if its report&rsquo;s $66 billion to $100 billion estimate for the United States&rsquo; &quot;consumption-based share&quot; for counterfeit and pirated goods is the same as the economic impact of such activities on the country&rsquo;s economy.<br />\r\n\t<br />\r\n\tIt&rsquo;s not, Hardy said, though he said the cost to the economy would be a percentage of the $66 billion to $100 billion &quot;share.&quot; He also stressed that the report&rsquo;s figures reflected the situation in 2008 and costs have increased since then. His speculation: &quot;We may already be to $166 billion&quot; for the U.S. share of consumed counterfeit and pirated goods, which could even turn out to be the current annual cost to the economy.<br />\r\n\t<br />\r\n\tHardy also confirmed that the range presented in the report is tied to the retail value of goods though, he agreed, it&rsquo;s incorrect to assume that in all cases someone who purchases a pirated or counterfeit good would otherwise buy the product at market cost.<br />\r\n\t<br />\r\n\tAll told, Hardy acknowledged, there was no way to pinpoint costs to the economy. The main point was to show that counterfeiting and digital piracy are big problems. &quot;There is a balance between overhyping or overcooking the pie &hellip; and trying to present the fact that the magnitudes are enormous and getting bigger, especially on the digital side of things,&quot; Hardy said. &quot;It&rsquo;s a very complicated process when there&rsquo;s not a lot of information and (there is) a lot of educated guesses. That&rsquo;s what economists do.&quot; Hardy said the international chamber has taken no position on SOPA.<br />\r\n\t<br />\r\n\tSeparately, Sanchez said he agrees with an April 2010 report by the U.S. Government Accountability Office, which states that while counterfeiting and online piracy may pose sizeable negative economic effects, they are hard to quantify.<br />\r\n\t<br />\r\n\tA GAO <a href=\"http://www.gao.gov/products/GAO-10-423\">summary</a> of the <a href=\"http://www.gao.gov/assets/310/303057.pdf\">report</a>, &quot;Intellectual Property, Observations on Efforts to Quantify the Economic Effects of Counterfeit and Pirated Goods,&quot; says: &quot;Generally, the illicit nature of counterfeiting and piracy makes estimating the economic impact of (intellectual property) infringements extremely difficult, so assumptions must be used to offset the lack of data. Efforts to estimate losses involve assumptions such as the rate at which consumers would substitute counterfeit for legitimate products, which can have enormous impacts on the resulting estimates. Because of the significant differences in types of counterfeited and pirated goods and industries involved, no single method can be used to develop estimates. Each method has limitations, and most experts observed that it is difficult, if not impossible, to quantify the economy-wide impacts.&quot;<br />\r\n\t<br />\r\n\tAfter we summarized much of this research, Smith objected to Sanchez as an expert, saying in an email that &nbsp;because Sanchez is opposed to the anti-online-piracy act, he &quot;cannot provide an objective or unbiased analysis.&quot; He stood by his CNN.com statement, telling us: &quot;Since the U.S. is the largest producer of (intellectual property) that is consumed around the world, one can surmise that a significant amount of that total value is taken from the U.S. economy.&quot;<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tSmith&rsquo;s statement draws on a high-end estimate also based on flawed assumptions for the U.S. &quot;consumption-based share of counterfeit and pirated goods&quot; in 2008. The cited $100 billion figure doesn&rsquo;t reflect the costs to the economy, contrary to Smith&rsquo;s claim; the 2011 study did not assess such costs, which are understandably slippery.<br />\r\n\t<br />\r\n\tMaybe there is no solid estimate of the cost to the economy. Smith&rsquo;s CNN.com statement rates False.</p>\r\n", "ruling_comments_date": "2012-02-06T14:47:37.435660", "ruling_date": "2012-02-06T14:39:29", "ruling_headline": "Lamar Smith says online piracy and counterfeiting costs the U.S. economy $100 billion a year", "ruling_headline_slug": "lamar-smith-says-online-piracy-and-counterfeiting-", "ruling_link_text": "Too slippery to pin down?", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tBusiness Action to Stop Counterfeiting and Piracy, report, <a href=\"http://www.iccwbo.org/uploadedFiles/BASCAP/Pages/Global%20Impacts%20-%20Final.pdf\">&quot;Estimating the global economic and social impacts of counterfeiting and piracy,&quot;</a> February 2011<br />\r\n\t<br />\r\n\tTelephone interview, Jeffrey Hardy, director of the International Chamber of Commerce&#39;s Business Action to Stop Counterfeiting and Piracy Initiative, Jan. 30, 2012<br />\r\n\t<br />\r\n\tTelephone interview, Sanjay Jain, professor of marketing, Mays Business School, Texas A&amp;M University, College Station, Jan. 25, 2012<br />\r\n\t<br />\r\n\tEmail (excerpted), <a href=\"https://docs.google.com/document/pub?id=1r5kaQSWeB_ghMdM7VHi87JiRDmjSicHE6-nfN3DtjcY\">response</a> to PolitiFact Texas, Sally-Shannon Birkel, communications director, U.S. Rep. Lamar Smith, Jan. 27, 2012<br />\r\n\t<br />\r\n\tEmails (excerpted), <a href=\"https://docs.google.com/document/pub?id=1rwgW7s4EfPLVT-OoSjZ-mKzib0fPWCZucqPZOfZilUA\" id=\"internal-source-marker_0.004335262616238733\">responses&nbsp;</a> to PolitiFact Texas, Julian Sanchez, research fellow, Cato Institute, Jan. 25 and Feb. 2, 2012</p>\r\n<p>\r\n\tLamar Smith, opinion columns, <a href=\"http://www.statesman.com/opinion/smith-law-needed-to-control-cyber-piracy-1997704.html?printArticle=y\">&quot;Law needed to control cyper piracy,&quot;</a> Austin American-Statesman, Nov. 28, 2011; <a href=\"http://www.cnn.com/2012/01/20/opinion/smith-sopa-support/\">&quot;Why we need a law against online piracy,&quot;</a> CNN.com, Jan. 20, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "Congressman", "false_count": 5, "first_name": "Lamar", "half_true_count": 2, "home_state": "Texas", "id": 189, "last_name": "Smith", "mostly_true_count": 3, "name_slug": "lamar-smith", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/lamarsmithmug3.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/189/", "total_count": 17, "true_count": 4, "website": "http://lamarsmith.house.gov/"}, "statement": "<p>\r\n\t&quot;Illegal counterfeiting and piracy costs the U.S. economy $100 billion... every year.&quot;</p>\r\n", "statement_context": "an opinion column.", "statement_date": "2012-01-20", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 254, "photo": null, "resource_uri": "/api/v/2/subject/254/", "subject": "Congress", "subject_slug": "congress", "used_in_edition": ["/api/v/2/edition/6/"]}, {"description": "", "id": 177, "photo": null, "resource_uri": "/api/v/2/subject/177/", "subject": "Criminal Justice", "subject_slug": "criminal-justice", "used_in_edition": ["/api/v/2/edition/5/"]}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}], "target": [], "twitter_headline": ""}