{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2008/jun/19/john-mccain/no-relief-at-pump-here-and-now/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "smontgomery@sptimes.com", "first_name": "Scott", "id": 9, "last_name": "Montgomery", "name_slug": "scott-montgomery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/9/", "title": "Former Government & Politics Editor, St. Petersburg Times", "twitter": null}], "facebook_headline": null, "id": 532, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/532/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "When Sen. John McCain dropped his energy bombshell, calling for the federal government to lift restrictions on offshore drilling for oil, he began by noting the high price of gas these days.\n<p>\n \"With gasoline running at more than four bucks a gallon, many do not have the luxury of waiting on the far-off plans of futurists and politicians,\" McCain said in a speech on Tuesday in the oil hub of Houston, Texas.\n</p>\n<p>\n \"As a matter of fairness to the American people, and a matter of duty for our government, we must deal with the here and now,\" McCain said, \"and assure affordable fuel for America by increasing domestic production.\"\n</p>\n<p>\n The political momentum for offshore drilling has always risen and fallen along with gas prices. But while there are strong arguments that can be made in favor of offshore drilling, reducing the cost of gas \"here and now\" isn't one of them, according to oil experts and economists - many of whom support the plan.\n</p>\n<p>\n For starters, the lead time for oil exploration takes years. Even if offshore drilling areas opened up tomorrow, experts say it would take at least 10 years to realize any significant production. And even then, they say, the U.S. contribution to the overall global oil market would not be enough to make a significant dent in the price of gas.\n</p>\n<p>\n \"Drilling offshore to lower oil prices is like walking an extra 20 feet per day to lose weight,\" said David Sandalow, a senior fellow at the Brookings Institution, and author of Freedom from Oil. \"It's just not going to make much difference.\"\n</p>\n<p>\n It takes years to bring new oil wells online, said Mike Rodgers, a leading oil expert with PFC Energy in Washington. Companies need to drill exploratory wells, then discovery wells around the exploratory wells that show promise. Shipyards that build platforms, a two to three year endeavor, are already booked solid.\n</p>\n<p>\n \"It's foolish to sell it as a short-term solution to high gas prices,\" Rodgers said. \"Opening off-shore drilling would have no impact whatsoever on gas prices today.\"\n</p>\n<p>\n That being said, Rodgers is a proponent of offshore drilling.\n</p>\n<p>\n Most forecasters believe we are in for more dramatic prices hikes as international demand grows, particularly in rapidly developing countries such as India and China. As demand rises, Rodgers said, it would be good for the U.S. to have more of its own supply.\n</p>\n<p>\n If there is a larger domestic supply of oil in the future, he said, \"you would hope\" it might soften prices some.\n</p>\n<p>\n But even long term projections on the impact of offshore drilling don't promise much relief at the pump.\n</p>\n<p>\n An analysis performed by the Energy Information Administration (EIA), the independent statistical and analytical agency within the U.S. Department of Energy, found in a report published in 2007 that opening up the outer continental shelf in the Pacific, Atlantic and eastern Gulf regions would result in production no sooner than 2017, and would not have a significant impact on domestic crude oil production before 2030.\n</p>\n<p>\n \"Because oil prices are determined on the international market, however, any impact on average wellhead prices is expected to be insignificant,\" the report concludes.\n</p>\n<p>\n The EIA also researched the impact of crude oil production in the Arctic National Wildlife Refuge. To put it in scale, ANWR is believed to have a potential for 10.4 billion barrels of crude oil, a little more than half of the projected potential for the offshore areas McCain has proposed opening.\n</p>\n<p>\n ANWR would add only 1 to 2 percent to the overall world oil supply, said Philip Budzig, who authored the report for the EIA. The report concluded drilling there would subtract anywhere from 41 cents to $1.44 per barrel of crude oil around 2025. That translates to a savings of just a couple pennies per gallon at the pump. Again, in 2025.\n</p>\n<p>\n Budzig noted that the report was prepared when oil was going for about $65 a barrel. It's now double that. So, in theory, savings might be double what he projected last year.\n</p>\n<p>\n The case for offshore drilling becomes more compelling when you look long term, Budzig said.\n</p>\n<p>\n Increasing domestic oil production will lower the U.S. trade deficit, he said, putting less stress on the dollar.\n</p>\n<p>\n \"It's sort of like investing in your kid's education,\" Budzig said.\n</p>\n<p>\n Former Florida Sen. Bob Graham told the\n <i>\n  St. Petersburg Times\n </i>\n he was horrified by McCain's plan.\n</p>\n<p>\n \"I doubt there's an economist alive that would make the case that there's a near or longer term relationship between the moratorium and the price of gasoline,\" Graham said.\n</p>\n<p>\n Several economists who spoke to PolitiFact backed that up.\n</p>\n<p>\n \"Obviously, if you do offshore drilling now it's not going to give any short term help on the supply of oil,\" said Paul A. Samuelson, a professor of economics at MIT and winner of the 1970 Nobel Prize in Economics. \"That's far away.\"\n</p>\n<p>\n \"Getting oil from the tundra and arctic isn't going to solve the problem,\" Samuelson said, adding that the potential for environmental damage needs to be factored in as well.\n</p>\n<p>\n Dr. A.F. Alhaji, an associate professor of economics at Ohio Northern University and an international expert on oil markets, said he supports offshore drilling as a long-term way to lower dependence on foreign oil and thereby improve national security.\n</p>\n<p>\n However, he said, \"I have a problem linking the drilling to current gas prices for political reasons. The reality is there is no correlation between today's prices and what gasoline will be discovered in the outer shelf.\"\n</p>\n<p>\n In fairness, McCain made many arguments when making his case for lifting offshore drilling bans - including enhanced national security. But he left little doubt that the fundamental impetus was to provide some relief to the high prices Americans are paying for gas \"here and now.\" And that argument holds little weight. We rule it False.\n</p>\n<p>\n</p>", "ruling_comments_date": "2010-01-07T13:28:12.864875", "ruling_date": "2008-06-19T00:00:00", "ruling_headline": "No relief at pump here and now", "ruling_headline_slug": "no-relief-at-pump-here-and-now", "ruling_link_text": "No relief at pump here and now", "ruling_state": null, "source_documents": null, "sources": "Energy Information Administration,\n<a href=\"http://www.eia.doe.gov/oiaf/aeo/otheranalysis/ongr.html\">\n \"Impacts of Increased Access to Oil and Natural Gas Resources in the Lower 48 Federal Outer Continental Shelf\"\n</a>\n<p>\n Energy Information Administration,\n <a href=\"http://www.eia.doe.gov/oiaf/servicerpt/anwr/index.html\">\n  \"Analysis of Crude Oil Production in the Arctic National Wildlife Refuge\"\n </a>\n May 2008\n</p>\n<p>\n John McCain for President Web site,\n <a href=\"http://www.johnmccain.com/Informing/News/Speeches/d3ee7e45-7043-4623-ab99-ffbdeb7a431d.htm\">\n  \"Remarks By John McCain On Energy Security\"\n </a>\n June 17, 2008\n</p>\n<p>\n ABC News,\n <a href=\"http://abcnews.go.com/Politics/wireStory?id=5178009\">\n  \"McCain Urges End to Ban on Offshore Drilling\"\n </a>\n by David Espo, AP, June 16, 2008\n</p>\n<p>\n Interview with Mike Rodgers with PFC Energy in Washington, June 18, 2008\n</p>\n<p>\n Interview with Philip Budzig, operations research analyst for Energy Information Administration, June 18, 2008\n</p>\n<p>\n Interview with Dr. A.F. Alhaji, an associate professor of economics at Ohio Northern University, June 18, 2008\n</p>\n<p>\n Interview with Paul A. Samuelson, a professor of economics at MIT, June 18, 2008\n</p>\n<p>\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 32, "current_job": "U.S. senator", "false_count": 39, "first_name": "John", "half_true_count": 31, "home_state": "Arizona", "id": 8, "last_name": "McCain", "mostly_true_count": 37, "name_slug": "john-mccain", "pants_count": 8, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-johnmccain.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Arizona", "edition": "Arizona", "edition_slug": "arizona", "has_afterthefact": false, "id": 56, "index_page": false, "meter_name": "The Arizona Truth-O-Meter", "resource_uri": "/api/v/2/edition/56/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/8/", "total_count": 190, "true_count": 37, "website": "http://www.johnmccain.com/"}, "statement": "\"We must deal with the here and now and assure affordable fuel for America by increasing domestic production.\"", "statement_context": "Houston, Texas", "statement_date": "2008-06-17", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}], "target": [], "twitter_headline": null}