{"art": [{"brightcove": "", "caption": "State Rep. Nickie Antonio, Sen. Charleta Tavares and, Gary Dougherty of Planned Parenthood Affiliates of Ohio and Jamie Miracle, State Policy Director for NARAL, discuss abortion rights Jan. 24, 2012", "id": 2045, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/2045/", "title": "News conference on abortion choice", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/_lIS9Sqcwjk#!?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "_lIS9Sqcwjk#!"}], "author": [{"email_address": "jguillen@plaind.com", "first_name": "Joe", "id": 157, "last_name": "Guillen", "name_slug": "joe-guillen", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-joe-guillen.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/157/", "title": "Reporter, Plain Dealer statehouse bureau", "twitter": null}], "canonical_url": "/ohio/statements/2012/feb/10/nickie-antonio/nickie-antonio-says-restrictive-abortion-laws-actu/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 5337, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jguillen@plaind.com", "first_name": "Joe", "id": 157, "last_name": "Guillen", "name_slug": "joe-guillen", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-joe-guillen.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/157/", "title": "Reporter, Plain Dealer statehouse bureau", "twitter": null}], "resource_uri": "/api/v/2/statement/5337/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tWhile GOP lawmakers focused their energy last year on abortion legislation, some have fought those laws with similar conviction.<br />\r\n\t<br />\r\n\tRep. Nickie Antonio, a freshman lawmaker from Lakewood, has been among the steady voices in opposition to Republicans&rsquo; anti-abortion efforts.<br />\r\n\t<br />\r\n\tAntonio recently attempted to contrast the GOP&rsquo;s agenda with a resolution to designate a week in January as &quot;Reproductive Rights Awareness Week.&quot; The aim of the resolution is to promote public awareness and support &quot;reproductive rights and justice.&quot; During a Jan. 24 news conference to announce the resolution, Antonio talked about the dangers associated with restrictive abortion laws.<br />\r\n\t<br />\r\n\t&quot;Statistics bear out that any time a country, a state, makes more restrictive abortion laws &mdash; restricts women&rsquo;s access to comprehensive reproductive health care &mdash; fatalities go up and abortions actually increase,&quot; Antonio said.<br />\r\n\t<br />\r\n\tAbortion is an emotional issue that has been a persistent topic of discussion as Ohio lawmakers have considered several abortion-related bills for the last year-plus.<br />\r\n\t<br />\r\n\tAntonio&rsquo;s statement raised PolitiFact Ohio&rsquo;s curiosity because she was suggesting that the anti-abortion bills Ohio Republicans have supported would actually cause an increase in abortions.<br />\r\n\t<br />\r\n\tSince the beginning of last year, Republican lawmakers who control the Senate and the House of Representatives have approved a late-term abortion ban and legislation that makes it more difficult for minors to obtain abortions without their parents&rsquo; permission. The late-term ban prohibits abortions when a pregnancy is 20 weeks along unless a doctor determines a fetus cannot live outside the womb &mdash; a condition known as viability.<br />\r\n\t<br />\r\n\tThe House of Representatives also has approved a controversial &quot;heartbeat bill&quot; which would ban abortion once a fetal heartbeat is detected. The Senate has not yet voted on the measure.<br />\r\n\t<br />\r\n\tPolitiFact Ohio contacted Antonio&rsquo;s office for evidence to back up her claim. Her staff cited a recent study published Jan. 19 in The Lancet, a British medical journal published since 1823. The study, &quot;Induced abortion: incidence and trends worldwide from 1995 to 2008,&quot; examined abortion rates and the corresponding abortion laws on a country-by-country basis.<br />\r\n\t<br />\r\n\tThe study, authored by Gilda Sedgh of the Guttmacher Institute in New York, addressed international abortion laws and, to an extent, fatalities related to abortion. &nbsp;<br />\r\n\t<br />\r\n\tIt concluded that restrictive abortion laws did not coincide with lower abortion rates; that rates were higher in regions of the world where abortion is illegal. The study&rsquo;s findings do not connect restrictive abortion laws to fewer abortions. But neither does the study show that these laws lead to more abortions, as Antonio claimed.<br />\r\n\t<br />\r\n\tSedgh said in an e-mail that the Lancet study did not establish a cause-and-effect relationship between restrictive abortion laws and abortions. She said lower abortion rates in countries with liberal abortion laws could be attributed to easier access to affordable contraception.<br />\r\n\t<br />\r\n\t&quot;In other words, the abortion laws don&rsquo;t cause the abortion rates,&quot; she wrote in an e-mail. &quot;The abortion laws appear to be irrelevant when it comes to what women do in the face of an unintended pregnancy.&quot;<br />\r\n\t<br />\r\n\tRegarding fatalities, the study said nations with more liberal abortion laws tend to see fewer health consequences from unsafe abortion. It cited a drop in abortion mortality in South Africa when its law was liberalized, and in Nepal after the country made abortion legal on broad grounds.<br />\r\n\t<br />\r\n\tThe Lancet study did not examine abortion laws of individual states. In fact, one of the study&rsquo;s authors said Ohio would still be considered to have &quot;liberal&quot; abortion laws if it passed the controversial heartbeat bill.<br />\r\n\t<br />\r\n\t&quot;So, even if that legislation were passed, Ohio would be classified as having a liberal abortion law. The gestational limit would however, be somewhat severe compared to those in other countries with liberal laws,&quot; Sedgh wrote in an e-mail.<br />\r\n\t<br />\r\n\tPolitiFact Ohio checked further with advocates on both sides of the abortion issue for guidance about the impact of states&rsquo; abortion laws.<br />\r\n\t<br />\r\n\tMichael Gonidakis, executive director of Ohio Right to Life, said Antonio&rsquo;s claim is baseless because Ohio&rsquo;s abortion rate has been declining for the last 10 years. The Ohio Department of Health&rsquo;s most recent annual report on abortions confirms the number of abortions has declined each year from 2001 (37,464) to 2010 (28,123).<br />\r\n\t<br />\r\n\tGonidakis&rsquo; point, however, does not directly address Antonio&rsquo;s claim because the statistics he cited predate the anti-abortion laws, passed last year, that have driven the current abortion debate in Columbus.<br />\r\n\t<br />\r\n\tJaime Miracle, the policy director for NARAL Pro-Choice Ohio, said she knows of no studies that examined states&rsquo; abortion laws and their corresponding abortion rates. &quot;The problem is there really isn&rsquo;t domestic research on that,&quot; she said.<br />\r\n\t<br />\r\n\tMiracle, who attended the Jan. 24 news conference with Antonio, said The Lancet study and others support Antonio&rsquo;s general claim &ndash; that restricting access to abortion and reproductive health care does not reduce incidents of abortion.<br />\r\n\t<br />\r\n\tBut that does not mean those restrictive laws increase abortion rates, and we did not find research that reached such a conclusion.<br />\r\n\t<br />\r\n\tMiracle provided us with a copy of a study by Catholics in Alliance for the Common Good. The 2008 study looked at the effect of socioeconomic factors on abortion.<br />\r\n\t<br />\r\n\t&quot;There is little evidence that state policies restricting access to abortion (such as enforced informed and parental consent laws and partial birth abortion legislation affect the abortion rate,&quot; the study said.<br />\r\n\t<br />\r\n\tSo where does that leave Antonio&rsquo;s claim that when abortion restrictions are enacted, fatalities go up and abortions actually increase?<br />\r\n\t<br />\r\n\tHer statement contains an element of truth. The study her staff cited from The Lancet did find that restrictive abortion laws did not coincide with lower abortion rates and that rates tended to be higher in countries where abortion is illegal.<br />\r\n\t<br />\r\n\tRegarding fatalities, the study noted that abortion mortality in one country, South Africa, dropped as the country&rsquo;s abortion laws became less restrictive. In Nepal, abortion mortality fell as abortion became legal.<br />\r\n\t<br />\r\n\tBut the study did not specifically say that more restrictive laws drive up abortion rates and fatalities, as Antonio claimed. One of the study&rsquo;s authors, in fact, specifically said the study did not establish that cause-and-effect relationship and that other factors were in play.<br />\r\n\t<br />\r\n\tNor did the study look at abortion rates and fatalities for individual states -- something Antonio mentioned in her statement.<br />\r\n\t<br />\r\n\tThose are critical facts that would give a different impression.<br />\r\n\t<br />\r\n\tOn the Truth-O-Meter, Antonio&rsquo;s claim rates Mostly False.</p>\r\n", "ruling_comments_date": "2012-02-09T18:33:01.454650", "ruling_date": "2012-02-10T06:00:00", "ruling_headline": "Nickie Antonio says restrictive abortion laws actually drive up abortions and fatalities", "ruling_headline_slug": "nickie-antonio-says-restrictive-abortion-laws-actu", "ruling_link_text": "Cause-and-effect impact not established", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tThe Lancet, &quot;<a href=\"http://www.thelancet.com/journals/lancet/article/PIIS0140-6736%2811%2961786-8/abstract\">Induced abortion: incidence and trends worldwide from 1995 to 2008</a>,&quot; abstract, Jan. 19, 2012<br />\r\n\t<br />\r\n\tGuttmacher Institute, &quot;<a href=\"http://www.guttmacher.org/pubs/journals/Sedgh-Lancet-2012-01.pdf\">Induced abortion: incidence and trends worldwide from 1995 to 2008</a>,&quot; author&rsquo;s full text, Jan. 19, 2012<br />\r\n\t<br />\r\n\tPhone interviews with state Rep. Nickie Antonio<br />\r\n\t<br />\r\n\tPhone interviews with Jaime Miracle, policy director of NARAL Pro-Choice Ohio<br />\r\n\t<br />\r\n\tPhone interview with Michael Gonidakis, executive director of Ohio Right to Life<br />\r\n\t<br />\r\n\tOhio Department of Health, &quot;Induced Abortions in Ohio,&quot; 2010<br />\r\n\t<br />\r\n\tE-mail correspondence with Gilda Sedgh of the Guttmacher Institute<br />\r\n\t<br />\r\n\tCatholics in Alliance for the Common Good, &quot;Reducing Abortion in America: The Effect of Socioeconomic Factors,&quot; November 2008</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "State representative", "false_count": 0, "first_name": "Nickie", "half_true_count": 0, "home_state": "Ohio", "id": 1674, "last_name": "Antonio", "mostly_true_count": 0, "name_slug": "nickie-antonio", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifactohio-nickie-antonio.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1674/", "total_count": 1, "true_count": 0, "website": "http://www.house.state.oh.us/index.php?option=com_displaymembers&task=detail&district=13"}, "statement": "<p>\r\n\t&quot;Statistics bear out that any time a country, a state, makes more restrictive abortion laws ... fatalities go up and abortions actually increase.&quot;</p>\r\n", "statement_context": "a news conference", "statement_date": "2012-01-24", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 11, "photo": null, "resource_uri": "/api/v/2/subject/11/", "subject": "Abortion", "subject_slug": "abortion", "used_in_edition": []}, {"description": "", "id": 213, "photo": null, "resource_uri": "/api/v/2/subject/213/", "subject": "Government regulation", "subject_slug": "government-regulation", "used_in_edition": ["/api/v/2/edition/9/"]}, {"description": "", "id": 146, "photo": null, "resource_uri": "/api/v/2/subject/146/", "subject": "Women", "subject_slug": "women", "used_in_edition": []}], "target": [], "twitter_headline": ""}