{"art": [{"brightcove": "", "caption": "President Barack Obama, accompanied by Health and Human Services Secretary Kathleen Sebelius, announces the revamp of his contraception policy that required religious institutions to fully pay for birth control, on Feb. 10, 2012, at the White House.", "id": 2050, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Obama_birth_control.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/2050/", "title": "Obama birth control", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2012/feb/10/barack-obama/barack-obama-says-preventive-care-saves-money/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 5346, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/5346/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tIt&rsquo;s been a staple of health care politics for years -- the claim that preventive care saves money. A little money up front, lots of money saved on the back end. Patients living longer and healthier lives. That makes sense, right?</p>\r\n<p>\r\n\tBut while there&rsquo;s little doubt that preventive care saves lives, the money is a different story. In general, academic studies do not support the idea that paying for preventive care ultimately saves money.</p>\r\n<p>\r\n\tWe first published that conclusion in 2009, when we rated <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/aug/17/david-brooks/brooks-claims-preventive-care-will-cost-government/\">True</a> a claim by <em>New York Times </em>columnist David Brooks that preventive care does not save the government money. When President Barack Obama claimed it did save money in a September 2009 speech to Congress, we <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/sep/09/barack-obama/obama-says-preventive-care-saves-money-it-doesnt/\">rated it False</a>.</p>\r\n<p>\r\n\tOn Feb. 10, 2012, Obama revived this line of argument. His comments came during a media briefing to announce a partial reversal of a policy that would require church-affiliated organizations such as hospitals to provide a package of free preventive coverage, including contraception. Catholic groups criticized the policy -- which was set in motion by Obama&rsquo;s health care law in 2010 -- on the grounds that it conflicted with churches&rsquo; religious beliefs.</p>\r\n<p>\r\n\tIn announcing a partial shift of policy, Obama said, &quot;As part of the health care reform law that I signed last year, all insurance plans are required to cover preventive care at no cost. That means free check-ups, free mammograms, immunizations and other basic services. We fought for this because it saves lives and it saves money &ndash;- for families, for businesses, for government, for everybody. That&rsquo;s because it&rsquo;s a lot cheaper to prevent an illness than to treat one.&quot;</p>\r\n<p>\r\n\tHowever, as we wrote in 2009, it&rsquo;s not true that preventive care generally &quot;saves money.&quot;</p>\r\n<p>\r\n\tBrooks&#39; critique relied on estimates by the Congressional Budget Office. &quot;The evidence suggests that for most preventive services, expanded utilization leads to higher, not lower, medical spending overall,&quot; CBO director Douglas Elmendorf wrote in an Aug. 7, 2009, letter to Rep. Nathan Deal, the top Republican on a congressional subcommittee involved in the debate.</p>\r\n<p>\r\n\tElmendorf explained that while the cost of a simple test might be cheap for each individual, the cumulative cost of many tests adds up:</p>\r\n<p>\r\n\t&quot;But when analyzing the effects of preventive care on total spending for health care, it is important to recognize that doctors do not know beforehand which patients are going to develop costly illnesses. To avert one case of acute illness, it is usually necessary to provide preventive care to many patients, most of whom would not have suffered that illness anyway. ... Preventive care can have the largest benefits relative to costs when it is targeted at people who are most likely to suffer from a particular medical problem; however, such targeting can be difficult because preventive services are generally provided to patients who have the potential to contract a given disease but have not yet shown symptoms of having it.&quot;</p>\r\n<p>\r\n\tIn fact, a government policy to encourage prevention could end up paying for services that people are already receiving, including breast and colon cancer screenings and vaccines, Elmendorf said.</p>\r\n<p>\r\n\tOther studies backed up the CBO&#39;s analysis, including a Feb. 14, 2008, article in the <em>New England Journal of Medicine</em> that was written in response to campaign promises for more preventive care.</p>\r\n<p>\r\n\t&quot;Sweeping statements about the cost-saving potential of prevention ... are overreaching,&quot; according to the paper. &quot;Studies have concluded that preventing illness can in some cases save money but in other cases can add to health care costs.&quot; They write that &quot;the vast majority&quot; of preventive health measures that were &quot;reviewed in the health economics literature do not&quot; save money.</p>\r\n<p>\r\n\t&quot;Some preventive measures save money, while others do not, although they may still be worthwhile because they confer substantial health benefits relative to their cost,&quot; the authors write. &quot;In contrast, some preventive measures are expensive given the health benefits they confer. In general, whether a particular preventive measure represents good value or poor value depends on factors such as the population targeted, with measures targeting higher-risk populations typically being the most efficient.&quot;</p>\r\n<p>\r\n\tMeanwhile, a separate study conducted by researchers from the American Diabetes Association, American Heart Association and the American Cancer Society concluded that, while interventions to prevent cardiovascular disease would prevent many strokes and deaths, &quot;as they are currently delivered, most of the prevention activities will substantially increase costs.&quot;</p>\r\n<p>\r\n\tTo make sure that the data hadn&rsquo;t changed dramatically since we last looked at this issue, we contacted Peter J. Neumann, director of the Center for the Evaluation of Value and Risk in Health at the Institute for Clinical Research and Health Policy Studies at Tufts Medical Center. He was one of the three co-authors of the <em>New England Journal of Medicine </em>article.</p>\r\n<p>\r\n\tHe said the patterns his group found in 2008 have not shifted dramatically since then.</p>\r\n<p>\r\n\t&quot;Sometimes preventive measures save money, sometimes not,&quot; Neumann said. &quot;The general message is that it depends.&quot;</p>\r\n<p>\r\n\tMilton C. Weinstein, one of Neumann&#39;s co-authors, agreed. &quot;In general, the comparative effectiveness literature supports the general proposition that preventive care does not save money,&quot; said Weinstein, a professor of health policy and management at the Harvard School of Public Health.</p>\r\n<p>\r\n\t<strong>Our ruling</strong></p>\r\n<p>\r\n\tAs a general notion, the idea that &quot;preventive care &hellip; saves money, for families, for businesses, for government, for everybody&quot; is no more true today than it was in 2009. Yes, preventive measures often save lives and keep patients healthier. Certain preventive measures may save money as well. But the findings of CBO and physicians who have studied the medical literature indicate that Obama&rsquo;s sweeping generalization that preventive services save money is not accurate. We rate the statement False.</p>\r\n", "ruling_comments_date": "2012-02-10T16:37:00.634400", "ruling_date": "2012-02-10T17:05:05", "ruling_headline": "Barack Obama says preventive care 'saves money'", "ruling_headline_slug": "barack-obama-says-preventive-care-saves-money", "ruling_link_text": "Wrong in 2009, and wrong today", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tWhite House, &quot;<a href=\"http://www.whitehouse.gov/the-press-office/2012/02/10/remarks-president-preventive-care\">Remarks by the President on Preventive Care</a>,&quot; Feb. 10, 2012<br />\r\n\t<br />\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2009/aug/17/david-brooks/brooks-claims-preventive-care-will-cost-government/\">Brooks claims that preventive care will cost the government</a>,&quot; Aug. 17, 2009<br />\r\n\t<br />\r\n\t<em>New England Journal of Medicine</em>, &quot;<a href=\"http://www.nejm.org/doi/full/10.1056/NEJMp0708558\">Does Preventive Care Save Money? Health Economics and the Presidential Candidates</a>,&quot; (by Joshua T. Cohen, Ph.D., Peter J. Neumann, Sc.D., and Milton C. Weinstein, Ph.D.), Feb. 14, 2008<br />\r\n\t<br />\r\n\tNews Hour with Jim Lehrer, <a href=\"http://www.pbs.org/newshour/bb/politics/july-dec09/shieldsbrooks_08-14.html\">transcript of the Aug. 14, 2009, episode</a>, accessed Aug. 16, 2009<br />\r\n\t<br />\r\n\tCongressional Budget Office, <a href=\"http://www.cbo.gov/ftpdocs/104xx/doc10492/08-07-Prevention.pdf\">letter to Rep. Nathan Deal</a>, Aug. 7, 2009<br />\r\n\t<br />\r\n\t<em>Circulation</em>, <a href=\"http://circ.ahajournals.org/cgi/content/abstract/CIRCULATIONAHA.108.190186v1\">The Impact of Prevention on Reducing the Burden of Cardiovascular Disease</a>, by Richard Kahn, PhD, et al., July 29, 2008<br />\r\n\t<br />\r\n\tInterview with Peter J. Neumann, director of the Center for the Evaluation of Value and Risk in Health at the Institute for Clinical Research and Health Policy Studies at Tufts Medical Center, Feb. 10, 2012</p>\r\n<p>\r\n\tInterview with Milton C. Weinstein, professor of health policy and management at the Harvard School of Public Health, Feb. 10, 2012</p>\r\n", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>\r\n\t&quot;Preventive care &hellip; saves money, for families, for businesses, for government, for everybody.&quot;</p>\r\n", "statement_context": "a briefing at the White House", "statement_date": "2012-02-10", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}