{"art": [], "author": [{"email_address": "sgorman@timesdispatch.com", "first_name": "Sean", "id": 238, "last_name": "Gorman", "name_slug": "sean-gorman", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/238/", "title": "PolitiFact Reporter", "twitter": null}], "canonical_url": "/virginia/statements/2012/feb/13/bob-marshall/del-bob-marshall-says-throw-your-shoes-out-if-cfl-/", "edition": {"adkey": "Editions", "advalue": "Virginia", "edition": "Virginia", "edition_slug": "virginia", "has_afterthefact": false, "id": 10, "index_page": false, "meter_name": "The Virginia Truth-O-Meter", "resource_uri": "/api/v/2/edition/10/"}, "editor": [{"email_address": "wfiske@timesdispatch.com", "first_name": "Warren", "id": 209, "last_name": "Fiske", "name_slug": "warren-fiske", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/209/", "title": "PolitiFact Virginia Editor", "twitter": null}], "facebook_headline": null, "id": 5348, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "sgorman@timesdispatch.com", "first_name": "Sean", "id": 238, "last_name": "Gorman", "name_slug": "sean-gorman", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/238/", "title": "PolitiFact Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/5348/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tDel. Bob Marshall says breaking a compact florescent light bulb is hazardous to the environment and to your shoes.<br />\r\n\t<br />\r\n\tMarshall, R-Prince William, sounded warnings about the mercury inside each of those curly-cue CFL bulbs. If one bulbs shatters, it creates a &quot;hazardous materials situation in your home,&quot; he said in Feb. 2 testimony before a House Commerce and Labor subcommittee at Virginia&rsquo;s General Assembly.<br />\r\n\t<br />\r\n\t&quot;If (the mercury) contaminates your shoes, you&rsquo;re supposed to throw away your shoes,&quot; he said.<br />\r\n\t<br />\r\n\tWe&rsquo;d hate to needlessly throw away a pair of shoes because a light bulb broke on them. So we decided to see if Marshall was correct.<br />\r\n\t<br />\r\n\tAn average CFL contains 4 milligrams of mercury -- about enough to cover the tip of a ballpoint pen, according to the National Electrical Manufacturers Association, a trade group representing light bulb makers.<br />\r\n\t<br />\r\n\tTo put that in perspective, the association notes on its website that older glass thermometers contain about 500 milligrams of mercury, 125 times more than what&rsquo;s in an average CFL.<br />\r\n\t<br />\r\n\tDebate over CFL use has been burning since 2007, when Congress passed a law requiring greater energy efficiency from light bulbs. The law phases out many traditional incandescent bulbs that don&rsquo;t meet the standards, although manufacturers are making more efficient forms of the old-style bulbs. They&rsquo;re also making more CFLs -- touted by state and federal officials as a much more efficient light source.<br />\r\n\t<br />\r\n\tThe new standards have ignited conservative protest that the long arm of government has reached too far when Congress tells citizens they can no longer use an old-fashioned light bulb in their homes.<br />\r\n\t<br />\r\n\tMarshall, who is challenging George Allen this year for the Republican nomination for the U.S. Senate seat, urged the General Assembly to shield Virginians from the regulations. He introduced a bill that would allow Virginia companies to continue producing and selling the old-fashioned incandescents. &nbsp;<br />\r\n\t<br />\r\n\tAt hearings, Marshall sought to convince legislators that increased use of CFL bulbs could expose Virginians to new risks of mercury exposure. But the bill died in subcommittee Feb. 2.<br />\r\n\t<br />\r\n\tWe asked Marshall for information supporting his statement that shoes need to be tossed if they touch the debris from a broken CFL bulb. He sent us links to environmental agency websites from four states.<br />\r\n\t<br />\r\n\tBut some of the sites Marshall cited don&rsquo;t specifically say they&rsquo;re providing instruction on how to handle a broken CFL bulb. They are advising how to deal with a larger mercury release, such as the dispersal of the &quot;quicksilver&quot; liquid mercury when a glass thermometer breaks.<br />\r\n\t<br />\r\n\tFor example, the fact sheet from the Kentucky Department for Environmental Protection that Marshall cited urges homeowners get rid of contaminated shoes and clothing after cleaning up &quot;visible mercury beads.&quot;<br />\r\n\t<br />\r\n\tBut as Indiana&rsquo;s Department of Environmental Management notes, breaking a thermometer or thermostat with liquid mercury inside is different than breaking a fluorescent bulb. In the case of a broken bulb, &quot;you will not be able to see the mercury,&quot; according to Indiana&rsquo;s DEM.<br />\r\n\t<br />\r\n\tRobert Francis, manager of the environmental response branch at the Kentucky Department for Environmental Protection, said his agency&rsquo;s recommendation for getting rid of shoes tainted by mercury is a reference to what should be done in case of a larger spill than a light bulb break. He said his agency doesn&rsquo;t have a recommendation on whether shoes should be thrown out if they&rsquo;re contaminated by a bulb breakage.<br />\r\n\t<br />\r\n\tThe Arizona Department on Environmental Quality says on its website that any clothing coming in direct contact with broken glass or powder should be thrown away. But when it comes to<br />\r\n\tshoes, it recommends wiping them off with a damp cloth or paper towels.<br />\r\n\t<br />\r\n\tBut Mark Shaffer, a spokesman with the Arizona Department of Environmental Quality, said his state would recommend throwing out shoes even if the smaller amount of mercury from the bulb gets on them.<br />\r\n\t<br />\r\n\tWhat about other states?<br />\r\n\t<br />\r\n\tIn a quick search, we found agencies in West Virginia, Illinois, Pennsylvania, South Carolina and Mississippi all recommend homeowners should wipe off shoes with damp towels after they come in direct contact with mercury from a broken CFL bulb. The shoes don&rsquo;t need to go, but the towels and wipes do.<br />\r\n\t<br />\r\n\tNEMA, the light bulb makers trade group, also advises wiping off -- not throwing out -- shoes that have bulb fragments or mercury powder on them.<br />\r\n\t<br />\r\n\tVirginia&rsquo;s guidelines on CFL cleanup don&rsquo;t speak to shoe contamination. Bill Hayden, a spokesman for the Virginia Department of Environmental Quality, referred our queries about how to handle contaminated shoes to the U.S. Environmental Protection Agency.<br />\r\n\t<br />\r\n\tThe EPA website, in a section detailing how to clean up a broken CFL, offers no guidance on shoes. It does, however, recommend steps for dealing with a broken CFL at home. It suggests clearing everyone out of the room where the bulb shattered and opening a window or door to let it air out for 5-10 minutes. Heat or air conditioning should be shut off and then cardboard, tape or damp towels should be used to pick up the glass and powder from the bulb.<br />\r\n\t<br />\r\n\tBut if you don&rsquo;t clean up perfectly, the agency says that&rsquo;s OK.<br />\r\n\t<br />\r\n\t&quot;Don&rsquo;t be alarmed: These steps are only precautions that reflect best practices for cleaning up a broken CFL,&quot; the EPA&rsquo;s website states. &quot;Keep in mind that CFLs contain a very small amount of mercury -- less than 1/100th of the amount in a mercury thermometer.&quot;<br />\r\n\t<br />\r\n\tFor some additional perspective, we also spoke with Edward Groth, a former senior scientist with the Consumers Union, which publishes Consumer Reports. He &nbsp;said throwing away shoes tainted by a CFL bulb break would be a &quot;fairly extreme&quot; response.<br />\r\n\t<br />\r\n\t&quot;If you get some on your shoes, the best solution, in my mind, would be to take them outside on the porch and let them air out for several days,&quot; Groth said.<br />\r\n\t<br />\r\n\t<strong>Our ruling:</strong><br />\r\n\t<br />\r\n\tMarshall said that when shoes are contaminated with mercury from a broken CFL bulb, &quot;you&rsquo;re supposed to throw them out.&quot;<br />\r\n\t<br />\r\n\tTo back his statement, he referred us to the websites of environmental agencies in four states. They advise throwing out clothing -- and sometimes shoes -- contaminated by a significant mercury release, such as the amount that would come from an old thermometer.<br />\r\n\t<br />\r\n\tBut CFL bulbs have a tiny fraction of a thermometer&rsquo;s mercury. None of the agencies specifically advise throwing shoes hit by a broken CFL. Two of the states&rsquo; websites say to clean off the shoes. Our quick search found five additional state websites that recommended wiping off the shoes off and not a single state that advised to throw them out. The Environmental Protection Agency offers no shoe advice.<br />\r\n\t<br />\r\n\tMarshall hasn&rsquo;t proved his claim. We rate his statement False.<br />\r\n\t&nbsp;</p>\r\n", "ruling_comments_date": "2012-02-12T19:02:09.704213", "ruling_date": "2012-02-13T06:00:00", "ruling_headline": "Del. Bob Marshall says \"you're supposed to throw away your shoes\" if a CFL light bulb breaks on them", "ruling_headline_slug": "del-bob-marshall-says-throw-your-shoes-out-if-cfl-", "ruling_link_text": "A wet wipe will suffice   ", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tDel. Bob Marshall, testimony before the General Assembly, Feb. 2, 2012.<br />\r\n\t<br />\r\n\tE-mail from Bob Marshall, Feb. 7, 2012.<br />\r\n\t<br />\r\n\tInterview with Bob Marshall, Feb. 6, 2012.<br />\r\n\t<br />\r\n\tBob Marshall,&nbsp; <a href=\"http://delegatebob.com/news/alert-hb-66-incandescent-light-bulbs\">Alert: H.B. 66 incandescent light bulbs</a>,&nbsp;&nbsp;accessed Feb. 9, 2012.<br />\r\n\t<br />\r\n\tInterview with Robert Francis, manager of the environmental response branch at the Kentucky, Department for Environmental Protection, Feb. 9, 2012.<br />\r\n\t<br />\r\n\tInterview with Bill Hayden, spokesman for the Virginia Department of Environmental Quality, Feb. 7, 2012.<br />\r\n\t<br />\r\n\tE-mail from Mark Shaffer, spokesman for the Arizona Department of Environmental Quality, Feb. 9, 2012.<br />\r\n\t<br />\r\n\tE-mails from Joseph Higbee, spokesman for the National Electrical Manufacturers Association, Feb. 7, 2012.<br />\r\n\t<br />\r\n\tE-mail from Molly Hooven, spokeswoman for the Environmental Protection Agency, Feb. 8, 2012.<br />\r\n\t<br />\r\n\tInterview with Edward Groth, former senior scientist at the Consumers Union, Feb. 10, 2012.<br />\r\n\t<br />\r\n\tPolitiFact, <a href=\"http://www.politifact.com/truth-o-meter/article/2011/may/24/government-banning-incandescent-light-bulbs/\">Banned Light Bulbs? Is the government saying no to incandescents?</a>,&nbsp;&nbsp;May 24, 2011.<br />\r\n\t<br />\r\n\tRichmond Times-Dispatch, &quot;Light bulb dilemma: shift to CFL lighting a concern,&quot; Feb. 6, 2012.<br />\r\n\t<br />\r\n\tU.S. Environmental Protection Agency, <a href=\"http://epa.gov/cfl/cflcleanup.html\">Cleaning up a broken CFL</a>,&nbsp;&nbsp;accessed Feb. 7, 2012.<br />\r\n\t<br />\r\n\tEPA, <a href=\"http://www.epa.gov/hg/spills/\">Mercury releases and spills</a>,&nbsp;accessed Feb. 7, 2012.<br />\r\n\t<br />\r\n\tEPA, <a href=\"http://www.energystar.gov/ia/products/lighting/cfls/downloads/EISA_Backgrounder_FINAL_4-11_EPA.pdf\">Energy Independence and Security Act of 2007</a>, Spring 2011.<br />\r\n\t<br />\r\n\tNational Electrical Manufacturer&rsquo;s Association, <a href=\"http://www.lamprecycle.org/brokenbulbs.shtml\">Handling small numbers of broken bulbs</a>,&nbsp;&nbsp;accessed Feb. 6, 2012.<br />\r\n\t<br />\r\n\tKentucky Department for Environmental Protection, <a href=\"http://dep.ky.gov/Documents/MercurySpills.pdf\">Fact Sheet on household mercury spills</a>,&nbsp;accessed Feb. 7, 2012.<br />\r\n\t<br />\r\n\tArizona Department of Environmental Quality, <a href=\"http://www.azdeq.gov/environ/waste/hazwaste/download/Mercury_light_disposal_FS.pdf\">What to do if you break a mercury containing lamp</a>, February 2010.<br />\r\n\t<br />\r\n\tIndiana Deparment of Environmental Management, <a href=\"http://www.in.gov/idem/files/mercury_spill.pdf\">Mercury spill information and cleanup guidance</a>, May 2007<br />\r\n\t<br />\r\n\tLegislative Information System, <a href=\"http://lis.virginia.gov/cgi-bin/legp604.exe?121+sum+HB66\">HB 66</a>, accessed Feb. 8, 2012.<br />\r\n\t<br />\r\n\tLoudoun County Government, <a href=\"http://www.loudoun.gov/Default.aspx?tabid=2029\">Broken thermometers, fluorescent bulbs &amp; CFLs</a>, accessed Feb. 7, 2012.<br />\r\n\t<br />\r\n\tVirginia Department of Environmental Quality, <a href=\"http://www.deq.state.va.us/waste/pdf/guidance/cflb.pdf\">Compact Fluorescent Light Bulbs</a>, accessed Feb. 9, 2012.<br />\r\n\t<br />\r\n\tWest Virginia Department of Environmental Protection, <a href=\"http://www.dep.wv.gov/daq/EnergyEfficiency/Documents/CFL-Brochure.pdf\">Compact fluorescent bulbs and mercury</a>, accesssed Feb. 8, 2012.<br />\r\n\t<br />\r\n\tEnergy Star, <a href=\"http://www.energystar.gov/ia/partners/promotions/change_light/downloads/Fact_Sheet_Mercury.pdf\">Information on compact fluorescent light bulbs and mercury</a>, November 2010.<br />\r\n\t<br />\r\n\tThe New York Times, <a href=\"http://www.nytimes.com/2011/03/12/business/energy-environment/12bulb.html\">Give up a familiar light bulb? Not without a fight, some say</a>, March 11, 2011.<br />\r\n\t<br />\r\n\tScientific American, <a href=\"http://www.scientificamerican.com/article.cfm?id=are-compact-fluorescent-lightbulbs-dangerous\">Are compact fluorescent light bulbs dangerous?</a>, April 10, 2008.<br />\r\n\t<br />\r\n\tSouth Carolina Energy Office, <a href=\"http://www.energy.sc.gov/publications/CFLs.pdf\">Compact fluorescent lights</a>, August 2008.<br />\r\n\t<br />\r\n\tPennsylvania Public Utility Commission, <a href=\"http://www.puc.state.pa.us/general/consumer_ed/pdf/CFL_Fact_Sheet.pdf\">Compact Fluorescent light bulbs (CFLs)</a>, January 2009.<br />\r\n\t<br />\r\n\tIllinois Department of Public Health, <a href=\"http://www.idph.state.il.us/envhealth/factsheets/fluorescent_light_bulb.htm\">Compact Fluorescent light bulbs,</a> accessed Feb. 7, 2012.<br />\r\n\t<br />\r\n\tMississippi Department of Environmental Quality, <a href=\"http://www.deq.state.ms.us/mdeq.nsf/pdf/SW_FactSheetDisposalofCompactFlourescentLightBulbsCFLs/$File/CFL%20Fact%20Sheet.pdf?OpenElement\">MDEQ Fact Sheet: Disposal of Compact Fluorescent Light Bulbs (CFLs)</a>, accessed Feb. 10, 2012.<br />\r\n\t<br />\r\n\tMinnesota Department of Public Health, <a href=\"http://www.health.state.mn.us/divs/eh/hazardous/topics/mercury/cflbulbcleanup.html\">&quot;Cleaning up broken CFLs is safe and easy,&quot;</a> August 2008.<br />\r\n\t&nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "State delegate", "false_count": 2, "first_name": "Bob", "half_true_count": 0, "home_state": "Virginia", "id": 923, "last_name": "Marshall", "mostly_true_count": 0, "name_slug": "bob-marshall", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/MARSHALLPF.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Virginia", "edition": "Virginia", "edition_slug": "virginia", "has_afterthefact": false, "id": 10, "index_page": false, "meter_name": "The Virginia Truth-O-Meter", "resource_uri": "/api/v/2/edition/10/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/923/", "total_count": 3, "true_count": 0, "website": "http://delegatebob.com/"}, "statement": "<p>\r\n\t&quot;You&#39;re supposed to throw away your shoes&quot; if&nbsp;mercury from a broken CFL light bulb gets on them.</p>\r\n", "statement_context": "a legislative hearing.", "statement_date": "2012-02-02", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}], "target": [], "twitter_headline": ""}