{"art": [], "author": [{"email_address": "amarshall@plaind.com", "first_name": "Aaron", "id": 152, "last_name": "Marshall", "name_slug": "aaron-marshall", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-aaron-marshall.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/152/", "title": "Reporter, Plain Dealer statehouse bureau", "twitter": null}], "canonical_url": "/ohio/statements/2012/feb/15/patrick-johnston/leader-personhood-issue-claims-abortion-most-commo/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 5361, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "amarshall@plaind.com", "first_name": "Aaron", "id": 152, "last_name": "Marshall", "name_slug": "aaron-marshall", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-aaron-marshall.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/152/", "title": "Reporter, Plain Dealer statehouse bureau", "twitter": null}], "resource_uri": "/api/v/2/statement/5361/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\r\n\tNearly four decades after the landmark 1973 Roe v. Wade case legalized abortion, it remains an emotionally-charged debate.<br />\r\n\t<br />\r\n\tIt was against that backdrop that Dr. Patrick Johnston, the director of Personhood Ohio and a &nbsp;leader of the effort to get the so-called &quot;Personhood&quot; issue on the Ohio ballot, began his remarks on Cleveland public radio on Jan. 30 with a statement.<br />\r\n\t<br />\r\n\tAt the outset of his remarks, Johnston referred to abortion as &quot;the most common surgery in our country.&quot;<br />\r\n\t<br />\r\n\tThe statement became the launching point for the Zanesville-area doctor to make his case that abortions have become too routine and for why Ohioans should back a rewriting of the Ohio Constitution so that a fertilized egg is defined as a person -- a change that effectively would outlaw abortion.<br />\r\n\t<br />\r\n\tJohnston&rsquo;s claim seemed like the kind of straightforward assertion that Politifact Ohio can dig into while steering clear of the moral questions that surround the divisive issue.<br />\r\n\t<br />\r\n\tWe began by checking with Johnston to see where he got his numbers on abortion, and the frequency of other procedures. He directed us to the website for the Guttmacher Institute, a reproductive health research and policy analysis group, as the source for his abortion numbers&mdash;they count about 1.21 million abortions in 2008.<br />\r\n\t<br />\r\n\tHe also pointed us to several websites for gall bladder surgery, which assert that the procedure is one of the most common surgeries in the United States with about 500,000 patients a year.<br />\r\n\t<br />\r\n\tThe Guttmacher Institute numbers for abortions were much higher than those we found from the federal Centers for Disease Control and Prevention, which reported about 828,000 abortions in 2007. However, the CDC numbers are based on reports from state health departments and do not include abortions done in California, Maryland and New Hampshire &mdash; three states where the reporting of abortions is apparently voluntary.<br />\r\n\t<br />\r\n\tRebecca Wind, a spokeswoman with the Guttmacher Institute, said her group&rsquo;s numbers include all 50 states and are based on actively surveying abortion providers rather than pulling data from state health department reports.<br />\r\n\t<br />\r\n\tOver the past several years, the Guttmacher Institute&rsquo;s estimated number of abortions in the United States have basically held steady going from 1,206,200 in 2005 to 1,212,350 in 2008.<br />\r\n\t<br />\r\n\tBut are there more common forms of surgery?<br />\r\n\t<br />\r\n\tThe federal CDC keeps close tabs on what people are discharged from hospitals for based on a pair of national annual surveys, one for inpatient and one for outpatient clients.<br />\r\n\t<br />\r\n\tBy far, the most common form of surgery in 2006 was eye surgery for cataracts. There were about 5.63 million eye surgeries that involved either removing or replacing the eye lens, according to the 2006 National Survey of Ambulatory Surgery (the latest outpatient survey available).<br />\r\n\t<br />\r\n\tThere were about 1.4 million endoscopic polypectomies, which involves the removal of presumed pre-cancerous lesions such as polyps on the colon, according to the outpatient numbers.<br />\r\n\t<br />\r\n\tMeanwhile, there were about 1.34 million Caesarean sections where the fetus is delivered by cutting open the pregnant woman&rsquo;s abdomen, according to the 2007 National Hospital Discharge Survey (the latest inpatient survey available). Abortion would rank fourth behind that trio in most common surgeries.<br />\r\n\t<br />\r\n\tBut are they all examples of surgery or could they be considered just medical procedures?<br />\r\n\t<br />\r\n\tWe spoke with Dr. Lisa Keder, an obstetrician and associate professor with the Ohio State University Medical Center, and she said that while the term surgery isn&rsquo;t strictly defined, the way that patients are billed for medical procedures reflects whether it is officially considered &quot;surgery.&quot;<br />\r\n\t<br />\r\n\tKeder said that eye operations, endoscopic polypectomies, C-sections and abortions are all coded for billing purposes as surgeries. &nbsp;<br />\r\n\t<br />\r\n\tAdditionally, we should note here that because so many people go to the hospital for medical procedures -- almost 45 million inpatient procedures were done on 34.4 million people in 2007 in the United States -- that virtually every type of surgery on a human system when classified broadly was much more common than abortions.<br />\r\n\t<br />\r\n\tThere were, for example, 6.94 million heart operations, but no specific procedure more than the 1.06 million cardiac catheterizations. So if you classify surgeries in broad terms, abortions tumble much farther than No. 4 on the most common surgeries list.<br />\r\n\t<br />\r\n\tJohnston , while trying to make his case that abortion has become too routine, told a Cleveland radio audience that abortion was &quot;the most common surgery in this country.&quot;<br />\r\n\t<br />\r\n\tHe&rsquo;s not even close.<br />\r\n\t<br />\r\n\tThe most comprehensive abortions statistics show about 1.21 million abortions a year in the United States. But annual surveys show there are about 5.63 million eye surgeries involving the removal or replacement of the lens in the eye. That procedure occurs more than four times as often as abortion.<br />\r\n\t<br />\r\n\tAnd abortion didn&rsquo;t rank No. 2 or No. 3.<br />\r\n\t<br />\r\n\tThere were about 1.4 million cases where presumed per-cancerous polyps were removed from inside a patient&rsquo;s body the year of the most recent outpatient survey numbers available.<br />\r\n\t<br />\r\n\tMeanwhile, a procedure that is common among women who are giving birth -- a Caesarean section -- occured more frequently that year than did abortion.<br />\r\n\t<br />\r\n\tOn the Truth-O-Meter, Johnston&rsquo;s claim rates Pants on Fire.</p>\r\n", "ruling_comments_date": "2012-02-14T19:12:24.460887", "ruling_date": "2012-02-15T06:00:00", "ruling_headline": "Leader of personhood issue claims abortion the most common surgery in the country", "ruling_headline_slug": "leader-personhood-issue-claims-abortion-most-commo", "ruling_link_text": "Several procedures, including Caesarean, are more prevelant", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tWCPN 90.3 FM, The Sound of Ideas, &quot;<a href=\"http://www.ideastream.org/soi/entry/44879\">Abortion Legislation in Ohio</a>,&quot; Jan. 30, 2012<br />\r\n\t<br />\r\n\tE-mail exchange with Dr. Patrick Johnston Jan. 30 and Jan. 31, 2012<br />\r\n\t<br />\r\n\tPhone Interview with Dr. Lisa Keder, obstetrician and associate professor at the Ohio State Medical Center, Feb. 14, 2012<br />\r\n\t<br />\r\n\tPhone Interview with Rebecca Wind, Guttmacher Institute spokeswoman, on Feb. 13, 2012<br />\r\n\t<br />\r\n\tGuttmacher Institute, report &quot;<a href=\"http://onlinelibrary.wiley.com/doi/10.1363/4304111/pdf\">Abortion Incidence and Access to Services in the United States</a>,&quot; 2008, Jones et al, published in Prospectives on Sexual and Reproductive Health, Vol 43, Number 1, March 2011. &nbsp;Chart with reported number of abortions on page 43<br />\r\n\t<br />\r\n\tCenters for Disease Control and Prevention, <a href=\"http://www.cdc.gov/mmwr/preview/mmwrhtml/ss6001a1.htm?s_cid=ss6001a1_w\">report of number of abortions for 2007</a>. Numbers do not include California, Maryland and New Hampshire abortions<br />\r\n\t<br />\r\n\tCenters for Disease Control and Prevention, <a href=\"http://www.cdc.gov/nchs/data/nhsr/nhsr011.pdf\">National Survey of Ambulatory Surgery for 2006, National Health Statistics Reports No. 11</a> Jan. 28, 2009<br />\r\n\t<br />\r\n\tCenters for Disease Control and Prevention, <a href=\"http://www.cdc.gov/nchs/data/nhsr/nhsr029.pdf\">National Hospital Discharge Survey for 2007, National Health Statistics Reports No. 29</a>, &nbsp;Oct. 26, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Director of Personhood Ohio", "false_count": 0, "first_name": "Patrick", "half_true_count": 0, "home_state": "Ohio", "id": 1682, "last_name": "Johnston", "mostly_true_count": 0, "name_slug": "patrick-johnston", "pants_count": 1, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact-Patrick-Johnston.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1682/", "total_count": 1, "true_count": 0, "website": "http://personhoodohio.com/ph/"}, "statement": "<p>\r\n\tSays abortion is &quot;the most common surgery in our country.&quot;</p>\r\n", "statement_context": "a radio interview", "statement_date": "2012-01-30", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 11, "photo": null, "resource_uri": "/api/v/2/subject/11/", "subject": "Abortion", "subject_slug": "abortion", "used_in_edition": []}], "target": [], "twitter_headline": ""}