{"art": [{"brightcove": "", "caption": "The U.S. Chamber of Commerce is running ads in a variety of Senate races. This one attacks Virginia's former governor, Democrat Tim Kaine, over his support for President Barack Obama's health care law. ", "id": 2066, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/2066/", "title": "Chamber ad against Tim Kaine", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/RDXkpu0L3VQ?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "RDXkpu0L3VQ"}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2012/feb/15/us-chamber-commerce/us-chamber-commerce-ad-attacking-tim-kaine-says-he/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 5363, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/5363/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tIn a recent <a href=\"http://www.youtube.com/watch?v=RDXkpu0L3VQ&amp;feature=relmfu\">television ad</a>, the U.S. Chamber of Commerce -- the nation&rsquo;s leading group representing businesses -- jumped on former Virginia Democratic Gov. Tim Kaine for his support of President Barack Obama&rsquo;s health care law.</p>\r\n<p>\r\n\tIt&#39;s a job-killer, the ad charged.</p>\r\n<p>\r\n\tKaine, who was chairman of the Democratic National Committee when the battle to pass the health care battle was underway, is running for an open Senate seat this fall, likely against another former Virginia governor and former senator, Republican George Allen.</p>\r\n<p>\r\n\tThe chamber&rsquo;s ad shows a news clip of Kaine saying, &quot;I think health care reform is going to go down in history as one of the greatest achievements of this president.&quot;</p>\r\n<p>\r\n\tThe ad counters that comment by saying, &quot;Obamacare could cost Virginia up to $2.8 billion and will kill jobs across America.&quot;</p>\r\n<p>\r\n\tKilling jobs across America seems like a pretty serious side effect, so we decided to check that claim.</p>\r\n<p>\r\n\tWe should note that the health care law is complicated, and projections about what it may or may not do are to a large degree speculative. Key parts of the legislation don&#39;t take effect until 2014, and even after that, it will take time for workers and employers to see how the law plays out.</p>\r\n<p>\r\n\tStill, we think we have enough expert information to analyze the chamber&rsquo;s claim.</p>\r\n<p>\r\n\tBelow, we&rsquo;ll first recap what we wrote about a similar claim about a year ago. Then we&rsquo;ll analyze some of the material the Chamber provided us as support for the ad&rsquo;s claim.</p>\r\n<p>\r\n\t<strong>Our previous analysis</strong></p>\r\n<p>\r\n\tIn January 2011, we fact checked a claim by House Majority Leader Eric Cantor, also of Virginia. that the health care law was &quot;job killing.&quot; We rated that <a href=\"http://www.politifact.com/truth-o-meter/statements/2011/jan/20/eric-cantor/health-care-law-job-killer-evidence-falls-short/\">False</a>.</p>\r\n<p>\r\n\tHe backed up that claim with a Republican document titled, &quot;<a href=\"http://speaker.gov/UploadedFiles/ObamaCareReport.pdf\">Obamacare: A budget-busting, job-killing health care law</a>,&quot; which said &quot;Independent analyses have determined that the health care law will cause significant job losses for the U.S. economy: the non-partisan Congressional Budget Office has determined that the law will reduce the &#39;amount of labor used in the economy by &hellip; roughly half a percent...,&#39; an estimate that adds up to roughly 650,000 jobs lost. A study by the National Federation of Independent Businesses (NFIB), the nation&#39;s largest small business association, found that an employer mandate alone could lead to the elimination of 1.6 million jobs, with 66 percent of those coming from small businesses.&quot;</p>\r\n<p>\r\n\tThe CBO study, published in August 2010, concluded that the law will reduce &quot;the amount of labor used in the economy.&quot; But that&rsquo;s not exactly what the GOP had said. The CBO concluded that some workers are staying in jobs mostly to keep their health insurance, and once they have other options -- to enroll in Medicaid, for instance, or to qualify for tax breaks to buy insurance from a health exchange -- they might voluntarily work less.</p>\r\n<p>\r\n\tThe CBO describes this as a &quot;small segment&quot; of the population and described it in reduced work hours, not lost jobs. So it never used the 650,000 number that the Republican document cites. In addition, someone who chooses to work less is not a victim of a job being &quot;killed&quot; by federal legislation. (We checked with CBO and they confirmed that the agency&rsquo;s numbers from August 2010 remain its most recent estimate.)</p>\r\n<p>\r\n\tMeanwhile, the other piece of evidence offered by the GOP leadership document -- the NFIB study titled, <a href=\"http://www.nfib.com/Portals/0/PDF/AllUsers/NFIBStudy_HealthcareMandate.pdf\">&quot;Small Business Effects of a National Employer Healthcare Mandate,&quot;</a> -- was problematic for several reasons.</p>\r\n<p>\r\n\tFor starters, NFIB isn&rsquo;t neutral. The small-business group has long been critical of Obama&rsquo;s approach to health care. The group formally <a href=\"http://www.nfib.com/Portals/0/PDF/AllUsers/IssuesElections/NFIB_11GroAgenda_web.pdf\">advocates repealing</a> the law, calling it &quot;deeply flawed&quot; and &quot;built on a foundation of destructive employer and individual mandates that hamper job growth and threaten our nation&rsquo;s economic recovery.&quot;</p>\r\n<p>\r\n\tSecond, the NFIB study assumed that all companies would be required to offer private health insurance to their employees, and that the employers would have to pay for at least half of the cost of insurance premiums. That didn&#39;t turn out to be the case in the final version of the health care law. The law exempts companies with 50 or fewer workers from any mandate, so many of the small firms &quot;most adversely affected&quot; in the NFIB study are not required to offer insurance.</p>\r\n<p>\r\n\tFor all these reasons, we rated Cantor&rsquo;s claim that the health care law was &quot;job-killing&quot; was False.</p>\r\n<p>\r\n\t<strong>The new Chamber of Commerce claim</strong></p>\r\n<p>\r\n\tWhat about the ad criticizing Kaine? The chamber pointed us to two documents as support for their claim. One of those is a <a href=\"http://www.heritage.org/research/reports/2011/01/obamacare-and-the-employer-mandate-cutting-jobs-and-wages\">brief</a> from the Heritage Foundation, a conservative think tank that has been critical of trhe law; the other is a <a href=\"http://www.nfib.com/Portals/0/PDF/AllUsers/research/studies/ppaca/health-insurance-tax-study-nfib-2011-11.pdf\">newer study from NFIB</a>. We&rsquo;ll take these documents in order.</p>\r\n<p>\r\n\tThe Heritage brief argues that the cost of the tax penalty on employers with more than 50 employees &quot;will ultimately be borne by workers (lower wages and fewer jobs), shareholders (lower profits), and consumers (higher prices).&quot; Since the ad only looked at the question of employment, we won&rsquo;t consider the other issues here.</p>\r\n<p>\r\n\tOn the law&rsquo;s employment impact, the brief reiterated the CBO point that we discussed above (and disagreed with). Separately, it argued that &quot;many individuals earning close to the minimum wage will not be worth hiring if the employer is required to offer them health insurance coverage. Research by Katherine Baicker and Helen Levy finds that a third of uninsured workers earn within $3 of the minimum wage and therefore have a higher risk of losing their jobs because of an employer mandate. Furthermore, these workers are disproportionately likely to be high school dropouts, minority, or female.&quot;</p>\r\n<p>\r\n\tWe looked up the <a href=\"http://www.nber.org/papers/w13528.pdf\">paper by Baicker and Levy</a> and found that Heritage left out a key bit of context that undercuts the paper&rsquo;s relevance for the notion that the health care law is a job killer. The paper the two economists wrote -- which came out in 2007, long before the health care law was being debated -- addresses a more aggressive mechanism of employer mandates than the one included in the final version of the bill.</p>\r\n<p>\r\n\tWe asked the authors whether they approved of how Heritage used their paper. In a joint email to PolitiFact, Baicker and Levy wrote that they don&#39;t.</p>\r\n<p>\r\n\t&quot;As we noted in the paper,&quot; they wrote, &quot;anything that exempts employers from the mandate or reduces the cost borne by employers will mitigate the impact on employment. In the Obama plan, the fact that small employers (fewer than 50 employees) are exempt from the mandate and the fact that the penalty associated with not providing health insurance ($2,000 per worker, or about one dollar per hour for a full-time worker) is fairly small would both suggest relatively little impact on employment. Furthermore, the presence of an individual mandate has implications for workers&#39; valuation of health insurance benefits offered by employers. All of this means that our paper does not provide evidence that the (health care law) would cause job loss.&quot;</p>\r\n<p>\r\n\tSo the authors of the paper cited by Heritage disagree that their research backs up the notion that the health care law is a job killer. Others feel similarly.</p>\r\n<p>\r\n\tJonathan Gruber, a Massachusetts Institute of Technology economist who advised Obama and Republican presidential candidate Mitt Romney on health-insurance programs, said he&rsquo;s skeptical lower-wage employment will be affected in a big way, given that many of the firms that employ low-wage workers are small (and thus are exempt from the law) and that many low-wage workers employed by bigger companies already have access to health insurance (and thus shouldn&rsquo;t see changes from the law).</p>\r\n<p>\r\n\tHenry Aaron, a health care expert at the Brookings Institution, pointed to a couple additional reasons to doubt the low-wage worker argument. Many low-wage workers are teens or in their early 20s, and they may be covered under their parents&#39; plans if they wish. (In fact, the Obama law actually raised the upper age limit for dependents covered on a parent&rsquo;s plan to 26, a provision that&rsquo;s already in force.) In addition, some low-wage workers work fewer than 30 hours per week, and under the law, the mandate does not apply to workers who work less than that threshold.</p>\r\n<p>\r\n\tSo what about the second piece of evidence, the NFIB study? That study also attracted criticism when we ran it past economists with expertise in health care and labor policy.</p>\r\n<p>\r\n\tThe newer NFIB study projected that changes made by the health care will lead to price increases that &quot;reduce private sector employment by 125,000 to 249,000 jobs in 2021, with 59 percent of those losses falling on small business.&quot;</p>\r\n<p>\r\n\tBut experts outlined a number of reasons to be skeptical that the impact will be so large.</p>\r\n<p>\r\n\tFirst, the employer payments under the law are &quot;tiny,&quot; said David Cutler, a Harvard University economist. The <a href=\"http://cbo.gov/ftpdocs/120xx/doc12033/12-23-SelectedHealthcarePublications.pdf\">CBO estimated</a> that employer and individual penalty payments will be $3 billion in 2014 and $12 billion in 2016. &quot;Even today, total employee compensation is $8.3 trillion,&quot; Cutler said. &quot;So, they are claiming enormous effects from payments that are less than 0.2 percent of employee compensation.&quot;</p>\r\n<p>\r\n\tA <a href=\"http://www.urban.org/UploadedPDF/412319-Affordable-Care-Act-Affect-Jobs.pdf\">March 2011 analysis by the Urban Institute</a> -- an independent research organization -- concurred, concluding that, on balance, the health care law is &quot;unlikely to have major aggregate effects on the U.S. economy and on employment, primarily because the changes in spending and taxes are very small relative to the size of the economy.&quot;</p>\r\n<p>\r\n\tThe NFIB report doesn&rsquo;t appear to take into account the subsidies in the health care law, only the costs. Specifically, the Urban Institute report noted that firms with fewer than 50 workers will receive $4.5 billion in employer subsidies in the form of tax credits. Taking both premiums and assessments into account, &quot;small businesses would save 8.7 percent compared with their current premium contributions,&quot; the report said. This means that smaller firms would actually have &quot;lower costs of labor and should be more willing to expand employment.&quot;</p>\r\n<p>\r\n\tMedium-sized firms, for their part, would find their premium costs drop modestly, though individual companies that do not already offer health care coverage could see notable cost increases. And large firms would see an increase in premium costs by about 1 percent overall.</p>\r\n<p>\r\n\tAaron added that employment decisions are not as cut-and-dried as critics suggest. &quot;To the extent that workers are part of a team or group or division that is judged on its overall performance, such computations may be done on a group basis,&quot; rather than an individual basis, he said.</p>\r\n<p>\r\n\tFinally, Aaron noted that increased usage of the health care system because of the law should create jobs within the health care industry itself. These job gains would should partially offset potential job losses elsewhere.</p>\r\n<p>\r\n\tGiven all of these factors, &quot;the rhetorical hysteria explicit in the term &lsquo;job killer&rsquo; is enough to make one despair for rational public debate,&quot; Aaron said.</p>\r\n<p>\r\n\t<strong>Our ruling</strong></p>\r\n<p>\r\n\tThe ad said that &quot;Obamacare &hellip; will kill jobs across America.&quot; The chamber of Commerce has failed to prove that it will, and the best projections we&rsquo;ve seen, based on how the law is actually written, do not suggest that the law will &quot;kill&quot; jobs. A close look at the studies cited by the Chamber of Commerce in support of the ad -- as well as other independent analyses of the health care law -- provide little, if any, evidence that the health care law will result in a significant net number of job losses. We rate the statement False.&nbsp;</p>\r\n", "ruling_comments_date": "2012-02-15T16:28:26.450654", "ruling_date": "2012-02-15T18:10:22", "ruling_headline": "U.S. Chamber of Commerce ad attacking Tim Kaine says health care law 'will kill jobs across America'", "ruling_headline_slug": "us-chamber-commerce-ad-attacking-tim-kaine-says-he", "ruling_link_text": "No more true now than when we rated it a year ago", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tU.S. Chamber of Commerce, &quot;Tim Kaine -- No Great Achievements&quot; (<a href=\"http://www.youtube.com/watch?v=RDXkpu0L3VQ&amp;feature=relmfu\">television ad</a>), Feb. 8, 2012<br />\r\n\t<br />\r\n\tPolitiFact&nbsp;<a href=\"http://www.politifact.com/truth-o-meter/statements/2011/jan/20/eric-cantor/health-care-law-job-killer-evidence-falls-short/\"> &quot;The health care law a &#39;job killer&#39;? The evidence falls </a><a href=\"http://www.politifact.com/truth-o-meter/statements/2011/jan/20/eric-cantor/health-care-law-job-killer-evidence-falls-short/\">short</a>,&quot; Jan. 20, 2011<br />\r\n\t<br />\r\n\tHouse Republican leadership, &quot;<a href=\"http://speaker.gov/UploadedFiles/ObamaCareReport.pdf\">Obamacare: A budget-busting, job-killing health care law</a>,&quot; Jan. 6, 2011<br />\r\n\t<br />\r\n\tCongressional Budget Office,&nbsp;<a href=\"http://cbo.gov/ftpdocs/117xx/doc11705/08-18-Update.pdf\">The Budget and Economic Outlook: An Update</a>, Effects of Recent Health Care Legislation on Labor Markets, p. 48, August, 2010<br />\r\n\t<br />\r\n\tCongressional Budget Office,&nbsp;<a href=\"http://www.cbo.gov/ftpdocs/104xx/doc10435/07-13-HealthCareAndLaborMarkets.pdf\">Effects of Changes to the Health Insurance System on Labor Markets</a>, July 13, 2009<br />\r\n\t<br />\r\n\tNational Federation of Independent Business,&nbsp;<a href=\"http://www.nfib.com/press-media/press-media-item?cmsid=48480\">Employer Healthcare Mandate Would Wipe Out 1.6 Million Jobs</a>, Jan. 28, 2009<br />\r\n\t<br />\r\n\tHeritage Foundation, &quot;<a href=\"http://www.heritage.org/research/reports/2011/01/obamacare-and-the-employer-mandate-cutting-jobs-and-wages\">Obamacare and the Employer Mandate: Cutting Jobs and Wages</a>,&quot; Jan. 19, 2011<br />\r\n\t<br />\r\n\tKatherine Baicker and Helen Levy, &quot;<a href=\"http://www.nber.org/papers/w13528.pdf\">Employer Health Insurance Mandates and the Risk of Unemployment</a>,&quot; October 2007<br />\r\n\t<br />\r\n\tNFIB Research Foundation, &quot;<a href=\"http://www.nfib.com/Portals/0/PDF/AllUsers/research/studies/ppaca/health-insurance-tax-study-nfib-2011-11.pdf\">Effects of the PPACA Health Insurance Premium Tax on Small Businesses and Their Employees</a>,&quot; Nov. 8, 2011<br />\r\n\t<br />\r\n\tNational Federation of Independent Business, &quot;<a href=\"http://www.nfib.com/Portals/0/PDF/AllUsers/IssuesElections/NFIB_11GroAgenda_web.pdf\">NFIB Small Business Growth Agenda for the 112th Congress</a>,&quot; accessed Feb. 15, 2012<br />\r\n\t<br />\r\n\tUrban Institute, &quot;<a href=\"http://www.urban.org/UploadedPDF/412319-Affordable-Care-Act-Affect-Jobs.pdf\">How Will the Affordable Care Act Affect Jobs</a>?&quot; March 2011<br />\r\n\t<br />\r\n\tCongressional Budget Office,&nbsp;<a href=\"http://cbo.gov/ftpdocs/120xx/doc12033/12-23-SelectedHealthcarePublications.pdf\">&quot;Selected CBO Publications Related to Health Care Legislation, 2009&ndash;201</a><a href=\"http://cbo.gov/ftpdocs/120xx/doc12033/12-23-SelectedHealthcarePublications.pdf\">0</a>,&quot; December 2010<br />\r\n\t<br />\r\n\tKaiser Family Foundation, &quot;<a href=\"http://www.kff.org/healthreform/upload/8061.pdf\">Summary of the new health care law</a>,&quot; accessed Feb. 15, 2012<br />\r\n\t<br />\r\n\tEmail interview with Henry Aaron, senior fellow at the Brookings Institution, Feb. 15, 2012<br />\r\n\t<br />\r\n\tEmail interview with David Cutler, economist at Harvard University, Feb. 14, 2012<br />\r\n\t<br />\r\n\tEmail interview with Jonathan Gruber, economist at the Massachusetts Institute of Technology, Feb. 14, 2012<br />\r\n\t<br />\r\n\tEmail interview with Jonathan Oberlander, professor of social medicine and health policy and management at the University of North Carolina-Chapel Hill, Feb. 14, 2012<br />\r\n\t<br />\r\n\tEmail interview with Helen Levy, assistant research scientist at the University of Michigan School of Public Health, Feb. 14, 2012<br />\r\n\t<br />\r\n\tEmail interview with Katherine Baicker, professor of health economics at the Harvard University School of Public Health, Feb. 14, 2012&nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 6, "current_job": "", "false_count": 4, "first_name": "", "half_true_count": 3, "home_state": "", "id": 210, "last_name": "U.S. Chamber of Commerce", "mostly_true_count": 1, "name_slug": "us-chamber-commerce", "pants_count": 1, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Chamber_logo.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/210/", "total_count": 17, "true_count": 2, "website": ""}, "statement": "<p>\r\n\t&quot;Obamacare ... will kill jobs across America.&quot;</p>\r\n", "statement_context": "a television ad", "statement_date": "2012-02-08", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 219, "photo": null, "resource_uri": "/api/v/2/subject/219/", "subject": "Message Machine 2012", "subject_slug": "message-machine-2012", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}], "target": [{"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}], "twitter_headline": ""}