{"art": [], "author": [{"email_address": "CollinsM@SHNS.com", "first_name": "Michael", "id": 323, "last_name": "Collins", "name_slug": "michael-collins", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 21, "publication_name": "Knoxville News Sentinel", "resource_uri": "/api/v/2/publication/21/"}, "resource_uri": "/api/v/2/staffer/323/", "title": "Washington Correspondent, Knoxville News Sentinel and Scripps Howard News Service", "twitter": null}], "canonical_url": "/tennessee/statements/2012/feb/17/john-duncan/congressman-duncan-says-fewer-10-percent-us-house-/", "edition": {"adkey": "Editions", "advalue": "Tennessee", "edition": "Tennessee", "edition_slug": "tennessee", "has_afterthefact": false, "id": 14, "index_page": false, "meter_name": "The Tennessee Truth-O-Meter", "resource_uri": "/api/v/2/edition/14/"}, "editor": [{"email_address": "ZMcMillin@CommercialAppeal.com", "first_name": "Zack", "id": 314, "last_name": "McMillin", "name_slug": "zack-mcmillin", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/ZackMcMillinPolitiFact.JPG", "publication": {"id": 19, "publication_name": "The Commercial Appeal, Memphis", "resource_uri": "/api/v/2/publication/19/"}, "resource_uri": "/api/v/2/staffer/314/", "title": "Editor, PolitiFact Tennessee", "twitter": null}], "facebook_headline": null, "id": 5379, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "CollinsM@SHNS.com", "first_name": "Michael", "id": 323, "last_name": "Collins", "name_slug": "michael-collins", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 21, "publication_name": "Knoxville News Sentinel", "resource_uri": "/api/v/2/publication/21/"}, "resource_uri": "/api/v/2/staffer/323/", "title": "Washington Correspondent, Knoxville News Sentinel and Scripps Howard News Service", "twitter": null}], "resource_uri": "/api/v/2/statement/5379/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tThe wealth of Congress members has long been a sore point with many voters, who rightly or wrongly, often equate power with monetary riches.<br />\r\n\t<br />\r\n\tThe question of who is wealthy &ndash; and who isn&rsquo;t &ndash; again became part of the collective discourse with the rise of the Occupy Wall Street movement and its rallying cries against the wealthiest &quot;1 percent.&quot;<br />\r\n\t<br />\r\n\tU.S. Rep. John J. Duncan Jr., R-Knoxville, challenged the notion that Congress is filled with rich fat cats in a Washington Report <a href=\"http://duncan.house.gov/December%202011%20Newsletterpdf.pdf\">newsletter to constituents</a> in December 2011. The six-page report, which included the congressman&rsquo;s update on various legislative matters, was prepared, published and mailed at taxpayer expense.<br />\r\n\t<br />\r\n\t&quot;It may be hard for some to believe,&quot; Duncan wrote, &quot;but fewer than 10 percent of those in the House are what anyone would classify as wealthy.&quot;<br />\r\n\t<br />\r\n\tMark Harmon, a University of Tennessee journalism professor and a former member of the Knox County Commission, challenged the congressman&rsquo;s claim as erroneous and &quot;out of touch&quot; in a <a href=\"http://www.knoxnews.com/news/2012/jan/15/community-guest-columnist-mark-harmon-needs-time/\">guest column</a> published in the Knoxville News Sentinel on Jan. 15, 2012.<br />\r\n\t<br />\r\n\tThe claim sounded suspicious to us, too, so we contacted the congressman&rsquo;s office and asked how he had reached that conclusion. Duncan&rsquo;s press spokesman, Patrick Newton, provided us with a statement that the congressman himself had written in response to Harmon&rsquo;s column.<br />\r\n\t<br />\r\n\tDuncan, who represents the 2nd Congressional District in East Tennessee, wrote that his comments were based &quot;in part on personal conversations with many members (of Congress), but primarily on an annual report of the <a href=\"http://www.rollcall.com/news/mccaul_leaps_top_50_richest_members_congress-208231-1.html\">50 wealthiest members </a>of Congress by Roll Call, a very non-partisan Capitol Hill newspaper.&quot;<br />\r\n\t<br />\r\n\t&quot;Although there are some members of Congress who are multi-millionaires, money mostly made before they came to Congress, the great, great majority are not, including me,&quot; said Duncan, who has been in the House for 24 years and served as a state trial judge before he was elected to Congress.<br />\r\n\t<br />\r\n\tGetting a true reading of a Congress member&rsquo;s wealth can be difficult, but there are organizations that attempt to ascertain the net worth of elected leaders.<br />\r\n\t<br />\r\n\tMembers of the U.S. House and Senate are paid $174,000 annually; lawmakers who hold leadership positions are paid slightly more. But many members of Congress were wealthy before they arrived in Washington and have substantial net worth.<br />\r\n\t<br />\r\n\tMembers are required to file annual financial statements, but they are allowed to report the value of their assets in broad ranges. For example, if someone owns $1,100 worth of stock in a company, the exact value of that stock is not reported. Instead, its value is listed in the range of $1,001 to $15,000. Lawmakers are not required to list the value of their primary residence.<br />\r\n\t<br />\r\n\tThe purpose of such a reporting system is to provide lawmakers with some financial privacy, while allowing some level of public scrutiny of their income. But Duncan and other lawmakers argue the broad reporting ranges often make lawmakers look much wealthier than they actually are.<br />\r\n\t<br />\r\n\tRoll Call, a nonpartisan newspaper that focuses on Capitol Hill, analyzes the data and compiles an annual list of the 50 wealthiest members of Congress. The Center for Responsive Politics, a nonpartisan group that tracks money&rsquo;s influence on politics, also uses the data to estimate the <a href=\"http://www.opensecrets.org/news/2011/11/congress-enjoys-robust-financial-status.html\">wealth </a>of all 435 House members and 100 senators.<br />\r\n\t<br />\r\n\tEven though the two organizations analyze the same data, each uses a different methodology that sometimes causes them to reach different conclusions.<br />\r\n\t<br />\r\n\tRoll Call calculates a Congress member&rsquo;s minimum net worth by adding the minimum value of all their assets and subtracting the total minimum value of all their liabilities. The Center for Responsive Politics calculates a member&rsquo;s net wealth by adding together his or her range of assets and then subtracting his or her range of liabilities. The center then calculates the midpoint of the resulting range and lists that figure as the lawmaker&rsquo;s net wealth.<br />\r\n\t<br />\r\n\tWe&rsquo;ll look first at Roll Call&rsquo;s list of the 50 wealthiest members of Congress, since Duncan said that is the primary basis for his claim that fewer than 10 percent of House members are wealthy.<br />\r\n\t<br />\r\n\tIn its most recent rankings, published Aug. 18, 2011, Roll Call concluded that the net worth of the 50 wealthiest Congress members ranged from a high of $294.21 million (Rep. Michael McCaul, R-Texas) to a low of $6.21 million (Rep. Randy Neugebauer, R-Texas).<br />\r\n\t<br />\r\n\tTwenty-nine of the lawmakers on the 50 wealthiest list were House members and 21 were senators. If one uses this list as a benchmark for deciding which lawmakers are wealthy, as Duncan apparently did, then just 6 percent of the 435 House members would be considered wealthy.<br />\r\n\t<br />\r\n\tBut is that really a fair measure of wealth? Is $6.21 million &ndash; the estimated net worth of the least &nbsp;affluent member on the 50 wealthiest list &ndash; really the cut-off point at which most Americans would consider someone to be wealthy?<br />\r\n\t<br />\r\n\tGiven that the median net wealth for the country at large was $96,000 in 2009, according to the <a href=\"http://www.federalreserve.gov/pubs/feds/2011/201117/201117pap.pdf\">Federal Reserve, </a>we wondered how an economist would define wealthy.<br />\r\n\t<br />\r\n\tWe put that question to Scott Winship, a fellow of economic studies at the Brookings Institution, and Josh Bivens, an economist at the Economic Policy Institute. Both institutes are left-leaning think tanks in Washington.<br />\r\n\t<br />\r\n\tWinship pointed out that Federal Reserve data shows the top 10 percent of wealthiest Americans in 2007 had a net worth of at least $971,000. That equates to roughly $1 million in 2010 dollars, &quot;so if you want to look at the entry point to the top 10 percent of wealth as your definition of &lsquo;wealthy,&rsquo; you can use $1 million as an easy cut-off,&quot; Winship said.<br />\r\n\t<br />\r\n\tBivens, however, suggested a better measure might be the top 5 percent of wealthiest Americans, who had a net wealth of at least $1.8 million in 2007.<br />\r\n\t<br />\r\n\tWhen we apply the $1 million benchmark suggested by Winship, it&#39;s clear that members are Congress are much wealthier than average Americans.<br />\r\n\t<br />\r\n\tThe Center for Responsive Politics says its analysis of financial disclosure statements, released on Nov. 15, 2011, shows that 250 current members of the House and Senate are millionaires. In the House, 183 members -- or 42 percent -- had an average net worth in excess of $1 million in 2010.<br />\r\n\t<br />\r\n\tApplying the $1.8 million benchmark suggested by Bivens, the numbers drop, but not by much -- 137 House members, or 31 percent, had an average net worth of at least $1.8 million.<br />\r\n\t<br />\r\n\tFor the record, Duncan says the Center for Responsive Politics&rsquo; latest rankings came out after he had finished his newsletter. But he reiterated his belief that using both minimum and maximum figures makes Congress members appear far wealthier than they really are.<br />\r\n\t<br />\r\n\tWe concede that the center&rsquo;s use of an average range could skew numbers, but 435 is a large enough sample size to conclude that aberrations would balance out -- where one member&rsquo;s net worth could be exaggerated, another&rsquo;s could be understated.<br />\r\n\t<br />\r\n\tDuncan&rsquo;s net worth, by the way, ranged from $169,022 at the low end, $660,000 on the high end and the mid-range estimate hitting $414,511. And, again, the numbers do not include the value of a member&rsquo;s primary residence.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tWhile it is difficult to get an exact measure of congressional riches, House and Senate members are clearly much better off financially than the average American. Roughly one-third of House members, or 31 percent, have an average net worth not including their primary residence of at least $1.8 million, putting them among the 5 percent of wealthiest Americans. &nbsp;Even more, 42 percent, have a net worth in excess of $1 million.<br />\r\n\t<br />\r\n\tUnder either measure, Duncan&rsquo;s claim that fewer than 10 percent of House members are wealthy is way off base. We rate this claim False.<br />\r\n\t&nbsp;</p>\r\n", "ruling_comments_date": "2012-02-17T12:16:20.797702", "ruling_date": "2012-02-17T11:14:53", "ruling_headline": "Congressman Duncan says fewer than 10 percent of U.S. House members are wealthy", "ruling_headline_slug": "congressman-duncan-says-fewer-10-percent-us-house-", "ruling_link_text": "More like 31-42 percent", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tU.S. Rep. John J. Duncan Jr., <a href=\"http://duncan.house.gov/December%202011%20Newsletterpdf.pdf\">Washington Report newsletter,</a> December 2011<br />\r\n\t<br />\r\n\tMark Harmon, <a href=\"http://www.knoxnews.com/news/2012/jan/15/community-guest-columnist-mark-harmon-needs-time/\">Congressman needs time in the penalty box,</a> <em>Knoxville News Sentinel</em>, Jan. 15, 2012<br />\r\n\t<br />\r\n\tU.S. Rep. John J. Duncan Jr., written statement, Feb. 7, 2012<br />\r\n\t<br />\r\n\tJennifer Yachnin, <a href=\"http://www.rollcall.com/news/mccaul_leaps_top_50_richest_members_congress-208231-1.html\">McCaul Leaps to Top of 50 Richest Members of Congress</a>, <em>Roll Call</em>, Aug. 18, 2011<br />\r\n\t<br />\r\n\tCenter for Responsive Politics press release and data base, <a href=\"http://www.opensecrets.org/news/2011/11/congress-enjoys-robust-financial-status.html\">Most Members of Congress Enjoy Robust Financial Status, Despite Nation&rsquo;s Sluggish Economic Recovery,</a> Nov. 15, 2011<br />\r\n\t<br />\r\n\tFederal Reserve Board of Governors, <a href=\"http://www.federalreserve.gov/pubs/feds/2011/201117/201117pap.pdf\">Surveying the Aftermath of the Storm: Changes in Family Finances from 2007 to 2009</a>, March 2011<br />\r\n\t<br />\r\n\tScott Winship, fellow of economic studies at the Brookings Institution&rsquo;s Center on Children and Families, email to PolitiFact, Feb. 8, 2012<br />\r\n\t<br />\r\n\tJosh Bivens, acting reseach and policy director, Economic Policy Institute, email to PolitiFact, Feb. 14, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "U.S. Congressman", "false_count": 1, "first_name": "John", "half_true_count": 0, "home_state": "Tennessee", "id": 1687, "last_name": "Duncan", "mostly_true_count": 0, "name_slug": "john-duncan", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Duncan_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Tennessee", "edition": "Tennessee", "edition_slug": "tennessee", "has_afterthefact": false, "id": 14, "index_page": false, "meter_name": "The Tennessee Truth-O-Meter", "resource_uri": "/api/v/2/edition/14/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1687/", "total_count": 2, "true_count": 0, "website": "http://duncan.house.gov/"}, "statement": "<p>\r\n\t&quot;Fewer than 10 percent of those in the House are what anyone would classify as wealthy.&quot;</p>\r\n", "statement_context": " Washington Report newsletter to constituents.", "statement_date": "2011-12-01", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 254, "photo": null, "resource_uri": "/api/v/2/subject/254/", "subject": "Congress", "subject_slug": "congress", "used_in_edition": ["/api/v/2/edition/6/"]}, {"description": "", "id": 258, "photo": null, "resource_uri": "/api/v/2/subject/258/", "subject": "Wealth", "subject_slug": "wealth", "used_in_edition": ["/api/v/2/edition/14/"]}], "target": [], "twitter_headline": ""}