{"art": [], "author": [{"email_address": "akuffner@providencejournal.com", "first_name": "Alex", "id": 280, "last_name": "Kuffner", "name_slug": "alex-kuffner", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/280/", "title": "Reporter", "twitter": null}], "canonical_url": "/rhode-island/statements/2012/feb/19/nicholas-kettle/rhode-island-state-sen-nicholas-kettle-says-states/", "edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "editor": [{"email_address": "tmurphy@providencejournal.com", "first_name": "Tim", "id": 145, "last_name": "Murphy", "name_slug": "tim-murphy", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/tim_murphy2_80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/145/", "title": "Editor", "twitter": null}], "facebook_headline": null, "id": 5383, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "akuffner@providencejournal.com", "first_name": "Alex", "id": 280, "last_name": "Kuffner", "name_slug": "alex-kuffner", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/280/", "title": "Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/5383/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tState Sen. Nicholas D. Kettle wants Rhode Island to become the first &quot;right-to-work&quot; state in the Northeast -- a place where workers in union jobs could choose to opt out of union membership and paying dues.<br />\r\n\t<br />\r\n\tThe freshman Republican from Coventry has introduced<a href=\"http://www.rilin.state.ri.us/BillText/BillText12/SenateText12/S2258.pdf\"> one piece of legislation</a> that would make union membership optional for teachers and<a href=\"http://www.rilin.state.ri.us/BillText/BillText12/SenateText12/S2162.pdf\"> another</a> that would put a non-binding referendum on November&rsquo;s ballot asking voters to support a right-to-work law for all people in Rhode Island.<br />\r\n\t<br />\r\n\tOn Jan. 27, he<a href=\"http://www.920whjj.com/cc-common/podcast/single_page.html?podcast=helenglover&amp;selected_podcast=kettle_1_27_1327667062_10893.mp3\"> appeared</a> on WHJJ&rsquo;s &quot;The Helen Glover Show&quot; to talk about the bills.<br />\r\n\t<br />\r\n\t&quot;If Rhode Island became a right-to-work state in general, that would be a huge magnet to draw business here,&quot; said Glover. &quot;It would certainly do a lot to move us out of that &lsquo;worst place to do business&rsquo; that apparently everybody knows about.&quot;<br />\r\n\t<br />\r\n\t&quot;Absolutely, and you don&rsquo;t have to look very far for what works,&quot; Kettle responded. &quot;If you look at states that are right to work, they constantly do not have budget deficits and they have very good business climates. So Rhode Island just needs to a pass a right-to-work law and that would help out this state tremendously, along with other legislation that needs to occur to help out the business community.&quot;<br />\r\n\t<br />\r\n\tOther fact-checking organizations, including PolitiFact National, have looked into similar statements that connected right-to-work laws to economic benefits, including higher job creation and lower unemployment rates. Although they found proof of a correlation, they could not prove causation.<br />\r\n\t<br />\r\n\tKettle pointed to two different indicators of fiscal health in right-to-work states: a lack of budget deficits and good business climates.<br />\r\n\t<br />\r\n\tFor the first, he referred us to a<a href=\"http://www.cbpp.org/cms/?fa=view&amp;id=711\"> report</a> on past, current and projected budget deficits from the nonpartisan Center on Budget and Policy Priorities in Washington, D.C. He also gave us a<a href=\"http://www.nrtw.org/rtws.htm\"> list</a> of right-to-work states compiled by the nonprofit National Right to Work Legal Defense Foundation, of Springfield, Va.<br />\r\n\t<br />\r\n\tTwenty-three states have enacted right-to-work laws since 1947 when passage of the federal Taft-Hartley Act first allowed them to do so. Indiana was the most recent state to join the list -- and the first since Oklahoma in 2001 -- after Gov. Mitch Daniels signed right-to-work legislation on Jan. 31, 2012.<br />\r\n\t<br />\r\n\tFor this analysis, however, we are not including Indiana as a right-to-work state because the most recent economic data available predates the signing of the legislation.<br />\r\n\t<br />\r\n\tSo to be clear, the right-to-work states we&rsquo;re examining are: Alabama, Arizona, Arkansas, Florida, Georgia, Idaho, Iowa, Kansas, Louisiana, Mississippi, Nebraska, Nevada, North Carolina, North Dakota, Oklahoma, South Carolina, South Dakota, Tennessee, Texas, Utah, Virginia and Wyoming. That&rsquo;s 22 in all.<br />\r\n\t<br />\r\n\tAccording to the Center on Budget and Policy Priorities, which compiled figures for all 50 states and the District of Columbia, 45 states were facing budget deficits for the 2012 fiscal year. Nineteen of them are right-to-work states. As of Jan. 9, most states had closed their shortfalls, but seven, including one right-to-work state, were still facing mid year gaps.<br />\r\n\t<br />\r\n\tFor the 2013 fiscal year, 29 states are facing shortfalls. Eight right-to-work states are on the list.<br />\r\n\t<br />\r\n\tBecause Kettle said that right-to-work states &quot;constantly,&quot; or consistently, do not have deficits, we looked at the three most recent years, too. For 2009, 2010 and 2011, nearly all of the so-called &quot;union&quot; states <em>and</em> the right-to-work states had projected deficits.<br />\r\n\t<br />\r\n\tIt&rsquo;s clear from the data that few states -- whether right-to-work or states that require workers to pay dues to the unions that represent them -- have escaped financial hardship during the recession.<br />\r\n\t<br />\r\n\tFor the second part of Kettle&rsquo;s claim -- that right-to-work states have good business climates -- he directed us to a <a href=\"http://online.wsj.com/article/SB10001424052748704150604576166011983939364.html\">Wall Street Journal commentary</a> published last year in which Harvard economist Robert Barro said, &quot;There is evidence that right-to-work laws -- or, more broadly, the pro-business policies offered by right-to-work states -- matter for economic growth.&quot;<br />\r\n\t<br />\r\n\tBarro cited a 1997 study that compared employment in counties close with the border between states with and without right-to-work laws.<br />\r\n\t<br />\r\n\tThe 1997 <a href=\"http://www.econ.umn.edu/%7Eholmes/papers/policy.pdf\">study</a>, done by University of Minnesota economist Thomas J. Holmes summarizes overall job growth in states with and without right-to-work laws.<br />\r\n\t<br />\r\n\t&quot;Manufacturing employment in the states without right-to-work laws is virtually the same now as it was in 1947, but manufacturing employment has increased 150 percent in the right-to-work states,&quot; he wrote. &quot;Of the 10 states with the highest manufacturing employment growth rates, 8 are right-to-work states; of the 10 states with the lowest growth rates, none is a right-to-work state.&quot;<br />\r\n\t<br />\r\n\tIn his more localized research, Holmes &nbsp;found that from 1947 to 1992, in areas within 25 miles of the state borders he looked at, manufacturing job growth was 26 percentage points higher in right-to-work states than in union states.<br />\r\n\t<br />\r\n\tBut Holmes was not able to pinpoint right-to-work laws as the reason for the difference.<br />\r\n\t<br />\r\n\t&quot;First, the results do not say which policies matter,&quot; he wrote. &quot;Right-to-work states historically have pursued a number of other smokestack-chasing policies, such as low taxes, aggressive subsidies, and even, in some cases, lax environmental regulations. Thus, my results do not say that it is right-to-work laws that matter, but rather that the &lsquo;pro-business package&rsquo; offered by right-to-work states seems to matter.&quot;<br />\r\n\t<br />\r\n\tBecause Kettle used the words &quot;business climate,&quot; we also decided to look at indexes that rank states in that particular area. We considered the most recent rankings done by the <a href=\"http://www.sbecouncil.org/uploads/SBSI2011%5B1%5D.pdf\">Small Business and Entrepreneurship Council</a>, <a href=\"http://www.cnbc.com/id/41666602\">CNBC</a>, <a href=\"http://www.forbes.com/special-report/2011/best-states-11_land.html\">Forbes</a> and the <a href=\"http://www.taxfoundation.org/news/show/22658.html\">Tax Foundation</a>. The majority of the states at the top of those rankings have right-to-work laws and the majority at the bottom do not.<br />\r\n\t<br />\r\n\tWe also contacted Joseph A. McCartin, a Georgetown history professor who is an expert on the history of labor and opposes right-to-work laws. He pointed to a<a href=\"http://www.epi.org/publication/bp300/\"> study</a> by the left-leaning Economic Policy Institute that showed that despite passage of a right-to-work law in Oklahoma in 2001, its unemployment rate has increased at about the same rate as six of its neighbors, all union states, over the last decade.<br />\r\n\t<br />\r\n\tThe only <a href=\"http://econweb.umd.edu/%7Edavis/eventpapers/OzbeklikRight.pdf\">study</a> we found that attempted to isolate the effects of right-to-work laws is a working paper by economists at the University of Nevada, Las Vegas and Claremont McKenna College. The authors focused on Idaho and Oklahoma, the two most recent right-to-work states before Indiana. They found evidence of increased manufacturing employment in Idaho due to the adoption of a right-to-work law, but not in Oklahoma.<br />\r\n\t<br />\r\n\tOur final call was to Edward M. Mazze, distinguished professor of business administration at the University of Rhode Island. He said that low energy costs, low taxes and the presence of a skilled work force are the primary factors in creating a good business climate, not a right-to-work law.<br />\r\n\t<br />\r\n\tOur ruling<br />\r\n\t<br />\r\n\tKettle said not only that right-to-work states do not run deficits, but that they &quot;constantly&quot; do not.<br />\r\n\t<br />\r\n\tBut the source he used for this claim clearly shows that since 2009 many right-to-work states have had budget deficits. For 2013, a much smaller share of right-to-work states are facing deficits than union states, but in past years the ratios have been very close.<br />\r\n\t<br />\r\n\tClearly, then, this part of the claim is not accurate.<br />\r\n\t<br />\r\n\tFor the second part of the claim -- that business climates are better in right-to-work states -- the research is not as clear. We found one study that found a greater historical increase in manufacturing jobs in select counties in right-to-work states than in neighboring counties in union states.<br />\r\n\t<br />\r\n\tBut the author of that study was emphatic in saying that he could <em>not </em>prove that the increase was due to right-to-work laws. And the author of the Wall Street commentary Kettle cites also says pro-business policies matter for growth, not right-to-work laws specifically.<br />\r\n\t<br />\r\n\tThe same can be said of the multiple business climate indexes we found. They did generally rank right-to-work states higher than union states, but they considered many other factors, including tax policy, that could account for the better rankings.<br />\r\n\t<br />\r\n\tWe could not find any studies to prove Kettle&rsquo;s claim -- that right-to-work laws lead directly to better business climates.<br />\r\n\t<br />\r\n\tOverall, we rate Kettle&rsquo;s statement Mostly False.<br />\r\n\t<br />\r\n\t(Get updates from<a href=\"http://twitter.com/#%21/PolitiFactRI\"> PolitiFactRI on Twitter</a>. To comment or offer your ruling, visit us on our<a href=\"http://www.facebook.com/pages/PolitiFact-Rhode-Island/108242095907358\"> PolitiFact Rhode Island Facebook</a> page.)</p>\r\n", "ruling_comments_date": "2012-02-17T16:04:32.843699", "ruling_date": "2012-02-19T00:00:01", "ruling_headline": "Rhode Island state Sen. Nicholas Kettle says that states with right-to-work laws don’t run deficits and have better business climates than other states.", "ruling_headline_slug": "rhode-island-state-sen-nicholas-kettle-says-states", "ruling_link_text": "Not necessarily causing economic benefits", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t920WHJJ.com, &quot;<a href=\"http://www.920whjj.com/cc-common/podcast/single_page.html?podcast=helenglover&amp;selected_podcast=kettle_1_27_1327667062_10893.mp3\">Helen Glover Show -- Make Union Membership Optional?</a>,&quot; Jan. 27, accessed Feb. 9, 2012<br />\r\n\t<br />\r\n\tInterview and email, State Sen. Nicholas D. Kettle, R-Coventry, Foster, Scituate, Feb. 9, 2012<br />\r\n\t<br />\r\n\tRILIN.State.RI.US, &quot;<a href=\"http://www.rilin.state.ri.us/BillText/BillText12/SenateText12/S2258.pdf\">An Act Relating to Education -- Teachers&rsquo; Right to Work</a>,&quot; introduced Jan. 26, 2012, accessed Feb. 10, 2012<br />\r\n\t<br />\r\n\tRILIN.State.RI.US, &quot;<a href=\"http://www.rilin.state.ri.us/BillText/BillText12/SenateText12/S2162.pdf\">An Act Relating Relating to Labor and Labor Relations</a>,&quot; introduced Jan. 18, 2012, accessed Feb. 10, 2012<br />\r\n\t<br />\r\n\tPolitifact.com, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2011/feb/28/bill-oreilly/bill-oreilly-says-unemployment-lower-right-work-st/\">Bill O&rsquo;Reilly says unemployment is lower in right to work states</a>,&quot; Feb. 28, 2011, accessed Feb. 10, 2012<br />\r\n\t<br />\r\n\tWashingtonPost.com, &quot;<a href=\"http://www.washingtonpost.com/blogs/fact-checker/post/romneys-claim-that-right-to-work-states-get-more-good-jobs/2011/09/29/gIQAGsP17K_blog.html\">Romney&rsquo;s claim that &lsquo;right to work&rsquo; states get more &lsquo;good jobs</a>,&rsquo;&quot; Sept. 30, 2011, accessed Feb. 10, 2012<br />\r\n\t<br />\r\n\tCBPP.org, &quot;<a href=\"http://www.cbpp.org/cms/?fa=view&amp;id=711\">States continue to feel recession&rsquo;s impact</a>,&quot; Center on Budget and Policy Priorities, Jan. 9, 2012, accessed Feb. 10, 2012<br />\r\n\t<br />\r\n\tNRTW.org, &quot;<a href=\"http://www.nrtw.org/rtws.htm\">Right to work states</a>,&quot; National Right to Work Legal Defense Foundation, 2012, accessed Feb. 10, 2012<br />\r\n\t<br />\r\n\tPewCenterontheStates.org, &quot;<a href=\"http://www.pewcenteronthestates.org/uploadedFiles/BeyondCalifornia.pdf\">Beyond California: States in Fiscal Peril</a>,&quot; November 2009, accessed Feb. 13, 2012<br />\r\n\t<br />\r\n\tOnline.WSJ.com, &quot;<a href=\"http://online.wsj.com/article/SB10001424052748704150604576166011983939364.html\">Unions vs. the Right to Work</a>,&quot; Wall Street Journal, Feb. 28, 2011, accessed Feb. 10, 2012<br />\r\n\t<br />\r\n\tEcon.UMN.edu, &quot;<a href=\"http://www.econ.umn.edu/%7Eholmes/papers/policy.pdf\">The Effect of State Policies on the Location of Manufacturing: Evidence from State Borders</a>,&quot; Thomas J. Holmes, July 1997, accessed Feb. 10, 2012<br />\r\n\t<br />\r\n\tSBECouncil.com, &quot;<a href=\"http://www.sbecouncil.org/uploads/SBSI2011%5B1%5D.pdf\">Small Business Survival Index 2011</a>,&quot; Small Business and Entrepreneurship Council, November 2011, accessed Feb. 10, 2012<br />\r\n\t<br />\r\n\tCNBC.com, &quot;<a href=\"http://www.cnbc.com/id/41666602\">America&rsquo;s Top States for Business 2011</a>,&quot; June 2011, accessed Feb. 10, 2012<br />\r\n\t<br />\r\n\tForbes.com, &quot;<a href=\"http://www.forbes.com/special-report/2011/best-states-11_land.html\">The Best States for Business</a>,&quot; Nov. 22, 2011, accessed Feb. 10, 2012<br />\r\n\t<br />\r\n\tTaxFoundation.org, &quot;2<a href=\"http://www.taxfoundation.org/news/show/22658.html\">012 State Business Tax Climate Index</a>,&quot; Jan. 25, 2012, accessed Feb. 10, 2012<br />\r\n\t<br />\r\n\tEPI.org, &quot;<a href=\"http://www.epi.org/publication/bp300/\">Does right to work create jobs? Answers from Oklahoma</a>,&quot; Sylvia A. Allegretto and Gordon Lafer, Economic Policy Institute, Feb. 28, 2011, accessed Feb. 13, 2012<br />\r\n\t<br />\r\n\tEconWeb.UMD.edu, &quot;<a href=\"http://econweb.umd.edu/%7Edavis/eventpapers/OzbeklikRight.pdf\">Right to Work Laws and State-level Economic Outcomes: Evidence from the Case Studies of Idaho and Oklahoma Using Synthetic Control Method</a>,&quot; Ozkan Eren and Serkan Ozbeklik, February 2011, accessed Feb. 15, 2012<br />\r\n\t<br />\r\n\tInterview, Edward M. Mazze, distinguished professor of business administration, University of Rhode Island, Feb. 14, 2012<br />\r\n\t<br />\r\n\tEmail, Joseph McCartin, associate professor of history, Georgetown University, Feb. 14, 2012<br />\r\n\t<br />\r\n\tEmail, Robert Barro, professor of economics, Harvard University, Feb. 14, 2012<br />\r\n\t<br />\r\n\tEmail, Sylvia A. Allegretto, economist, Institute for Research on Labor and Employment, University of California, Berkeley, Feb. 14, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "State senator", "false_count": 0, "first_name": "Nicholas", "half_true_count": 0, "home_state": "Rhode Island", "id": 1688, "last_name": "Kettle", "mostly_true_count": 0, "name_slug": "nicholas-kettle", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/nicholas_kettle.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1688/", "total_count": 1, "true_count": 0, "website": "http://www.rilin.state.ri.us/Kettle/"}, "statement": "<p>\r\n\t&quot;If you look at states that are right to work, they constantly do not have budget deficits and they have very good business climates.&quot;</p>\r\n", "statement_context": "a radio talk show", "statement_date": "2012-01-27", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 192, "photo": null, "resource_uri": "/api/v/2/subject/192/", "subject": "Labor", "subject_slug": "labor", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 147, "photo": null, "resource_uri": "/api/v/2/subject/147/", "subject": "States", "subject_slug": "states", "used_in_edition": []}, {"description": "", "id": 206, "photo": null, "resource_uri": "/api/v/2/subject/206/", "subject": "Unions", "subject_slug": "unions", "used_in_edition": ["/api/v/2/edition/5/"]}, {"description": "", "id": 103, "photo": null, "resource_uri": "/api/v/2/subject/103/", "subject": "Workers", "subject_slug": "workers", "used_in_edition": []}], "target": [], "twitter_headline": ""}