{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2012/feb/22/rick-santorum/rick-santorum-says-you-cant-name-one-time-last-20-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 5400, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/5400/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\r\n\tAt a presidential campaign event in Georgetown, Ohio, on Feb. 17, 2012, Rick Santorum took a shot at France.<br />\r\n\t<br />\r\n\tPresident Barack Obama, <a href=\"http://firstread.msnbc.msn.com/_news/2012/02/18/10440251-santorum-obama-makes-us-less-safe\">Santorum said</a>, &quot;actually went to France a year or so ago and was with Nicolas Sarkozy and said that, &#39;Here I am with the French Prime Minister, our best ally in the world.&#39; Now think about this. Name one time in the last 20 years that the French stood by us with anything. But in Barack Obama&#39;s eyes, that makes them our best ally, because they fought what was in the best interest of our country.&quot;<br />\r\n\t<br />\r\n\tWe&rsquo;ll overlook the fact that Santorum misstated Sarkozy&rsquo;s title -- he&rsquo;s France&rsquo;s president. What we were wondering about is whether Santorum is right that it&rsquo;s impossible to &quot;name one time in the last 20 years that the French stood by us with anything.&quot; We&rsquo;ll focus on his underlying point, that France has consistently gone its own way on foreign policy rather than standing by the United States.<br />\r\n\t<br />\r\n\tWe emailed the Santorum campaign asking for support for the candidate&#39;s statement, but we received no response.<br />\r\n\t<br />\r\n\tIt&rsquo;s true that France pushed for a more multilateral approach to confronting Saddam Hussein&#39;s Iraq than the George W. Bush adminstration wanted. The run-up to the Iraq war in 2002 and 2003 represented a major break in the normally amicable U.S.-French relationship, <a href=\"http://www.nytimes.com/2007/11/07/washington/07cnd-sarkozy.html\">epitomized by</a> the House of Representatives&rsquo; decision to change the name of &quot;french fries&quot; to &quot;freedom fries&quot; in its cafeteria.<br />\r\n\t<br />\r\n\tBut experts on United States and European diplomacy say it&rsquo;s wrong to extrapolate from that one case. Overall, they agreed, Santorum&rsquo;s claim is way off base.<br />\r\n\t<br />\r\n\tIt&rsquo;s &quot;inaccurate and terribly misleading,&quot; said Richard Kuisel, an adjunct professor at Georgetown University&rsquo;s BMW Center for German and European Studies and author of <em>The French Way: How France Embraced and Rejected American Values and Power </em>(2011) and <em>Seducing the French: The Dilemma of Americanization </em>(1993).<br />\r\n\t<br />\r\n\tSantorum&rsquo;s &quot;clock stopped in 2003,&quot; added Justin Va&iuml;sse, senior fellow and director of research at the Center on the U.S. and Europe at the Brookings Institution.<br />\r\n\t<br />\r\n\t<strong>The role of Sarkozy</strong><br />\r\n\t<br />\r\n\tA major reason for the improvement in the U.S.-French relationship has been the shift from former president Jacques Chirac to Sarkozy in 2007.<br />\r\n\t<br />\r\n\t&quot;French-American military and diplomatic relations have been excellent under Sarkozy, who is an open admirer of American culture and society,&quot; said Jean-Philippe Mathy, a professor of French at the University of Illinois and author of <em>French Resistance: The French-American Culture Wars </em>(2000).<br />\r\n\t<br />\r\n\tWhen Sarkozy came to Washington to address a joint session of Congress in 2007, &quot;he found himself met by a standing ovation and occasional whoops,&quot; the <em>New York Times </em>reported. &quot;He at first appeared to revel in it, but as it extended to two minutes and longer, he began to appear almost embarrassed.&quot;<br />\r\n\t<br />\r\n\t&quot;We may have differences, we may disagree on things, we may even have arguments, as in any family,&quot; Sarkozy said. &quot;But in times of difficulty, in times of hardship, one stands true to one&rsquo;s friends, one stands shoulder to shoulder with them, and one helps them.&quot;<br />\r\n\t<br />\r\n\tSarkozy&rsquo;s reception was a far cry from Chirac&rsquo;s, when only about 100 members of Congress attended and &quot;young pages were recruited to fill empty seats,&quot; the <em>Times </em>reported.<br />\r\n\t<br />\r\n\t<strong>Afghanistan</strong><br />\r\n\t<br />\r\n\tThe most prominent example of U.S.-French cooperation has been France&rsquo;s contribution to the NATO forces in Afghanistan -- an operation instigated and heavily supported by the U.S. As of mid-January, <a href=\"http://www.isaf.nato.int/images/stories/File/2012-01-23%20ISAF%20Placemat-final.pdf\">France had 3,832 troops deployed</a>, the fifth-largest number of any country after the U.S., the United Kingdom, Germany and Italy. About 600 French troops have been training the Afghan National Army and Afghan National Police Force, <a href=\"http://www.fas.org/sgp/crs/row/RL32464.pdf\">according to the Congressional Research Service</a>. Since the start of operations, <a href=\"http://icasualties.org/OEF/Nationality.aspx?hndQry=US\">France has lost 82 servicemembers</a> in Afghanistan.<br />\r\n\t<br />\r\n\tNone other than George W. Bush praised France&rsquo;s commitment to the Afghanistan operation in <a href=\"http://georgewbush-whitehouse.archives.gov/news/releases/2002/03/20020311-1.html\">a speech on the six-month anniversary</a> of the terrorist attacks of Sept. 11, 2001. &quot;The power and vitality of our coalition have been proven in Afghanistan,&quot; Bush said. &quot;More than half of the forces now assisting the heroic Afghan fighters, or providing security in Kabul, are from countries other than the United States. There are many examples of commitment: our good ally, France, has deployed nearly one-fourth of its navy to support Operation Enduring Freedom.&quot;<br />\r\n\t<br />\r\n\t<strong>C&ocirc;te d&rsquo;Ivoire, Libya and NATO</strong><br />\r\n\t<br />\r\n\tAfghanistan is not the full extent of France&rsquo;s military engagement alongside the United States. As of February 2011, France had nearly 9,000 troops in a variety of military operations across the globe, CRS wrote. In addition to Afghanistan, which is a NATO operation, France had almost 1,500 military personnel under U.N. auspices in Lebanon and at least 1,000 soldiers in C&ocirc;te d&rsquo;Ivoire.<br />\r\n\t<br />\r\n\t&quot;France and the U.S. have been constantly on the same line regarding C&ocirc;te d&rsquo;Ivoire since 2002, even when the two countries were at odds over Iraq,&quot; Va&iuml;sse said. &quot;Last year, with the approval of Washington, France provided the troops and helicopters for the U.N. mission to oust Laurent Gbagbo and install Alassane Ouattara, the democratically elected president.&quot;<br />\r\n\t<br />\r\n\tFrance also cooperated with the U.S. in Libya -- in fact, France, along with the U.K., pushed the U.S. to action there in the first place.<br />\r\n\t<br />\r\n\tMore quietly, but significantly, Sarkozy in 2009 ended a self-imposed exile from NATO&rsquo;s integrated command structure, an absence that dated back more than 40 years to French president Charles de Gaulle.<br />\r\n\t<br />\r\n\t&quot;France is currently the fourth largest contributor of troops to alliance operations and a significant financial contributor to NATO,&quot; CRS wrote. &quot;However, it had only very limited participation in the alliance&rsquo;s military decision-making structures after then-President de Gaulle withdrew the country from NATO&rsquo;s integrated command structure in 1966. Despite domestic opposition from critics who fear that the move could limit French military independence, the French parliament approved Sarkozy&rsquo;s decision by a vote of 329-238 on March 17, 2009. U.S. officials have welcomed French reintegration as an important step toward improving alliance cohesion and strengthening the European role within NATO.&quot;<br />\r\n\t<br />\r\n\tDuring the past 20 years or so, France has also fought in cooperation with the United States in the Persian Gulf War in the early 1990s and in Bosnia and Kosovo in the mid-1990s.<br />\r\n\t<br />\r\n\t<strong>Anti-terrorism and Iran sanctions</strong><br />\r\n\t<br />\r\n\tFrance has been a strong partner with the U.S. on anti-terrorism intelligence and coordination, especially under Sarkozy, a former Interior Minister. &quot;France has been the best ally in the war on terrorism, having had a head start on al-Qaida networks because of bombings in Paris in the 1990s that were linked with the Algerian civil war,&quot; Va&iuml;sse said.<br />\r\n\t<br />\r\n\tFinally, France has sought <a href=\"http://www.nytimes.com/2011/11/22/world/middleeast/iran-stays-away-from-nuclear-talks.html\">stringent sanctions</a> against Iran for its pursuit of nuclear technology.<br />\r\n\t<br />\r\n\tFrance has &quot;played a central role in pushing for three rounds of U.N. sanctions related to Iran&rsquo;s nuclear program,&quot; CRS wrote, including &quot;a key role in passing the latest and most stringent U.N. sanctions against Iran to date.&quot; Those sanctions, imposed in 2010, included a ban on new investment in Iranian oil and gas industries, a ban on insurance and re-insurance of Iranian government institutions and their affiliates; and extensive asset freezes of Iranian companies and individuals.<br />\r\n\t<br />\r\n\tIn fact, France has sometimes sought more stringent sanctions against Iran than some of its allies. &quot;On Iran sanctions, the French are actually on a tougher line than the Obama administration -- a hard line that would be closer to Republican candidates like Santorum and Romney, and Congress in general,&quot; Va&iuml;sse said.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tSantorum&rsquo;s mockery of France&rsquo;s willingness to advance U.S. foreign policy goals is misplaced. It&rsquo;s true that the two allies broke over Iraq policy, but that&rsquo;s the exception rather than the rule. On a wide range of issues over two decades -- from the Persian Gulf War to the Balkans to Afghanistan to counter-terrorism to Iran sanctions -- France has worked diplomatically with the U.S. and has repeatedly put its troops in harm&rsquo;s way. We rate Santorum&rsquo;s statement Pants on Fire.</p>\r\n", "ruling_comments_date": "2012-02-22T12:35:11.113103", "ruling_date": "2012-02-22T14:59:38", "ruling_headline": "Rick Santorum says you can’t “name one time in the last 20 years that the French stood by us with anything”", "ruling_headline_slug": "rick-santorum-says-you-cant-name-one-time-last-20-", "ruling_link_text": "They have -- time and again", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tNBC First Read blog, &quot;<a href=\"http://firstread.msnbc.msn.com/_news/2012/02/18/10440251-santorum-obama-makes-us-less-safe\">Santorum: Obama makes US &#39;less safe</a>,&#39; &quot; Feb. 18, 2012<br />\r\n\t<br />\r\n\tCongressional Research Service, &quot;<a href=\"http://www.fas.org/sgp/crs/row/RL32464.pdf\">France: Factors Shaping Foreign Policy, and Issues in U.S.-French Relations</a>,&quot; April 14, 2011<br />\r\n\t<br />\r\n\tNATO, &quot;<a href=\"http://www.isaf.nato.int/images/stories/File/2012-01-23%20ISAF%20Placemat-final.pdf\">International Security Assistance Force (ISAF): Key Facts and Figures</a>,&quot; Jan. 9. 2012<br />\r\n\t<br />\r\n\ticasualties.org, coalition deaths in Afghanistan by nationality (<a href=\"http://icasualties.org/OEF/Nationality.aspx?hndQry=US\">chart</a>), accessed Feb. 22, 2012<br />\r\n\t<br />\r\n\t<em>New York Times</em>, &quot;<a href=\"http://www.nytimes.com/2007/11/07/washington/07cnd-sarkozy.html\">Sarkozy Is Greeted Warmly by Congress</a>,&quot; Nov. 7, 2007<br />\r\n\t<br />\r\n\t<em>New York Times</em>, &quot;<a href=\"http://www.nytimes.com/2011/11/22/world/middleeast/iran-stays-away-from-nuclear-talks.html\">United States and Its Allies Expand Sanctions on Iran</a>,&quot; Nov. 21, 2011<br />\r\n\t<br />\r\n\tGeorge W. Bush online presidential archives, &quot;<a href=\"http://georgewbush-whitehouse.archives.gov/news/releases/2002/03/20020311-1.html\">President Thanks World Coalition for Anti-Terrorism Efforts</a>,&quot; March 2002<br />\r\n\t<br />\r\n\tEmail interview with Richard Kuisel, adjunct professor at Georgetown University&rsquo;s BMW Center for German and European Studies, Feb. 21, 2012<br />\r\n\t<br />\r\n\tEmail interview with Justin Va&iuml;sse, senior fellow and director of research at the Center on the U.S. and Europe at the Brookings Institution, Feb. 21, 2012<br />\r\n\t<br />\r\n\tEmail interview with Jean-Philippe Mathy, professor of French at the University of Illinois, Feb. 22, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 12, "current_job": "", "false_count": 17, "first_name": "Rick", "half_true_count": 14, "home_state": "Pennsylvania", "id": 1077, "last_name": "Santorum", "mostly_true_count": 7, "name_slug": "rick-santorum", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rick_Santorum_2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1077/", "total_count": 61, "true_count": 6, "website": ""}, "statement": "<p>\r\n\tSays in the last 20 years, the French have not &quot;stood by&quot; the United States on foreign policy.</p>\r\n", "statement_context": "a campaign event", "statement_date": "2012-02-17", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}, {"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}, {"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}], "target": [], "twitter_headline": ""}