{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2012/feb/24/progress-texas/progress-texas-says-texas-will-have-most-federal-j/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 5421, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/5421/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tTexas will be No. 1 this year -- in federal judicial vacancies, an Austin-based group recently warned.<br />\r\n\t<br />\r\n\tProgress Texas, which <a href=\"http://www.progresstexas.org/content/about-us\">describes itself</a> as a &quot;progressive multi-issue organization,&quot; said in an online post we spotted Feb. 8, 2012: &quot;Texas has 5 (federal) judicial vacancies today and two more opening this year &ndash; more than any other state in the union.&quot;<br />\r\n\t<br />\r\n\t<a href=\"http://progresstexas.org/content/call-now-make-vote-possible\">The post</a> urged supporters to contact the state&rsquo;s U.S. senators and urge them to ask Senate leaders to allow confirmation votes by the body on two &quot;consensus nominees,&quot; David Campos Guaderrama and Gregg Jeffrey Costa, both nominated by President Barack Obama to fill Texas federal district judgeships.<br />\r\n\t<br />\r\n\tIs Texas truly poised to lead the nation in federal judicial vacancies?<br />\r\n\t<br />\r\n\tAccording to a Feb. 10, 2012, <em>San Antonio Express-News</em> <a href=\"http://www.mysanantonio.com/news/local_news/article/Judicial-benches-in-Texas-left-sitting-empty-3253139.php#ixzz1mwzpKi8W\">news article</a> mentioning Progress Texas, the group&rsquo;s cited nominees have the backing of Texas Sens. Kay Bailey Hutchison and John Cornyn, both Republicans. And another 16 Obama judicial nominations await Senate approval, the story says, but floor votes have not been scheduled.<br />\r\n\t<br />\r\n\tThe article quotes Carl Tobias, a University of Richmond School of Law professor, saying the confirmation votes have not been set because Senate Republicans object to Obama&rsquo;s January 2012 recess appointment of nominees to the National Labor Relations Board and Richard Cordray to head the Consumer National Protection Bureau.<br />\r\n\t<br />\r\n\tTobias, who has urged the Senate to act quickly on consensus choices for judgeships, told us in a telephone interview that before Obama&rsquo;s presidency, the Senate routinely confirmed such nominees in batches. But Republican Senate leaders slowed confirmations of Obama consensus choices to one or two appointees every couple weeks. &quot;It&rsquo;s just foot dragging,&quot; Tobias said.<br />\r\n\t<br />\r\n\tWe came across other takes on the Senate&#39;s confirmation pace.</p>\r\n<p>\r\n\tIn a Feb. 14, 2012, <a href=\"http://www.leahy.senate.gov/press/press_releases/release/?id=9563131c-fdb6-47e6-929e-d866b6f23218\">statement</a>, U.S. Sen. Patrick Leahy, D-Vt., chairman of the Senate Judiciary Committee, said the Senate was then running 45 judicial nominees behind the body&rsquo;s pace for confirming judicial nominees when George W. Bush was president.<br />\r\n\t<br />\r\n\tTo our inquiry, Beth Levine, a spokeswoman for Sen. Chuck Grassley of Iowa, the ranking Republican on the Senate Judiciary Committee, told us by email that the Senate confirmed 124 of Obama&rsquo;s 174 judicial nominees, or 71 percent, in his first three years as president. In the comparable part of Bush&rsquo;s term, she said, the Senate confirmed 169 of 215 nominees, or 79 percent. For the like period of President Bill Clinton&rsquo;s tenure, the Senate signed off on 183 of 219 nominees, 84 percent, Levine said.<br />\r\n\t<br />\r\n\tLevine added that both Obama and Clinton saw two Supreme Court nominees confirmed in the first three years of their presidencies -- a process that has become &quot;more involved and contentious,&quot; Levine said, since Democratic filibuster attempts during Bush&rsquo;s presidency.<br />\r\n\t<br />\r\n\tWe asked Progress Texas to elaborate on Texas&rsquo; incipient No. 1 ranking.<br />\r\n\t<br />\r\n\tPhillip Martin, the group&rsquo;s research &amp; policy director, said by email the group&rsquo;s Feb. 8, 2012, press release making the vacancy claim should have said Texas stands to have the most &quot;emergency&quot; vacancies of any state. The &quot;accidental oversight&quot; on that release, he said, was not repeated in a subsequent release or on other Progress Texas web pages and communications.<br />\r\n\t<br />\r\n\tNot quite: The Progress Texas web page where we&#39;d spotted the claim -- headlined: &quot;CALL NOW: Make a Vote Possible&quot; -- still had the claim posted as of Feb. 20, 2012. After we shared <a href=\"http://progresstexas.org/content/call-now-make-vote-possible\">that link</a> with Martin, the language there was amended to refer to emergency vacancies.</p>\r\n<p>\r\n\tSeparately, Levine told us that Obama has not nominated anyone to fill nearly half of the nation&#39;s so-called emergency judicial vacancies.<br />\r\n\t<br />\r\n\tAnd why are some vacancies labeled emergencies?<br />\r\n\t<br />\r\n\tWe learned that the administrative office of the federal court system designates vacated district judgeships as emergencies if the associated district court has a hefty workload and/or if the vacancy has lasted a while. Each district&rsquo;s &quot;weighted caseload&quot; is devised by statisticians who assign values to different types of cases. A July 1999 <a href=\"http://www.uscourts.gov/uscourts/JudgesJudgeships/Vacancies/07011999/emergencies.htm\">footnote</a> posted on the federal courts&rsquo; website says the weights account for differences in the time required for judges to resolve various types of civil and criminal actions. &quot;Rather than counting each case as a single case, weights are applied based on the nature of cases. For example, cases involving a defaulted student loan are counted as 0.031 for each case and patent cases are counted as 1.9 cases. The criminal weights are applied on a per-defendant basis.&quot; &nbsp;<br />\r\n\t<br />\r\n\tAccording to the <a href=\"http://www.uscourts.gov/JudgesAndJudgeships/JudicialVacancies/JudicialEmergencies.aspx\">&quot;Judicial Emergencies&quot; </a>web page, a vacant district judgeship is an emergency if that district&rsquo;s weighted caseload exceeds 600 per judgeship or if the post has been open more than 18 months and the district&rsquo;s weighted caseload is between 430 to 600 per judgeship. Alternatively, a vacancy is an emergency in a court with more than one authorized judgeship and only one active judge.<br />\r\n\t<br />\r\n\tNationally in the year that ended Sept. 30, 2011, 509 was the average weighted caseload per federal district judgeship, up from 490 in 2010, 480 in 2008 and 472 in 2007.<br />\r\n\t<br />\r\n\tThe federal courts&rsquo; website showed that the five emergency Texas vacancies had weighted caseloads ranging from 725 to 806. Those vacancies were created by one judge retiring and four judges shifting to <a href=\"http://www.uscourts.gov/Common/FAQS.aspx\">&quot;senior status,&quot;</a> a type of semi-retirement where judges usually assume a reduced caseload.<br />\r\n\t<br />\r\n\tThe court system&rsquo;s web pages confirmed that as of mid-February 2012, Texas had more &quot;emergency&quot; federal judicial district court vacancies than any other state. Illinois was next with three emergency vacancies.<br />\r\n\t<br />\r\n\tYet New York, which had one emergency vacancy, had the most judicial vacancies overall, eight, according to the court system&rsquo;s <a href=\"http://www.uscourts.gov/JudgesAndJudgeships/JudicialVacancies/CurrentJudicialVacancies.aspx\">breakdown</a> of current openings. Pennsylvania ranked second, with six, followed by Texas and California, at five each.<br />\r\n\t<br />\r\n\tThe administrative office maintains another web page titled <a href=\"http://www.uscourts.gov/JudgesAndJudgeships/JudicialVacancies/FutureJudicialVacancies.aspx\">&quot;Future Judicial Vacancies,&quot;</a> which showed 18 expected vacancies in 2012 including two in Texas. <a href=\"http://www.fjc.gov/servlet/nGetInfo?jid=774&amp;cid=999&amp;ctype=na&amp;instate=na\">U.S. District Judge David Folsom</a> of Texarkana is shown as retiring as of March 17, 2012, and District Judge Hilda G. Tagle of Brownsville is set to reach senior status at the end of 2012.<br />\r\n\t<br />\r\n\tAccording to the information, New York stands to land two more vacancies this year and California is expected to end up with four additional vacancies. So, New York could have 10 vacant federal judgeships by the end of the year, California could have nine and Texas is shaping up to have seven, leaving it third among states with current or expected vacancies.<br />\r\n\t<br />\r\n\tAll these forecasts presume the Senate does not confirm any nominees from those states and that fresh vacancies do not change the states&rsquo; vacancy standings.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tProgress Texas said Texas would be No. 1 in federal judicial vacancies this year. That&rsquo;s not correct. Texas is now tied for third and could rank third by the end of the year, behind New York and California.<br />\r\n\t<br />\r\n\tStill, Texas is and stands to continue to be No. 1 in emergency vacancies. That&rsquo;s what Progress Texas says it intended to say; unfortunately, it didn&rsquo;t. We rate the actual claim Mostly False.</p>\r\n", "ruling_comments_date": "2012-02-24T12:45:45.460304", "ruling_date": "2012-02-24T15:09:25", "ruling_headline": "Progress Texas says Texas will have most federal judicial vacancies of all the states this year", "ruling_headline_slug": "progress-texas-says-texas-will-have-most-federal-j", "ruling_link_text": "Two spots shy of No. 1", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tEmails,<a href=\"https://docs.google.com/document/pub?id=1_GELlndVixxjf0HKf0I7-dnF_zi812LsYSEc6lhpWME\"> responses</a> to PolitiFact Texas, Beth Levine, U.S. Senate Judiciary Committee press secretary to Sen. Chuck Grassley, Feb. 22, 2012<br />\r\n\t<br />\r\n\tEmail (excerpted), <a href=\"https://docs.google.com/document/pub?id=1IXgfwv_Oo2JGXLVPxvJKNNW31ZFMOdUbrNsaxmbeMsY\">response</a> to PolitiFact Texas, Phillip Martin, research &amp; policy director, Progress Texas, Feb. 15, 2012<br />\r\n\t<br />\r\n\t<em>San Antonio Express-News</em>, news article, <a href=\"http://www.mysanantonio.com/news/local_news/article/Judicial-benches-in-Texas-left-sitting-empty-3253139.php\">&quot;Judicial benches in Texas left sitting empty.&quot;</a> Feb. 10, 2012<br />\r\n\t<br />\r\n\tTelephone interview, Carl Tobias, Williams professor of law, University of Richmond School of Law, Richmond, Virginia, Feb. 21, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 1, "home_state": "Texas", "id": 1381, "last_name": "Progress Texas", "mostly_true_count": 0, "name_slug": "progress-texas", "pants_count": 2, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/progress_texas.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1381/", "total_count": 6, "true_count": 0, "website": "http://progresstexas.org/"}, "statement": "<p>\r\n\tWithout U.S. Senate action, Texas will have more federal judicial vacancies this year than any other state.</p>\r\n", "statement_context": "a web page post.", "statement_date": "2012-02-08", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 177, "photo": null, "resource_uri": "/api/v/2/subject/177/", "subject": "Criminal Justice", "subject_slug": "criminal-justice", "used_in_edition": ["/api/v/2/edition/5/"]}, {"description": "", "id": 147, "photo": null, "resource_uri": "/api/v/2/subject/147/", "subject": "States", "subject_slug": "states", "used_in_edition": []}], "target": [], "twitter_headline": ""}