{"art": [], "author": [{"email_address": "bbowers@politifact.com", "first_name": "Becky", "id": 177, "last_name": "Bowers", "name_slug": "becky-bowers", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/bbowers-politifact-mug_.gif", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/177/", "title": "PolitiFact Digital Operations Manager", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2012/feb/27/rick-santorum/rick-santorum-says-amniocentesis-does-fact-result-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 5435, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "bbowers@politifact.com", "first_name": "Becky", "id": 177, "last_name": "Bowers", "name_slug": "becky-bowers", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/bbowers-politifact-mug_.gif", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/177/", "title": "PolitiFact Digital Operations Manager", "twitter": null}], "resource_uri": "/api/v/2/statement/5435/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tRepublican presidential candidate Rick Santorum opposes requiring insurers to pay for a type of invasive prenatal testing called <a href=\"http://www.nlm.nih.gov/medlineplus/ency/article/003921.htm\">amniocentesis</a>, saying it results &quot;more often than not in this country in abortion.&quot;<br />\r\n\t<br />\r\n\tThe test, which doctors offer as an option to pregnant women, uses a long needle to remove a small amount of fluid from the sac that surrounds a fetus. While the test carries a <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/18055749\">less than 1 percent risk</a> of miscarriage, it can be <a href=\"http://www.nlm.nih.gov/medlineplus/ency/article/003921.htm\">used to diagnose</a> gene and chromosomal disorders, neural tube defects, blood disorders and infections.<br />\r\n\t<br />\r\n\tSantorum <a href=\"http://www.cbsnews.com/8301-3460_162-57381060/face-the-nation-transcript-february-19-2012/?pageNum=2&amp;tag=contentMain;contentBody\">told <em>Face the Nation</em> host Bob Schieffer</a> that it&rsquo;s used to &quot;recommend abortion.&quot;<br />\r\n\t<br />\r\n\t&quot;Amniocentesis does, in fact, result more often than not in this country in abortion,&quot; he explained during the CBS News interview on Feb. 19, 2012.<br />\r\n\t<br />\r\n\tWe wondered, does the diagnostic test &quot;result more often than not in this country in abortion&quot;?<br />\r\n\t<br />\r\n\tWe reached out to government agencies, the American College of Obstetricians and Gynecologists, the Guttmacher Institute, the March of Dimes and the Christian Medical &amp; Dental Associations.<br />\r\n\t<br />\r\n\tThere&rsquo;s no national source any of these groups knew of that tracks amniocentesis procedures and their outcomes. But there&rsquo;s good evidence Santorum overstated his case.<br />\r\n\t<br />\r\n\t<strong>The interview</strong><br />\r\n\t<br />\r\n\tIn Santorum&rsquo;s <a href=\"http://www.cbsnews.com/8301-3460_162-57381041/santorum-stands-by-prenatal-screening-opposition/\"><em>Face the Nation</em> interview</a>, host Schieffer referred to a comment Santorum had made on the campaign trail in Columbus, Ohio. Schieffer said, &quot;You sound like you&#39;re saying that the purpose of prenatal care is to cause people to have abortions, to get more abortions in this country. &hellip; Any number of people would say that&#39;s not the purpose at all.&quot;<br />\r\n\t<br />\r\n\tSantorum responded, &quot;Well, Bob, that&#39;s simply not true. The bottom line is that a lot of prenatal tests are done to identify deformities in utero, and the customary procedure is to encourage abortions. &hellip; You said prenatal care. I didn&#39;t say prenatal care shouldn&#39;t be covered. We&#39;re talking about specifically prenatal testing, and specifically amniocentesis, which is a procedure that actually creates a risk of having a miscarriage when you have it and is done for the purposes of identifying maladies of a child in the womb. In many cases, and in fact most cases physicians recommend, particularly if there&#39;s a problem, recommend abortion. We know, Bob, that 90 percent of Down syndrome children in America are aborted.&quot;<br />\r\n\t<br />\r\n\tAfter mentioning his daughter <a href=\"http://www.ricksantorum.com/blog/2011/10/meet-our-daughter-bella\">Bella&rsquo;s diagnosis</a> with the serious chromosomal disorder <a href=\"http://www.nlm.nih.gov/medlineplus/ency/article/001661.htm\">Trisomy 18</a>, Santorum added: &quot;We had a sonogram done there and they detected a problem. And yes, the doctor said, you know, you should consider an abortion.<br />\r\n\t<br />\r\n\t&quot;This is typical, Bob, this is what goes on in medical rooms around the country. And yes, prenatal testing, amniocentesis, does, in fact, result more often than not in this country in abortion. That is a fact.&quot;<br />\r\n\t<br />\r\n\tSeparately, we checked Santorum&rsquo;s statement from the same interview that &quot;90 percent of Down syndrome children in America are aborted.&quot; (<a href=\"http://www.politifact.com/truth-o-meter/statements/2012/feb/27/rick-santorum/rick-santorum-says-90-percent-down-syndrome-childr/\">We found that Half True</a> &mdash; some regional studies bear him out, but the American College of Obstetricians and Gynecologists says it&rsquo;s difficult to generalize for the entire nation.)<br />\r\n\t<br />\r\n\tHere, we&rsquo;re focusing on his statement, &quot;Amniocentesis, does, in fact, result more often than not in this country in abortion.&quot;<br />\r\n\t<br />\r\n\t<strong>The data</strong><br />\r\n\t<br />\r\n\tWe asked Santorum&rsquo;s campaign for support for his claim, but didn&rsquo;t hear back.<br />\r\n\t<br />\r\n\tWe would have appreciated some guidance, because as we mentioned, no government agency or major professional group we found tracks amniocentesis and parents&rsquo; choices afterward. We checked with the Centers for Disease Control and Prevention and the National Institutes of Health, who referred us to the National Institute of Child Health and Human Development.<br />\r\n\t<br />\r\n\t&quot;Our scientific staff notes that there is no national source that tracks amniocentesis procedures, and the NIH does not have any information on the proportion of cases in which amniocentesis is performed and which subsequently end in pregnancy termination,&quot; Robert Bock of the National Institute of Child Health &amp; Human Development told us.<br />\r\n\t<br />\r\n\tThe Guttmacher Institute, which does research on sexual and reproductive health, including abortion, doesn&rsquo;t keep data on parents&rsquo; choices after amniocentesis. Neither does the March of Dimes, which offers information about genetic disorders and birth defects.<br />\r\n\t<br />\r\n\tThat left the American College of Obstetricians and Gynecologists, a professional group with 52,000 members. It doesn&rsquo;t collect data on amniocentesis procedures, either.<br />\r\n\t<br />\r\n\tBut a spokesman did refer us to an expert in prenatal diagnosis.<br />\r\n\t<br />\r\n\t<strong>The researchers</strong><br />\r\n\t<br />\r\n\tThat means checking this claim comes down to individual studies and researchers who study parents&rsquo; responses to prenatal diagnosis.<br />\r\n\t<br />\r\n\tThe American College of Obstetricians and Gynecologists suggested we speak with <a href=\"http://compregen.com/about.html\">Mark Evans</a>, a professor of obstetrics and gynecology at Mount Sinai School of Medicine. He&rsquo;s also president of the Fetal Medicine Foundation of America, president of the International Fetal Medicine and Surgery Society Foundation and past president of the Central Association of Obstetricians and Gynecologists.<br />\r\n\t<br />\r\n\tHe noted something that other experts we talked with also quickly pointed out: More than 90 percent of the time, the results of amniocentesis are normal, and parents go on to have healthy children.<br />\r\n\t<br />\r\n\tSo, based on that, Santorum is incorrect.<br />\r\n\t<br />\r\n\tMeanwhile, when doctors do find a problem, only about half of patients choose to end their pregnancies, Evans said &mdash; and there&rsquo;s a direct relationship between the severity of the problem and parents&rsquo; choice.<br />\r\n\t<br />\r\n\tThere&rsquo;s also a direct relationship between the region parents live in and the choices they make &mdash; something we pointed out in our <a href=\"http://www.politifact.com/truth-o-meter/statements/2012/feb/27/rick-santorum/rick-santorum-says-90-percent-down-syndrome-childr/\">rating about Down syndrome</a>.<br />\r\n\t<br />\r\n\t&quot;In liberal areas such as New York, probably 80 to 90 percent of parents with severe abnormalities do choose to terminate when legal to do so. In conservative areas, the proportion of termination is much lower &mdash;&nbsp;perhaps as little as 10 percent,&quot; Evans said.</p>\r\n<p>\r\n\tSo Santorum might have been right if he had focused only on amniocentesis that results in diagnosis of a severe abnormality in liberal regions of the U.S. But his statement was much broader.<br />\r\n\t<br />\r\n\tEvans argues, in fact, that prenatal diagnosis allows for more healthy babies, both because accurate diagnoses help doctors treat fetuses with problems (he&rsquo;s helped pioneer such in utero procedures as a stem-cell transplant for a fetus with a severely compromised immune system), and because accurate testing helps parents at high risk for passing on serious genetic abnormalities to confidently continue their pregnancies.<br />\r\n\t<br />\r\n\t&quot;These are women who would not have otherwise gotten pregnant,&quot; he said.<br />\r\n\t<br />\r\n\tThe American College of Obstetricians and Gynecologists <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/18055749\">points out </a>that in the case of a definitive diagnosis of a chromosomal abnormality, such as Down syndrome, the doctor and family have information to plan ahead for the rest of the pregnancy, labor and delivery.<br />\r\n\t<br />\r\n\t(That&rsquo;s something former vice presidential candidate Sarah Palin, who chose to have an amniocentesis, has said <a href=\"http://www.toledoblade.com/Medical/2012/02/22/Tests-doctors-advise-for-all-pregnant-women-suddenly-an-abortion-issue-in-presidential-race.html\">she was grateful for</a> before the birth of her son, Trig.)<br />\r\n\t<br />\r\n\tMeanwhile, experts we spoke with disagree with Santorum that doctors &quot;encourage&quot; abortions.<br />\r\n\t<br />\r\n\tPrenatal diagnosis itself is an optional procedure, pointed out Miriam Kupperman, a professor of obstetrics, gynecology and epidemiology at University of California at San Francisco. The American College of Obstetricians and Gynecologists merely recommends that testing be offered as an option to every pregnant woman.<br />\r\n\t<br />\r\n\tInvasive procedures, such as amniocentesis, are typically only conducted after screening such as a blood test shows a fetus is at higher risk. After diagnosis of an abnormality, abortion would be presented among a parent&rsquo;s options, along with any possible treatment.<br />\r\n\t<br />\r\n\tGene Rudd, an obstetrician/gynecologist and senior vice president of the Christian Medical &amp; Dental Associations, said that day-to-day reality doesn&rsquo;t always bear out such even-handed counseling &mdash; either before patients choose invasive procedures such as amniocentesis or afterward.<br />\r\n\t<br />\r\n\t&quot;I just don&#39;t think they are being properly informed,&quot; he said. &quot;It&#39;s just so routine that when patients these days are given the option of giving the blood test, it&#39;s almost like it&#39;s not presented as an option. &hellip; Once that test is positive, the knee-jerk reaction is, you need an amniocentesis.&quot;<br />\r\n\t<br />\r\n\tLike Santorum, Rudd said he&rsquo;s concerned about mandating free coverage for amniocentesis because of its small risk of miscarriage and the fact that parents may choose to end their pregnancies based on a diagnosis.<br />\r\n\t<br />\r\n\tStill, the test can provide useful information in some cases when parents want to keep their pregnancies, he said.<br />\r\n\t<br />\r\n\t&quot;There are a few conditions where the prenatal diagnosis can be important,&quot; he said. &quot;There are some preparatory things that make good sense. People can rationally choose to have amniocentesis for that. &hellip; I think that&#39;s admirable when people want to choose to do that.&quot;<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tSantorum told <em>Face the Nation</em>, &quot;Amniocentesis does, in fact, result more often than not in this country in abortion.&quot; While no agency or organization we spoke with keeps national statistics, researchers and reports we consulted show that more than 90 percent of amniocenteses result in normal diagnoses &mdash; and thus often healthy babies. Meanwhile, perhaps half of parents whose fetuses are diagnosed with abnormalities &mdash; &nbsp;mostly those with the most severe, untreatable problems &mdash; may go on to end their pregnancies. So by the best evidence available, perhaps less than 5 percent of parents who choose amniocentesis choose to end their pregnancies. Santorum&rsquo;s statement isn&rsquo;t accurate, and we rate it False.</p>\r\n", "ruling_comments_date": "2012-02-27T16:53:14.772580", "ruling_date": "2012-02-27T17:26:00", "ruling_headline": "Rick Santorum says, 'Amniocentesis does, in fact, result more often than not ... in abortion'", "ruling_headline_slug": "rick-santorum-says-amniocentesis-does-fact-result-", "ruling_link_text": "Most test results come back normal", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tCBS News, &quot;<a href=\"http://www.cbsnews.com/8301-3460_162-57381041/santorum-stands-by-prenatal-screening-opposition/\">Santorum stands by prenatal screening opposition</a>,&quot; Feb. 19, 2012 (Video: Comments start at 3:00)<br />\r\n\t<br />\r\n\tCQ Newsmaker Transcripts, &quot;Bob Schieffer Hosts CBS&rsquo;s &lsquo;Face the Nation,&rsquo;&quot; Feb. 19, 2012 (subscription only)<br />\r\n\t<br />\r\n\tRick Santorum, &quot;<a href=\"http://www.ricksantorum.com/blog/2011/10/meet-our-daughter-bella\">Meet our daughter Bella</a>,&quot; accessed Feb. 27, 2012<br />\r\n\t<br />\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2012/feb/22/rick-santorum/rick-santorum-says-90-percent-down-syndrome-childr/\">Rick Santorum says &#39;90 percent of Down syndrome children in America are aborted</a>,&#39;&quot; Feb. 22, 2012<br />\r\n\t<br />\r\n\tMedlinePlus, U.S. National Library of Medicine, National Institutes of Health, &quot;<a href=\"http://www.nlm.nih.gov/medlineplus/ency/article/003921.htm\">Amniocentesis</a>,&quot; Sept. 13, 2011<br />\r\n\t<br />\r\n\tMedlinePlus, U.S. National Library of Medicine, National Institutes of Health, &quot;<a href=\"http://www.nlm.nih.gov/medlineplus/ency/article/001661.htm\">Trisomy 18</a>,&quot; Aug. 4, 2011<br />\r\n\t<br />\r\n\tInterview with Greg Phillips, director of media relations, American College of Obstetricians and Gynecologists, Feb. 22, 2011<br />\r\n\t<br />\r\n\tInterview with Mark Evans, professor of obstetrics and gynecology, Mount Sinai School of Medicine, Feb. 23, 2012<br />\r\n\t<br />\r\n\tInterview with Miriam Kuppermann, professor of obstetrics, gynecology and epidemiology, director, program in clinical perinatal and comparative effectiveness research, University of California at San Francisco, Feb. 22, 2012<br />\r\n\t<br />\r\n\tInterview with Kurt Hirschhorn, professor emeritus of pediatrics, genetics and medicine, Division of Medical Genetics, Mount Sinai School of Medicine, Feb. 21, 2012<br />\r\n\t<br />\r\n\tInterview with Laird Jackson, professor of obstetrics and gynecology and medical genetics, Center for Molecular Diagnostics and Genome Research, Drexel University College of Medicine, Feb. 21, 2012<br />\r\n\t<br />\r\n\tInterview with Gene Rudd, obstetrician/gynecologist, senior vice president, Christian Medical &amp; Dental Associations, Feb. 22, 2012<br />\r\n\t<br />\r\n\tInterview with Michele Kling, director, national media relations, March of Dimes, Feb. 21-22, 2012<br />\r\n\t<br />\r\n\tEmail interview with Robert Bock, writer-editor, public information and communications, Eunice Kennedy Shriver National Institute of Child Health &amp; Human Development, Feb. 21, 2012<br />\r\n\t<br />\r\n\tEmail interview with Elizabeth Neilson, senior communications adviser, Office of Disease Prevention, National Institutes of Health, Feb. 21, 2012<br />\r\n\t<br />\r\n\tEmail interview with Renate Myles, senior press officer, National Institutes of Health, Feb. 21, 2012<br />\r\n\t<br />\r\n\tEmail interview with Karen Hunter, senior press officer, Centers for Disease Control and Prevention media relations, Feb. 21, 2012<br />\r\n\t<br />\r\n\tEmail interview with Rebecca Wind, senior communications associate, Guttmacher Institute, Feb. 21, 2012<br />\r\n\t<br />\r\n\t<em>Christian Post</em>, &quot;<a href=\"http://www.christianpost.com/news/ob-gyn-santorum-was-right-prenatal-testing-used-to-abort-disabled-69887/\">Ob-Gyn: Santorum Was Right, Prenatal Testing Used to Abort Disabled</a>,&quot; Feb. 22, 2012<br />\r\n\t<br />\r\n\tGenetic Counseling Program at the University of South Carolina, &quot;<a href=\"http://www.ndsccenter.org/news/documents/ConsensusConversationStatement.pdf\">Toward Concurrence: Understanding Prenatal Screening and Diagnosis of Down Syndrome from the Health Professional and Advocacy Community Perspectives</a>,&quot; June 17, 2009<br />\r\n\t<br />\r\n\t<em>Obstetrics and Gynecology</em>, &quot;<a href=\"http://www.ncbi.nlm.nih.gov/pubmed/17197615\">ACOG Practice Bulletin No. 77: screening for fetal chromosomal abnormalities</a>,&quot; January 2007<br />\r\n\t<br />\r\n\t<em>Obstetrics and Gynecology</em>, &quot;<a href=\"http://www.ncbi.nlm.nih.gov/pubmed/18055749\">ACOG Practice Bulletin No. 88, December 2007. Invasive prenatal testing for aneuploidy</a>,&quot; December 2007<br />\r\n\t<br />\r\n\t<em>Prenatal Diagnosis</em>, &quot;<a href=\"http://www.ncbi.nlm.nih.gov/pubmed/16724363\">Variation in the decision to terminate pregnancy in the setting of fetal aneuploidy</a>,&quot; August 2006<br />\r\n\t<br />\r\n\t<em>Prenatal Diagnosis</em>, &quot;<a href=\"http://www.ncbi.nlm.nih.gov/pubmed/10521836?dopt=AbstractPlus\">Termination rates after prenatal diagnosis of Down syndrome, spina bifida, anencephaly, and Turner and Klinefelter syndromes: a systematic literature review. European Concerted Action: DADA (Decision-making After the Diagnosis of a fetal Abnormality)</a>,&quot; September 1999<br />\r\n\t<br />\r\n\t<em>Fetal Diagnosis and Therapy</em>, &quot;<a href=\"http://www.ncbi.nlm.nih.gov/pubmed/11653025\">The Choices Women Make About Prenatal Diagnosis</a>,&quot; 1993<br />\r\n\t<br />\r\n\t<em>Prenatal Diagnosis</em>, &quot;<a href=\"http://www.ncbi.nlm.nih.gov/pubmed/2267225\">Determinants of parental decisions to abort for chromosome abnormalities</a>,&quot; August 1990<br />\r\n\t<br />\r\n\t<em>Toledo Blade</em>, &quot;<a href=\"http://www.toledoblade.com/Medical/2012/02/22/Tests-doctors-advise-for-all-pregnant-women-suddenly-an-abortion-issue-in-presidential-race.html\">Tests doctors advise for all pregnant women suddenly an abortion issue in presidential race</a>,&quot; Feb. 22, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 12, "current_job": "", "false_count": 17, "first_name": "Rick", "half_true_count": 14, "home_state": "Pennsylvania", "id": 1077, "last_name": "Santorum", "mostly_true_count": 7, "name_slug": "rick-santorum", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rick_Santorum_2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1077/", "total_count": 61, "true_count": 6, "website": ""}, "statement": "<p>\r\n\t&quot;Amniocentesis, does, in fact, result more often than not in this country in abortion.&quot;</p>\r\n", "statement_context": "an interview on CBS's \"Face the Nation\"", "statement_date": "2012-02-19", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 11, "photo": null, "resource_uri": "/api/v/2/subject/11/", "subject": "Abortion", "subject_slug": "abortion", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 202, "photo": null, "resource_uri": "/api/v/2/subject/202/", "subject": "Public Health", "subject_slug": "public-health", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}