{"art": [], "author": [{"email_address": "sowen@statesman.com", "first_name": "Sue", "id": 265, "last_name": "Owen", "name_slug": "sue-owen", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/265/", "title": "PolitiFact Texas staff writer", "twitter": null}], "canonical_url": "/texas/statements/2012/feb/29/rick-perry/rick-perry-says-theres-no-proven-instance-groundwa/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 5449, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "sowen@statesman.com", "first_name": "Sue", "id": 265, "last_name": "Owen", "name_slug": "sue-owen", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/265/", "title": "PolitiFact Texas staff writer", "twitter": null}, {"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/5449/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tBefore he suspended his candidacy for president, Texas Gov. Rick Perry gave a spirited defense of fracking, a process that extracts natural gas from thousands of feet underground.<br />\r\n\t<br />\r\n\t&quot;You cannot show me one place where there is a proven &ndash; not one &ndash; where there is a proven pollution of groundwater by hydraulic fracking,&quot; Perry told a college student who raised the topic at a December 18, 2011, stop in Decorah, Iowa, <a href=\"http://www.texastribune.org/texas-politics/2012-presidential-election/perry-confronted-over-fracking-and-gay-rights/\">according</a> to the <em>Texas Tribune</em>.<br />\r\n\t<br />\r\n\tNot one?<br />\r\n\t<br />\r\n\tPerry&rsquo;s sweeping claim tracks with the November 2011 release of preliminary findings of a study by the University of Texas Energy Institute. A November 10, 2011, <em>Austin American-Statesman</em> news article quoted the study&rsquo;s leader, UT geologist Charles &quot;Chip&quot; Groat, saying hydraulic fracturing &quot;doesn&rsquo;t seem to be of concern to groundwater.&quot;<br />\r\n\t<br />\r\n\tGroat said the study had looked at regulatory violations and frameworks in states with major shale drilling operations, including Texas, Louisiana, New York and Pennsylvania. &quot;The violations that we&#39;ve seen are of no, minor or small impact,&quot; he said.<br />\r\n\t<br />\r\n\tPerry&rsquo;s claim also echoed more than 25 others made by regulatory officials, <a href=\"http://energyindepth.org/wp-content/uploads/2011/07/EID_State-Regulators.pdf\">as compiled</a> by a pro-drilling group, as well as a May 2011 assessment by the head of the Environmental Protection Agency. The EPA&rsquo;s administrator, Lisa Jackson, was asked at a May 24, 2011, <a href=\"http://www.youtube.com/watch?v=SQyTyKXAjV4\">hearing</a> of the U.S. House Committee on Oversight and Government Reform<a href=\"http://www.youtube.com/watch?v=SQyTyKXAjV4\"> </a>whether hydraulic fracturing can affect aquifers and water supplies. Jackson replied: &quot;There is evidence that it can certainly affect them. I am not aware of any proven case where the fracking process itself has affected water.&quot;<br />\r\n\t<br />\r\n\tThe &quot;fracking process itself&quot;?<br />\r\n\t<br />\r\n\tFracking might be fun to say, but it&rsquo;s a little slippery to define.<br />\r\n\t<br />\r\n\tBoth Jackson and Perry were using a very specific definition of fracking, their spokeswomen told us by email, referring only to the step in the process where the shale rock is fractured.<br />\r\n\t<br />\r\n\tIn high-pressure hydraulic fracturing for natural gas, a mix of water, sand and chemicals is shot down into the well, bursting out of holes in the pipe lining the well and cracking the gas-bearing shale rock. Gas then flows from the cracks back up the pipe for collection. The immense increase in fracking since the mid-2000s came about because companies began to use this process in horizontally drilled wells, which cost more but also reach more of the layer of shale that lies as deep as two miles below the earth&rsquo;s surface.<br />\r\n\t<br />\r\n\tBut the energy industry and environmental groups use the term fracking in very different ways.<br />\r\n\tFracking expert Terry Engelder, a professor of geosciences at Pennsylvania State University, mapped out the two positions for us.<br />\r\n\t<br />\r\n\t&quot;Industry likes to restrict the use of the term hydraulic fracturing to just that process taking place underground during which time high-pressure water opens natural cracks or creates new cracks at the depths of the reservoir rock,&quot; Engelder told us by email.<br />\r\n\t<br />\r\n\tConversely, Engelder said, opponents of drilling &quot;consider fracking to encompass the entire process from leasing land through drilling and sending natural gas to market.&quot;<br />\r\n\t<br />\r\n\tPolitiFact Ohio acknowledged as much in a July 14, 2011, article. Evidence supported an Ohio lawmaker&rsquo;s claim that state agencies had no proof of groundwater contamination from fracking, though the statement was rated <a href=\"http://www.politifact.com/ohio/statements/2011/jul/14/kris-jordan/state-sen-kris-jordan-says-fracking-hasnt-contamin/\">Mostly True</a> because in one case, a <a href=\"http://www.dnr.state.oh.us/Portals/11/bainbridge/report.pdf\">state panel found</a> that a well&rsquo;s cement casing allowed gas to seep into water wells (and up into homes, causing an explosion).<br />\r\n\t<br />\r\n\tEven by the narrow definition, some environmentalists say that EPA reports from 1987 and 2011 prove that fracking has contaminated water.<br />\r\n\t<br />\r\n\tThe 1987 report (<a href=\"http://www.ewg.org/reports/cracks-in-the-facade\">unearthed</a> last year by the national nonprofit <a href=\"http://www.ewg.org/\">Environmental Working Group</a>) <a href=\"http://www.nytimes.com/interactive/us/drilling-down-documents-7.html#document/p369/a28143\">said</a> that &quot;residual&quot; fracking fluid &quot;migrated&quot; into a private water well after a nearby gas well had been fractured in West Virginia. The Dec. 8, 2011, <a href=\"http://yosemite.epa.gov/opa/admpress.nsf/0/EF35BD26A80D6CE3852579600065C94E\">preliminary report</a> found fracking was a possible cause of groundwater contamination in Pavilion, Wyo., where a company was fracking inside an aquifer -- an unusual case, according to the report.<br />\r\n\t<br />\r\n\tEPA spokeswoman Betsaida Alcantara offered us no comment on the 1987 report, though an <a href=\"http://www.propublica.org/article/does-an-old-epa-fracking-study-provide-proof-of-contamination\">Aug. 4, 2011, news story</a> by an independent nonprofit news organization, <em>ProPublica</em>, quotes an unidentified EPA official as saying the agency was reviewing that case.<br />\r\n\t<br />\r\n\tThe 2011 report, Alcantara told us, &quot;tentatively found a link between groundwater contamination in an aquifer with hydraulic fracturing. The report is not final and it will now go through independent scientific review.&quot;<br />\r\n\t<br />\r\n\tAlso using the narrow definition, other regulatory officials said they did not know of groundwater pollution by fracking.<br />\r\n\t<br />\r\n\tThe Texas Railroad Commission regulates fracking in Texas. Commission spokeswoman Gaye Greever McElwain told us, &quot;Commission records do not indicate a single documented water contamination case associated with the process of hydraulic fracturing in Texas.<br />\r\n\t<br />\r\n\tSimilarly, an official with the National Groundwater Protection Council told us in a telephone interview that fracking has not been proven to contaminate groundwater. Mike Paque, executive director of the council comprising groundwater regulators and oil/gas regulators from state agencies, said the depth at which shale is fractured makes contamination by fracking itself practically impossible.<br />\r\n\t<br />\r\n\t&quot;There&rsquo;s no water down there to drink,&quot; Paque said. &quot;Private wells go a couple hundred feet down, and these are 11,000 feet down. So the fact that people say that, and that my state regulatory agencies say that, and the drinking water agencies say that, is correct, period.&quot;<br />\r\n\t<br />\r\n\tTo get our own fix on possible water pollution by fracking, we examined lists of incidents that were described as fracking-related by <a href=\"http://earthjustice.org/features/campaigns/fracking-across-the-united-states\">EarthJustice</a>, a nonprofit law firm; the <a href=\"http://switchboard.nrdc.org/blogs/amall/incidents_where_hydraulic_frac.html\">National Resources Defense Council</a>, an environmental advocacy nonprofit group; and <a href=\"http://thinkprogress.org/green/2011/12/19/391987/rick-perry-there-is-no-proof-that-fracking-causes-groundwater-pollution-americans-have-been-hoodwinked/\">ThinkProgress</a>, a blog run by the American Progress Action Fund, a liberal think-tank.<br />\r\n\t<br />\r\n\tBecause we were seeking &quot;proven&quot; groundwater contamination, we first eliminated claims not related to water pollution and accounts that did not include independent evidence, such as a state investigation or newspaper story. Of the remaining 56 claims of groundwater contamination, not a single one fit the &quot;industry&quot; definition of fracking -- the one Perry was using, his spokeswoman, Lucy Nashed, told us.<br />\r\n\t<br />\r\n\tYet how close to that step in the process were they? We identified 11 incidents that appeared to be both substantiated by outside evidence and linked to an essential part of the process of hydraulically fracturing a well. The 11 included events such as fracking fluid leaking from wastewater pits or from pipe lining a fracked well. Several were &quot;blowouts,&quot; which Engelder defined for us as the (normally controlled) process in which &quot;high pressure gas blows fracking water out of the well to clear the way for natural gas production.&quot;<br />\r\n\t<br />\r\n\tA few examples:</p>\r\n<ul>\r\n\t<li>\r\n\t\tFebruary 2008, Parachute, Colo. -- A <em>ProPublica</em> <a href=\"http://www.propublica.org/article/buried-secrets-is-natural-gas-drilling-endangering-us-water-supplies-1113\">news story</a> says a state agency confirmed a 200-foot frozen waterfall of fracking fluid that melted into the Colorado River.</li>\r\n\t<li>\r\n\t\tAugust 2008, Dimock, Pa. -- A <em>Vanity Fair</em> <a href=\"http://www.vanityfair.com/business/features/2010/06/fracking-in-pennsylvania-201006\">news story</a> says that after fracking began nearby, the state shut down water wells and fined a company $360,000 for &quot;contaminating Dimock&rsquo;s groundwater and failing to fix the leaks that caused the problem.&quot;</li>\r\n\t<li>\r\n\t\tApril 2010, Caddo Parish, La. -- A <em>ProPublica</em> <a href=\"http://www.propublica.org/article/louisiana-well-blowout-forces-hundreds-from-homes\">news story</a> says parish residents were evacuated and told not to drink their water after a blowout at a nearby fracking well.</li>\r\n\t<li>\r\n\t\tNovember 2011, Leroy, Pa. -- A (Wilkes-Barre) <em>Times Leader</em> <a href=\"http://www.timesleader.com/news/Operator_suspends_fracking_in_state_04-21-2011.html\">news story</a> says an energy company confirmed that equipment failure allowed a 30,000-gallon spill of fracking fluid, some into a tributary of the Susquehanna River.</li>\r\n</ul>\r\n<p>\r\n\tThe two views of fracking seem irreconcilable.<br />\r\n\t<br />\r\n\tJason Pitt, a spokesman for the Sierra Club, told us by email: &quot;Fracking is just one small part of an overall industrial process to extract natural gas. When speaking about ground water contamination, it is very misleading to refer back to just the fracking process.&quot; He said there are many cases of water contamination &quot;that have occurred as a result of natural gas extraction across the country.&quot;<br />\r\n\t<br />\r\n\tEngelder, the Penn State geologist, disagreed. &quot;Anti-drillers,&quot; he said, &quot;have lots of proof of spills and leaks and other stuff including noise pollution and so forth because they consider fracking to be the all-encompassing, creeping industrialization of rural areas.&quot;<br />\r\n\t<br />\r\n\tAttempts to tie events such as surface spills to hydraulic fracturing miss the point, he said. &quot;Fracking is such a toxic word in the English language that Americans are blaming all sorts of bad things on it when, in fact, Governor Perry was using the term hydraulic fracturing correctly in his comment.&quot;<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tPerry&rsquo;s comment, focused on &quot;proven&quot; incidents of groundwater polluted by the specific step of breaking the shale rock, holds up. However, the definition of fracking is debated -- and if we rope in all incidents that take place at such wells, there have been more than a few reported incidents of groundwater contamination.</p>\r\n<p>\r\n\tWe rate the claim Mostly True.</p>\r\n", "ruling_comments_date": "2012-02-29T16:28:56.241239", "ruling_date": "2012-02-29T15:28:19", "ruling_headline": "Rick Perry says there’s no proven instance of groundwater polluted by fracking", "ruling_headline_slug": "rick-perry-says-theres-no-proven-instance-groundwa", "ruling_link_text": "By a precise definition", "ruling_state": "Texas", "source_documents": null, "sources": "<p>\r\n\t<em>Texas Tribune</em> news story, <a href=\"http://www.texastribune.org/texas-politics/2012-presidential-election/perry-confronted-over-fracking-and-gay-rights/\">&quot;Perry Confronted Over Fracking and Gay Rights,&quot;</a> December 18, 2011<br />\r\n\t<br />\r\n\t<em>Austin American-Statesman</em> news article, <a href=\"https://docs.google.com/document/pub?id=17cLVOx6hUE3Gecjt4JCickioh6u0k1aEdDssTeFJYDk\">&quot;UT study: &#39;Fracking&#39; no worse for water,&quot;</a> November 10, 2011<br />\r\n\t<br />\r\n\tEnergy in Depth document, <a href=\"http://energyindepth.org/wp-content/uploads/2011/07/EID_State-Regulators.pdf\">&quot;State Regulators on Hydraulic Fracturing,&quot;</a> accessed February 29, 2012<br />\r\n\t<br />\r\n\t<a href=\"http://www.youtube.com/watch?v=SQyTyKXAjV4\">Testimony</a> of Environmental Protection Agency administrator Lisa Jackson to the U.S. House Oversight and Government Reform Full Committee, May 24, 2011<br />\r\n\t<br />\r\n\tEmail and telephone interviews with Lucy Nashed, deputy press secretary with the Office of the Governor, January 27-30, 2012<br />\r\n\t<br />\r\n\tEmail and telephone interviews with Betsaida Alcantara, press secretary for the EPA, January 25, 2012<br />\r\n\t<br />\r\n\tEmail interviews with Terry Engelder, professor of geosciences at Pennsylvania State University, January 30-February 2, 2012<br />\r\n\t<br />\r\n\tPolitiFact Ohio article, <a href=\"http://www.politifact.com/ohio/statements/2011/jul/14/kris-jordan/state-sen-kris-jordan-says-fracking-hasnt-contamin/\">&quot;State Sen. Kris Jordan says &#39;fracking&#39; hasn&#39;t contaminated Ohio groundwater,&quot;</a> July 14, 2011<br />\r\n\t<br />\r\n\tOhio Department of Natural Resources report, <a href=\"http://www.dnr.state.oh.us/Portals/11/bainbridge/report.pdf\">&quot;Report on the Investigation of Natural Gas Invasion of Aquifers in Bainbridge Township of Geauga County, Ohio,&quot;</a> September 1, 2008<br />\r\n\t<br />\r\n\tEnvironmental Working Group report, <a href=\"http://www.ewg.org/reports/cracks-in-the-facade\">&quot;Cracks in the Facade,&quot;</a> August 3, 2011<br />\r\n\t<br />\r\n\tEPA release, <a href=\"http://yosemite.epa.gov/opa/admpress.nsf/0/EF35BD26A80D6CE3852579600065C94E\">&quot;EPA Releases Draft Findings of Pavillion, Wyoming Ground Water Investigation for Public Comment and Independent Scientific Review,&quot;</a> December 8, 2011<br />\r\n\t<br />\r\n\t<em>ProPublica</em> news story, <a href=\"http://www.propublica.org/article/does-an-old-epa-fracking-study-provide-proof-of-contamination\">&quot;Does an Old EPA Fracking Study Provide Proof of Contamination?,&quot;</a> August 14, 2011<br />\r\n\t<br />\r\n\tEmail and phone interviews, Texas Railroad Commission public outreach information officer Gaye Greever McElwain, February 1-22, 2012<br />\r\n\t<br />\r\n\tEmail and phone interviews, National Groundwater Protection Council executive director Mike Paque, February 13-22, 2012<br />\r\n\t<br />\r\n\tEarthJustice <a href=\"http://earthjustice.org/features/campaigns/fracking-across-the-united-states\">map</a>, &quot;Fracking Across the United States,&quot; accessed February 1-22, 2012<br />\r\n\t<br />\r\n\t<em>ProPublica</em> news story, <a href=\"http://www.propublica.org/article/buried-secrets-is-natural-gas-drilling-endangering-us-water-supplies-1113\">&quot;Buried Secrets: Is Natural Gas Drilling Endangering U.S. Water Supplies?,&quot;</a> November 13, 2008<br />\r\n\t<br />\r\n\t<em>Vanity Fair</em> news story, <a href=\"http://www.vanityfair.com/business/features/2010/06/fracking-in-pennsylvania-201006\">&quot;A Colossal Fracking Mess,&quot; </a>June 21, 2010<br />\r\n\t<br />\r\n\t<em>ProPublica</em> news story, <a href=\"http://www.propublica.org/article/louisiana-well-blowout-forces-hundreds-from-homes\">&quot;Louisiana Well Blowout Forces Hundreds From Homes,&quot;</a> April 20, 2010<br />\r\n\t<br />\r\n\t(Wilkes-Barre, Pa.) <em>Times-Leader</em> news story, <a href=\"http://www.timesleader.com/news/Operator_suspends_fracking_in_state_04-21-2011.html\">&quot;Operator suspends fracking in state,&quot;</a> November 4, 2011<br />\r\n\t<br />\r\n\tEmail interview with Jason Pitt, press secretary for Sierra Club&rsquo;s Natural Gas Reform Campaign, January 13, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 30, "current_job": "U.S. Energy Secretary", "false_count": 31, "first_name": "Rick", "half_true_count": 42, "home_state": "Texas", "id": 291, "last_name": "Perry", "mostly_true_count": 24, "name_slug": "rick-perry", "pants_count": 18, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rick_Perry_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/291/", "total_count": 176, "true_count": 26, "website": "https://energy.gov/management/history/secretaries-energy"}, "statement": "<p>\r\n\tSays there&rsquo;s no proven instance where hydraulic fracking has polluted groundwater.</p>\r\n", "statement_context": "a presidential campaign stop in Decorah, Iowa", "statement_date": "2011-12-18", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}, {"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}, {"description": "", "id": 173, "photo": null, "resource_uri": "/api/v/2/subject/173/", "subject": "Public Safety", "subject_slug": "public-safety", "used_in_edition": ["/api/v/2/edition/9/"]}], "target": [], "twitter_headline": ""}