{"art": [], "author": [{"email_address": "jhar@oregonian.com", "first_name": "Janie", "id": 192, "last_name": "Har", "name_slug": "janie-har", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/192/", "title": "Staff writer", "twitter": null}], "canonical_url": "/oregon/statements/2012/mar/01/ken-allen/are-there-395-oregon-prisoners-triple-bunked-cells/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "dlane@oregonian.com", "first_name": "Dee", "id": 183, "last_name": "Lane", "name_slug": "dee-lane", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/183/", "title": "Politics editor", "twitter": null}], "facebook_headline": null, "id": 5451, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jhar@oregonian.com", "first_name": "Janie", "id": 192, "last_name": "Har", "name_slug": "janie-har", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/192/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/5451/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tOregon&rsquo;s budget writers tossed around the idea of closing the Santiam Correctional Institution south of Salem to balance the budget. State leaders agreed to leave the prison alone, but that doesn&rsquo;t mean we can&rsquo;t fact check a statement made by labor leader Ken Allen <a href=\"http://www.oregonlive.com/opinion/index.ssf/2012/02/santiam_correctional_instituti.html\">in a guest column submitted </a>to The Oregonian.<br />\r\n\t<br />\r\n\tAllen is executive director of Oregon Council 75 of the American Federation of State, County and Municipal Employees, the union that represents most corrections employees. He said closing the prison would send 440 minimum-security inmates to other prisons, overcrowding an already overcrowded situation.<br />\r\n\t<br />\r\n\t&quot;We have 395 inmates pushed into triple-bunked cells intended for two inmates and bunked in classrooms and areas supposed to be designated for inmate labor,&quot; he wrote.<br />\r\n\t<br />\r\n\t&quot;We have units that were designated for 80 inmates with 120 inmates, with only one corrections officer supervising these inmates. We have units with blind spots, including no sightline to the bathroom, with only one corrections officer supervising 80 to 100 inmates.&quot;<br />\r\n\t<br />\r\n\tOh wow. That sounded pretty dire. Was Allen being alarmist? Or are Oregon&rsquo;s prisons that stuffed? There are lots of details in the column, but we zeroed in on the 395-inmate figure: Are there 395 inmates pushed into triple-bunked cells intended for two people and bunked in classrooms or work spaces?<br />\r\n\t<br />\r\n\tThe Department of Corrections confirmed there are 395 emergency beds currently in use, but the beds are not in standard sized cells meant for two people. Also, those beds are not currently in classroom or work areas, although there were plans to do just that should Santiam close.<br />\r\n\t<br />\r\n\t&quot;We do not put three inmates into the standard-sized cell,&quot; said Jennifer Black, a spokeswoman for the agency.<br />\r\n\t<br />\r\n\tWe asked Corrections to break down the location of the 395 beds, and in the process, we learned quite a bit about prison housing in Oregon. Inmates are housed in cells or in open sleeping areas much like camp. A standard-sized cell is about 8 feet by 10 feet, or 80 square feet, and designed to hold two inmates.<br />\r\n\t<br />\r\n\tMill Creek: There are 50 emergency beds here, 25 each added to two large dorms.<br />\r\n\t<br />\r\n\tColumbia River: There are 40 emergency beds, added to different dorm housing units.<br />\r\n\t<br />\r\n\tSnake River: There are 80 emergency beds scattered among minimum-security and medium-security open dorm rooms.<br />\r\n\t<br />\r\n\tDeer Ridge: There are 116 emergency beds, divided among four minimum-security dorm units. Each unit used to hold 108 beds; now each unit holds 137 beds.<br />\r\n\t<br />\r\n\tEastern Oregon: There are 52 emergency beds, with roughly half in open dorm rooms. The individual rooms at this former mental health facility are larger, which is why you can squeeze in more beds. Eight individual rooms that are 7 feet by 19 feet, or 133 square feet, got a third bed. Eight more rooms that are 7 feet by 24 feet, or 168 square feet, each received two extra beds.<br />\r\n\t<br />\r\n\tCoffee Creek: There are emergency 57 beds, added to three minimum-custody open dorm areas. &nbsp;<br />\r\n\t<br />\r\n\tSo that adds up to 395 beds. Nathan Allen, budget and planning administrator for the agency, said he did not know of any of those beds in current classroom or work areas, although such spaces have been converted in the past into housing units.<br />\r\n\t<br />\r\n\t&quot;It&rsquo;s inaccurate because none of the 395 meet that picture, that scenario,&quot; said Guy Hall, administrator of the Office of Population Management.<br />\r\n\t<br />\r\n\tNext, we turned to AFSCME. Tim Woolery is the union&rsquo;s staff representative for Corrections. Before that, he was a Corrections employee for 18 years and in that time has seen cots lined up in unimaginable spots when the population ran high.<br />\r\n\t<br />\r\n\tWoolery said they can&rsquo;t add any more beds without compromising security or safety. &quot;We&rsquo;re at the precipice.&quot;<br />\r\n\t<br />\r\n\tStill -- and this is important -- Woolery acknowledged that he doesn&rsquo;t know where the 395 beds are located. Don Loving, spokesman for AFSCME, said he doesn&rsquo;t know how else to prove the case other than what they&rsquo;ve seen themselves or what they&rsquo;ve been told by officers.<br />\r\n\t<br />\r\n\t&quot;It is hard for us to &lsquo;prove&rsquo; some things because the DOC is never going to publicly admit anything that contradicts its official position,&quot; Loving said.<br />\r\n\t<br />\r\n\tAre there safety issues? Yes. Adding bunks to units could interfere with the line of sight for guards.<br />\r\n\t<br />\r\n\tHas Corrections housed inmates in work areas in the past and could it in the future? Yes. Nathan Allen said that the next wave of emergency beds could use classroom space at one of the prisons. Had Santiam closed, one of the options was to put beds into a recreation area at Deer Ridge. At Two Rivers, there is an 88-bed unit in a space that could have been used for work training.<br />\r\n\t<br />\r\n\tThe statement gives the impression that trios of inmates are crammed into tiny cells. That is not true. Allen states that the 395 inmates have spilled into work areas and classroom space. That also is not true, with respect to this batch of 395 beds.<br />\r\n\t<br />\r\n\tWe give Ken Allen and AFSCME credit on the broader issue of inmate housing. Work areas have been converted into housing in the past. The closure of Santiam would have prompted more conversions. There may be more teaching and work space converted to housing in the future. And a handful of beds -- 24 -- were added to rooms that typically house two inmates.<br />\r\n\t<br />\r\n\tBut none of those reasons mitigate the fact that those 395 beds are not located in work areas, and the small number of third and fourth beds are not in cells designed to hold only two people.<br />\r\n\t<br />\r\n\tWe rate the statement False.</p>\r\n", "ruling_comments_date": "2012-02-29T22:32:53.159360", "ruling_date": "2012-03-01T03:00:00", "ruling_headline": "Are there 395 Oregon prisoners triple-bunked in cells meant for two and housed in classrooms? ", "ruling_headline_slug": "are-there-395-oregon-prisoners-triple-bunked-cells", "ruling_link_text": "AFSCME officials say they can't 'prove' the claim ", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tEmails from Jennifer Black, DOC spokeswoman, Feb. 17, 21-24, 2012<br />\r\n\tInterview with Jennifer Black and Nathan Allen, administrator Budget and Planning, Corrections, Feb. 27, 2012<br />\r\n\tInterview with Guy Hall, administrator, Office of Population Management, Feb. 28, 2012<br />\r\n\tInterview with Tim Woolery, Feb. 27, 2012<br />\r\n\tEmail from Ken Allen, executive director AFSCME, Council 75, Feb. 28, 2012<br />\r\n\tEmail from Don Loving, spokesman, AFSCME, Council 75, Feb. 29, 2012<br />\r\n\tEmails from Ken Allen, Don Loving, Tim Woolery, AFSCME, Feb. 20-22, 2012<br />\r\n\tKen Allen, &quot;<a href=\"http://www.oregonlive.com/opinion/index.ssf/2012/02/santiam_correctional_instituti.html\">Santiam Correctional Institution: Plan to close prison to save money doesn&#39;t add up</a>,&quot; Feb. 16, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 1, "first_name": "Ken", "half_true_count": 0, "home_state": "", "id": 1709, "last_name": "Allen", "mostly_true_count": 0, "name_slug": "ken-allen", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/KenAllen1.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1709/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>\r\n\t&quot;We have 395 inmates pushed into triple-bunked cells intended for two inmates and bunked in classrooms and areas supposed to be designated for inmate labor.&quot;</p>\r\n", "statement_context": "a guest column", "statement_date": "2012-02-16", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 173, "photo": null, "resource_uri": "/api/v/2/subject/173/", "subject": "Public Safety", "subject_slug": "public-safety", "used_in_edition": ["/api/v/2/edition/9/"]}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}, {"description": "", "id": 206, "photo": null, "resource_uri": "/api/v/2/subject/206/", "subject": "Unions", "subject_slug": "unions", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [], "twitter_headline": ""}