{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2012/mar/02/lee-leffingwell/lee-leffingwell-lists-accomplishment-invested-90-m/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 5467, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/5467/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tAustin Mayor Lee Leffingwell, seeking re-election in May, invited residents to the grand opening of his campaign headquarters in a mailer touting accomplishments such as luring jobs to Austin -- and investing &quot;$90 million in traffic fixes without raising taxes.&quot;<br />\r\n\t<br />\r\n\tWe were curious about Leffingwell&rsquo;s proclaimed investment in &quot;traffic fixes.&quot;<br />\r\n\t<br />\r\n\tHis campaign consultant, Mark Littlefield, said Leffingwell&rsquo;s declaration reflected voter approval in November 2010 of Proposition 1, authorizing <a href=\"http://www.austintexas.gov/sites/default/files/files/Capital_Planning/2010_bond_report.pdf\">$90 million in bonds</a> to be issued to pay for Austin road, sidewalk, trail and bikeway projects.<br />\r\n\t<br />\r\n\tLet&rsquo;s briefly check the tax part of the claim and then turn to accounting for &quot;traffic fixes.&quot;<br />\r\n\t<br />\r\n\tLittlefield told us the approved bonds aren&rsquo;t expected to require higher taxes because future city revenues for debt are projected to cover their costs. In a telephone interview, Greg Canally, the city&rsquo;s deputy chief financial officer, confirmed the costs will be covered without changing the city&rsquo;s debt tax rate of a little under 13 cents per $100 valuation. &quot;Anything above (the approved) $90 million, we would have had to look at a tax rate increase,&quot; Canally said.<br />\r\n\t<br />\r\n\tA sampling of the bond amounts and 30 or so projects <a href=\"http://www.austintexas.gov/sites/default/files/files/Capital_Planning/2010_bond_report.pdf\">that voters approved</a>:<br />\r\n\t<br />\r\n\t-- $1 million for new Wild Horse Street in far northeast Austin;<br />\r\n\t-- $2 million for Slaughter Lane extension;<br />\r\n\t-- $2.3 million to reconfigure the Interstate 35/East 51st Street interchange;<br />\r\n\t-- $2.7 million for Waller Creek trail improvements;<br />\r\n\t-- $4.4 million for sidewalks, neighborhood matching funds;<br />\r\n\t-- $10 million for Americans with Disabilities Act sidewalk improvements;<br />\r\n\t-- $14.4 million to build a boardwalk as part of the Lady Bird Lake hike-and-bike trail.<br />\r\n\t<br />\r\n\tAnd each of the projects is a &quot;traffic fix,&quot; as Leffingwell says?<br />\r\n\t<br />\r\n\tWell, not all the projects would improve or build roads. According to an <em>Austin American-Statesman</em> news story published Oct. 24, 2010, before the election, 57 percent of the proposed spending was described as going to road work with 43 percent identified as backing projects related to alternative forms of transportation such as biking and walking. That story quotes Leffingwell as saying: &quot;We have to start thinking about transportation as a system, a system that&#39;s connected, compatible, complementary. We can&#39;t think strictly in terms of &#39;We need more roads.&#39;&quot;<br />\r\n\t<br />\r\n\tEven that split was in question, the <em>Statesman</em> said in the story. The 57 percent statistic touted by proposition supporters, the story said, counted one project that could increase congestion on a downtown street. This item reflected $8 million penciled in to make over seven blocks of Third Street by converting three existing one-way lanes with parallel parking often on both sides into two one-way lanes with sidewalks nearly doubled in width, plus bike lanes as part of the Lance Armstrong Bikeway. &quot;One less lane for cars, in other words,&quot; the story said, &quot;and perhaps fewer parking spaces.&quot;<br />\r\n\t<br />\r\n\tThe story said too that the 57 percent calculation folded in $2.7 million in the bond proposal for &quot;traffic calming&quot; -- which slows down cars -- and spending to put in place &quot;quiet zones&quot; at railway crossings so trains don&#39;t have to blow their horns.<br />\r\n\t<br />\r\n\tAt least $38.7 million of the $90 million was to go to sidewalks, bike lanes and other projects for the benefit of pedestrians and cyclists, the story said. &quot;That&#39;s in contrast with transportation lists put before voters between 1992 and 2006,&quot; the story continued. &quot;Under those proposals, all approved by voters, the city spent between 87 percent and 100 percent on road projects.&quot;<br />\r\n\t<br />\r\n\tAsked if the 57 percent of city-identified road projects adds up to Leffingwell&rsquo;s touted &quot;traffic fixes,&quot; Leffingwell&rsquo;s consultant, Littlefield, replied by email: &quot;We can fix traffic two ways, right? &nbsp;We can build more lanes or we can get people out of their cars. I think that was the best part about Prop 1 &mdash; it attempted to rethink traffic solutions.&quot;<br />\r\n\t<br />\r\n\tIn a telephone interview, Leffingwell agreed he did not personally invest $90 million in traffic fixes. His mailer was vague on this, listing among his accomplishments: &quot;Invested $90 million in traffic fixes without raising taxes.&quot;<br />\r\n\t<br />\r\n\tLeffingwell told us: &quot;Obviously, it was ultimately the voters that invested $90 million,&quot; though he pointed out that he led the group that advocated for voter approval after encouraging the Austin City Council to put the proposed bonds on the ballot.<br />\r\n\t<br />\r\n\t&quot;I&rsquo;m contending the whole thing is traffic fixes,&quot; all $90 million worth, Leffingwell said. &quot;A traffic fix is something that in some way or another makes mobility better than it was before.&quot;<br />\r\n\t<br />\r\n\tLeffingwell said his Webster&rsquo;s dictionary defines traffic as the &quot;movement of vehicles and pedestrians.&quot; Merriam-Webster.com includes this definition of <a href=\"http://www.merriam-webster.com/dictionary/traffic\">traffic</a>: &quot;the movement (as of vehicles or pedestrians) through an area or along a route,&quot; though the entry also includes this definition: &quot;congestion of vehicles,&quot; as in &quot;stuck in traffic.&quot;<br />\r\n\t<br />\r\n\tAnd who in fast-growing Austin hasn&rsquo;t been stuck in traffic?<br />\r\n\t<br />\r\n\tAccording to <a href=\"http://mobility.tamu.edu/files/2011/09/national-table_7.pdf\">research</a> by the Texas Transportation Institute, based at Texas A&amp;M University, Austin and Orlando in 2010 ranked fourth among 32 large urban areas for annual hours of delay in traffic per auto commuter, at 38. A footnote says this figure reflects extra travel time in an area during the year divided by the number of people who commute in private vehicles.<br />\r\n\t<br />\r\n\tIn <a href=\"http://mobility.tamu.edu/files/2011/09/national-table_8.pdf\">another institute comparison</a> of the situation in similarly sized areas, Austin ranked No. 1 for its 2010 travel time index of 1.28, meaning the ratio of travel time in the peak period to the travel time at free-flow conditions. A footnote says a value of 1.30 indicates a 20-minute free-flow trip takes 26 minutes in the peak period.<br />\r\n\t<br />\r\n\tWe asked Leffingwell if each of the projects referenced in his claim was expected to relieve car traffic congestion. For non-road projects such as bike paths and sidewalks, he said: &quot;It&rsquo;s intuitive; if people have other options for mobility, then that impacts (car) traffic to some degree.&quot;<br />\r\n\t<br />\r\n\tAnd so how much is each of the projects expected to relieve vehicular congestion?<br />\r\n\t<br />\r\n\t&quot;I don&rsquo;t think anybody has that number,&quot; Leffingwell said. If not, then how does the city know each &nbsp;project would do so? Leffingwell said he&rsquo;d have to check with city staff.<br />\r\n\t<br />\r\n\tOn our own, we asked the city for information on the impact on vehicular traffic congestion of each of the voter-approved projects.<br />\r\n\t<br />\r\n\tOne of 11 factors that helped determine which projects were put on the ballot was tied to the &quot;person capacity added&quot; by each project. We learned, though, of no direct assessments of the effect of each project on vehicular traffic congestion.<br />\r\n\t<br />\r\n\tFor outside-of-Austin perspective on &quot;traffic fixes,&quot; we turned to Tim Lomax, a senior engineer at the transportation institute, who told us in a telephone interview that depending on circumstances including location, a bikeway or sidewalk project can be counted on to alleviate car congestion. &quot;It all comes down to the people who might use that sidewalk,&quot; Lomax said. &quot;What are they doing now? Does the sidewalk (or other project) offer what people will choose?&quot; In Texas, he noted, brutal summer heat sways many residents to avoid walks.<br />\r\n\t<br />\r\n\tLomax said he and other engineers would accept &quot;traffic fixes&quot; as a term that encompasses road and other types of mobility projects &mdash; which would be in alignment with Leffingwell&rsquo;s interpretation. But, Lomax said, &quot;most of my non-Ph.D. traffic-engineer friends would think of (a traffic fix) as a road project.&quot;<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tWe see the hope that every one of the $90 million in voter-approved projects will, one way or another, prove a &quot;traffic fix.&quot; That&rsquo;s almost surely correct by the broad definition of traffic touted by Leffingwell.<br />\r\n\t<br />\r\n\tBut it&rsquo;s also reasonable to assume that &quot;traffic fix&quot; refers to cars and trucks on roads -- and less than 60 percent of the mayor&rsquo;s cited &quot;fixes&quot; would improve or build roads.<br />\r\n\t<br />\r\n\tFinally, Leffingwell&rsquo;s mailer can be read as his claiming all credit for the $90 million in projects, when that credit should be spread among many parties including city staff members, City Council members and, especially, voters who supported the 2010 proposition.<br />\r\n\t<br />\r\n\tWe rate Leffingwell&rsquo;s claim Half True.</p>\r\n", "ruling_comments_date": "2012-03-02T11:51:11.595855", "ruling_date": "2012-03-02T11:07:35", "ruling_headline": "Lee Leffingwell lists as accomplishment \"invested $90 million in traffic fixes without raising taxes\"", "ruling_headline_slug": "lee-leffingwell-lists-accomplishment-invested-90-m", "ruling_link_text": "Broadly speaking and didn't do it solo", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<em>Austin American-Statesman</em>, <a href=\"https://docs.google.com/document/pub?id=1eUQykNXmq6nfTPlc2T4rJvty8Tm3__uVMwYt5yEQexA\">news articles on 2010 Proposition 1 election</a> (compiled)</p>\r\n<p>\r\n\t<a href=\"https://docs.google.com/document/pub?id=10pCdDxbFSkZzJbIaaFj2DwJL3p0iZCuVYYQndGtnB8Q\">Emails</a> (excerpted), responses to PolitiFact Texas, Mark Littlefield, consultant, Austin, Feb. 20, 2012<br />\r\n\t<br />\r\n\tTelephone interview, Greg Canally, deputy chief financial officer, City of Austin, March 2, 2012<br />\r\n\t<br />\r\n\tTelephone interview, Lee Leffingwell, Austin, Feb. 22, 2012<br />\r\n\t<br />\r\n\tTelephone interview, Tim Lomax, senior research engineer, Texas Transportation Institute, Texas A&amp;M University System, College Station, Feb. 27, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Austin mayor", "false_count": 0, "first_name": "Lee", "half_true_count": 4, "home_state": "Texas", "id": 1079, "last_name": "Leffingwell", "mostly_true_count": 1, "name_slug": "lee-leffingwell", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/leffingwell2010.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1079/", "total_count": 9, "true_count": 3, "website": "http://www.mayorleffingwell.com/"}, "statement": "<p>\r\n\t&quot;Invested $90 million in traffic fixes without raising taxes.&quot;</p>\r\n", "statement_context": "a campaign mailer.", "statement_date": "2012-02-18", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 196, "photo": null, "resource_uri": "/api/v/2/subject/196/", "subject": "City Budget", "subject_slug": "city-budget", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 203, "photo": null, "resource_uri": "/api/v/2/subject/203/", "subject": "City Government", "subject_slug": "city-government", "used_in_edition": ["/api/v/2/edition/2/"]}, {"description": "", "id": 44, "photo": null, "resource_uri": "/api/v/2/subject/44/", "subject": "Transportation", "subject_slug": "transportation", "used_in_edition": []}], "target": [], "twitter_headline": ""}