{"art": [{"brightcove": "", "caption": "Rick Santorum gave a speech on Feb. 29, 2012, at a church near Knoxville, Tenn. We checked several claims from that address.", "id": 2133, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Santorum_Knoxville.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/2133/", "title": "Santorum Knoxville", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "moorhead@tampabay.com", "first_name": "Molly", "id": 274, "last_name": "Moorhead", "name_slug": "molly-moorhead", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Molly_the_Mollster.jpg", "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/274/", "title": "Pasco Editor", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2012/mar/07/rick-santorum/rick-santorum-says-government-lets-health-insurers/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 5489, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "moorhead@tampabay.com", "first_name": "Molly", "id": 274, "last_name": "Moorhead", "name_slug": "molly-moorhead", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Molly_the_Mollster.jpg", "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/274/", "title": "Pasco Editor", "twitter": null}], "resource_uri": "/api/v/2/statement/5489/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tIn a 40-minute speech to supporters near Knoxville ahead of Super Tuesday, presidential candidate Rick Santorum framed the health care debate in terms of government power versus individual choice.<br />\r\n\t<br />\r\n\tPresident Barack Obama, he said on Feb. 29, 2012, &quot;wants that power in the hands of government. He wants to control your insurance policies and your access and the reimbursements to doctors and hospitals and how much insurance companies -- not how much they&rsquo;ll make, how much they&rsquo;re allowed to keep of the money they collect.<br />\r\n\t<br />\r\n\t&quot;That&rsquo;s already in place by the way. The federal government has a regulation in place already that tells health insurance companies how much money they&rsquo;re allowed to keep of what they receive in revenues. Fifteen percent -- that&rsquo;s what they can keep. That&rsquo;s how much money they get to keep to run their businesses.&quot;<br />\r\n\t<br />\r\n\tHe wrapped up the topic saying, &quot;they&rsquo;re going to micromanage everything because they don&rsquo;t believe in you.&quot;<br />\r\n\t<br />\r\n\tWe decided to check the claim that the federal government allows health insurance companies to keep just 15 percent of their revenues to use for operating expenses.<br />\r\n\t<br />\r\n\t<strong>Medical loss ratio</strong><br />\r\n\t<br />\r\n\tSantorum didn&rsquo;t call it by this name, and we didn&rsquo;t hear back from his campaign for our story, but it appears he was referring to the medical loss ratio, a provision of the 2010 health care reform law signed by Obama and opposed by congressional Republicans.<br />\r\n\t<br />\r\n\tThe provision is similar to others already in place in several states. It &quot;requires most insurance companies that cover individuals and small businesses to spend at least 80 percent of premium income on health care claims and quality improvement, leaving the remaining 20 percent for administration, marketing, and profit. The &hellip; threshold is higher for large group plans, which must spend at least 85 percent of premium dollars on health care and quality improvement,&quot; according to the Kaiser Family Foundation. There are other exceptions for small companies. (You can read Kaiser&rsquo;s full explainer on the medical loss ratio <a href=\"http://www.kff.org/healthreform/upload/8282.pdf\">here</a>.)<br />\r\n\t<br />\r\n\tInsurance companies that exceed those limits are required to pay the money back in rebates to their customers, beginning in 2012.<br />\r\n\t<br />\r\n\tWith large group plans required to spend 85 percent of premium income on health care, what&rsquo;s left is the 15 percent to which Santorum referred.<br />\r\n\t<br />\r\n\tAccording to John Rother at the National Coalition on Health Care, a coalition of trade associations, labor unions and advocacy groups that supports health care reform, the medical loss ratio &quot;was enacted to put pressure on insurers to become more efficient&quot; as well as to &quot;make sure that consumers and businesses got a fair deal on their premiums.&quot;<br />\r\n\t<br />\r\n\tTimothy Jost, a health law expert at Washington and Lee University in Lexington, Va., called it &quot;a pro-consumer regulation.&quot;<br />\r\n\t<br />\r\n\tThe idea behind, he said, is that &quot;when people purchase health insurance, they ought to have the money go to health care.&quot;<br />\r\n\t<br />\r\n\t<strong>Revenue not affected</strong><br />\r\n\t<br />\r\n\tSantorum referred to health insurers&rsquo; overall revenue -- &quot;what they receive&quot; -- but the provision applies only to revenue from premiums. In other words, of what you pay your insurer in premiums, 80 or 85 percent must be spent on your health care. It may not pay for television commercials or new office space.<br />\r\n\t<br />\r\n\tBut other sources of revenue may be used for those purposes.<br />\r\n\t<br />\r\n\t&quot;Many (insurance companies) have side businesses, offering IT services and other services that are sold to health providers,&quot; said Rother.<br />\r\n\t<br />\r\n\tAdded Jost: &quot;Some insurers are heavily invested, and that doesn&rsquo;t figure in at all.&quot;<br />\r\n\t<br />\r\n\t&quot;It&rsquo;s not that they are limited to 15 percent of their income for all of their expenses. They&rsquo;re limited in their premium income,&quot; Jost said.<br />\r\n\t<br />\r\n\tWhile they may not account for all revenue, Robert Zirkelbach, press secretary for the industry group America&#39;s Health Insurance Plans, pointed out that premiums comprise the majority of insurance companies&rsquo; revenue.<br />\r\n\t<br />\r\n\t<strong>Expenses not affected</strong><br />\r\n\t<br />\r\n\tSome insurers&rsquo; expenses, such as quality improvement efforts, taxes, regulatory fees and patient safety, do not have to come out of the 15 percent.<br />\r\n\t<br />\r\n\tJost said some things that previously were considered administrative costs are now specifically exempted, namely quality improvement costs that include wellness programs and patient safety.<br />\r\n\t<br />\r\n\t&quot;It does not limit the insurers&rsquo; ability to work with doctors and hospitals to improve quality. Those costs are not charged against the 15 or 20 percent limit,&quot; Rother said.<br />\r\n\t<br />\r\n\tBut Zirkelbach said the cap also encompasses services that affect consumers, including services to help patients navigate complicated delivery systems, efforts to modernize technology and programs to prevent fraud and abuse.<br />\r\n\t<br />\r\n\tHis group raised concerns about the medical loss ratio when it was being debated, citing fears it would disrupt the health insurance market and inhibit innovation.<br />\r\n\t<br />\r\n\tA <a href=\"http://www.gao.gov/products/GAO-12-90R\">Government Accountability Office study</a> found that the majority of established insurers would have already been in compliance with the medical loss ratio in 2010 if it had been in effect. Thus, most policy holders won&rsquo;t be getting a rebate this year, Jost said. But they&rsquo;re also likely avoiding premium rate increases that might have happened without the rule.<br />\r\n\t<br />\r\n\t&quot;It&rsquo;s &hellip; fair to say that many insurers are showing that they can meet this requirement without breaking a sweat,&quot; Rother said.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tSantorum said the federal government allows health insurance companies to keep only 15 percent of their revenues to run their businesses.<br />\r\n\t<br />\r\n\tHis description of the medical loss ratio provision of the health reform law doesn&#39;t tell the whole story. The rule does require large group insurance plans to spend 85 percent of their premium income on real health care. For small group plans the rule is more generous. All health insurance companies are still free to spend other streams of revenue however they wish, and several types of expenses are specifically exempted from the 15 (or 20) percent limit.<br />\r\n\t<br />\r\n\tSantorum&rsquo;s statement leaves out a good deal of important information. That pushes the needle to Half True.</p>\r\n", "ruling_comments_date": "2012-03-06T17:44:11.014293", "ruling_date": "2012-03-07T11:11:29", "ruling_headline": "Rick Santorum says government lets health insurers keep only 15 percent of their revenue", "ruling_headline_slug": "rick-santorum-says-government-lets-health-insurers", "ruling_link_text": "Not all revenue, not for every plan", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<em>Knoxville News Sentinel</em>, <a href=\"http://static.politifact.com/files/santorum022912.mp3\">Rick Santorum speech at Temple Baptist Church in Powell, Tenn.</a>, Feb. 29, 2012 (26.8 MB audio file)<br />\r\n\t<br />\r\n\tKaiser Family Foundation, &quot;<a href=\"http://www.kff.org/healthreform/upload/8282.pdf\">Explaining Health Care Reform: Medical Loss Ratio</a>,&quot; February 2012<br />\r\n\t<br />\r\n\tGovernment Accountability Office, &quot;<a href=\"http://www.gao.gov/products/GAO-12-90R\">Early Indicators Show That Most Insurers Would Have Met or Exceeded New Medical Loss Ratio Standards</a>,&quot; Oct. 31, 2011<br />\r\n\t<br />\r\n\tInterview with John Rother, <a href=\"http://nchc.org/node/1166\">president of the National Coalition on Health Care</a>, March 5, 2012<br />\r\n\t<br />\r\n\tInterview with Timothy Jost, <a href=\"http://law.wlu.edu/faculty/profiledetail.asp?id=24\">Washington and Lee University School of Law</a>, March 5, 2012<br />\r\n\t<br />\r\n\tInterview with Robert Zirkelbach, press secretary for <a href=\"http://www.ahip.org/\">America&rsquo;s Health Insurance Plans</a>, March 6, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 12, "current_job": "", "false_count": 17, "first_name": "Rick", "half_true_count": 14, "home_state": "Pennsylvania", "id": 1077, "last_name": "Santorum", "mostly_true_count": 7, "name_slug": "rick-santorum", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rick_Santorum_2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1077/", "total_count": 61, "true_count": 6, "website": ""}, "statement": "<p>\r\n\tSays the federal government &quot;tells health insurance companies how much money they&#39;re allowed to keep of what they receive in revenues -- 15 percent.&quot;</p>\r\n", "statement_context": "a campaign speech", "statement_date": "2012-02-29", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}