{"art": [{"brightcove": "", "caption": "U.S. jobs (Source: Federal Bureau of Labor Statistics)", "id": 2145, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/national_graph_test_2.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/2145/", "title": "national jobs graph test", "wibbitz": "", "youtube": "", "youtubeID": ""}, {"brightcove": "", "caption": "Texas jobs (Source: Federal Bureau of Labor Statistics)", "id": 2146, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/state_graph_test_1.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/2146/", "title": "Texas jobs graph test", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "canonical_url": "/texas/statements/2012/mar/11/rick-perry/rick-perry-says-texas-has-regained-all-jobs-it-los/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 5500, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/5500/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tLooking forward, <em>Dallas Morning News</em> reporter Gromer Jeffers Jr. asked Perry in a February 2012 interview what his priority is for the 2013 Texas legislative session.</p>\r\n<p>\r\n\tPerry, appearing on WFAA-TV in Dallas, opened his reply by touching on one of his favorite topics: jobs. Noting that Texas is a growing state, Perry said: &quot;We&rsquo;ve got a lot going on. We&rsquo;re creating a huge amount of jobs. A hundred percent of all the jobs lost during the recession have been reclaimed in Texas, have been re-created if you will, while the nation is at about 36 percent.&quot;</p>\r\n<p>\r\n\tPeople are moving to Texas for those jobs, Perry said, which creates challenges for energy, for water and for education &mdash; issues that Perry said would top his legislative priorities.</p>\r\n<p>\r\n\tDuring Perry&rsquo;s two most recent campaigns &mdash; his 2010 re-election effort and his bid to be the 2012 Republican presidential nominee &mdash; he repeatedly touted job gains in Texas, often saying that the state&rsquo;s performance, compared to the rest of the nation, showed that Texas economic policies should serve as a model for the country.</p>\r\n<p>\r\n\tWe fact-checked a lot of Perry&rsquo;s job-related claims, in many cases finding them Half True because even when his cited statistics were accurate, his explicit or implied claim of credit was not supported. Job gains or losses in individual states are driven by many factors, with neither gains or losses fairly attributable to an individual officeholder.</p>\r\n<p>\r\n\tIn the WFAA-TV interview, though, Perry did not lay claim to credit for all the jobs regained in Texas. So we&rsquo;re focusing this fact-check on whether he accurately compared developments in Texas and the nation. That is, did Texas regain all jobs lost during the recession while the country recaptured just 36 percent?</p>\r\n<p>\r\n\tPerry&rsquo;s calculation holds, as we&rsquo;ll detail later in this look.</p>\r\n<p>\r\n\tBut we paused first at whether Texas&rsquo; return to pre-downturn employment levels means everyone who lost a job has landed back on a payroll.</p>\r\n<p>\r\n\tNo, said Cheryl Abbot, an economist with the federal Bureau of Labor Statistics in Dallas. That&rsquo;s because even though Texas has about the same number of jobs as it did before the downturn, it also has more people and a larger labor force. &quot;Yes, we have regained all the job slots &hellip; that we had prior to the recession,&quot; Abbot said. &quot;But as to who is filling those slots, we have no information. It could be new residents or Texans who got a job who had been unemployed.&quot;</p>\r\n<p>\r\n\tJohn Heleman, the state&rsquo;s chief revenue estimator, touched on this issue during a Feb. 21, 2012, hearing of the Texas House Appropriations Committee after noting that Texas &quot;had regained all the jobs it lost during the recessionary period&quot; while the United States had regained 36 percent.</p>\r\n<p>\r\n\tStill, Heleman said, the Texas unemployment rate was not falling &quot;as fast as one would hope&quot; and later noted that Texas is a growing state. &quot;Our labor force has grown,&quot; Heleman said. &quot;And in the years of the recession, we added people to our labor force that are currently not yet finding jobs. So, actually regaining all those jobs is a very good thing and a very positive thing, but we still have some ways to go.&quot;</p>\r\n<p>\r\n\tRichard Fisher, head of the Federal Reserve Bank of Dallas, made a similar point about the unemployment rate in a Feb. 15, 2012, <a href=\"http://www.dallasfed.org/news/speeches/fisher/2012/fs120215.cfm\">speech</a> praising the Texas economy and its jobs recovery.</p>\r\n<p>\r\n\tAccording to the Texas Workforce Commission, the state labor force was about 11.7 million in the summer of 2008, when the state&rsquo;s total number of jobs started to drop. By January 2012, the labor force, meaning the number of people employed or looking for work, had surpassed 12.5 million.</p>\r\n<p>\r\n\tWhen Heleman spoke to the committee, he noted that the national unemployment rate had dropped to 8.5 percent in December 2011 from its recent recession high of 10 percent while the Texas rate had fallen to 7.8 percent from a high of 8.5 percent. (The Bureau of Labor Statistics has since revised the monthly Texas unemployment rates, putting the more recent high at 8.2 percent in December 2010 and the December 2011 figure at 7.4 percent.)</p>\r\n<p>\r\n\tBefore the number of Texas jobs began to drop, the state&rsquo;s unemployment rate was below 5 percent.</p>\r\n<p>\r\n\tSo, population growth, perhaps helped along by the attractiveness of the Texas economy, helps explain that it&rsquo;s unlikely that every Texan who lost a job in the recession has gained a new one. It&rsquo;s true too, though, that Perry didn&rsquo;t directly say everyone is back on a payroll.</p>\r\n<p>\r\n\tAnd what of the job figures behind Perry&rsquo;s comparison?</p>\r\n<p>\r\n\tUnlike previous job statements we&rsquo;ve checked in which Perry compared Texas&rsquo; performance to that of the 49 other states combined, here, he is contrasting the state&rsquo;s record with that of the nation as a whole.</p>\r\n<p>\r\n\tTo back up Perry&rsquo;s claim, his spokeswoman, Catherine Frazier, pointed us to a part of the Texas state comptroller&rsquo;s website that tracks economic indicators for the state. It included this information: &quot;By December 2011, Texas employers replaced all 433,400 jobs shed during the recession as our economy rebounded more quickly than the U.S. as a whole and continues to add jobs. Nationally, through January 2012, only 36 percent of recession-hit jobs have been recovered.&quot;</p>\r\n<p>\r\n\tR.J. DeSilva, a spokesman for Comptroller Susan Combs, sent us the details of how the Texas-U.S. comparison was worked up, calling it a &quot;peak-to-trough analysis&quot; that shows the pace of job recovery in Texas compared to the U.S. &quot;The analysis is done to show the negative effect on employment in Texas from the pre-recession peak number of jobs to its trough, and the number of jobs (that) have been added back since then. The same analysis is used for the U.S. employment peak through its trough.&quot;</p>\r\n<p>\r\n\tDeSilva told us that the analysis was done using nonfarm employment figures from the Bureau of Labor Statistics.</p>\r\n<p>\r\n\tLet&rsquo;s start by looking at the national job figures.</p>\r\n<p>\r\n\tThe country&rsquo;s most recent recession began in December 2007 and lasted 18 months, according to the National Bureau of Economic Research. U.S. employment was at its peak in January 2008, with 138 million jobs. From there, the number of jobs dropped for 25 straight months, long past the declared end of the national recession, June 2009. The number of U.S. jobs hit its trough of 129.2 million in February 2010.</p>\r\n<p>\r\n\tFor its analysis, the comptroller&rsquo;s office calculated the number of jobs that the nation lost as the difference between the peak and the trough, for a net loss of 8.8 million jobs. (See graphs at right.)</p>\r\n<p>\r\n\tNext, the comptroller&rsquo;s office calculated the nation&rsquo;s net jobs gained over the 23 months that followed the February 2010 employment trough. The bureau&rsquo;s data show that in all but four of the intervening months through January 2012, the number of U.S. jobs rose. In January 2012, the most recent national jobs figure at the time of the analysis, the United States had 3.2 million more jobs than it did in February 2010.</p>\r\n<p>\r\n\tFinally, the comptroller&rsquo;s office compared the 3.2 million net jobs gained since February 2010 with the 8.8 million net jobs lost before then, calculating what percentage of the number lost had been gained back. That&rsquo;s 36 percent (3.2 million is 36 percent of 8.8 million).</p>\r\n<p>\r\n\tThe office applied the same logic and methodology to Texas&rsquo; jobs numbers: calculating the number of jobs lost &mdash; on a net basis &mdash; between the state&rsquo;s most recent employment peak and trough, and then comparing that figure with the number of net jobs gained since the trough.</p>\r\n<p>\r\n\tTexas&rsquo; job losses did not follow the same time line as the nation&rsquo;s. The state&rsquo;s total number of jobs didn&rsquo;t start to consistently drop until summer 2008. Also, while it took the United States 25 months to reach its most recent jobs nadir, Texas hit its low point in 16 months, with the number of jobs falling from more than 10.6 million in August 2008 to about 10.2 million in December 2009. That&rsquo;s a reduction of about 400,000 jobs (exact number: 433,400).</p>\r\n<p>\r\n\tTexas experienced month-to-month job gains in 20 of the 24 months after its trough. And in December 2011, the most recent jobs figure available for Texas from the BLS, the state had 440,200 more jobs than it did in December 2009.</p>\r\n<p>\r\n\tSo, Texas added more jobs after hitting its employment low than it lost in the 16 previous months. And its December 2011 total of nearly 10.7 million jobs returned the state to its pre-downturn level of employment.</p>\r\n<p>\r\n\tOne note on Perry&rsquo;s wording: He said his comparison was of jobs lost &quot;during the recession,&quot; but the analysis on which his statement is based wraps in job losses that occurred &mdash; nationally and in Texas &mdash; beyond the recession&rsquo;s end in June 2009. Still, we see that his point was to contrast how far the state and the nation have come in terms of recovering jobs that were lost during the economic downturn, and his backup, the comptroller&rsquo;s analysis, does that.</p>\r\n<p>\r\n\t<strong>Our ruling</strong></p>\r\n<p>\r\n\tAs Perry indicated, Texas has as many jobs as it had before the recession &mdash; more, in fact &mdash; while the nation as a whole has not climbed as far back. Still, the Texas unemployment rate, though falling, remains higher than its pre-recession level, and, of course, not every Texan who lost a job has regained one.</p>\r\n<p>\r\n\tWe rate Perry&rsquo;s statement Mostly True.</p>\r\n", "ruling_comments_date": "2012-03-07T22:03:36.411637", "ruling_date": "2012-03-11T06:00:00", "ruling_headline": "Rick Perry says Texas has regained all the jobs it lost during recession while the nation has regained 36 percent", "ruling_headline_slug": "rick-perry-says-texas-has-regained-all-jobs-it-los", "ruling_link_text": "Texas bouncing back faster", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tWFAA-TV, Inside Texas Politics, <a href=\"http://www.wfaa.com/news/texas-news/Inside-Texas-Politics-226-140480263.html\">interview</a> with Rick Perry, posted Feb. 26, 2012 (relevant exchange begins at about 13:25 mark)</p>\r\n<p>\r\n\tInterview with Cheryl Abbot, economist, Bureau of Labor Statistics, March 6, 2012</p>\r\n<p>\r\n\tTexas House website, <a href=\"http://www.house.state.tx.us/video-audio/committee-broadcasts/committee-archives/player/?session=82&amp;committee=030&amp;ram=12022110030\">video</a> of hearing, Appropriations Committee, Feb. 21, 2012</p>\r\n<p>\r\n\tRichard Fisher, president, Federal Reserve Bank of Dallas, <a href=\"http://www.dallasfed.org/news/speeches/fisher/2012/fs120215.cfm\">speech</a>, &quot;Texas Redux, America Restrained,&quot; Feb. 15, 2012</p>\r\n<p>\r\n\tTexas Workforce Commission, <a href=\"http://www.tracer2.com/cgi/dataanalysis/AreaSelection.asp?tableName=Labforce\">unemployment data</a></p>\r\n<p>\r\n\tU.S. Department of Labor, Bureau of Labor statistics, jobs and unemployment <a href=\"http://bls.gov/\">data</a> for Texas and the United States</p>\r\n<p>\r\n\tTexas comptroller, <a href=\"http://www.texasahead.org/economy/outlook.php\">webpage</a>, &quot;Comptroller&rsquo;s Economic Outlook&quot; (accessed Feb. 29, 2012)</p>\r\n<p>\r\n\tEmail (<a href=\"https://docs.google.com/document/d/1KcEdySn6Z5NFR4dk1-ddRtTo_b5b35yW4y9eJ9lqgj8/edit\">excerpt</a>) from R.J. DeSilva, spokesman for comptroller&rsquo;s office, with analysis, March 6, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 30, "current_job": "U.S. Energy Secretary", "false_count": 31, "first_name": "Rick", "half_true_count": 42, "home_state": "Texas", "id": 291, "last_name": "Perry", "mostly_true_count": 24, "name_slug": "rick-perry", "pants_count": 18, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rick_Perry_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/291/", "total_count": 176, "true_count": 26, "website": "https://energy.gov/management/history/secretaries-energy"}, "statement": "<p>\r\n\t&quot;A hundred percent of all the jobs lost during the recession have been reclaimed in Texas &hellip; while the nation is at about 36 percent.&quot;</p>\r\n", "statement_context": "an interview posted online by WFAA-TV in Dallas", "statement_date": "2012-02-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}