{"art": [], "author": [{"email_address": "rfields@plaind.com", "first_name": "Reginald", "id": 156, "last_name": "Fields", "name_slug": "reginald-fields", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-reginald-fields.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/156/", "title": "Bureau chief, Plain Dealer statehouse bureau", "twitter": null}], "canonical_url": "/ohio/statements/2012/mar/08/mike-dewine/mike-dewine-says-90-percent-down-syndrome-pregnanc/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 5503, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "rfields@plaind.com", "first_name": "Reginald", "id": 156, "last_name": "Fields", "name_slug": "reginald-fields", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-reginald-fields.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/156/", "title": "Bureau chief, Plain Dealer statehouse bureau", "twitter": null}, {"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/5503/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tOhio Attorney General Mike DeWine caused quite a ripple in the Republican presidential primary race when he dropped his endorsement of Mitt Romney and threw his support behind Rick Santorum.<br />\r\n\t<br />\r\n\tSantorum&rsquo;s holds some conservative views, especially when it comes to women&rsquo;s reproductive rights. He opposes birth control and abortion.<br />\r\n\t<br />\r\n\tEnter DeWine, who served with Santorum in the United States Senate and became a close friend. Now that he is backing him, DeWine found himself trying to calm the flames left behind by Santorum as he stomped through Ohio for the March 6 GOP primary.<br />\r\n\t<br />\r\n\tDeWine appeared Feb. 20 on MSNBC&rsquo;s &quot;The Last Word with Lawrence O&rsquo;Donnell&quot; and was asked about Santorum&rsquo;s assertion that amniocentesis, a prenatal screening test, directly leads to an increase in the number of abortions. Santorum had made the claim earlier that day on the campaign trail in Ohio.<br />\r\n\t<br />\r\n\tWould DeWine advise Santorum to stop talking about amniocentesis, O&rsquo;Donnell asked. DeWine responded he would not, adding that Santorum was correct.<br />\r\n\t<br />\r\n\t&quot;The fact is 90-percent of Down syndrome children were aborted in this country,&quot; DeWine responded. &quot;Maybe some people don&rsquo;t think that is a problem. I&rsquo;m shocked by it. I think it&rsquo;s a sad commentary. And what he was simply saying is the government should not compel every insurance policy that is written to cover that.&quot;<br />\r\n\t<br />\r\n\tDeWine went on to share a personal story, saying that his wife declined prenatal testing during her eighth pregnancy when the doctor told her that if problems were detected with the fetus that abortion could be an option.<br />\r\n\t<br />\r\n\t&quot;My wife said, &lsquo;no, I&rsquo;m not going to do that,&rsquo; &quot; DeWine said.<br />\r\n\t<br />\r\n\tDeWine&rsquo;s 90-percent figure caught PolitiFact Ohio&rsquo;s attention.<br />\r\n\t<br />\r\n\tHis claim is similar to one made by state Rep. Richard Corcoran during a debate over six abortion bills in the Florida House of Representatives. Politifact Florida checked Corcoran&rsquo;s statement in April 2011 and rated it True.<br />\r\n\t<br />\r\n\tMore recently, PolitiFact national rated a similar comment from Santorum. After finding some additional information about the data, Santorum&rsquo;s claim got a rating of Half True. We&rsquo;ve incorporated that data here. &nbsp;<br />\r\n\t<br />\r\n\tCorcoran cited a New York Times article from 2007 that discussed how effective prenatal testing to detect Down syndrome could reduce the number of children born with the genetic condition, and how parents of children with Down syndrome were trying to convince others not to abort fetuses that tested positive for the condition.<br />\r\n\t<br />\r\n\tThe story included almost the same line that Corcoran used &mdash; that &quot;about 90 percent of pregnant women who are given a Down syndrome diagnosis have chosen to have an abortion.&quot;<br />\r\n\t<br />\r\n\tThe story linked to a 1999 study from the Psychology and Genetics Research Group at King&rsquo;s College in London which discussed abortion rates after a prenatal diagnosis of Down syndrome. It compiled results from 20 other studies measuring abortion rates and concluded that, following a prenatal diagnosis of Down syndrome, 92 percent of women chose to have an abortion.<br />\r\n\t<br />\r\n\tOther studies showed similar percentages.<br />\r\n\t<br />\r\n\tA study from Wayne State University in Michigan examined 145 pregnancies with a prenatal diagnosis of Down syndrome from 1988-97 and found that 19 (13.1 percent) women chose continuation of the pregnancy,<a href=\"http://www.ncbi.nlm.nih.gov/pubmed/9788556\"> while 126 (86.9 percent) chose termination</a>. Another study<a href=\"http://www.ncbi.nlm.nih.gov/pubmed/10215071\"> examined 131 prenatally diagnosed cases of Down syndrome in Hawaii from 1987-96</a> and found that women in 110 of those cases (84 percent) chose to have their pregnancies terminated. A study in San Francisco published in 2006 found an overall rate of 81 percent.<br />\r\n\t<br />\r\n\tThat data was cited to rate Corcoran&rsquo;s statement.<br />\r\n\t<br />\r\n\tHowever, in additional research for the Santorum comment and for this article, PolitiFact found information that makes the question less cut-and-dried.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tA joint statement from the American College of Obstetricians and Gynecologists and other groups cautioned against generalizing about national patterns from a series of smaller, local studies.<br />\r\n\t&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;<br />\r\n\t&quot;No current, comprehensive estimate of the number of pregnancy terminations following prenatal diagnosis exists,&quot; the statement said. &quot;Several studies reporting older data, studies from single centers and studies from other countries have reflected variation in the number of pregnancies terminated. These studies are frequently cited, but given their limitations, are difficult to generalize to the current population of pregnant women in the United States. Undocumented observations from prenatal genetic counselors in the United States suggest that the rate of termination for prenatally diagnosed Down syndrome may vary across the country. New research is called for to comprehensively explore the uptake of prenatal testing and the outcomes of prenatally diagnosed pregnancies in order to more accurately define how women currently incorporate prenatal testing into their lives.&quot;<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tMark I. Evans, a physician and president of the Fetal Medicine Foundation of America and a professor of obstetrics and gynecology at Mt. Sinai School of Medicine, emphasized that the percentage can vary significantly based on region and other factors.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t&quot;In liberal areas such as New York City, probably 80 to 90 percent of patients with severe abnormalties do choose to terminate when legal to do so,&quot; Evans said. &quot;In conservative areas, the proportion of terminations is much lower, perhaps as little as 10 percent&quot; in some cases.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tThe issue is addressed, too, in a paper in the journal Issues in Law &amp; Medicine titled &quot;Informed Consent or Institutionalized Eugenics? How the Medical Profession Encourages Abortion of Fetuses with Down Syndrome.&quot; The paper cites the example of a professor and practitioner, Elizabeth Gettig, who found that &quot;almost 100 percent&quot; of women with a Down syndrome diagnosis chose to abort when she practiced in North Carolina, but the number dropped to about half when she relocated to Pittsburgh. Gettig offered several reasons for the disparity.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t&quot;First, the Pittsburgh region has a higher percentage of Catholics,&quot; the paper said. &quot;Second, there are more services than most cities in Pittsburgh to assist children who have disabilities.&quot;<br />\r\n\t<br />\r\n\tThere is an element of truth in DeWine&rsquo;s claim. A number of studies have shown an abortion rate from 80 percent to 90 percent.<br />\r\n\t<br />\r\n\tBut all of those studies were localized. And we found experts who cautioned against applying that kind of research to the country as a whole, as DeWine did.<br />\r\n\t<br />\r\n\tAnd DeWine&rsquo;s comment was broader than Corcoran&rsquo;s or Santorum&rsquo;s and broader than what was encompassed in the studies.<br />\r\n\t<br />\r\n\tCorcoran and Santorum specifically referred to cases in which there was a Down syndrome diagnosis. That also was the focus of the research.<br />\r\n\t<br />\r\n\tIn the interview, DeWine was asked about Santorum&rsquo;s comments about pre-natal screenings and abortion. But his claim, that it&rsquo;s a fact that &quot;90-percent of Down syndrome children were aborted in this country,&quot; made no such mention of screenings and a Down Syndrome diagnosis. His statement would also include, for example, Down syndrome children born to mothers who had no prenatal testing.<br />\r\n\t<br />\r\n\tThat&rsquo;s a critical fact that would give a different impression of the accuracy of his claim.<br />\r\n\t<br />\r\n\tOn the Truth-O-Meter, DeWine&rsquo;s statement rates Mostly False.</p>\r\n", "ruling_comments_date": "2012-03-08T13:10:31.282949", "ruling_date": "2012-03-08T13:00:00", "ruling_headline": "Mike DeWine says that 90 percent of Down syndrome pregnancies are aborted", "ruling_headline_slug": "mike-dewine-says-90-percent-down-syndrome-pregnanc", "ruling_link_text": "Overly broad claim expands scope of regionalized research", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tMike DeWine, interview on MSNBC, &quot;<a href=\"http://today.msnbc.msn.com/id/46467233/ns/msnbc_tv/t/last-word-lawrence-odonnell-monday-february/\">The Last Work with Lawrence O&rsquo;Donnell (transcript)</a>,&quot; Feb. 20, 2012<br />\r\n\t<br />\r\n\tRick Santorum, interview on<a href=\"http://www.cbsnews.com/8301-3460_162-57381060/face-the-nation-transcript-february-19-2012/?pageNum=2&amp;tag=contentMain;contentBody\"> CBS News&#39; Face the Nation</a>, Feb. 19, 2012<br />\r\n\t<br />\r\n\tPolitifact Florida, &quot;<a href=\"http://www.politifact.com/florida/statements/2011/apr/28/richard-corcoran/rep-richard-corcoran-says-90-percent-prenatal-down/\">Rep. Richard Corcoran says 90 percent of prenatal Down syndrome cases result in abortion</a>,&quot; April 28, 2011</p>\r\n<p>\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2012/feb/27/rick-santorum/rick-santorum-says-90-percent-down-syndrome-childr/\">Rick Santorum says &#39;90 percent of Down syndrome children in America are aborted</a>,&#39; &quot; Feb. 27, 2012</p>\r\n<p>\r\n\tNew York Times, &quot;<a href=\"http://www.nytimes.com/2007/05/09/us/09down.html?pagewanted=all\">Prenatal Test Puts Down Syndrome in Hard Focus</a>,&quot; May 9, 2007<br />\r\n\t<br />\r\n\tU.S. National Library of Medicine, National Institutes of Health, &quot;<a href=\"http://www.ncbi.nlm.nih.gov/pubmed/10521836\">Termination rates after prenatal diagnosis of Down syndrome..</a>.&quot; Sept. 19, 1999<br />\r\n\t<br />\r\n\tU.S. National Library of Medicine, National Institutes of Health, &quot;<a href=\"http://www.ncbi.nlm.nih.gov/pubmed/9788556\">Determinants of parental decisions after the prenatal diagnosis of Down syndrome</a>,&quot; Sept. 23, 1998<br />\r\n\t<br />\r\n\tU.S. National Library of Medicine, National Institutes of Health, &quot;<a href=\"http://www.ncbi.nlm.nih.gov/pubmed/10215071\">Prenatal diagnosis and elective termination of Down syndrome in a racially mixed population in Hawaii, 1987-1996</a>,&quot; Feb. 19, 1999<br />\r\n\t<br />\r\n\tU.S. National Library of Medicine, National Institutes of Health, &quot;<a href=\"http://www.ncbi.nlm.nih.gov/pubmed/15368554\">Prenatal diagnosis, pregnancy terminations and prevalence of Down syndrome in Atlanta</a>,&quot; September 2004<br />\r\n\t<br />\r\n\tU.S. National Library of Medicine, National Institutes of Health, &quot;<a href=\"http://www.ncbi.nlm.nih.gov/pubmed/16724363\">Variation in the decision to terminate pregnancy in the setting of fetal aneuploidy</a>,&quot; August 2006<br />\r\n\t<br />\r\n\tFetal Diagnosis and Therapy, &quot;The Choices Women Make About Prenatal Diagnosis,&quot; 1993<br />\r\n\t<br />\r\n\tObstetrics &amp; Gynecology, &quot;Determinants of Parental Decision to Abort or Continue After Non-Aneuploid Ultrasound-Detected Fetal Abnormalities,&quot; &nbsp;July 1992<br />\r\n\t<br />\r\n\tPrenatal Diagnosis, &quot;Variation in the decision to terminate pregnancy in the setting of fetal aneuploidy,&quot; 2006<br />\r\n\t<br />\r\n\tIssues in Law &amp; Medicine, &quot;Informed Consent or Institutionalized Eugenics? How the Medical Profession Encourages Abortion of Fetuses with Down Syndrome,&quot; Summer 2008</p>\r\n<p>\r\n\tNorman Ford, &quot;<a href=\"http://books.google.com/books?id=JwxVLtqzMc0C&amp;pg=PA137&amp;dq=Termination+rates+after+prenatal+diagnosis+of+Down+syndrome&amp;hl=en&amp;ei=JWu5TbytAa6y0QHT4YH9Dw&amp;sa=X&amp;oi=book_result&amp;ct=result&amp;resnum=4&amp;ved=0CGoQ6AEwAw#v=onepage&amp;q=Termination%20rates%20after%20prenatal%20diagnosis%20of%20Down%20syndrome&amp;f=false\">The prenatal person: ethics from conception to birth</a>,&quot; accessed April 27, 2011<br />\r\n\t&nbsp;&nbsp;&nbsp; &nbsp;<br />\r\n\tRayna Rapp, &quot;<a href=\"http://books.google.com/books?id=B_Ju6C7QmuQC&amp;pg=PA226&amp;dq=Abortion+rates+prenatal+diagnosis+of+Down+syndrome&amp;hl=en&amp;ei=PWy5TeLEDInX0QGA0v2pBg&amp;sa=X&amp;oi=book_result&amp;ct=result&amp;resnum=2&amp;ved=0CF8Q6AEwATgK#v=onepage&amp;q=Abortion%20rates%20prenatal%20diagnosis%20of%20Down%20syndrome&amp;f=false\">Testing women, testing the fetus: the social impact of amniocentesis in America</a>,&quot; accessed April 27, 2011<br />\r\n\t<br />\r\n\t&quot;<a href=\"http://www.ndsccenter.org/news/documents/ConsensusConversationStatement.pdf\">Toward Concurrence: Understanding Prenatal Screening and Diagnosis of Down Syndrome from the Health Professional and Advocacy Community Perspectives</a>,&quot; June 17, 2009<br />\r\n\t<br />\r\n\tInterview with Rep. Richard Corcoran, April 27, 2011<br />\r\n\t<br />\r\n\tInterview with Mark I. Evans, president of the Fetal Medicine Foundation of America and professor of obstetrics and gynecology at Mt. Sinai School of Medicine, April 22, 2011<br />\r\n\t<br />\r\n\tPolitiFact Florida e-mail interviews with <a href=\"http://www.guttmacher.org/media/staff/Wind.html\">Rebecca Wind</a>, spokeswoman for the <a href=\"http://www.guttmacher.org/index.html\">Guttmacher Institute</a>, April 27, 2011 and Feb. 21, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 4, "current_job": "Ohio attorney general", "false_count": 1, "first_name": "Mike", "half_true_count": 5, "home_state": "Ohio", "id": 579, "last_name": "DeWine", "mostly_true_count": 1, "name_slug": "mike-dewine", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact-mike-dewine-mug.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/579/", "total_count": 14, "true_count": 2, "website": ""}, "statement": "<p>\r\n\t&quot;The fact is 90-percent of Down Syndrome children were aborted in this country.&quot;</p>\r\n", "statement_context": "an interview with MSNBC", "statement_date": "2012-02-20", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 11, "photo": null, "resource_uri": "/api/v/2/subject/11/", "subject": "Abortion", "subject_slug": "abortion", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}