{"art": [], "author": [{"email_address": "abettelheim@cq.com", "first_name": "Adriel", "id": 48, "last_name": "Bettelheim", "name_slug": "adriel-bettelheim", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/48/", "title": "Writer, CQ", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2008/jul/02/bob-barr/while-on-big-brother-watch-barr-hits-mccain/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "smontgomery@sptimes.com", "first_name": "Scott", "id": 9, "last_name": "Montgomery", "name_slug": "scott-montgomery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/9/", "title": "Former Government & Politics Editor, St. Petersburg Times", "twitter": null}], "facebook_headline": null, "id": 554, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "abettelheim@cq.com", "first_name": "Adriel", "id": 48, "last_name": "Bettelheim", "name_slug": "adriel-bettelheim", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/48/", "title": "Writer, CQ", "twitter": null}], "resource_uri": "/api/v/2/statement/554/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\n Libertarian presidential candidate and ex-Georgia Republican Rep. Bob Barr may have turned his back on his old party, but he hasn't abandoned his crusade to limit the reach of federal law enforcement.\n</p>\n<p>\n Asked on Fox News about the differences between himself and presumptive GOP nominee Sen. John McCain, Barr pointed to a compromise plan to overhaul electronic spying rules that the Senate took up before the July Fourth recess and that McCain supports.\n</p>\n<p>\n The legislation is intended to address some of the privacy concerns that arose after the 2005 disclosure of the Bush administration's warrantless wiretapping program. It would rewrite the 1978 Foreign Intelligence Surveillance Act, or FISA &ndash; the law that governs surveillance of foreign terrorist suspects &ndash; and permit warrantless eavesdropping on foreign targets who may be communicating with people in the United States, although with some court supervision of the surveillance procedures. The House passed the bill in a 293-129 vote on June 20.\n</p>\n<p>\n What most irks civil libertarians like Barr is the way the plan leaves it to the government to decide if it's violating Americans' privacy rights.\n</p>\n<p>\n \"The legislation that is now pending before the Senate, that just passed the House, that Senator McCain supports would provide the authority for the federal government to surveille American citizens in their own country without any suspicion whatsoever that they're engaging in discussions with terrorists or about criminal activity,\" Barr said.\n</p>\n<p>\n Barr's characterization is essentially correct. The plan allows the attorney general and director of national intelligence to authorize surveillance of a suspect for up to one year without a warrant if the target is \"reasonably believed to be located outside the United States (and) to acquire foreign intelligence information.\" That would include conversations between the target and people in the United States, including citizens. There is no requirement that the suspect be explicitly connected to any terrorist or criminal activity, though the bill's definition of foreign intelligence information includes sabotage, international terrorism or the proliferation of weapons of mass destruction.\n</p>\n<p>\n Before any surveillance begins, a secret FISA court would have to review the executive branch's targeting process. But the administration could begin surveillance before the court review if it declares \"exigent,\" or urgent, circumstances.\n</p>\n<p>\n Though the government has argued its activities are only directed at foreigners overseas, skeptics such as James X. Dempsey, policy director of the Center for Democracy &amp; Technology, contend it is virtually certain that some suspects will communicate with people in the United States, where constitutional protections apply to national security activities. To assure the expansion of surveillance powers won't gut Fourth Amendment protections against unreasonable search and seizure, many critics believe the government should first establish probable cause, by obtaining a warrant from a court that decides whether the activities are reasonably designed to intercept terrorists' communications while not infringing on the rights of innocent Americans.\n</p>\n<p>\n However, the administration and its allies in Congress have continuously resisted requirements for prior court reviews of surveillance procedures, citing, among other things, the president's constitutional authority to protect the United States and a 2001 law authorizing the use of force against groups or nations involved in the Sept. 11 terrorist attacks. Democratic leaders in Congress reluctantly went along in the current debate, saying the compromise was preferable to a White House-backed plan that would have required less court and congressional oversight.\n</p>\n<p>\n The FISA law, as it's informally known, does not permit the targeting of a U.S. citizen overseas without such a warrant. And the plan under consideration in Congress contains some safeguards to protect \"reverse targeting\" of Americans while outlining so-called \"minimization\" procedures intended to limit the information that can be retained and disseminated on U.S. citizens.\n</p>\n<p>\n Still, as written, the plan would permit the government under certain circumstances to listen to Americans without a warrant. And it would not require the executive branch to demonstrate that a  suspect is engaged in terrorist or criminal activity. For these reasons, we deem Barr's claim True.\n</p>\n<p>\n &nbsp;\n</p>", "ruling_comments_date": "2010-01-07T13:28:11.690883", "ruling_date": "2008-07-02T00:00:00", "ruling_headline": "While on Big Brother watch, Barr hits McCain", "ruling_headline_slug": "while-on-big-brother-watch-barr-hits-mccain", "ruling_link_text": "While on Big Brother watch, Barr hits McCain", "ruling_state": null, "source_documents": null, "sources": "<p>\n Fox News Sunday,\n <a href=\"http://www.foxnews.com/story/0,2933,373450,00.html\" target=\"_blank\">\n  Transcript of Bob Barr interview on June 29\n </a>\n</p>\n<p>\n Tim Starks, \"Surveillance Compromise Passes House,\" CQ Weekly, June 23, 2008\n</p>\n<p>\n McCain news release,\n <a href=\"http://mccain.senate.gov/public/index.cfm?FuseAction=PressOffice.PressReleases&amp;ContentRecord_id=a7f9dc6c-da0e-459d-dd6c-91e20a46e1e5\" target=\"_blank\">\n  June 20, 2008\n </a>\n</p>\n<p>\n <a href=\"http://mccain.senate.gov/public/index.cfm?FuseAction=PressOffice.PressReleases&amp;ContentRecord_id=a7f9dc6c-da0e-459d-dd6c-91e20a46e1e5\" target=\"_blank\">\n  Center for Democracy &amp; Technology,\n </a>\n <a href=\"http://www.cdt.org/security/20070918dempsey-testimony.pdf\" target=\"_blank\">\n  Statement of James X. Dempsey before the House Select Committee on Intelligence, Sept. 18, 2007\n </a>\n</p>\n<p>\n &nbsp;\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Runs a consulting firm, Liberty Strategies LLC", "false_count": 0, "first_name": "Bob", "half_true_count": 0, "home_state": "Georgia", "id": 50, "last_name": "Barr", "mostly_true_count": 1, "name_slug": "bob-barr", "pants_count": 0, "party": {"id": 5, "party": "Libertarian", "party_slug": "libertarian", "resource_uri": "/api/v/2/party/5/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-bobbarr.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/50/", "total_count": 2, "true_count": 1, "website": "http://www.bobbarr2008.com/"}, "statement": "<p>\"The legislation ... that Senator McCain supports would provide the authority for the federal government to surveille American citizens in their own country without any suspicion whatsoever that they're engaging in discussions with terrorists or about criminal activity.\"</p>", "statement_context": "an interview with Fox News.", "statement_date": "2008-06-29", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 117, "photo": null, "resource_uri": "/api/v/2/subject/117/", "subject": "Civil Rights", "subject_slug": "civil-rights", "used_in_edition": []}, {"description": "", "id": 37, "photo": null, "resource_uri": "/api/v/2/subject/37/", "subject": "Terrorism", "subject_slug": "terrorism", "used_in_edition": []}], "target": [], "twitter_headline": null}