{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2008/jul/08/john-mccain/obama-consistently-on-the-fence/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "smontgomery@sptimes.com", "first_name": "Scott", "id": 9, "last_name": "Montgomery", "name_slug": "scott-montgomery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/9/", "title": "Former Government & Politics Editor, St. Petersburg Times", "twitter": null}], "facebook_headline": null, "id": 555, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/555/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "When it comes to gun control issues, there is clear separation between John McCain and Barack Obama.\n<p>\n So when on June 26 the Supreme Court made one of the most important gun rulings in decades - concluding that the Second Amendment protects an individual right to possess a firearm and that the Washington DC gun ban is unconstitutional - one naturally expected contrasting opinions from the political rivals.\n</p>\n<p>\n Instead, they acted like opposing boxers who both raise their arms in victory after the final bell.\n</p>\n<p>\n McCain quickly pronounced it \"a landmark victory for Second Amendment freedom.\" McCain noted that while he was among a bipartisan (though mostly Republican) group of congressmen who signed a \"friend of the court\" brief arguing against the DC law, Obama did not.\n</p>\n<p>\n \"Unlike the elitist view that believes Americans cling to guns out of bitterness,\" McCain stated, \"today's ruling recognizes that gun ownership is a fundamental right -- sacred, just as the right to free speech and assembly.\"\n</p>\n<p>\n That was a dig at Obama for his heavily scrutinized statement about people living in struggling rural towns. He said it was \"not surprising then they get bitter, they cling to guns or religion...as a way to explain their frustrations.\"\n</p>\n<p>\n But when Obama issued a statement an hour after McCain's, he said the Supreme Court ruling affirmed what he has been saying all along.\n</p>\n<p>\n \"I have always believed that the Second Amendment protects the right of individuals to bear arms, but I also identify with the need for crime-ravaged communities to save their children from the violence that plagues our streets through common-sense, effective safety measures.  The Supreme Court has now endorsed that view, and while it ruled that the D.C. gun ban went too far, Justice Scalia himself acknowledged that this right is not absolute and subject to reasonable regulations enacted by local communities to keep their streets safe. Today's ruling, the first clear statement on this issue in 127 years, will provide much-needed guidance to local jurisdictions across the country.\"\n</p>\n<p>\n The McCain campaign responded by accusing Obama of waffling on the issue.\n</p>\n<p>\n \"Throughout his time in elected office, Barack Obama has taken multiple positions on banning handguns and the D.C. handgun ban. He has stated his belief that handgun bans were constitutional and he supported them. Then he actually refused to state a position.\"\n</p>\n<p>\n <b>\n  Silent on the DC ban\n </b>\n</p>\n<p>\n In the months leading up to the Supreme Court decision, Obama did, in fact, skirt the issue of whether he though the DC gun ban was constitutional. Instead, he repeatedly said he believed the Second Amendment protected an individual's right to bear arms, but that it does not preclude local governments from enacting \"common sense\" laws to keep guns out of the hands of criminals and children.\n</p>\n<p>\n The main issue before the Supreme Court was whether the second Amendment protected an individual right to possess a firearm, or whether it only protected possession of a firearms connected to service in a militia.\n</p>\n<p>\n The Supreme Court ruled 5-4 that it was an individual right.\n</p>\n<p>\n Paul Helmke, president of the Brady Center and Brady Campaign to Prevent Gun Violence, says the Supreme Court ended up right where Obama was.\n</p>\n<p>\n \"Obama has said pretty consistently that he felt the second amendment provided an individual right to own a gun,\" he said.\n</p>\n<p>\n That position was at odds with the Brady Center's position - which it submitted to the Supreme Court -  that the Second Amendment only guaranteed the rights of gun ownership for militias.\n</p>\n<p>\n \"We lost,\" Helmke said.\n</p>\n<p>\n <b>\n  McCain's case against Obama\n </b>\n</p>\n<p>\n But the McCain campaign says Obama has waffled, that he has supported the DC gun ban in the past. They provide three main pieces of evidence:\n</p>\n<p>\n * The first is a 1996 voter questionnaire Obama completed while running for a seat in the Illinois senate. The \"Independent Voters of Illinois\" asked if the candidate supported state legislation to \"ban the manufacture, sale and possession of handguns.\" Obama's answer: \"Yes.\"\n</p>\n<p>\n The 1996 voter form surfaced again last year. The Obama campaign claimed the questionnaire was filled out by a campaign aide who \"unintentionally mischaracterize[d] his position.\" The Web site Politico.com investigated and found that while Obama's campaign claimed Obama never saw or approved the responses in the questionnaire, the campaign at the time filed an amended version, which appeared to include Obama's own handwritten notes added to one answer (not the one on gun control).\n</p>\n<p>\n Tommy Vietor, a spokesman for Obama's campaign, said in an e-mailed statement to Politico, \"He may have jotted some notes on the front page of the questionnaire at the meeting, but that doesn't change the fact that some answers didn't reflect his views.\"\n</p>\n<p>\n &bull; The second alleged contradiction comes from a Chicago Tribune article on Nov. 20, 2007 in which the Obama campaign is quoted as saying Obama \"believes that we can recognize and respect the rights of law-abiding gun owners and the right of local communities to enact common sense laws to combat violence and save lives. Obama believes the D.C. handgun law is constitutional.\"\n</p>\n<p>\n The statement, which came from an unnamed campaign aide \"was obviously an inartful attempt to explain the Senator's consistent position,\" Obama spokesman Bill Burton told ABC News.\n</p>\n<p>\n &bull; Lastly, the McCain campaign notes that in a forum sponsored by WJLA-ABC7 and Politico.com on Feb. 12, 2008, Obama did not dispute a questioner's characterization of Obama's position as supporting the DC handgun ban.\n</p>\n<p>\n Here's the text of the exchange:\n</p>\n<p>\n Leon Harris of WJLA: \"One other issue that is of great importance to the people of the district here, is gun control. You said in Idaho here, recently, that \"I have no intention of taking away folks' guns.\" But you support the D.C. handgun ban, and you've said that it's constitutional. How do you reconcile those two positions?\"\n</p>\n<p>\n Obama responded, \"Because I think we have two conflicting traditions in this country. I think it's important for us to recognize that we've got a tradition of handgun ownership and gun ownership generally. And a lot of people &ndash; law-abiding citizens use if for hunting, for sportsmanship, and for protecting their families. We also have a violence on the streets that is the result of illegal handgun usage. And so I think there is nothing wrong with a community saying, we are going to take those illegal handguns off the streets, we are going to trace more effectively how these guns are ending up on the streets, to unscrupulous gun dealers, who often times are selling to straw purchasers, and cracking down on the various loopholes that exist in terms of background checks for children, the mentally ill...We can have reasonable, thoughtful gun control measure that I think respect the Second Amendment and people's traditions.\"\n</p>\n<p>\n <b>\n  A look at the votes\n </b>\n</p>\n<p>\n The National Rifle Association isn't buying Obama's \"election-year rhetoric\" in support of individuals' right to keep and bear arms.\n</p>\n<p>\n The NRA says Obama's voting record -which they have consistently rated an \"F\" - suggests he would be \"a serious threat to Second Amendment liberties.\"\n</p>\n<p>\n Here's some of Obama's voting record:\n</p>\n<p>\n As a state senator in Illinois in 2004, Obama voted against a measure to lower the minimum age to apply for a Firearm Owner's Identification Card from 21 to 18. That same year, an Illinois state senator proposed giving people who violate city gun bans the right to use self-defense as a legal argument if they were charged for violating a ban. Obama opposed the measure.\n</p>\n<p>\n As a U.S. Senator, Obama voted in July 2005 against a bill to prohibit civil lawsuits against gun manufacturers or dealers resulting from the misuse of their products. The NRA contended the bill was designed to bankrupt the firearms industry. McCain voted in favor of the prohibition, which passed 65-31.\n</p>\n<p>\n Obama also voted for an amendment to expand the definition of prohibited, armor-piercing ammunition. The NRA claimed it would have banned much of the rifle ammunition commonly used for hunting. McCain voted against it and it failed.\n</p>\n<p>\n Both Obama and McCain voted in favor of a requirement that manufacturers and importers of handguns provide child safety locks.\n</p>\n<p>\n In 2006, both Obama and McCain voted for an amendment to prohibit the confiscation of a lawfully owned firearm during an emergency or major disaster.\n</p>\n<p>\n According to Obama's campaign Web site, Obama supports making the expired federal assault weapons ban permanent, \"as such weapons belong on foreign battlefields and not on our streets.\" McCain has voted against the assault weapons ban.\n</p>\n<p>\n There's no question McCain has taken a far more conservative line on gun ownership.\n</p>\n<p>\n But he hasn't always been a darling of the NRA. Although for years McCain enjoyed an A rating from the NRA, in 2004, the NRA gave McCain just a C+. The drop was based largely on two votes the NRA did not agree with: one in favor of instant background checks at gun shows (McCain even cut TV ads lobbying for it); and McCain's campaign finance reform legislation, which the NRA viewed as an attempt to stifle its voice.\n</p>\n<p>\n Since 2004, Parsons said, McCain has voted 100 percent in line with the NRA.\n</p>\n<p>\n <b>\n  On the fence\n </b>\n</p>\n<p>\n So here's what we have to support the claim of an Obama flip-flop: one answer to a questionnaire in 1996 that Obama claims was completed in error by a staffer; a quote attributed to a campaign aide in 2007, also later disavowed by Obama; and failing to dispute the characterization of his position in a campaign forum in February.\n</p>\n<p>\n It's a bit too convenient for the Obama campaign to dismiss a record it doesn't like by claiming that twice in his career aides misstated his position on gun control. At the end of the day, voters simply have to decide if they believe Obama's explanation or they don't.\n</p>\n<p>\n Finally, there's the question in the forum in which Obama's position was characterized as supporting the DC gun ban, and that it was constitutional.\n</p>\n<p>\n Obama's answer seemed like an attempt to cling to his position atop the fence, repeating his belief that the Second Amendment affirms an individual's right to own a gun, but that local governments ought to be able to limit that right.\n</p>\n<p>\n But what about DC's outright ban of guns? Obama not only didn't correct Harris' characterization of support for the DC gun ban, his answer seemed to affirm that it was accurate. At the very least, if Harris was wrong, here was the perfect opportunity to set the record straight.\n</p>\n<p>\n By and large, Obama's fence-sitting has been pretty consistent. Still, twice claiming an aide botched your position and failing to go on record even when directly asked about it gives the McCain campaign enough ammo to merit a Half True.\n</p>\n<p>\n</p>", "ruling_comments_date": "2010-01-07T13:28:11.338819", "ruling_date": "2008-07-08T00:00:00", "ruling_headline": "Obama consistently on the fence", "ruling_headline_slug": "obama-consistently-on-the-fence", "ruling_link_text": "Obama consistently on the fence", "ruling_state": null, "source_documents": null, "sources": "Illinois General Assembly,\n<a href=\"http://www.ilga.gov/legislation/BillStatus.asp?DocNum=2165&amp;GAID=3&amp;DocTypeID=SB&amp;LegId=7961&amp;SessionID=3&amp;GA=93#actions\">\n \"Bill Status of SB2165  93rd General Assembly\"\n</a>\nMay 13, 2004\n<p>\n Illinois general Assembly,\n <a href=\"http://www.ilga.gov/legislation/BillStatus.asp?DocNum=2163&amp;GAID=3&amp;DocTypeID=SB&amp;LegId=7951&amp;SessionID=3&amp;GA=93\">\n  \"Bill Status of SB2163  93rd General Assembly\"\n </a>\n March 25, 2004\n</p>\n<p>\n Politico,\n <a href=\"http://www.politico.com/news/stories/0308/9269.html\">\n  \"Obama had greater role on liberal survey\"\n </a>\n by Kenneth P. Vogel, March 31, 2008\n</p>\n<p>\n AP,\n <a href=\"http://apnews.myway.com/article/20080626/D91HV9SG0.html\">\n  \"Gun ruling reverberates in presidential campaign\"\n </a>\n by Liz Sidoti, June 26, 2008\n</p>\n<p>\n Obama Campaign Web Site,\n <a href=\"http://www.barackobama.com/issues/urbanpolicy/#crime-and-law-enforcement\">\n  \"Urban Policy: Crime and Law Enforcement\"\n </a>\n</p>\n<p>\n Obama Campaign Web Site,\n <a href=\"http://www.barackobama.com/factcheck/2007/12/11/fact_check_no_news_in_obamas_c.php\">\n  \"Know the Facts: Guns\"\n </a>\n</p>\n<p>\n McCain Campaign Web Site,\n <a href=\"http://www.johnmccain.com/Informing/Issues/77636553-6337-4ecd-b170-49e1c07d2fbd.htm\">\n  \"Protecting Second Amendment Rights\"\n </a>\n</p>\n<p>\n The Weekly Standard,\n <a href=\"http://www.weeklystandard.com/Content/Public/Articles/000/000/014/463haksg.asp\">\n  \"Saint Barack of Iowa\"\n </a>\n by Stephen F. Hayes, Dec. 17, 2007\n</p>\n<p>\n NRA Institute for Legislative Action,\n <a href=\"http://www.nraila.org/Issues/FactSheets/Read.aspx?id=234&amp;issue=047\">\n  \"On the Second Amendment, Don't Believe Obama!\"\n </a>\n</p>\n<p>\n U.S. Senate,\n <a href=\"http://www.senate.gov/legislative/LIS/roll_call_lists/roll_call_vote_cfm.cfm?congress=109&amp;session=1&amp;vote=00217\">\n  \"Senate Amendment 1615 to S. 397: To expand the definition of armor piercing ammunition and for other purposes.\"\n </a>\n</p>\n<p>\n U.S. Senate,\n <a href=\"http://www.senate.gov/legislative/LIS/roll_call_lists/roll_call_vote_cfm.cfm?congress=109&amp;session=1&amp;vote=00219\">\n  \"S. 397: A bill to prohibit civil liability actions from being brought or continued against manufacturers, distributors, dealers, or importers of firearms or ammunition for damages, injunctive or other relief resulting from the misuse of their products by others.\"\n </a>\n</p>\n<p>\n ABC News,\n <a href=\"http://blogs.abcnews.com/politicalradar/2008/02/obama-common-se.html\">\n  \"Obama: 'Common Sense Regulation' on Gun Owners' Rights\"\n </a>\n by David Wright, Ursula Fahy and Sunlen Miller, Feb. 15, 2008\n</p>\n<p>\n ABC News,\n <a href=\"http://abcnews.go.com/Video/playerIndex?id=4298582\">\n  \"Video: Obama Plays It Safe on Issue of Guns\"\n </a>\n Feb. 15, 2008\n</p>\n<p>\n Pittsburgh tribune-Review,\n <a href=\"http://www.pittsburghlive.com/x/pittsburghtrib/news/s_560181.html\">\n  \"Candidates' gun control positions may figure in Pa. vote\"\n </a>\n by Mike Wereschagin and David M. Brown, April 2, 2008\n</p>\n<p>\n Radio Iowa,\n <a href=\"http://learfield.typepad.com/radioiowa/2007/04/clinton_edwards.html\">\n  \"Clinton, Edwards, Obama on gun control\"\n </a>\n April 22, 2001\n</p>\n<p>\n U.S. News & World Report,\n <a href=\"http://www.usnews.com/blogs/washington-whispers/2008/5/15/john-mccain-still-backs-closing-gun-show-loophole.html\">\n  \"John McCain Still Backs Closing Gun Show Loophole\"\n </a>\n by Paul Bedard, May 15, 2008\n</p>\n<p>\n Supreme Court of the United States,\n <a href=\"http://www.supremecourtus.gov/opinions/07pdf/07-290.pdf\">\n  \"District of Columbia Et Al. v. Heller\"\n </a>\n June 26, 2008\n</p>\n<p>\n ABC News,\n <a href=\"http://blogs.abcnews.com/politicalradar/2008/06/obama-camp-disa.html\">\n  \"Obama Camp Disavows Last Year's 'Inartful' Statement on D.C. Gun Law\"\n </a>\n by Teddy Davis and Alexa Ainsworth, June 26, 2008\n</p>\n<p>\n Politico,\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 32, "current_job": "U.S. senator", "false_count": 39, "first_name": "John", "half_true_count": 31, "home_state": "Arizona", "id": 8, "last_name": "McCain", "mostly_true_count": 37, "name_slug": "john-mccain", "pants_count": 8, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-johnmccain.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Arizona", "edition": "Arizona", "edition_slug": "arizona", "has_afterthefact": false, "id": 56, "index_page": false, "meter_name": "The Arizona Truth-O-Meter", "resource_uri": "/api/v/2/edition/56/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/8/", "total_count": 190, "true_count": 37, "website": "http://www.johnmccain.com/"}, "statement": "\"Throughout his time in elected office, Barack Obama has taken multiple positions on banning handguns and the D.C. handgun ban.\"", "statement_context": "", "statement_date": "2008-07-26", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 19, "photo": null, "resource_uri": "/api/v/2/subject/19/", "subject": "Guns", "subject_slug": "guns", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}