{"art": [], "author": [{"email_address": "alex.reporter@gmail.com", "first_name": "Alexander", "id": 58, "last_name": "Lane", "name_slug": "alexander-lane", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/58/", "title": "Staff Writer, PolitiFact.com", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2008/jul/07/john-mccain/no-consensus-on-irans-nuke-program/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "smontgomery@sptimes.com", "first_name": "Scott", "id": 9, "last_name": "Montgomery", "name_slug": "scott-montgomery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/9/", "title": "Former Government & Politics Editor, St. Petersburg Times", "twitter": null}], "facebook_headline": null, "id": 557, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "alex.reporter@gmail.com", "first_name": "Alexander", "id": 58, "last_name": "Lane", "name_slug": "alexander-lane", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/58/", "title": "Staff Writer, PolitiFact.com", "twitter": null}], "resource_uri": "/api/v/2/statement/557/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "Sen. John McCain ratcheted up his rhetoric against Iran in a recent campaign appearance, alleging that \"every objective observer\" believes the country is pursuing nuclear weapons.\n<p>\n It's an incendiary accusation &ndash; maybe even a case for war. But is it true?\n</p>\n<p>\n No. In fact, the U.S. intelligence community said in its latest\n <a href=\"http://www.dni.gov/press_releases/20071203_release.pdf\">\n  National Intelligence Estimate\n </a>\n that \"in fall 2003, Tehran halted its nuclear weapons program.\"\n</p>\n<p>\n The estimate cautioned that Iran was \"keeping open the option\" to develop nuclear weapons. And the International Atomic Energy Agency (IAEA), a United Nations affiliate, said in May it has \"serious concern\" about Iran's lack of transparency with respect to its nuclear program.\n</p>\n<p>\n But both of those sources &ndash; and plenty of other objective observers &ndash; have said there is no proof Iran is trying to develop nuclear weapons.\n</p>\n<p>\n McCain's comments came during a\n <a href=\"http://2008central.net/2008/06/24/audio-mccain-virtual-town-hall-with-independent-and-democratic-voters-in-florida\">\n </a>\n June 24 telephone town hall meeting\n with South Florida voters.\n</p>\n<p>\n \"Just one other issue I want to talk about of course is Iran/Israel,\" McCain said. \"The Iranians continue &ndash; in the view of every objective observer &ndash; to continue to pursue the acquisition of nuclear weapons. It would destabilize the Middle East.\"\n</p>\n<p>\n Under the 1970 Nuclear Non-Proliferation Treaty, a global accord, the country is permitted to seek nuclear power but not nuclear weapons. Iran acknowledges it is enriching uranium, the most difficult task on the path to manufacturing a nuclear weapon. But the nation's leaders steadfastly\n <a href=\"http://www.un.int/iran/facts_about_peaceful_nuclear_program.pdf\">\n  maintain\n </a>\n that they want the uranium to power reactors for nuclear energy, not to arm nuclear weapons. They say the country's supreme leader forbade the pursuit of nuclear weapons in a 2005 fatwa, or religious edict.\n</p>\n<p>\n \"The Leader of the Islamic Republic of Iran, Ayatollah Ali Khamenei, has issued the fatwa that the production, stockpiling, and use of nuclear weapons are forbidden under Islam and that the Islamic Republic of Iran shall never acquire these weapons,\" the country told the IAEA in a\n <a href=\"http://www.fas.org/nuke/guide/iran/nuke/mehr080905.html\">\n  2005 statement\n </a>\n . Iran's leaders regularly repeat such denials.\n</p>\n<p>\n In defending McCain's claim, his spokesman Brian Rogers pointed out that among those who have expressed concerns about Iran's nuclear program are the IAEA, the U.N. Security Council, former U.N. weapons inspector David Albright, nonpartisan think tanks and even Sen. Barack Obama.\n</p>\n<p>\n \"It is on this basis that Senator McCain believes Iran continues to pursue nuclear weapons,\" Rogers said in an e-mail.\n</p>\n<p>\n It is true that there is widespread concern in the international community about Iran's intentions. Once Iran has enriched uranium into nuclear fuel &ndash; a technological Holy Grail the country has pursued furiously and claims to have mastered &ndash; it could, without much further difficulty, make highly enriched uranium. Once it has accomplished that, it could fairly easily make a nuclear bomb.\n</p>\n<p>\n The IAEA\n <a href=\" http://www.iaea.org/Publications/Documents/Board/2005/gov2005-77.pdf\">\n  declared\n </a>\n in 2005 that Iran's history of concealing nuclear activities constituted a breach of the Non-Proliferation Treaty. The agency said \"good progress has been made in Iran's correction of the breaches,\" but there was an \"absence of confidence that Iran's nuclear program is exclusively for peaceful purposes.\"\n</p>\n<p>\n The IAEA has inspected the country's nuclear facilities unannounced at least 14 times in the past 15 months to try to verify that Iran is pursuing only nuclear energy, not weapons. In a May 26\n <a href=\"http://www.iaea.org/Publications/Documents/Board/2008/gov2008-15.pdf\">\n  report\n </a>\n , it leveled a series of strong criticisms against Iran. It said Iran had not yet provided access to some uranium mines and research facilities the IAEA wanted to see. The IAEA said it had \"serious concern\" about studies Iran allegedly conducted in years past on high-explosives testing, missile design and a type of uranium called green salt. It said it wanted more information on a 1987 document on uranium metal &ndash; potentially a component of a nuclear bomb &ndash; that Iran said it received unsolicited from Pakistan years ago. And the IAEA said it had questions about the work of several military-related institutes, defense companies and scientists in Iran.\n</p>\n<p>\n \"At this stage, Iran has not provided the agency with all the information, access to documents and access to individuals necessary to support Iran's statements,\" about the peaceful nature of its nuclear program, the IAEA said.\n</p>\n<p>\n But most of the questions the agency raised had to do with alleged activities that took place before 2003, when U.S. intelligence agencies said Iran halted its pursuit of nuclear weapons. And the IAEA reported that it \"has been able to continue to verify the nondiversion of declared nuclear material (to military programs) in Iran.\" It said it had all the nuclear material it knows about in Iran under \"containment and surveillance.\"\n</p>\n<p>\n The agency said that apart from the uranium metal document, it had \"no information ... on the actual design or manufacture by Iran of nuclear material components of a nuclear weapon or of certain other key components, such as initiators, or on related nuclear physics studies.\"\n</p>\n<p>\n Mohamed ElBaradei, director general of the IAEA, has maintained that stance for months.\n</p>\n<p>\n \"What we have seen in the past (is) that certain procurements that have not been reported to us, certain experiments,\" ElBaradei told CNN in October 2007. \"And that's where we are working now with Iran to clarify the past and the present. But I have not received any information that there is a complete active nuclear weapon program going on right now.\"\n</p>\n<p>\n Indeed, when U.S. intelligence agencies summarized their findings in last year's National Intelligence Estimate, they said Iran was believed to have had a nuclear weapons program in years past &ndash; despite its claims to the contrary &ndash; but that it halted the program in 2003 \"in response to international pressure.\"\n</p>\n<p>\n Suzanne Maloney, a former policy adviser on Iran in the Bush administration through last year and now a senior fellow at the Brookings Institution, said Iran's ongoing enrichment program \"has a military dimension to it,\" since it would give the country the capability to produce a nuclear bomb. But, she conceded, McCain's statement \"shades the legitimate gray area that exists about what Iran is doing now.\"\n</p>\n<p>\n Steven Aftergood, project director at the Federation of American Scientists, concurred.\n</p>\n<p>\n \"There are different ways to lay out the facts and to state them more or less provocatively,\" Aftergood said. \"But I don't think there is a basis to state categorically that they are pursuing nuclear weapons.\"\n</p>\n<p>\n So there are \"objective observers,\" including some in the U.S. intelligence community, who are not convinced Iran is pursuing nuclear weapons. Surely McCain knew that when he said otherwise. Of course, we aren't able to answer the underlying question of whether Iran is seeking nuclear weapons, as McCain believes. We only can examine the part of his statement where McCain claims there is a consensus among \"objective observers\" in support of his belief.\n</p>\n<p>\n And on that, the evidence is clear: McCain is wrong. The facts say False.\n</p>\n<p>\n</p>", "ruling_comments_date": "2010-01-07T13:28:11.462322", "ruling_date": "2008-07-07T00:00:00", "ruling_headline": "No consensus on Iran's nuke program", "ruling_headline_slug": "no-consensus-on-irans-nuke-program", "ruling_link_text": "No consensus on Iran's nuke program", "ruling_state": null, "source_documents": null, "sources": "2008Central.net,\n<a href=\"http://2008central.net/2008/06/24/audio-mccain-virtual-town-hall-with-independent-and-democratic-voters-in-florida/\">\n McCain Virtual Town Hall With Independents and Democratic Voters in Florida\n</a>\n, June 24, 2008\n<p>\n National Intelligence Council,\n <a href=\"http://www.dni.gov/press_releases/20071203_release.pdf\">\n  Iran: Nuclear Intentions and Capabilities\n </a>\n , November 2007\n</p>\n<p>\n International Atomic Energy Agency,\n <a href=\"http://www.iaea.org/Publications/Documents/Board/2008/gov2008-15.pdf\">\n  Implementation of the NPT Safeguards Agreement and Relevant Provisions of Security Council Resolutions 1737 (2006), 1747 (2007) and 1803 (2008) in the Islamic Republic of Iran\n </a>\n , May 26, 2008\n</p>\n<p>\n Permanent Mission of the Islamic Republic of Iran to the United Nations,\n <a href=\"http://www.un.int/iran/facts_about_peaceful_nuclear_program.pdf\">\n  Some Facts and Materials on the Peaceful Nuclear Program of the Islamic Republic of Iran\n </a>\n , Dec. 23, 2006\n</p>\n<p>\n Mehr News Agency,\n <a href=\"http://www.fas.org/nuke/guide/iran/nuke/mehr080905.html\">\n  Iran's Statement at IAEA Emergency Meeting\n </a>\n , Aug. 10, 2005\n</p>\n<p>\n Islamic Republic News Agency,\n <a href=\"http://www2.irna.ir/en/news/view/line-22/0711090297152426.htm\">\n  Ayat. Kashani: N-bomb Production Religiously Forbidden\n </a>\n , Nov. 9, 2007\n</p>\n<p>\n CNN Late Edition with Wolf Blitzer,\n <a href=\"http://transcripts.cnn.com/TRANSCRIPTS/0710/28/le.01.html\">\n  Interview with Mohamed ElBaradei\n </a>\n , Oct. 28, 2007\n</p>\n<p>\n Interview with Suzanne Maloney, senior fellow at the Saban Center for Middle East Policy at the Brookings Institution, July 2, 2008\n</p>\n<p>\n Interview with Steven Aftergood, project director at the Federation of American Scientists, July 2, 2008\n</p>\n<p>\n Interview with Ivan Oelrich, vice president for strategic security programs at the Federation of American Scientists, July 2, 2008\n</p>\n<p>\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 32, "current_job": "U.S. senator", "false_count": 39, "first_name": "John", "half_true_count": 31, "home_state": "Arizona", "id": 8, "last_name": "McCain", "mostly_true_count": 37, "name_slug": "john-mccain", "pants_count": 8, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-johnmccain.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Arizona", "edition": "Arizona", "edition_slug": "arizona", "has_afterthefact": false, "id": 56, "index_page": false, "meter_name": "The Arizona Truth-O-Meter", "resource_uri": "/api/v/2/edition/56/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/8/", "total_count": 190, "true_count": 37, "website": "http://www.johnmccain.com/"}, "statement": "\"The Iranians continue &ndash; in the view of every objective observer &ndash; continue to pursue the acquisition of nuclear weapons.\"", "statement_context": "a telephone appearance with Florida voters", "statement_date": "2008-06-24", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}], "target": [], "twitter_headline": null}