{"art": [], "author": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "canonical_url": "/ohio/statements/2012/mar/20/josh-mandel/josh-mandel-says-sherrod-brown-responsible-ohio-jo/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "jkahoun@plaind.com", "first_name": "Jane", "id": 159, "last_name": "Kahoun", "name_slug": "jane-kahoun", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifact-jane-kahoun_1.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/159/", "title": "PolitiFact Ohio editor and deputy metro editor, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 5587, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "resource_uri": "/api/v/2/statement/5587/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\r\n\tThis is about Josh Mandel. But with your indulgence, we must tell you about Sherrod Brown first.<br />\r\n\t<br />\r\n\tBrown is one of the U.S. Senate&rsquo;s most ardent critics of this country&rsquo;s foreign trade policies. An Ohio Democrat, he says he supports the ideal of free trade, but adds that poorly drafted trade agreements and weak enforcement of trade rules have let China and other foreign countries step all over American businesses and workers.<br />\r\n\t<br />\r\n\tHis backup? China&rsquo;s lax labor, safety and environmental standards. It&rsquo;s minuscule wages that make it attractive for manufacturers seeking cheap labor. It&rsquo;s currency manipulation that keeps its export prices artificially low. All of these make it harder for American companies with a domestic workforce to compete, Brown says, yet make China attractive to companies that want to cut labor costs, especially for low-skilled hourly workers. &nbsp;&nbsp;&nbsp;<br />\r\n\t<br />\r\n\tTrade is Brown&rsquo;s signature issue. He has voted against trade deal after trade deal -- with South Korea, Panama, Colombia, Central America, Mexico and Canada and, most importantly here, China. So anyone who follows Brown had to appreciate a recent political jab by Brown&rsquo;s Republican opponent in this year&rsquo;s Senate election, namely, Mandel. Mandel, currently Ohio&rsquo;s state treasurer, said in a news release on March 1, when he announced he was actively campaigning for the Senate:<br />\r\n\t<br />\r\n\t&quot;Make no mistake -- Sherrod Brown is one of the main D.C. politicians responsible for Ohio jobs moving to China.&quot;<br />\r\n\t<br />\r\n\tHad Mandel just co-opted Brown&rsquo;s best-known issue?<br />\r\n\t<br />\r\n\tThis would make for quite an interception and, in the game of politics, it deserved kudos. But we wondered: Can Mandel back up his claim?<br />\r\n\t<br />\r\n\tWe asked, and campaign spokesman Travis Considine sent several points in an email:<br />\r\n\t<br />\r\n\t* The federal stimulus bill in 2009, on which Brown cast a crucial, down-to-the-wire vote, led to tens of millions in taxpayer money being spent on wind turbine parts made in China. The purpose of the bill was to provide jobs in the United States, not China, Considine said.<br />\r\n\t<br />\r\n\t* Excessive federal regulations that Brown supports &quot;destroy American jobs and drive businesses overseas.&quot;<br />\r\n\t<br />\r\n\t* This country&rsquo;s complex tax code and its high corporate tax rate &quot;puts America at a competitive disadvantage and drives jobs overseas.&quot;<br />\r\n\t<br />\r\n\t* &quot;Unchecked federal borrowing and spending (supported by Brown) dissuades job-creating investment in America.&quot;<br />\r\n\t<br />\r\n\tConsidine also added Brown&rsquo;s votes against the Keystone XL pipeline; the amount of U.S. debt held by China and its 1,807 percent increase since Brown entered Congress as a House freshman in 1993, and the total number of pages in the Federal Register, which lists regulations.<br />\r\n\t<br />\r\n\tThat&rsquo;s a lot to consider, but these can be dealt with quickly.<br />\r\n\t<br />\r\n\tThe proposed 1,700-mile-long Keystone pipeline from Canada to the U.S. Gulf Coast has not been built. If the Obama administration or congressional Democrats block it because of environmental concerns, Canada says it might send oil from its oil sands to China rather than to the United States. The oil could help China meet its energy needs. But it has not yet happened. The pipeline won&rsquo;t go through Ohio anyway, so any connection to Ohioans losing jobs to China is speculative and tangential.<br />\r\n\t<br />\r\n\tThe stimulus bill, formally called the American Recovery and Reinvestment Act of 2009, is credited by many economists with pumping enough money into the United States economy to keep the recession from spiralling out of control. There are doubters, though, and there were missteps. <a href=\"http://abcnews.go.com/WNT/video/green-stimulus-jobs-china-9791423\">ABC News </a>and American University&rsquo;s <a href=\"http://investigativereportingworkshop.org/investigations/wind-energy-funds-going-overseas/story/renewable-energy-money-still-going-abroad/\">Investigative Reporting Workshop </a>reported in early 2010 that of $2 billion in stimulus money for building renewable energy projects such as a giant wind-energy farm, 80 percent went to foreign companies, including Chinese.<br />\r\n\t<br />\r\n\tMandel&rsquo;s spokesman cited this specific news story to support Mandel&rsquo;s claim that Brown is responsible for moving jobs to China, since Brown cast a key vote on the stimulus.<br />\r\n\t<br />\r\n\tThe story would have been accurate but for one thing: The wind project with the Chinese connection never got completed. Since companies could only collect money after completion and the program expired last year, it is safe to say that the amount that went to China was &quot;zero,&quot; Russ Choma, the reporter who performed the digging at the Investigative Reporting Workshop, told us.<br />\r\n\t<br />\r\n\tThis stimulus-and-the-Chinese claim has had tentacles in other political races, and Mandel is not alone in citing it. <a href=\"http://www.politifact.com/georgia/statements/2010/oct/19/austin-scott/us-house-hopeful-said-stimulus-funds-went-china/\">PolitiFact Georgia </a>(in a similar claim about a Georgia lawmaker) and the <a href=\"http://www.politifact.com/truth-o-meter/statements/2010/feb/23/sarah-palin/palin-falsely-claims-most-renewable-energy-stimulu/\">national PolitiFact </a>operation (in a claim by Sarah Palin) ruled in 2010 that the stimulus-goes-to-China statements were &quot;False,&quot; largely for the reason we mentioned. But Choma&rsquo;s reporting since then, and the program&rsquo;s termination, has only strengthened the conclusion.<br />\r\n\t<br />\r\n\tThat said, the original ABC News story and the mere prospect of the stimulus providing Chinese jobs prompted outrage from lawmakers -- including Brown. Brown has pushed consistently for &quot;Buy America&quot; provisions in spending and government-procurement bills. He tried to get one in the stimulus bill, in fact, but other lawmakers would only accept a weaker version, some saying they feared other countries would protest it was protectionist.<br />\r\n\t<br />\r\n\tSo the specific parts of Mandel&rsquo;s supporting evidence is weak. But what of his other points, on excessive regulation, the federal tax code, and unchecked borrowing and spending?<br />\r\n\t<br />\r\n\tThose are sweeping, part of a general complaint by many Republicans about Democrats, and <a href=\"http://spectator.org/archives/2011/05/10/killing-manufacturing\">plenty of people share that view.</a> But in none of his examples does Mandel single out Brown&rsquo;s votes or actions as specifically leading to jobs leaving Ohio for China.<br />\r\n\t<br />\r\n\tIn fairness to Mandel, Brown has in fact pushed for greater regulation of consumer products, but most of his complaints were over products made in, of all places, China. He has sought stricter workplace-safety enforcement and in some cases stricter environmental rules. But there are no known cases of Ohio companies announcing that because Brown voted to beef up the Consumer Product Safety Commission or poultry-plant inspections, &nbsp;the work of $7.70-an-hour workers would be shifted to China for 77 cents or so an hour -- or $1.50 to $2.50 an hour, as is the case for iPad makers.<br />\r\n\t<br />\r\n\tPolitiFact Ohio looked at a number of government and private studies on this subject but none went directly to Mandel&rsquo;s claim. A <a href=\"http://www.fas.org/sgp/crs/row/RL33536.pdf\">2011 report from the nonpartisan Congressional Research Service</a>, however, sums it up well: &quot;U.S. firms that use China as the final point of assembly for their products, or use Chinese-made inputs for production in the United States, are able to lower costs and become more globally competitive... On the other hand, many analysts argue that growing economic ties with China have exposed U.S. manufacturing firms to greater, and what is often perceived to be &lsquo;unfair&rsquo; competition from low-cost Chinese firms. They argue that this has induced many U.S. production facilities to relocate to China, resulting in the loss of thousands of U.S. manufacturing jobs.&quot;<br />\r\n\t<br />\r\n\tIn other words, nothing sparks a move to China like competition from China.<br />\r\n\t<br />\r\n\tWhen making a time-for-change-in-Washington argument, Mandel shares a common gripe. But when saying Brown is one of the main Washington politicians responsible for Ohio jobs going to China, he relies on facts that fall apart and is left with generic rhetoric.<br />\r\n\t<br />\r\n\tMandel deserves a nod for his chops in trying to co-opt Brown&rsquo;s signature issue. But to steal a competitor&rsquo;s theme, you&rsquo;ve got to be right. We find Mandel&rsquo;s claim was overly broad; dead wrong in the case of his most concrete backup examples and, overall, just not accurate. It was bold. It was audacious. But put under a microscope, it turned out to be ridiculous, which is a requirement for heating up the Truth-O-Meter. Pants on Fire!</p>\r\n", "ruling_comments_date": "2012-03-19T16:27:36.053028", "ruling_date": "2012-03-20T06:00:00", "ruling_headline": "Josh Mandel says Sherrod Brown is responsible for Ohio jobs moving to China", "ruling_headline_slug": "josh-mandel-says-sherrod-brown-responsible-ohio-jo", "ruling_link_text": "Bold? Yes. Accurate? No.", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tJosh Mandel news release, 3-01-2012<br />\r\n\t<br />\r\n\tEmail from Travis Considine, communications director for Josh Mandel&#39;s U.S. Senate campaign, 3-15-2012 and 3-16-2012<br />\r\n\t<br />\r\n\t&quot;Obama&rsquo;s Keystone denial prompts Canada to look to China sales,&quot; by Theophilos Argitis and Jeremy Van Loon, Bloomberg, 1-19-2012<br />\r\n\t<br />\r\n\t<a href=\"http://abcnews.go.com/WNT/video/green-stimulus-jobs-china-9791423\">&quot;Green stimulus jobs going to China?&quot; </a>ABC News with Investigative Reporting Workshop, 2-9-2010<br />\r\n\t<br />\r\n\tTelephone interview with Russ Choma, reporter who conducted research on stimulus and China for the ABC News-Investigative Reporting Workshop project, 3-16-2012<br />\r\n\t<br />\r\n\t<a href=\"http://www.politifact.com/georgia/statements/2010/oct/19/austin-scott/us-house-hopeful-said-stimulus-funds-went-china/\">PolitiFact Georgia</a>, 10-19-2010<br />\r\n\t<br />\r\n\t<a href=\"http://www.politifact.com/truth-o-meter/statements/2010/feb/23/sarah-palin/palin-falsely-claims-most-renewable-energy-stimulu/\">PolitiFact,</a> 2-23-2010<br />\r\n\t<br />\r\n\t<a href=\"http://spectator.org/archives/2011/05/10/killing-manufacturing\">&quot;Killing manufacturing,&quot; </a>by Roger Pol, The American Spectator, 5-10-2011<br />\r\n\t<br />\r\n\t<a href=\"http://www.fas.org/sgp/crs/row/RL33536.pdf\">&quot;China-U.S. trade issues,&quot;</a> by Wayne M. Morrison, Congressional Research Service, 9-30-2011<br />\r\n\t&nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 4, "current_job": "Ohio treasurer", "false_count": 5, "first_name": "Josh", "half_true_count": 4, "home_state": "Ohio", "id": 612, "last_name": "Mandel", "mostly_true_count": 5, "name_slug": "josh-mandel", "pants_count": 6, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/ohio-treasurer-josh-mandel_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/612/", "total_count": 31, "true_count": 5, "website": "http://www.tos.ohio.gov/"}, "statement": "<p>\r\n\t&quot;Make no mistake -- Sherrod Brown is one of the main D.C. politicians responsible for Ohio jobs moving to China.&quot;</p>\r\n", "statement_context": "a news release", "statement_date": "2012-03-01", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 3, "photo": null, "resource_uri": "/api/v/2/subject/3/", "subject": "Job Accomplishments", "subject_slug": "job-accomplishments", "used_in_edition": []}, {"description": "", "id": 143, "photo": null, "resource_uri": "/api/v/2/subject/143/", "subject": "Trade", "subject_slug": "trade", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 4, "current_job": "U.S. Senator", "false_count": 4, "first_name": "Sherrod", "half_true_count": 5, "home_state": "Ohio", "id": 387, "last_name": "Brown", "mostly_true_count": 9, "name_slug": "sherrod-brown", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact-sherrod-brown2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/387/", "total_count": 37, "true_count": 14, "website": "http://www.brown.senate.gov/"}], "twitter_headline": ""}