{"art": [], "author": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2012/mar/20/judson-hill/health-insurance-coverage-loss-claim-need-overhaul/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jdenery@ajc.com", "first_name": "Jim ", "id": 141, "last_name": "Denery", "name_slug": "jim-denery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/141/", "title": "Word editor", "twitter": null}, {"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 5589, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/5589/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tWe all know how rough the economy has been in Georgia in recent years.<br />\r\n\t<br />\r\n\tPersonal bankruptcies in the state are among the highest in the nation. Job growth is near the <a href=\"http://www.politifact.com/georgia/statements/2012/mar/12/ted-jackson/data-mostly-backs-job-loss-claim/\">bottom</a>. Georgia has more bank <a href=\"http://www.politifact.com/georgia/statements/2011/nov/14/lynn-westmoreland/georgia-leads-nation-unfortunate-category-lawmaker/\">failures</a> than any state.<br />\r\n\t<br />\r\n\tBut a state senator from Cobb County offered up a statistic earlier this month that added a different dimension to the economic troubles.<br />\r\n\t<br />\r\n\t&quot;Every 1 percent increase in the cost of health insurance today causes about 30,000 Georgians to be uninsured,&quot; said Sen. Judson Hill, a Republican from Marietta.<br />\r\n\t<br />\r\n\tHill said this during a Georgia Senate debate of a bill he wanted passed. Senate Bill 471 is aimed at authorizing the state&rsquo;s Insurance Department to work with other states to create a more competitive health insurance market that will result in lower costs for customers. The Republican-led Senate passed the bill by a 2-1 ratio. The Georgia House of Representatives has not yet voted on the bill.<br />\r\n\t<br />\r\n\tHill told us that the state loses millions of dollars a year when it has to pay for medical costs of uninsured Georgians who use emergency rooms as their first source of primary medical care.<br />\r\n\t<br />\r\n\t&quot;[The state is] saving a lot of money by helping the uninsured get health insurance,&quot; the senator said.<br />\r\n\t<br />\r\n\tStill, PolitiFact Georgia wondered whether Hill was right about this claim. Do 30,000 Georgians lose their health insurance when there is a 1 percent increase in cost?<br />\r\n\t<br />\r\n\tHill said the numbers came from a study he read several years ago. Hill offered some more details through a Senate spokeswoman. The senator pointed to a few national statistics on how many Americans lose their health insurance and estimated what the numbers would be in Georgia.<br />\r\n\t<br />\r\n\tHealth insurance cost experts believe there is a correlation between rising insurance costs and more people losing their insurance. Rising health insurance premiums are generally a result of increased quantity and quality of medical services, some researchers have found. The numbers of how many lose their insurance when costs rise 1 percent varies from the studies we&rsquo;ve seen and Hill sent us. Some of these estimates are based on data that&rsquo;s in some cases more than a decade old.<br />\r\n\t<br />\r\n\tIn 2005, a Harvard University professor, a University of Michigan professor and a researcher from the National Bureau of Economic Research produced a study that examined the increase in health insurance costs and the decrease of those insured in the 1990s.<br />\r\n\t<br />\r\n\t&quot;Our estimates suggest that a 1 percent premium increase results in a net increase in uninsured of 164,000 people. This compares with an estimate by the Lewin Group of 300,000 individuals losing employment-based coverage because of a 1 percent premium increase,&quot; the study found.<br />\r\n\t<br />\r\n\tWe did not hear back from any of the researchers. The Lewin Group, through a spokesman, declined to comment.<br />\r\n\t<br />\r\n\tGeorgia has 3.15 percent of the nation&rsquo;s population, according to U.S. Census Bureau data. Using the study&rsquo;s estimate, that would mean 5,166 Georgians would lose their health insurance, a far cry from Hill&rsquo;s statement. Using the Lewin Group&rsquo;s estimate, the number of Georgians losing their insurance would be 9,450, which is slightly closer to the senator&rsquo;s statement.<br />\r\n\t<br />\r\n\tHill argued the numbers are higher.<br />\r\n\t<br />\r\n\t&quot;The upper side of that number is approximately 500,000; Georgia represents about 3-4 percent of that number because Georgia has a high number of insured lives,&quot; Hill wrote in an email.<br />\r\n\t<br />\r\n\tThe highest national estimate Hill sent us was 400,000. The senator mentioned the Lewin Group study, a Congressional Budget Office study that put the number at 200,000 people who lose health insurance for every 1 percent increase in cost and another group that estimated between 200,000 and 400,000 people lose their insurance.<br />\r\n\t<br />\r\n\tHill told us in a telephone interview that he had heard estimates of 28,000 Georgians who lose their insurance each time costs rise by a percentage point. He rounded the estimate to 30,000 in his comments to the Senate but conceded the estimate may be lower.<br />\r\n\t<br />\r\n\t&quot;My real purpose is to do everything we can to make sure health insurance is more affordable,&quot; the senator said.<br />\r\n\t<br />\r\n\tIn 2010, nearly one in five Georgians lacked health insurance, according to an annual report by Georgia State University researchers, who compile an annual study on the topic based on U.S. census data. In 2008, the year the Great Recession&rsquo;s footprints could be seen throughout Georgia, 18 percent of Georgians were uninsured, the GSU researchers found.<br />\r\n\t<br />\r\n\tGeorgia State associate professor Bill Custer talked about the recession&rsquo;s impact with PolitiFact Georgia. He said there&rsquo;s been a rapid increase in the number of Georgians uninsured because incomes have fallen.<br />\r\n\t<br />\r\n\t&quot;It&rsquo;s difficult to give a magnitude on that relationship,&quot; Custer said when asked whether Hill&rsquo;s numbers are correct. &quot;If someone put a gun to my head, I&rsquo;d say he&rsquo;s pretty close. But thankfully, no one has done that.&quot;<br />\r\n\t<br />\r\n\tEven if we use the highest national estimate of the number of people who lose their insurance if costs increase by 1 percent, 500,000, the number of Georgians who would lose their insurance would be 15,000. That&rsquo;s based on 3 percent of Americans living in Georgia. Considering the recession&rsquo;s impact in Georgia and that a larger percentage of Georgians were uninsured between 2008 and 2010, maybe the total is higher.<br />\r\n\t<br />\r\n\tCuster, the Georgia State expert, believes Hill is close with his estimate. We&rsquo;re a little more skeptical about the senator&rsquo;s math. Our rating: Mostly False.</p>\r\n", "ruling_comments_date": "2012-03-19T17:20:30.554461", "ruling_date": "2012-03-20T06:00:00", "ruling_headline": "Health insurance coverage loss claim in need of overhaul", "ruling_headline_slug": "health-insurance-coverage-loss-claim-need-overhaul", "ruling_link_text": "More research needed to support this number", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tTelephone interview with Sen. Judson Hill, March 19, 2012<br />\r\n\t<br />\r\n\tHealth Services Research, &quot;I<a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC1361195/\">ncreasing Health Insurance Costs and the Decline in Insurance Coverage</a>,&quot; August 2005</p>\r\n<p>\r\n\tEmail from Jennifer Yarber, deputy director, Georgia Senate Press Office, March 16, 2012<br />\r\n\t<br />\r\n\tTelephone interview with Bill Custer, associate professor, Georgia State University, March 15, 2012<br />\r\n\t<br />\r\n\tGeorgia Senate Bill <a href=\"http://www1.legis.ga.gov/legis/2011_12/sum/sb471.htm\">471</a></p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 0, "first_name": "Judson", "half_true_count": 1, "home_state": "", "id": 490, "last_name": "Hill", "mostly_true_count": 0, "name_slug": "judson-hill", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Judson_Hill.JPG_1567616.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/490/", "total_count": 2, "true_count": 0, "website": ""}, "statement": "<p>\r\n\t&quot;Every 1 percent increase in the cost of health insurance today causes about 30,000 Georgians to be uninsured.&quot;</p>\r\n", "statement_context": "a speech", "statement_date": "2012-03-07", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}