{"art": [], "author": [{"email_address": "sgarry@sptimes.com", "first_name": "Stephanie", "id": 53, "last_name": "Garry", "name_slug": "stephanie-garry", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/53/", "title": "Staff writer, St. Petersburg Times", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2008/jul/09/barack-obama/no-shortage-of-choppers-for-floods/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "smontgomery@sptimes.com", "first_name": "Scott", "id": 9, "last_name": "Montgomery", "name_slug": "scott-montgomery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/9/", "title": "Former Government & Politics Editor, St. Petersburg Times", "twitter": null}], "facebook_headline": null, "id": 560, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "alex.reporter@gmail.com", "first_name": "Alexander", "id": 58, "last_name": "Lane", "name_slug": "alexander-lane", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/58/", "title": "Staff Writer, PolitiFact.com", "twitter": null}], "resource_uri": "/api/v/2/statement/560/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "In a news conference in Chicago, Sen. Barack Obama took a question about whether \"a terror attack might be good for Senator John McCain's campaign.\"\n<p>\n The theory behind the question was that McCain is a military veteran who has spent his decades in Washington developing strong foreign policy credentials. Obama answered by arguing that the policies supported by McCain and President Bush have actually made the country more vulnerable to attack:\n</p>\n<p>\n \"I don't think that the Bush administration or John McCain have shaped policies that are optimal in order to deal with the terrorist threat. We're seeing backsliding in Afghanistan. We've got bin Laden sending out audio tapes. We've got interactive Internet sites that al-Qaida has put up because they've got a place where they feel relatively secure. We are weakened financially and our military is strained to the breaking point as a consequence of our incursions into Iraq. We've neglected some of the homeland security investments that we could have made here.\n</p>\n<p>\n \"Our National Guard, as we saw in the Midwest flooding, can't function as effectively as it could. I was talking to National Guard representatives. Fifteen of their 17 helicopters in this region were overseas during the flooding.\"\n</p>\n<p>\n Obama was making two points about the Guard: First, that the strain on the Guard from fighting two foreign wars hampered its response to the June Midwest flooding; second, that the number of helicopters overseas at the time supports that conclusion.\n</p>\n<p>\n We didn't find evidence that either of these points were true. Three states affected by the flooding said his math is incorrect on the number of helicopters available to work flooding missions. Only one state had more helicopters slotted for overseas work than domestic missions. The Obama campaign didn't specify what region the candidate was referring to or where he got his information, but it acknowledged that the helicopter figure was wrong.\n</p>\n<p>\n &bull; In Iowa, the state worst hit by the flooding, all 21 of its helicopters were stateside and available to help with the flooding.\n</p>\n<p>\n The figures for manpower show the Iowa National Guard was ready to respond as well. At the time of the flooding, about 850 service men and women were overseas. That's less than one-tenth of the state's total forces of 9,400.\n</p>\n<p>\n \"We had what we needed to get the job done,\" said Lt. Col. Greg Hapgood, a Guard spokesman. \"If we needed more people we had more to call up.\"\n</p>\n<p>\n Before and during the flooding, service members returned from Iraq. Now, Iowa has about 560 serving on active duty, and the majority of those aren't involved in the war on terrorism. About 330 are on a peacekeeping mission in Kosovo, about 140 are in Iraq and 90 on the Sinai Peninsula, Hapgood said.\n</p>\n<p>\n &bull; Missouri National Guard spokeswoman Capt. Tammy Spicer said the Missouri Guard has 10 Black Hawk helicopters that are on their way to Iraq. That leaves them with eight choppers to work the flooding.\n</p>\n<p>\n \"Every request for aviation support that has been passed to the Missouri National Guard for this particular disaster has been met,\" Spicer said. Kansas had offered aviation support, but Missouri didn't need it.\n</p>\n<p>\n For personnel, the Missouri Guard has 11,500 soldiers and airmen, about 1,800 of which are mobilized for the war on terrorism. The largest number, about 1,000, are in Kosovo, followed by Iraq and Afghanistan.\n</p>\n<p>\n &bull; Mike Chrisman, spokesman for the Illinois National Guard, said eight of the state's eighteen helicopters are overseas in Kosovo. They've been using only three of the available helicopters for flooding missions. And the helicopters that are overseas aren't even in Iraq.\n</p>\n<p>\n \"We've had the assets,\" Chrisman said. \"We would have had more had they asked for more.\"\n</p>\n<p>\n Illinois has about 13,000 National Guard soldiers and airmen, with about 800 in Iraq and Afghanistan. Later this year, about 2,700 National Guard soldiers will deploy to Afghanistan, the state's biggest overseas deployment since World War II.\n</p>\n<p>\n Still, the flooding required only about 1,400 soldiers.\n</p>\n<p>\n Tommy Vietor, a spokesman for Obama, conceded in an e-mail that the 15 out of 17 figure on helicopters was inaccurate, but he did not provide more specifics on where the information came from.\n</p>\n<p>\n \"The exact data point on helicopters that was relayed to Senator Obama was off, but the sentiment behind his statement was correct &ndash; that the Iraq war is overstretching our national guard,\" Vietor wrote.\n</p>\n<p>\n We're not sure exactly what \"region\" Obama was referring to, but the numbers for the states affected by flooding don't match up at all. We understand Obama's larger point,\n <a href=\"http://politifact.com/truth-o-meter/article/2008/jul/09/guard-strained-so-are-obamas-facts/\">\n  and explore it in this story about the readiness of the National Guard.\n </a>\n But he chose a terrible example in the Midwest floods to illustrate that larger point. The fact is his facts wrong, so we say False.\n</p>\n<p>\n</p>", "ruling_comments_date": "2010-01-07T13:28:11.245044", "ruling_date": "2008-07-09T00:00:00", "ruling_headline": "No shortage of choppers for floods", "ruling_headline_slug": "no-shortage-of-choppers-for-floods", "ruling_link_text": "No shortage of choppers for floods", "ruling_state": null, "source_documents": null, "sources": "Interview, Iowa National Guard spokesman Lt. Col. Greg Hapgood, June 28\n<p>\n Interview, Tammy Spicer, captain in the public affairs office for the Missouri National Guard, June 26\n</p>\n<p>\n Interview, Mike Chrisman, public affairs representative for the Illinois National Guard, June 26\n</p>\n<p>\n Interview, Mark Merritt, president of James Lee Witt Associates, June 27\n</p>\n<p>\n Interview, Lt. Col. Ron Tittle, director of public affairs for the Florida National Guard, July 1\n</p>\n<p>\n Commission on the National Guard and Reserves,\n <a href=\"http://www.cngr.gov/resource-center.CNGR-reports.asp\">\n  Final Report to Congress and the Secretary of Defense, Jan. 31, 2008\n </a>\n</p>\n<p>\n CNN.com\n <a href=\"http://transcripts.cnn.com/TRANSCRIPTS/0806/25/sitroom.01.html\">\n  Situation Room Transcripts, Obama's June 25 remarks\n </a>\n</p>\n<p>\n</p>", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "\"Our National Guard, as we saw in the Midwest flooding, can't function as effectively as it could. I was talking to National Guard representatives. Fifteen of their 17 helicopters in this region were overseas during the flooding.\"", "statement_context": "Chicago", "statement_date": "2008-06-25", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 1, "photo": null, "resource_uri": "/api/v/2/subject/1/", "subject": "Iraq", "subject_slug": "iraq", "used_in_edition": []}], "target": [], "twitter_headline": null}