{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2012/mar/21/blog-posting/does-barack-obamas-health-care-bill-include-1-abor/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 5600, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/5600/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tMany readers have asked us to review a recent claim reverberating <a href=\"http://www.frc.org/washingtonupdate/obamacare-home-of-the-1-abortions\">around</a> <a href=\"http://www.thegatewaypundit.com/2012/03/its-official-despite-obamas-many-many-promises-obamacare-funds-abortion-after-all/\">the Internet</a> that stems from an article posted on an anti-abortion website, lifenews.com. The <a href=\"http://www.lifenews.com/2012/03/12/obama-admin-finalizes-rules-1-abortions-in-obamacare/\">March 12, 2012, article</a> is titled, &quot;Obama Admin Finalizes Rules: $1 Abortions in ObamaCare.&quot;</p>\r\n<p>\r\n\tReferring to a <a href=\"http://www.ofr.gov/OFRUpload/OFRData/2012-06125_PI.pdf\">rule</a> recently issued by the Department of Health and Human Services, lifenews.com published the following:</p>\r\n<p>\r\n\t&quot;It&rsquo;s official. The concern pro-life organizations had about the ObamaCare legislation funding abortions has been confirmed, as the Obama administration has issued the final rules on abortion funding governing the controversial health care law. Nestled within the &lsquo;individual mandate&rsquo; in the Obamacare act &mdash; that portion of the Act requiring every American to purchase government-approved insurance or pay a penalty &mdash; is an &lsquo;abortion premium mandate.&rsquo; This mandate requires all persons enrolled in insurance plans that include elective abortion coverage to pay a separate premium from their own pockets to fund abortion. As a result, many pro-life Americans will have to decide between a plan that violates their consciences by funding abortion, or a plan that may not meet their health needs.&quot;</p>\r\n<p>\r\n\tWe&rsquo;ll look at whether the Obama administration has issued rules for &quot;$1 abortions in ObamaCare&quot; and required &quot;all persons enrolled in insurance plans that include elective abortion coverage to pay a separate premium from their own pockets to fund abortion.&quot; (We emailed lifenews.com but did not hear back.)</p>\r\n<p>\r\n\tAs we&rsquo;ve <a href=\"http://www.politifact.com/truth-o-meter/statements/2010/mar/23/bart-stupak/stupak-says-there-no-federal-funding-abortion-sena/\">noted before</a>, abortion has been a thorny issue in the process of drafting and enacting a health care law from the beginning.</p>\r\n<p>\r\n\tSince 1976, the federal government has been guided by the Hyde Amendment, a law that prohibits the use of federal funds for abortions except in cases of rape, incest or when the mother&#39;s life is in peril. Due to that amendment -- which must be renewed every year -- abortion services are not provided in health care plans offered to federal employees and for active and retired military.</p>\r\n<p>\r\n\tBut the health care reform bill set up health care &quot;exchanges&quot; in which private insurance companies can compete for the business of buyers who do not get their insurance through an employer. The question became: Should private companies be allowed to offer abortion coverage (as most already do) when operating through the exchanges? And what if the people buying policies are getting government subsidies to buy insurance?</p>\r\n<p>\r\n\tThe final rules from HHS don&rsquo;t dramatically alter the approach taken by the law itself.</p>\r\n<p>\r\n\tFor starters, when the exchanges begin operating in 2014, some states will ban all abortion coverage entirely for any plan selling on that state&rsquo;s exchange. Doing so is allowed by a state &quot;opt-out&quot; clause that was passed as part of the health care law. <a href=\"http://www.nationalrighttolifenews.org/news/2012/03/hhs-issues-new-rule-on-obamacare-scheme-to-fund-abortion-insurance/\">According to the National Right to Life Committee</a>, 15 states have passed such laws so far, with other legislatures considering similar measures.</p>\r\n<p>\r\n\tBeyond that, every state must offer at least one plan on its exchange that doesn&rsquo;t cover abortion, and that plan will include the same minimum benefit package for non-abortion services that is required of every other plan sold on the exchanges. In addition, no private insurer will be forced to cover abortion; doing so will be their choice, at least in states that choose to allow it.</p>\r\n<p>\r\n\tHowever, unless and until opt-out laws are passed by the other 35 states, insurers will be allowed to sell policies on the exchanges that include abortion coverage. To allow this yet still abide by the Hyde Amendment, sponsors of the bill drafted a special procedure to differentiate between dollars spent on abortion coverage and dollars spent for everything else. (Anti-abortion advocates have consistently argued that the approach doesn&rsquo;t offer strong enough protections to prevent taxpayer funding of abortion. More on that later.)</p>\r\n<p>\r\n\tAny insurer offering a plan on the exchange that includes abortion coverage must set up two separate accounts for dollars received and paid. One account would hold money that is used to pay for abortion services (except for abortions that are the result of rape, incest, or to protect the life of the mother, which may be paid for under the Hyde Amendment). The other account would hold money that is used to pay for everything else.</p>\r\n<p>\r\n\tAll federal dollars, such as federal subsidies received by purchasers on the exchange whose incomes are low enough to qualify for them, would be deposited in the non-abortion account. Most of the premiums paid by the plan&rsquo;s beneficiaries would also go into this account, but a fraction of individual premium payments would be sent to the abortion account, so that enough money is available to pay for claims submitted by beneficiaries for abortion services.</p>\r\n<p>\r\n\t<strong>The Obama administration has issued rules for &quot;$1 abortions in ObamaCare&quot;</strong></p>\r\n<p>\r\n\tSo where does that $1figure come from?</p>\r\n<p>\r\n\tHHS <a href=\"http://dhhs.gov/asfr/of/finpollibrary/financialpolicies/section1303.html\">has determined</a> the minimum amount that insurers offering plans that include abortion must allocate per beneficiary into this abortion account. An insurer &quot;may not estimate such a cost at less than $1 per enrollee, per month,&quot; HHS said.</p>\r\n<p>\r\n\tThat&rsquo;s where it comes from. But what does it mean?</p>\r\n<p>\r\n\tIt means that a plan cannot contribute less than $1of premiums per month per beneficiary into the abortion fund. That&rsquo;s all. It doesn&rsquo;t mean that abortions will cost one dollar -- which seems an obvious interpretation of the phrase &quot;$1 abortions in ObamaCare.&quot; Rather, it&rsquo;s a way of filling the account so that there&rsquo;s enough money to pay abortion providers for their services. The actual amount per enrollee per month may be a lot higher, depending on what the insurer&rsquo;s actuaries determine.</p>\r\n<p>\r\n\tSo the claim of &quot;$1 abortions&quot; is ridiculously inaccurate. What about the second claim?</p>\r\n<p>\r\n\t<strong>The law &quot;requires all persons enrolled in insurance plans that include elective abortion coverage to pay a separate premium from their own pockets to fund abortion.&quot;</strong></p>\r\n<p>\r\n\tThis claim echoes many made by anti-abortion advocates since the law was first proposed. Critics argue that the health care law&rsquo;s protections against taxpayer dollars being used to fund abortions are inadequate.</p>\r\n<p>\r\n\t&quot;The most objectionable aspect is that it is a smokescreen intended to conceal the new and massive federal subsidies (&lsquo;tax credits&rsquo;) to health plans that cover abortion on demand -- a sharp break from decades of federal policy,&quot; said Douglas Johnson, legislative director of the National Right to Life Committee. &quot;Under Medicaid and the Federal Employee Health Benefits program, for example, federal funds do not go to plans that cover elective abortions.&quot;</p>\r\n<p>\r\n\tBut let&rsquo;s parse the lifenews.com statement closely.</p>\r\n<p>\r\n\tFor starters, it refers to &quot;all persons enrolled in insurance plans that include elective abortion services&quot; -- but the issue at hand actually affects only persons who purchased insurance from the exchanges. According to the <a href=\"http://www.cbo.gov/sites/default/files/cbofiles/ftpdocs/120xx/doc12033/12-23-selectedhealthcarepublications.pdf\">Congressional Budget Office</a>, by 2018, there will be 24 million people buying insurance through the exchanges, compared to 184 million people with either employer-provided insurance or individually purchased insurance outside the exchanges.</p>\r\n<p>\r\n\tSo the maximum number of people theoretically affected by this concern is 12 percent of private-insurance beneficiaries in 2018. And that number could decline substantially once you subtract residents of the 15 states (or more) that bar any abortion coverage in exchange-sold policies, and after you subtract those individuals that purchase one of the non-abortion options required to be offered by the exchanges. This group falls well short of &quot;all persons enrolled in insurance plans that include elective abortion coverage to pay a separate premium from their own pockets to fund abortion.&quot;</p>\r\n<p>\r\n\tBut even this is a side issue. We have <a href=\"http://www.politifact.com/truth-o-meter/statements/2010/mar/23/bart-stupak/stupak-says-there-no-federal-funding-abortion-sena/\">ruled in the past</a> that the health care law does not provide federal funding for abortion. Our conclusion was that even if you have the opportunity to buy abortion coverage on the exchanges -- and Americans in many states won&rsquo;t have that option -- you won&rsquo;t be forced to buy such coverage. Non-abortion options will always be available on the exchanges, and tax dollars sent to those plans through federal subsidies will be placed in accounts walled off from accounts used to pay for abortion services.</p>\r\n<p>\r\n\tThis all means that anyone purchasing a plan with abortion coverage will be be doing so by choice and paying for it personally.</p>\r\n<p>\r\n\tOn March 16, 2012, Johnson, of the National Right to Life Committee, and his colleague, senior legislative counsel Susan T. Muskett, <a href=\"http://www.nationalrighttolifenews.org/news/2012/03/hhs-issues-new-rule-on-obamacare-scheme-to-fund-abortion-insurance/\">raised an issue</a> about the way the law is worded. They wrote that &quot;if a health plan covers abortion, the rule forbids the plan from calling attention to that fact in any of its advertising or explanatory materials. The disclosure of abortion coverage can be provided &lsquo;only as part of the summary of benefits and coverage explanation, at the time of enrollment.&rsquo; This provision seems designed for no other purpose than to ensure that many people who would not deliberately sign up for abortion-covering plans will do so inadvertently.&quot;</p>\r\n<p>\r\n\tThe <a href=\"http://housedocs.house.gov/energycommerce/ppacacon.pdf\">text of the law</a> does include this line: &quot;A qualified health plan that provides for coverage of (elective abortion) shall provide a notice to enrollees, only as part of the summary of benefits and coverage explanation, at the time of enrollment, of such coverage.&quot;</p>\r\n<p>\r\n\tThis use of the word &quot;only&quot; does seem to raise the risk that a plan&rsquo;s abortion provisions won&rsquo;t be fully transparent to the buyer. But we think the law does ensure disclosure for any potential purchaser who is paying attention.</p>\r\n<p>\r\n\tHHS describes the disclosure summary in question as something akin to the nutritional labels on food -- a standardized form that will allow consumers to easily compare one plan&rsquo;s features to another&rsquo;s before they buy.</p>\r\n<p>\r\n\t&quot;Before choosing a health plan, consumers will know whether the plan covers these services,&quot; said HHS spokeswoman Erin Shields.</p>\r\n<p>\r\n\t<strong>Our ruling</strong></p>\r\n<p>\r\n\tThe claim that the Obama administration has issued rules for &quot;$1 abortions in ObamaCare&quot; is ridiculous; the administration has simply set a floor for how much money per month of the premiums paid by those who have chosen plans that include abortion must be placed in a segregated account in order to make sure that there&rsquo;s enough money available to pay for abortion services incurred by people enrolled in that plan.</p>\r\n<p>\r\n\tThe bigger charge -- that the Obama health care law &quot;requires all persons enrolled in insurance plans that include elective abortion coverage to pay a separate premium from their own pockets to fund abortion&quot; -- is also incorrect.</p>\r\n<p>\r\n\tThe provision in question only affects people who purchase insurance plans that cover abortion and who do so on the exchanges -- a much narrower group than the claim suggests. And people who make such purchases will be paying their private dollars into abortion coverage accounts voluntarily. Despite some puzzling wording, ultimately the law allows for full disclosure of its abortion rules at the most obvious time, when someone is signing up for coverage. On balance, we rate this claim False.</p>\r\n", "ruling_comments_date": "2012-03-21T16:19:07.738009", "ruling_date": "2012-03-21T18:04:25", "ruling_headline": "Does Barack Obama's health care bill include $1 abortions?", "ruling_headline_slug": "does-barack-obamas-health-care-bill-include-1-abor", "ruling_link_text": "Incorrect on several levels", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tlifenews.com, &quot;<a href=\"http://www.lifenews.com/2012/03/12/obama-admin-finalizes-rules-1-abortions-in-obamacare/\">Obama Admin Finalizes Rules: $1 Abortions in ObamaCare</a>,&quot; March 12, 2012<br />\r\n\t<br />\r\n\t<a href=\"http://housedocs.house.gov/energycommerce/ppacacon.pdf\">Text</a> of the Patient Protection and Affordable Care Act<br />\r\n\t<br />\r\n\tDepartment of Health and Human Services, &quot;<a href=\"http://dhhs.gov/asfr/of/finpollibrary/financialpolicies/section1303.html\">Pre-Regulatory Model Guidelines Under Section 1303 of the Affordable Care Act (PL-111-148): Issued Pursuant to Executive Order 13535</a>,&quot; March 24, 2010<br />\r\n\t<br />\r\n\tDepartment of Health and Human Services, <a href=\"http://www.ofr.gov/OFRUpload/OFRData/2012-06125_PI.pdf\">final rule for Affordable Care Act</a><br />\r\n\t<br />\r\n\tDecision Health Daily, &quot;<a href=\"http://daily.decisionhealth.com/Blogs/Detail.aspx?id=200234\">Are &#39;$1 Abortions&#39; really promised in the Health Insurance Exchange Rule?</a>&quot; March 6, 2012<br />\r\n\t<br />\r\n\tDouglas Johnson and Susan T. Muskett, &quot;<a href=\"http://www.nationalrighttolifenews.org/news/2012/03/hhs-issues-new-rule-on-obamacare-scheme-to-fund-abortion-insurance/\">HHS Issues New Rule on ObamaCare Scheme to Fund Abortion Insurance</a>,&quot; March 16, 2012<br />\r\n\t<br />\r\n\tEmail interview with Douglas Johnson, legislative director of the National Right to Life Committee, March 20, 2012<br />\r\n\t<br />\r\n\tEmail interview with Tait Sye, spokesman for Planned Parenthood Federation of America, March 21, 2012<br />\r\n\t<br />\r\n\tEmail interview with Erin Shields, spokeswoman for the Department of Health and Human Services, March 21, 2012</p>\r\n<p>\r\n\t&nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 23, "current_job": "", "false_count": 82, "first_name": "", "half_true_count": 14, "home_state": "", "id": 43, "last_name": "Bloggers", "mostly_true_count": 10, "name_slug": "blog-posting", "pants_count": 280, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-bloggers.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/43/", "total_count": 416, "true_count": 5, "website": ""}, "statement": "<p>\r\n\tThe administration has issued rules for &quot;$1 abortions in ObamaCare&quot; and &quot;requires all persons enrolled in insurance plans that include elective abortion coverage to pay&quot; an abortion premium.</p>\r\n", "statement_context": "blog posts and links on the Internet", "statement_date": "2012-03-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 11, "photo": null, "resource_uri": "/api/v/2/subject/11/", "subject": "Abortion", "subject_slug": "abortion", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}