{"art": [], "author": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "canonical_url": "/texas/statements/2012/mar/24/elliott-naishtat/democratic-legislators-say-nearly-45-women-who-get/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 5623, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/5623/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tSpeaking out against the exclusion of Planned Parenthood clinics from a Texas family planning program for low-income women, five Democratic legislators aired a statistic indicating that the group is a crucial provider.</p>\r\n<p>\r\n\t&quot;Nearly 45 percent of the women who receive health screenings through this program do so at a Planned Parenthood health center,&quot; said a <a href=\"http://www.statesman.com/opinion/move-that-hurts-women-is-political-not-economical-2218947.html?printArticle=y\">commentary</a> in the March 6, 2012, <em>Austin American-Statesman</em> by Austin state Reps. Elliott Naishtat, Dawnna Dukes, Eddie Rodriguez, Mark Strama and Donna Howard.</p>\r\n<p>\r\n\tWe looked into that figure amid debate over the state&rsquo;s decision, which led the Obama administration to set in motion a phased-in cutoff of about $30 million in annual federal funds for the Texas Medicaid Women&rsquo;s Health Program, which has served tens of thousands of women a year since its launch in 2007.</p>\r\n<p>\r\n\tTo participate in the program, providers may not perform elective abortions. Since the program&rsquo;s start, dozens of Planned Parenthood health centers in Texas have qualified because they don&rsquo;t provide abortions and are legally separated from Planned Parenthood clinics that do.</p>\r\n<p>\r\n\tThat is changing, however. The Texas health and human services commissioner <a href=\"http://www.texastribune.org/texas-health-resources/abortion-texas/suehs-signs-rule-banning-abortion-affiliates/\">signed a rule</a> in February 2012 barring entities affiliated with abortion providers from the program, which had the effect of disqualifying Planned Parenthood health centers that do not provide abortions. In response, the Obama administration declined to renew the program, arguing that Texas&rsquo; new rule violates federal law by restricting women&rsquo;s abilities to choose their own caregivers. Perry has pledged to continue the program with state money &mdash; and without Planned Parenthood.</p>\r\n<p>\r\n\tUnder the program, participating women may receive <a href=\"http://www.hhsc.state.tx.us/WomensHealth/InformationforProviders.html#_Covered_Services\">health screenings</a>, including a Pap smear, during the one family planning exam per fiscal year that the program covers. Examples of other screenings, related to family planning, that women can get during their visit: breast exam, pregnancy test, routine urinalysis, as well as testing for diabetes, sexually transmitted diseases and high blood pressure. Screenings are not covered outside of the annual exam.</p>\r\n<p>\r\n\tThe program also pays for birth control such as pills and condoms.</p>\r\n<p>\r\n\tNaishtat aide Nancy Walker told us by email that the &quot;nearly 45 percent&quot; figure came from &quot;multiple sources,&quot; including the Texas Health and Human Services Commission. She said the agency told her that in fiscal 2010, about 46 percent of clients in the state&rsquo;s Women&rsquo;s Health Program had received services from Planned Parenthood &mdash; which, we noticed, is a wider description than the legislators&rsquo; reference solely to &quot;health screenings.&quot;</p>\r\n<p>\r\n\tCommission spokeswoman Stephanie Goodman told us that the state has not compiled data on where women in the program receive health screenings.</p>\r\n<p>\r\n\tAsked about the figure that Naishtat&rsquo;s aide cited from the commission, Goodman told us that the figure is based on a data analysis for fiscal 2010 &mdash; Sept. 1, 2009, through Aug. 31, 2010 &mdash; showing that of the 106,711 women who were served by the program, 49,162 received a service from a Planned Parenthood clinic. That&rsquo;s 46.1 percent.</p>\r\n<p>\r\n\tWe wondered, though, if it&rsquo;s correct to assume that all women in the program received health screenings, as the Democrats&rsquo; article suggests. Goodman speculated that it might be, pointing out that all women in the program are entitled to an annual exam with health screenings.</p>\r\n<p>\r\n\tAlso, the Democrats&rsquo; article leaves the impression that the referenced women solely depended on Planned Parenthood clinics for their screenings.</p>\r\n<p>\r\n\tThat might not be so. According to the commission&rsquo;s figures, 27,256 of the 49,162 Women&rsquo;s Health Program clients who were served by Planned Parenthood in fiscal 2010 also received a Women&rsquo;s Health Program service from a provider not linked to Planned Parenthood.</p>\r\n<p>\r\n\tIn a previous <a href=\"http://www.politifact.com/texas/statements/2012/mar/23/rick-perry/rick-perry-says-2010-nearly-80-women-served-womens/\">fact-check</a>, we laid out a couple of possible explanations for those women being served by both Planned Parenthood and another type of provider.</p>\r\n<p>\r\n\tFor one, some portion of the 27,256 women may have had their exams and screenings at a Planned Parenthood clinic and then any tests processed at an outside lab. In those cases &mdash; and the state couldn&rsquo;t tell us how many of them there were &mdash; the only &quot;services&quot; that a woman would have received from a non-Planned Parenthood provider was lab testing. These women would not affect the Democrats&rsquo; statistic, since they received their screenings at Planned Parenthood.</p>\r\n<p>\r\n\tBut under the program, it&rsquo;s also possible for women to switch providers during the year and receive another exam and screenings. So some portion of the 27,256 women may have received screenings from both a Planned Parenthood and a non-Planned Parenthood provider during fiscal 2010.</p>\r\n<p>\r\n\tAnd if the number were large enough, the percentage of women in the program who received their screenings exclusively from a Planned Parenthood clinic would be smaller than 46 percent.</p>\r\n<p>\r\n\tGoodman told us the state has not teased out the detailed data that would settle this issue.</p>\r\n<p>\r\n\t<strong>Our ruling</strong></p>\r\n<p>\r\n\tThe Democratic legislators wrote that nearly 45 percent of women who received health screenings through the targeted family-planning program in fiscal 2010 had them at Planned Parenthood clinics.</p>\r\n<p>\r\n\tThat could be so, but we identified a couple of unsettled hitches.</p>\r\n<p>\r\n\tAccording to the state, 46 percent of the cited program&rsquo;s clients went to a Planned Parenthood clinic, but the state has no breakdown of the number of women who were screened overall, which is what the Democrats focused on. Also, the Democrats&rsquo; statement implies that 46 percent of women rely on Planned Parenthood exclusively for screenings, but some women included in the 46 percent could have had screenings at a different kind of clinic, though (again) such details are not available.</p>\r\n<p>\r\n\tWe rate the claim Half True.</p>\r\n", "ruling_comments_date": "2012-03-24T19:53:24.912538", "ruling_date": "2012-03-24T18:54:43", "ruling_headline": "Democratic legislators say nearly 45% of women who get health screenings through the Women’s Health Program do so at Planned Parenthood", "ruling_headline_slug": "democratic-legislators-say-nearly-45-women-who-get", "ruling_link_text": "State hasn't analyzed health screenings specifically", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tState Reps. Elliott Naishtat, Dawnna Dukes, Eddie Rodriguez, Mark Strama and Donna Howard, <a href=\"http://www.statesman.com/opinion/move-that-hurts-women-is-political-not-economical-2218947.html?printArticle=y\">op-ed</a>, Austin American-Statesman, March 5, 2012</p>\r\n<p>\r\n\tEmail (<a href=\"https://docs.google.com/document/d/1B4LsJyjq7vB6JZFSkMCuL9y2jwzKpPeJ8ZWPBQKuWGM/edit\">excerpt</a>) from Nancy Walker, legislative director for state Rep. Elliott Naishtat, March 7, 2012</p>\r\n<p>\r\n\tAustin American-Statesman,<a href=\"http://www.statesman.com/news/texas-politics/feds-ask-state-to-start-winding-down-womens-2241075.html\"> news article</a>, &quot;Feds ask state to start winding down women&rsquo;s program,&quot; March 15, 2012</p>\r\n<p>\r\n\tTexas Tribune, <a href=\"http://www.texastribune.org/texas-state-agencies/health-and-human-services-commission/storify-primer-womens-health-program/\">archive</a> of articles on Women&rsquo;s Health Program, March 12, 2012</p>\r\n<p>\r\n\tTexas Health and Human Services Commission, <a href=\"http://www.hhsc.state.tx.us/WomensHealth.htm\">webpage</a> on Women&rsquo;s Health Program (accessed March 19, 2012)</p>\r\n<p>\r\n\tTexas Health and Human Services Commission, <a href=\"http://www.hhsc.state.tx.us/reports/2011/Rider64-Womens-Health-0811.pdf\">report</a>, &quot;2010 Annual Savings and Performance Report for the Women&rsquo;s Health Program,&quot; August 2011</p>\r\n<p>\r\n\tEmail (<a href=\"https://docs.google.com/document/d/1BuGryKIQ9cSWjv69Sl_gC0LOlrWy6bIfHpAXywxaLkg/edit\">excerpt, with data</a>) from Stephanie Goodman, spokeswoman for Texas Health and Human Services Commission, March 7, 2012</p>\r\n<p>\r\n\tInterviews with Stephanie Goodman, spokeswoman for Texas Health and Human Services Commission, March 12 and 20, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Attorney", "false_count": 0, "first_name": "Elliott", "half_true_count": 1, "home_state": "Texas", "id": 1775, "last_name": "Naishtat", "mostly_true_count": 0, "name_slug": "elliott-naishtat", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/naisht2.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1775/", "total_count": 3, "true_count": 2, "website": "http://www.house.state.tx.us/members/member-page/?district=49"}, "statement": "<p>\r\n\t&quot;Nearly 45 percent of the women who receive health screenings through (the Women&rsquo;s Health Program) do so at a Planned Parenthood health center.&quot;</p>\r\n", "statement_context": "an op-ed column", "statement_date": "2012-03-05", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 11, "photo": null, "resource_uri": "/api/v/2/subject/11/", "subject": "Abortion", "subject_slug": "abortion", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 202, "photo": null, "resource_uri": "/api/v/2/subject/202/", "subject": "Public Health", "subject_slug": "public-health", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 146, "photo": null, "resource_uri": "/api/v/2/subject/146/", "subject": "Women", "subject_slug": "women", "used_in_edition": []}], "target": [], "twitter_headline": ""}