{"art": [], "author": [{"email_address": "sowen@statesman.com", "first_name": "Sue", "id": 265, "last_name": "Owen", "name_slug": "sue-owen", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/265/", "title": "PolitiFact Texas staff writer", "twitter": null}, {"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2012/mar/28/chain-email/email-says-texas-rodeo-crowd-gave-standing-ovation/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 5640, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "sowen@statesman.com", "first_name": "Sue", "id": 265, "last_name": "Owen", "name_slug": "sue-owen", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/265/", "title": "PolitiFact Texas staff writer", "twitter": null}, {"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/5640/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tRodeo clowns are used to taking a beating. But there&rsquo;s an anti-Obama <a href=\"http://alt.coxnewsweb.com/statesman/politifact/rodeoemail.htm\">email</a> bouncing around Texas that some say unfairly roughs up one cowboy entertainer.<br />\r\n\t<br />\r\n\tWe were forwarded a chain email March 2, 2012, that purports to describe an event at the 2012 San Angelo rodeo, which was held February 16-26. Between saddle bronc events, according to the <a href=\"http://alt.coxnewsweb.com/statesman/politifact/rodeoemail.htm\">email</a>, a rodeo clown performed a skit with a racially tinged punchline mocking President Barack Obama.<br />\r\n\t<br />\r\n\tAnd, the letter says, the crowd responded with &quot;an immediate deafening roar and standing ovation -- 6,000 strong. ...It lasted for 3-4 minutes... 100+ db (decibels) at least.&quot;<br />\r\n\t<br />\r\n\tDid a crowd of Texans cheer, and did the clown tell, a joke calling Obama a &quot;black imposter&quot;?<br />\r\n\t<br />\r\n\tWe talked by phone with Keith Isley of Goldston, N.C., the <a href=\"http://www.keithisley.com/pressrelease.htm\">award-winning rodeo clown</a> who performed the skit, and Boyd Polhamus, a Brenham rancher and <a href=\"http://www.boydpolhamus.com/bio.html\">professional rodeo announcer</a> who was on horseback in the arena with Isley, serving as &quot;straight man&quot; for the jokes. Rodeo official Tom Thompson told us this skit took place February 22.<br />\r\n\t<br />\r\n\tIsley said his wife had been sent a copy of the email by the time he got home from Texas.<br />\r\n\t<br />\r\n\t&quot;The people, or the person, that started this has definitely misquoted what was said, and I told my wife, &lsquo;I know what I said, I know what took place, and it&rsquo;s definitely not what this person has seen or heard.&rsquo; &quot;<br />\r\n\t<br />\r\n\tIsley said the comedy routine began with him being announced as Carlos Ortega, champion trick roper, and that the skit has to do with &quot;pretending to be someone you&rsquo;re not.&quot;<br />\r\n\t<br />\r\n\t&quot;That&rsquo;s the way it starts off,&quot; Isley said. &quot;There&rsquo;s a lot to the act. It was quoted in there (the <a href=\"http://alt.coxnewsweb.com/statesman/politifact/rodeoemail.htm\">email</a>), me saying about the black president. That&rsquo;s the main thing; that&rsquo;s what everybody is getting so bent out of shape about. And that was not said by me.&quot;<br />\r\n\t<br />\r\n\tAccording to the email, after the announcer reveals that the supposed champion trick roper is a phony, the clown says, &quot;Well, actually I was thinking if a black imposter can pretend to be president of the United States, then I ought to be able to pretend I&#39;m a world champion trick roper!&quot;<br />\r\n\t<br />\r\n\tWe asked Isley to tell us how the joke did end, and he said, &quot;There&rsquo;s a lot of punchlines to the whole act. &lsquo;Black president&rsquo; was not used in that act.&quot; The crowd reaction was also exaggerated, he said: &quot;They did respond; nothing to that amount.&quot;<br />\r\n\t<br />\r\n\tPolhamus agreed, telling us by email that the chain letter &quot;question is filled with hyperbole, and sadly, inaccuracy.&quot; Speaking about the email&rsquo;s anonymous author, Polhamus said, &quot;Where he is flat-plain wrong and inaccurate is in his use of the words &lsquo;black imposter.&rsquo; Neither of those words were uttered by the clown or yours truly in the skit. In any context. Either separately or together.&quot;<br />\r\n\t<br />\r\n\tOther descriptions in the email are also off, he said.<br />\r\n\t<br />\r\n\t&quot;The coliseum in which the event is held barely holds 5,000 people, not 6,000. The introduction used to pretend the clown may actually be a noted trick roper from south of the border is not nearly as extravagant or embellished as the author of the e-mail asserts. The lines about speaking in Spanish and English are relatively accurate, but to call his physical motion a &lsquo;matador flourish&rsquo; is a huge embellishment.&quot;<br />\r\n\t<br />\r\n\tThe crowd response was exaggerated, Polhamus said. &quot;There was no standing ovation, and while I didn&rsquo;t have a db meter on me, I&rsquo;ve heard 100 db roars before at football games and rodeos. And I would argue that the audience&rsquo;s response was nowhere near that loud, and I definitely take issue with the fact that the writer claims it lasted &lsquo;3-4 minutes.&rsquo; My best guess is whatever ovation it received was over in less than 15 seconds.&quot;<br />\r\n\t<br />\r\n\tJustin Jonas, executive director of the San Angelo rodeo, told us that there was an Obama joke, but it wasn&rsquo;t exactly the one laid out in the chain email. By Jonas&rsquo; recollection, the clown, challenged for posing as world-class trick roper, replied: &quot;If Obama can impersonate a president, then I can impersonate a trick roper.&quot; Jonas said too that audience members appreciated the joke, but there was no standing ovation.<br />\r\n\t<br />\r\n\tThompson, the rodeo&rsquo;s marketing coordinator, also told us that there was no standing ovation and that the words &quot;black&quot; and &quot;imposter&quot; were not used.<br />\r\n\t<br />\r\n\t&quot;I remember when we made fun of George W. Bush and his vocabulary in our coliseum, and Bill Clinton and his girlfriends,&quot; Thompson said. &quot;We don&rsquo;t choose sides.&quot; The <a href=\"http://www.sanangelorodeo.com/foundation.php\">rodeo and stock show foundation</a> is a tax-exempt charity, he said, &quot;and we go out of our way not to offend anybody.&quot;<br />\r\n\t<br />\r\n\tAn editor at the <em>San Angelo Standard-Times</em>, Sandy Rojas, and KLST-TV/KSAN-TV news director David Wagner told us that although their news organizations covered the rodeo every night, they had not heard about such an incident.<br />\r\n\t<br />\r\n\tThe version of the email PolitiFact received has at the bottom the name and title of Sheriff Cotton Elliott of King County, in the Texas Panhandle. Elliott told us he had received a version of the email and forwarded it to a friend, and later received a version with his name and title in large type at the bottom. He told us he did not write the email, did not know who had written it and was &quot;not pleased&quot; to learn his name had been attached to it.<br />\r\n\t<br />\r\n\tWe found two rodeo-goers who said they saw Isley&rsquo;s skit, but their recollections differ: One said he remembered hearing part of an Obama joke, the other did not.<br />\r\n\t<br />\r\n\tDon Miller, a precinct chair with the Tom Green County Republican Party who told us he was in the stands with his granddaughter during the skit, said he heard the crowd response but not the Obama joke itself. &nbsp;&quot;I understood from the reaction that it had something to do with Obama and that it was, what&rsquo;s the right word, it was not in good taste with Obama,&quot; he said. Some people laughed and clapped, he said, but others booed and &quot;generally it was not received well.&quot;<br />\r\n\t<br />\r\n\tThough Miller told us his recollection was not clear (he was keeping an eye on his granddaughter), he said he thought the objectionable aspect of the joke was respect, not race.<br />\r\n\t<br />\r\n\t&quot;It was just that he (Obama) was pretending to be president, and it was the butt of the joke, like this guy was pretending to be a trick roper,&quot; he said.<br />\r\n\t<br />\r\n\t&quot;I just don&rsquo;t think that&rsquo;s funny. He is the president. Whether you like it or not, he is the president; he&rsquo;s not pretending to be president,&quot; Miller said. &quot;Even though I don&rsquo;t agree with anything he has done, he&rsquo;s still the president, and he deserves your respect of the office if nothing else.&quot;<br />\r\n\t<br />\r\n\tWas there any racial content to the skit? Miller says no.<br />\r\n\t<br />\r\n\t&quot;No, I don&rsquo;t think it had anything -- He could have been blue, and it wouldn&rsquo;t have made any difference. I don&rsquo;t think it had anything to do with race at all,&quot; Miller said.<br />\r\n\t<br />\r\n\tThe description of a standing ovation and a 100-decibel roar was &quot;baloney,&quot; he said. &quot;They didn&rsquo;t like that comment about the president.&quot;<br />\r\n\t<br />\r\n\tSan Angelo dentist Rudy Izzard told us he saw the clown&rsquo;s routine -- including his offering proof that he could speak Spanish by saying &quot;Taco Bell.&quot; There was no joke about Obama the time he was there, Izzard said. &quot;I would have noticed that,&quot; Izzard said. &quot;I just don&rsquo;t think they&rsquo;d allow that.&quot;<br />\r\n\t<br />\r\n\tLinda Shoemaker, chair of the Tom Green County Democratic Party, told us she had not heard of the incident or the email.<br />\r\n\t<br />\r\n\tWe sought video unsuccessfully. Wagner said his TV stations filmed competitive events but not the comedy routines. Mike Oliver, the Professional Rodeo Cowboys Association&rsquo;s corporate accounts manager, said no videos were made by his organization because the San Angelo rodeo is not televised. On YouTube.com, several video clips are labeled as being from that rodeo, but we found none with this joke.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tIsley appears to have made a wisecrack about Obama impersonating a president. However, we found no confirmation that the joke included a racial reference or that the audience gave a standing ovation. This chain email has an element of truth; we rate it Mostly False.</p>\r\n", "ruling_comments_date": "2012-03-28T13:21:59.902445", "ruling_date": "2012-03-28T12:14:57", "ruling_headline": "Email says a Texas rodeo crowd gave standing ovation for Obama joke with racial tinge", "ruling_headline_slug": "email-says-texas-rodeo-crowd-gave-standing-ovation", "ruling_link_text": "No proof of racial element or ovation", "ruling_state": "Texas", "source_documents": null, "sources": "<p>\r\n\tChain <a href=\"http://alt.coxnewsweb.com/statesman/politifact/rodeoemail.htm\">email</a> received March 2, 2012<br />\r\n\t<br />\r\n\tTelephone interview with rodeo entertainer Keith Isley, March 20, 2012<br />\r\n\t<br />\r\n\tTelephone and email interviews with rodeo announcer Boyd Polhamus, March 19-21, 2012<br />\r\n\t<br />\r\n\tTelephone interview with Justin Jonas, executive director of the San Angelo Stock Show and Rodeo, March 26, 2012<br />\r\n\t<br />\r\n\tTelephone interview with Sandy Rojas, multimedia journalist at <em>San Angelo Standard-Times</em>, March 20, 2012<br />\r\n\t<br />\r\n\tTelephone interview with David Wagner, news director at KLST-TV and KSAN-TV in San Angelo, March 21, 2012<br />\r\n\t<br />\r\n\tTelephone and email interviews with Tom Thompson, marketing coordinator for the San Angelo Stock Show and Rodeo, March 20-12, 2012<br />\r\n\t<br />\r\n\tTelephone interview with Sheriff Cotton Elliott of King County, March 19, 2012<br />\r\n\t<br />\r\n\tTelephone interview with Linda Shoemaker, chairwoman of Tom Green County Democratic Party, March 19, 2012<br />\r\n\t<br />\r\n\tTelephone and email interviews with Don Miller, precinct chair with Tom Green County Republican Party, March 19-21, 2012<br />\r\n\t<br />\r\n\tTelephone interview with Rudy Izzard, March 26, 2012<br />\r\n\t<br />\r\n\tTelephone interview with Mike Oliver, corporate accounts manager for Professional Rodeo Cowboys Association, March 26, 2012</p>\r\n", "speaker": {"adkey": "People ", "advalue": "Fake_news", "barely_true_count": 11, "current_job": "", "false_count": 44, "first_name": "", "half_true_count": 8, "home_state": "", "id": 27, "last_name": "Chain email", "mostly_true_count": 5, "name_slug": "chain-email", "pants_count": 106, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-emailer.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/27/", "total_count": 180, "true_count": 6, "website": ""}, "statement": "<p>\r\n\tSays a Barack Obama &quot;black imposter&quot; joke got a standing ovation at San Angelo rodeo.</p>\r\n", "statement_context": "a chain email.", "statement_date": "2012-03-02", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 194, "photo": null, "resource_uri": "/api/v/2/subject/194/", "subject": "Polls and Public Opinion", "subject_slug": "polls", "used_in_edition": ["/api/v/2/edition/10/"]}], "target": [], "twitter_headline": ""}