{"art": [], "author": [{"email_address": "Locker@CommercialAppeal.com", "first_name": "Richard", "id": 317, "last_name": "Locker", "name_slug": "richard-locker", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 19, "publication_name": "The Commercial Appeal, Memphis", "resource_uri": "/api/v/2/publication/19/"}, "resource_uri": "/api/v/2/staffer/317/", "title": "Nashville Bureau Chief, The Commercial Appeal in Memphis", "twitter": null}], "canonical_url": "/tennessee/statements/2012/mar/29/dolores-gresham/leader-education-committee-claims-lottery-deficits/", "edition": {"adkey": "Editions", "advalue": "Tennessee", "edition": "Tennessee", "edition_slug": "tennessee", "has_afterthefact": false, "id": 14, "index_page": false, "meter_name": "The Tennessee Truth-O-Meter", "resource_uri": "/api/v/2/edition/14/"}, "editor": [{"email_address": "ZMcMillin@CommercialAppeal.com", "first_name": "Zack", "id": 314, "last_name": "McMillin", "name_slug": "zack-mcmillin", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/ZackMcMillinPolitiFact.JPG", "publication": {"id": 19, "publication_name": "The Commercial Appeal, Memphis", "resource_uri": "/api/v/2/publication/19/"}, "resource_uri": "/api/v/2/staffer/314/", "title": "Editor, PolitiFact Tennessee", "twitter": null}], "facebook_headline": null, "id": 5645, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "Locker@CommercialAppeal.com", "first_name": "Richard", "id": 317, "last_name": "Locker", "name_slug": "richard-locker", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 19, "publication_name": "The Commercial Appeal, Memphis", "resource_uri": "/api/v/2/publication/19/"}, "resource_uri": "/api/v/2/staffer/317/", "title": "Nashville Bureau Chief, The Commercial Appeal in Memphis", "twitter": null}], "resource_uri": "/api/v/2/statement/5645/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tIt&rsquo;s been one of the most controversial issues in this year&rsquo;s session of the Tennessee legislature: a<a href=\"http://wapp.capitol.tn.gov/apps/BillInfo/Default.aspx?BillNumber=SB2514&amp;ga=107\"> bill</a> by Republican legislators to raise eligibility requirements for the full $4,000-a-year basic <a href=\"http://www.tn.gov/collegepays/mon_college/lottery_scholars.htm\">Hope Scholarship</a> funded by the state&rsquo;s lottery.<br />\r\n\t<br />\r\n\tSince the program began in 2004, Tennessee high school graduates have qualified by achieving either a minimum 3.0 high school grade-point average<em> or </em>a minimum 21 ACT composite score. The bill as originally proposed would require students to achieve<em> both </em>standards to qualify for the full $4,000 annual grant at four-year schools, starting in the fall of 2015. Those who achieve one of the two standards, but not both, would still receive $2,000 a year, which they could use at four-year universities or two-year community colleges.<br />\r\n\t<br />\r\n\tState Sen. Dolores Gresham, R-Somerville, the chairman of the Senate Education Committee, has massaged the bill several times. The bill is still working its way through the legislature, but the most recent version contains a &quot;trigger&quot; provision that puts the new standards into place with freshmen entering college in the fall of 2015 if lottery proceeds for the Hope Scholarship program don&rsquo;t increase by at least $10 million this year and continue increasing each year through fiscal year 2014. If lottery proceeds don&rsquo;t increase accordingly, the new standards for the scholarships go into effect.<br />\r\n\t<br />\r\n\tThe most oft-stated reason for the bill by Gresham and House sponsor Harry Brooks, R-Knoxville, is to close a deficit between the annual costs of the scholarship program and the proceeds earmarked for it from the Tennessee Lottery. The annual operating deficits do exist, but on Feb. 29, when pressed by reporters citing improving lottery revenues, Gresham took it one step further and warned that the lottery reserve fund could not withstand deficits for very long: &quot;Right now we have sufficient reserves to take care of Tennessee&#39;s lottery scholarship students for a few years more.&quot;<br />\r\n\t<br />\r\n\tSo is Gresham&rsquo;s claim true? Are yearly deficits so severe the lottery reserve fund could soon run out of money?<br />\r\n\t<br />\r\n\tFirst, let&rsquo;s consider the reserve fund.<br />\r\n\t<br />\r\n\tBuilt up in the early years of the Tennessee Lottery as the scholarship program was being phased in, the state&rsquo;s education lottery reserve fund balance totaled $393.7 million as of Dec. 31, 2011, the last accounting available from the state Department of Finance and Administration. That figure includes about $31 million that is the &nbsp;current fair market value of investments in the fund whose income won&rsquo;t be realized until the investments are sold, so state budget planners back that out of the total and report, for accounting purposes, an adjusted reserve fund balance at about $362.7 million.<br />\r\n\t<br />\r\n\tConcern first arose over deficits in the annual operations of the scholarship program in 2009, when the financial collapse and recession coincided with a 2008 expansion of the scholarship program and the use of $24 million in lottery proceeds on the state&rsquo;s pre-kindergarten program. That pushed total spending in scholarship, pre-K and some administrative costs in Fiscal Year 2008-09 to $294.8 million, when the lottery&rsquo;s proceeds for those purposes totaled $285.5 million. To close the books on that year, the state dipped into the Lottery for Education reserve fund for the first time, by about $9.3 million. The annual deficit dropped to $5.7 million the following year, and was $8 million in the fiscal year that ended last June 30, according to Tennessee Higher Education Commission figures*.<br />\r\n\t<br />\r\n\tWhat about projected operating deficits? Last fall, the Tennessee Higher Education Commission made projections for the Senate&rsquo;s Lottery Stabilization Task Force that showed the largest annual operating deficits &nbsp;would be for this year, about $29 million, and next year, about $25 million. That sharp rise is mostly related to the 2011 act allowing the scholarships to be used for summer college classes, starting this summer. The THEC projections then showed deficits dropping after 2013, mainly because that&rsquo;s when a new cap is fully phased in that cuts off scholarship grants after a student has achieved 120 semester hours. Still, even by last fall&rsquo;s THEC projections, the state&rsquo;s lottery reserve fund could adequately sustain the program well into the 2020s.<br />\r\n\t<br />\r\n\tBut recent rosy lottery figures indicate that actual operating deficits will be smaller than those THEC projections. Lottery President and CEO Rebecca Hargrove presented new figures on Feb. 29 showing record sales and education proceeds, and she predicted that lottery proceeds for the scholarship program will be up at least $10 million this year. Using those new lottery forecasts combined with the December THEC projections -- lottery sales have set new records every month of fiscal year 2012 which began in July 1 -- PolitiFact Tennessee estimates that in the 2020-21 academic year, there may actually be a $2.2 million operating surplus in the scholarship program. And at that point, we calculate the reserve fund would stand at about $262 million.<br />\r\n\t<br />\r\n\tSen. Gresham made her remarks about there being only &quot;a few years more&quot; of reserve cushion immediately after Hargrove&rsquo;s presentation -- saying she preferred to press ahead with the higher eligibility standards. THEC estimates that those higher standards will trim between $17 million and $20 million a year from the scholarship program&rsquo;s costs, because it cuts the number of students who qualify for the full $4,000 annual award. &nbsp;But in addition to those savings, her bill recommends a $10 million increase in the funding flowing from lottery proceeds (in this case, the reserve fund) &nbsp;to the need-based Tennessee Student Assistance grants annually for the next 10 years. That cuts the annual savings about in half.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tIn pushing for more stringent standards for students to qualify for the state&rsquo;s lottery scholarships, Gresham said recently recurring deficits in the program could only be sustained for &quot;a few years more.&quot; For Tennessee&rsquo;s huge lottery reserve fund to be depleted would mean exponentially unprecedented deficits that are not seen by even the most pessimistic of projections.<br />\r\n\t<br />\r\n\tGresham&rsquo;s claim is unsupported by the numbers and we rule it False.<br />\r\n\t&nbsp;</p>\r\n<p>\r\n\t----------------------------------------<br />\r\n\t<em>* None of the figures in this article include $10 million to $12 million a year in Tennessee Lottery unclaimed prize proceeds that are placed into a separate account exclusively for after-school programs in the elementary grades.</em><br />\r\n\t&nbsp;</p>\r\n", "ruling_comments_date": "2012-03-29T06:47:57.507851", "ruling_date": "2012-03-29T05:46:35", "ruling_headline": "Leader of education committee claims lottery deficits may exhaust reserves in a few years", "ruling_headline_slug": "leader-education-committee-claims-lottery-deficits", "ruling_link_text": "Many more than “a few” years remain in reserves", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tTennessee Education Lottery Corp., March 6<a href=\"http://www.tnlottery.com/newsroom/newsitem.aspx?nid=1288&amp;yr=\"> press release.</a><br />\r\n\t<br />\r\n\tState Senate Lottery Stabilization Task Force,<a href=\"http://thec.ppr.tn.gov/THECSIS/Lottery/pdfs/Potential_cost-saving_scenarios/Lottery%20Stabilization%20Task%20Force%20Supplemental%20Data%20111020.pdf\"> report.</a><br />\r\n\t<br />\r\n\tState of Tennessee,<a href=\"http://forward.tn.gov/stateofthestate/files/2012-2013BudgetVol1.pdf\"> The Budget, Fiscal Year 2012-13</a> (proposed), pages A-30, A-31 &quot;Lottery for Education Account,&quot; and pages A-127, -128.<br />\r\n\t<br />\r\n\t<a href=\"https://www.documentcloud.org/documents/329327-2012-lottery-account-monthly-statements-111231.html\">Balance sheets</a> as of June 30, 2011, and Dec. 31, 2011, for the Lottery for Education Account, emailed from the state Department of Finance and Administration.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "State senator", "false_count": 2, "first_name": "Dolores", "half_true_count": 0, "home_state": "Tennessee", "id": 1784, "last_name": "Gresham", "mostly_true_count": 0, "name_slug": "dolores-gresham", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/DoloresGreshamMUG.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Tennessee", "edition": "Tennessee", "edition_slug": "tennessee", "has_afterthefact": false, "id": 14, "index_page": false, "meter_name": "The Tennessee Truth-O-Meter", "resource_uri": "/api/v/2/edition/14/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1784/", "total_count": 2, "true_count": 0, "website": "http://senatordoloresgresham.com/biography.php"}, "statement": "<p>\r\n\t&quot;Right now we have sufficient reserves to take care of Tennessee&#39;s lottery scholarship students for a few years more.&quot;</p>\r\n", "statement_context": "an interview with reporters following presentation of improved lottery revenues.", "statement_date": "2012-02-29", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 183, "photo": null, "resource_uri": "/api/v/2/subject/183/", "subject": "Deficit", "subject_slug": "deficit", "used_in_edition": ["/api/v/2/edition/10/"]}, {"description": "", "id": 291, "photo": null, "resource_uri": "/api/v/2/subject/291/", "subject": "Lottery", "subject_slug": "lottery", "used_in_edition": ["/api/v/2/edition/14/"]}, {"description": "", "id": 208, "photo": null, "resource_uri": "/api/v/2/subject/208/", "subject": "State Finances", "subject_slug": "state-finances", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [], "twitter_headline": ""}