{"art": [], "author": [{"email_address": "SullivanB@SHNS.com", "first_name": "Bartholomew", "id": 315, "last_name": "Sullivan", "name_slug": "bartholomew-sullivan", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 20, "publication_name": "Scripps Howard News Service", "resource_uri": "/api/v/2/publication/20/"}, "resource_uri": "/api/v/2/staffer/315/", "title": "Scripps Howard News Service Political Coordinator", "twitter": null}], "canonical_url": "/tennessee/statements/2012/mar/30/marsha-blackburn/marsha-blackburn-says-patients-power-control-healt/", "edition": {"adkey": "Editions", "advalue": "Tennessee", "edition": "Tennessee", "edition_slug": "tennessee", "has_afterthefact": false, "id": 14, "index_page": false, "meter_name": "The Tennessee Truth-O-Meter", "resource_uri": "/api/v/2/edition/14/"}, "editor": [{"email_address": "ZMcMillin@CommercialAppeal.com", "first_name": "Zack", "id": 314, "last_name": "McMillin", "name_slug": "zack-mcmillin", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/ZackMcMillinPolitiFact.JPG", "publication": {"id": 19, "publication_name": "The Commercial Appeal, Memphis", "resource_uri": "/api/v/2/publication/19/"}, "resource_uri": "/api/v/2/staffer/314/", "title": "Editor, PolitiFact Tennessee", "twitter": null}], "facebook_headline": null, "id": 5651, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "SullivanB@SHNS.com", "first_name": "Bartholomew", "id": 315, "last_name": "Sullivan", "name_slug": "bartholomew-sullivan", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 20, "publication_name": "Scripps Howard News Service", "resource_uri": "/api/v/2/publication/20/"}, "resource_uri": "/api/v/2/staffer/315/", "title": "Scripps Howard News Service Political Coordinator", "twitter": null}], "resource_uri": "/api/v/2/statement/5651/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tAs the U.S. Supreme Court, after three days of oral arguments, moves toward determining the constitutionality of the Patient Protection and Affordable Care Act, we note that U.S.Rep. Marsha Blackburn, R-Tenn., <a href=\"http://blackburn.house.gov/News/DocumentSingle.aspx?DocumentID=282551\">has again weighed in</a> on one of its provisions. Like many other Republicans, she is attacking the Independent Payment Advisory Board created in the legislation and voted to repeal the provision last month. The board is intended to rein in Medicare costs beginning in 2015 with Congress required to either accede to its recommendations or act to overrule them.<br />\r\n\t<br />\r\n\tSpecifically, Blackburn said: &quot;Instead of giving patients control of their health care decisions, the President and his allies in Congress chose to delegate this power to a commission of 15 unelected bureaucrats in Washington.&quot;<br />\r\n\t<br />\r\n\tWe asked Blackburn spokesman Mike Reynard for evidence backing the claim and he referred to Section 3403 of <a href=\"http://www.healthcare.gov/law/full/\">the law</a> where the board is established and to an <a href=\"http://online.wsj.com/article/SB10001424052702304636404577291221193908272.html?mod=googlenews_wsj\">op-ed </a>in The Wall Street Journal by House Budget Committee Chairman Paul Ryan, R-Wisc. Ryan said the board would be &quot;empowered by the new health-care law to cut Medicare in ways that will lead to denied care for seniors.&quot;<br />\r\n\t<br />\r\n\tOur PolitFact Ohio colleagues took a look at <a href=\"http://www.politifact.com/ohio/statements/2012/mar/19/pat-boone/pat-boone-says-health-care-advisory-board-can-rati/\">a similar assertion</a> about the IPAB by the former &quot;Tutti Frutti&quot; crooner Pat Boone on March 11 and rated it a &quot;Pants on Fire&quot; distortion of the truth.<br />\r\n\t<br />\r\n\tCloser to what Blackburn said about the IPAB are the statements PolitiFact national&nbsp; looked at from <a href=\"http://www.politifact.com/truth-o-meter/statements/2011/oct/12/michele-bachmann/ipab-board-15-bureaucrats-who-will-decide-nation-s/\">of U.S. Rep. Michele Bachmann, R-Minn.</a>, and PolitiFact Georgia looked at from <a href=\"http://www.politifact.com/georgia/statements/2011/aug/02/phil-gingrey/gingrey-claims-federal-health-care-board-can-decid/\">U.S. Rep. Phil G Gingrey, R-Ga.</a>, the latter an obstetrician-gynecologist. Both suggested the IPAB&rsquo;s &quot;bureaucrats&quot; would make medical decisions for patients. In both instances, those assertions were rated False.<br />\r\n\t<br />\r\n\tPolitiFact Georgia asked four different health experts about Gingrey&rsquo;s claim that &quot;a bunch of bureaucrats&quot; would &quot;decide whether you get care.&quot; All four said Gingrey was wrong. Cato Institute, a libertarian thinktank usually at odds with Democratic positions, said that the assertion that the IPAB would be controlling patients health-care decisions is &quot;not even close to correct.&quot; Cato scholar Michael Tanner is himself an opponent of IPAB but nonetheless said: &quot;It [IPAB] has nothing to do with individual care at all. It&rsquo;s not making decisions on individuals.&quot;<br />\r\n\t<br />\r\n\tThe <a href=\"http://www.ssa.gov/OP_Home/ssact/title18/1899A.htm\">letter of the law </a>shows the board has nothing to do with individual patients or their health care decisions, but would suggest cost-savings proposals within a mandate that specifies it cannot ration care. The board might recommend, based on medical best practices, that every discharged hospital patient get guidance on wound care or that they drink plenty of cold water. They might find that surgery to install certain medical devices &ndash; like hip replacements &ndash; should not be done on Medicare beneficiaries over the age of 105. The goal is cost-savings, not micro-managing patient care.<br />\r\n\t<br />\r\n\tBlackburn couches her statement about the IPAB in the context of physicians cutting back on the number of Medicare patients they treat and suggests that, with the IPAB, &quot;this problem will only get worse, leaving our seniors without the necessary access to physicians they deserve.&quot;<br />\r\n\t&nbsp;<br />\r\n\tThis overstates the case. Some physicians are not taking on new Medicare patients <a href=\"http://news.heartland.org/newspaper-article/survey-doctors-dropping-out-medicare\">for a variety of reasons</a>, including low reimbursement rates. And it&rsquo;s true the board could recommend lower rates for some procedures and discourage more doctors from taking on new patients. But the board is mandated to do so on a medically sound basis. The board exists to rein in costs, a job Congress has repeatedly declined to undertake, as <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2010/08/15/AR2010081502470.html\">this Washington Post editorial</a>, among others, has pointed out.<br />\r\n\t<br />\r\n\tGingrey also made an assertion that the board will be stocked with &quot;unelected bureaucrats,&quot; and said it would be capable of making life-and-death decisions. That was found to be just not false but outrageous by PolitiFact Georgia. &quot;This claim is incorrect,&quot; it said &quot;The IPAB does not have anything close to the power that Gingrey suggests. It cannot raise costs to Medicare recipients, much less kill them off by denying life-saving care.&quot;<br />\r\n\t<br />\r\n\tBlackburn&rsquo;s claim that the IPAB will consist of &quot;15 unelected bureaucrats in Washington,&quot; like Bachmann&rsquo;s grievance that the IPAB consists of political appointees, &quot;leaves out a lot of detail of the law&rsquo;s requirements,&quot; as PolitiFact National put it in its check of Bachmann&rsquo;s claims about the IPAB.<br />\r\n\t<br />\r\n\tThe law states that the members &quot;shall include individuals with national recognition for their expertise in health finance and economics, actuarial science, health facility management, health plans and integrated delivery systems, reimbursement of health facilities, allopathic and osteopathic physicians, and other providers of health services, and other related fields, who provide a mix of different professionals, broad geographic representation and a balance between urban and rural representatives.&quot;<br />\r\n\t<br />\r\n\tIt also says the board &quot;shall also include representatives of consumers and the elderly.&quot;<br />\r\n\t<br />\r\n\tAnd, it says individuals who are directly involved in providing or managing health care &quot;shall not&quot; constitute a majority of the board&rsquo;s members.<br />\r\n\t<br />\r\n\tThe president appoints 15 members, who undergo confirmation by the Senate, and there are three ex-oficio members.<br />\r\n\t<br />\r\n\tOnce appointed to the board, the members become full-time government employees and are not allowed to hold other full-time employment.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tBlackburn to her credit did not mention rationing -- connecting that practice to the IPAB is what pushed Boone&rsquo;s claim to judged ridiculously false. But she did say that President Obama -- through the law -- would be giving the &quot;power&quot; to control Medicare patients&rsquo; health-care decisions to &quot;a commission of 15 unelected bureaucrats in Washington.&quot;<br />\r\n\t<br />\r\n\tSince we find that the IPAB would not control decisions made at the individual patient level, we rate it False.&nbsp;<br />\r\n\t&nbsp;</p>\r\n", "ruling_comments_date": "2012-03-30T07:00:49.705301", "ruling_date": "2012-03-30T05:59:38", "ruling_headline": "Marsha Blackburn says patients’ power to control health-care decisions would be given to payment advisory board", "ruling_headline_slug": "marsha-blackburn-says-patients-power-control-healt", "ruling_link_text": "Patients, doctors still make decisions", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tMarsha Blackburn web site: <a href=\"http://blackburn.house.gov/News/DocumentSingle.aspx?DocumentID=282551\">&quot;Blackburn Votes To Repeal IPAB&quot;</a><br />\r\n\t<br />\r\n\t<a href=\"http://www.healthcare.gov/law/full/\">Patient Protection and Affordable Care Act</a>.<br />\r\n\t<br />\r\n\tAngie Drobnic Holan, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2011/oct/12/michele-bachmann/ipab-board-15-bureaucrats-who-will-decide-nation-s/\">IPAB board is 15 bureaucrats who will decide for the nation, says Michele Bachmann</a>&quot; for PolitiFact National, Oct. 12, 2011.<br />\r\n\t<br />\r\n\tWilloughby Mariano, &quot;<a href=\"http://www.politifact.com/georgia/statements/2011/aug/02/phil-gingrey/gingrey-claims-federal-health-care-board-can-decid/\">Gingrey claims federal health care board can decide if you get dialysis, chemo</a>&quot; for PolitiFact Georgia, Aug. 2, 2011.<br />\r\n\t<br />\r\n\tTom Feran, &quot;<a href=\"http://www.politifact.com/ohio/statements/2012/mar/19/pat-boone/pat-boone-says-health-care-advisory-board-can-rati/\">Pat Boone says health care advisory board can ration care and deny Medicare treatments</a>&quot; for PolitiFact Ohio, March 11, 2012.<br />\r\n\t<br />\r\n\tExchange of e-mail messages with Blackburn spokesman Mike Reynard:<br />\r\n\t<br />\r\n\tPaul Ryan, &quot;<a href=\"http://online.wsj.com/article/SB10001424052702304636404577291221193908272.html?mod=googlenews_wsj\">The GOP budget and America&rsquo;s future</a>&quot; in The Wall Street Journal&rsquo;s Opinion section, March 19, 2012.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "U.S. Representative", "false_count": 3, "first_name": "Marsha", "half_true_count": 3, "home_state": "Tennessee", "id": 1636, "last_name": "Blackburn", "mostly_true_count": 0, "name_slug": "marsha-blackburn", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Marsha-Blackburn.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Tennessee", "edition": "Tennessee", "edition_slug": "tennessee", "has_afterthefact": false, "id": 14, "index_page": false, "meter_name": "The Tennessee Truth-O-Meter", "resource_uri": "/api/v/2/edition/14/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1636/", "total_count": 10, "true_count": 1, "website": "http://blackburn.house.gov/"}, "statement": "<p>\r\n\tSays&nbsp;President Obama and his allies in Congress gave &quot;power&quot; to control Medicare patients&rsquo; health care decisions to &quot;a commission of 15 unelected bureaucrats in Washington.&quot;</p>\r\n", "statement_context": "a press release announcing her vote against the Independent Payments Advisory Board.", "statement_date": "2012-02-29", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}