{"art": [], "author": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "canonical_url": "/oregon/statements/2012/mar/30/jeff-kruse/did-states-middle-managers-really-avoid-pay-cuts-a/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "dlane@oregonian.com", "first_name": "Dee", "id": 183, "last_name": "Lane", "name_slug": "dee-lane", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/183/", "title": "Politics editor", "twitter": null}], "facebook_headline": null, "id": 5656, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "resource_uri": "/api/v/2/statement/5656/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\r\n\tPublic employee compensation is always a point of contention when it comes to Oregon&rsquo;s political discourse. Even so, the recession has done a good job of amplifying the complaints of those who say that government workers haven&rsquo;t suffered quite as much as those in the private sphere.<br />\r\n\t<br />\r\n\tNear the end of the February session, Sen. Jeff Kruse, R-Roseburg, sent out a newsletter to constituents. In it, he said &nbsp;that lawmakers had not done enough to curb costs during difficult economic times. To prove his point, he brought up middle management.<br />\r\n\t<br />\r\n\t&quot;I am just frustrated by the fact the focus continues to be on government and not the people,&quot; he wrote. &quot;For the duration of this recession not a single person in government middle management has lost their job or taken a pay cut.&quot;<br />\r\n\t<br />\r\n\tCertainly, the state has managed to stave off some pretty disastrous cuts to social services and the like, but we weren&rsquo;t sure he was right that there were absolutely no middle managers who lost their jobs or took a pay cut.<br />\r\n\t<br />\r\n\tWe called the senator to see if he had any proof to back up his claim. He said that when the Legislature looks through staffing figures, each position has a number attached to it. The government, he said, has so far not eliminated any of those numbers, so nobody has been laid off.<br />\r\n\t<br />\r\n\tWe weren&rsquo;t sure that held up, so we called the Department of Administrative Services, which &nbsp;oversees the day-to-day business of the state and its many bureaucracies.<br />\r\n\t<br />\r\n\tRight off the bat, spokeswoman Amy Velez pointed out that Kruse was wrong about pay cuts.<br />\r\n\t<br />\r\n\t&quot;Managers were subject to furloughs -- everyone was subject to furloughs -- even before represented employees were,&quot; she said.<br />\r\n\t<br />\r\n\tAfter some data mining, she came back to us with a more comprehensive look at government cutbacks during the recession.<br />\r\n\t<br />\r\n\tSince March 1, 2009, Velez said, all step increases have been frozen. And from then until the end of June 2013, she added, managers with a salary of more than $3,101 a month will tally up nearly seven weeks worth of unpaid furlough days. All said, furloughs affected more than 5,000 management and executive service employees.<br />\r\n\t<br />\r\n\tThat&rsquo;s one strike for Kruse -- an unpaid furlough is effectively a pay cut.<br />\r\n\t<br />\r\n\tAs for the no layoffs part, he appears to be off base there, too. Velez said that the number of executive branch employees has dropped by 714 between January 2011 and today. They weren&rsquo;t all laid off due to budget cuts, of course -- the number represents retirements as well as voluntary and involuntary separations -- but some were.<br />\r\n\t<br />\r\n\tVelez couldn&rsquo;t get us the breakdown for the entire state, but she sent us a list of 16 employees laid off at DAS alone since Jan. 1, 2011 -- at least two of whom were managers. The list does not include those who retired to avoid layoff or who bumped down to other state positions.<br />\r\n\t<br />\r\n\tThe Department of Administrative Services is about as good as it gets, but we like corroborating sources. So, we turned to Sen. Richard Devlin, a Democrat from Tualatin and one of the co-chairs of the Legislature&rsquo;s budget writing committee. We asked him whether Kruse was onto something with his explanation about numbered job positions not getting cut. His answer: no.<br />\r\n\t<br />\r\n\t&quot;During the regular, long (2011) session, we eliminated a number of positions,&quot; Devlin said. &quot;We took away the position authority and took away the money for them.<br />\r\n\t<br />\r\n\t&quot;There have been some middle managers that were laid off&quot; in addition to others, he said.<br />\r\n\t<br />\r\n\tAnd more recently, the Legislature has taken steps to reduce management overhead, Devlin said. The most recent step was this year&rsquo;s House Bill 4131, a law that explicitly &quot;requires layoffs or reclassifications of supervisory employees for the purpose of attaining&quot; an employee-to-manager ratio of 11 to 1.<br />\r\n\t<br />\r\n\tFinally, just to cover all of our bases, we made additional calls to other parts of the government, including the Department of Human Services. There we spoke with Gene Evans. Off the top of his head, he recalled two management positions eliminated in June 2010.<br />\r\n\t<br />\r\n\tEvans also forwarded us a July 2010 e-mail from Bruce Goldberg, the man who oversaw DHS before a reorganization created the Health Authority. In the e-mail, Goldberg writes, &quot;I also want to recognize the management service employees who received the news this week that they are being laid off as part of our workforce reduction.&quot;<br />\r\n\t<br />\r\n\tKarynn Fish, a spokeswoman for the Health Authority, also confirmed her agency has seen managerial layoffs. &nbsp;<br />\r\n\t<br />\r\n\tWe went back to Kruse as we gathered information to see if he had any additional comments.<br />\r\n\t<br />\r\n\tHe said the furloughs didn&rsquo;t count because employees were simultaneously getting benefit and cost-of-living adjustments. (We circled back with Velez on this point. It didn&rsquo;t stand up to scrutiny. &nbsp;&quot;I have verified with our Human Resource Services Division that 1.5 percent COLA increases were offset by the adoption of 5 percent employee contribution to healthcare premiums,&quot; Velez wrote to us in an e-mail.)<br />\r\n\t<br />\r\n\tAs for the layoffs that Velez, Evans and Fish mentioned, Kruse didn&rsquo;t believe them, sticking by his initial statement.<br />\r\n\t<br />\r\n\tKruse told his constituents that &quot;for the duration of this recession not a single person in government middle management has lost their job or taken a pay cut.&quot; That&rsquo;s blatantly false, and yet he continues to stand by his newsletter. We rate this claim Pants on Fire.</p>\r\n", "ruling_comments_date": "2012-03-30T19:52:51.273446", "ruling_date": "2012-03-30T16:51:45", "ruling_headline": "Did the state's middle managers really avoid pay cuts and layoffs?", "ruling_headline_slug": "did-states-middle-managers-really-avoid-pay-cuts-a", "ruling_link_text": "Layoffs and pay cuts definitely happened", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tInterview with Sen. Jeff Kruse, March 9, 12 and 29, 2012<br />\r\n\t<br />\r\n\tInterview with Amy Velez, March 8, 2012<br />\r\n\t<br />\r\n\tE-mail from Amy Velez, March 9 and 30, 2012<br />\r\n\t<br />\r\n\tInterview with Sen. Richard Devlin, March 28, 2012<br />\r\n\t<br />\r\n\tSen. Jeff Kruse, <a href=\"http://www.leg.state.or.us/kruse/newsletter/newsletter_100509.html\">Newsletter</a>, Feb. 29, 2012<br />\r\n\t<br />\r\n\tInterview with Gene Evans, spokesman for Department of Human Services, March 29, 2012<br />\r\n\t<br />\r\n\tE-mail from Karynn Fish, spokeswoman for Oregon Health Authority, March 29, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "state senator", "false_count": 0, "first_name": "Jeff", "half_true_count": 1, "home_state": "Oregon", "id": 1246, "last_name": "Kruse", "mostly_true_count": 0, "name_slug": "jeff-kruse", "pants_count": 2, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/jeff_kruse.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1246/", "total_count": 3, "true_count": 0, "website": "http://www.leg.state.or.us/kruse/home.htm"}, "statement": "<p>\r\n\tSays &quot;for the duration of this recession not a single person in government middle management has lost (a) job or taken a pay cut.&quot;</p>\r\n", "statement_context": "a newsletter.", "statement_date": "2012-02-29", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 131, "photo": null, "resource_uri": "/api/v/2/subject/131/", "subject": "Government Efficiency", "subject_slug": "government-efficiency", "used_in_edition": []}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}], "target": [], "twitter_headline": ""}