{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2012/apr/03/brady-campaign-prevent-gun-violence/can-you-get-gun-florida-without-ever-leaving-your-/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 5667, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/5667/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tObtaining a permit to carry a concealed gun in Florida is so easy that Floridians can do it without leaving the comfort of their own homes, according to the Brady Campaign to Prevent Gun Violence.<br />\r\n\t<br />\r\n\tDan Gross, the president of the group, <a href=\"http://www.bradycampaign.org/media/press/view/1482/\">testified</a> about Florida&rsquo;s gun laws at a briefing held with some congressional Democrats March 27. The <a href=\"http://www.miamiherald.com/2012/03/27/v-print/2717070/trayvon-martins-parents-expected.html\">topic</a> was racial profiling and &quot;stand your ground&quot; laws in the wake of the fatal shooting of Trayvon Martin.</p>\r\n<p>\r\n\tMartin, an unarmed black teenager from Miami Gardens, was shot and killed by a white neighborhood watch volunteer in Sanford, Fla. The volunteer, George Zimmerman, has not been arrested, and that has spurred debate of Florida&rsquo;s &quot;stand your ground&quot; gun law.<br />\r\n\t<br />\r\n\tThe Brady Campaign says Florida has become a &quot;great success story&quot; for the gun lobby.<br />\r\n\t<br />\r\n\t&quot;In Florida, being armed in public is such a casual formality that law enforcement does not issue the license to carry loaded, concealed guns; that is done by the Department of Agriculture &ndash; the same agency charged with issuing permits to pick tomatoes or transport livestock,&quot; Gross said.&nbsp;</p>\r\n<p>\r\n\t&quot;Their website is FreshFromFlorida.com. You can use it to get a permit to carry a loaded hidden gun without ever leaving your house,&quot; he added.<br />\r\n\t<br />\r\n\tGross made it sound incredibly easy to obtain a concealed weapons permit. Can Floridians simply log on to FreshFromFlorida.com and obtain a weapons permit without getting off the couch? We decided to investigate.<br />\r\n\t<br />\r\n\t<strong>Requirements for a concealed weapons permit in Florida</strong><br />\r\n\t<br />\r\n\tThe Brady Campaign is right that it is the <a href=\"http://licgweb.doacs.state.fl.us/weapons/about.html\">Florida Department of Agriculture and Consumer Services</a> that issues concealed weapons permits. It was easy to download the <a href=\"http://licgweb.doacs.state.fl.us/forms/Temp/T044403324.pdf#page=1\">two-page application</a> and about 45 pages containing the application instructions and the law.<br />\r\n\t<br />\r\n\tBut the process is much more complicated than just filling out an online form.<br />\r\n\t<br />\r\n\tCandidates must provide a photograph, pay a fee and have their application form notarized. Most significantly for purposes of this fact-check, applicants must show proof of having gone through a firearms training class, and they must be fingerprinted. (Out-of-state applicants don&rsquo;t have to come to Florida but must follow the same guidelines, including getting fingerprinted by law enforcement.) We thought those two requirements showed the Brady Campaign was wrong in its statement.<br />\r\n\t<br />\r\n\tThe Brady Campaign, though, responded to our questions and argued that even these two criteria could be done from home. So let&rsquo;s review the evidence.<br />\r\n\t<br />\r\n\t&bull;&nbsp;<strong>Firearms training documentation:</strong> Florida law states in <a href=\"http://licgweb.doacs.state.fl.us/forms/Temp/T044403324.pdf#page=1\">790.06(2)(h)</a> that an instructor &quot;must maintain records certifying that he or she observed the student safely handle and discharge the firearm.&quot; That can be a class taught by law enforcement, the National Rifle Association, or any other class approved by the Florida Fish and Wildlife Conservation Commission.<br />\r\n\t<br />\r\n\tSo that rules out an online course, said Sterling Ivey, spokeman for the agriculture department.<br />\r\n\t<br />\r\n\tBut the Brady Campaign responded that some certified instructors will come to your home, pointing us to groups like <a href=\"http://floridacwc.com/concealed-weapon-classes/mobile.html\">Florida Concealed Weapons Carry</a>. Its website states: &quot;We will come to your location and provide a shooting trailer anywhere within an hour and a half radius from Starke, Fla. We provide all materials, concealed weapons pictures, and notary on the spot.&quot;<br />\r\n\t<br />\r\n\tWe spoke to the owner of that company, Eric Wall.<br />\r\n\t<br />\r\n\t&quot;When I go to their house we usually have it in their living room or whatever to go over the details of concealed carry,&quot; he said. Then the applicants head to his trailer, which is a mobile shooting range. &quot;I have to physically watch everyone handle, load and shoot a firearm.&quot;<br />\r\n\t<br />\r\n\tWorried the neighbors might complain about your participation in a mobile firearm class in your driveway?<br />\r\n\t<br />\r\n\tThe trailer is soundproof, said Wall. He&rsquo;s even done training at dentists&rsquo; and doctors&#39; offices, he said. (We should note that going into the trailer means you need to leave your house, even though you&#39;re still on your own property.)<br />\r\n\t<br />\r\n\tWall said he can take care of the firearms class, photo and notary all at an applicant&#39;s home. Typically, Wall trains small groups and charges $50 per person, but it depends on the distance he has to travel.&nbsp;<br />\r\n\t<br />\r\n\tWe also spoke to Irving Gelbart, a retired Miami-Dade police lieutenant who teaches mobile classes through his company, Pentagon Defense Products and Training Alliance. Gelbart said he will do the class work in someone&rsquo;s home but prefers a range for the shooting portion.<br />\r\n\t<br />\r\n\tThe Brady Campaign also noted that applicants can use past shooting experience, pointing to language on the application that says acceptable documentation includes &quot;evidence of experience with a firearm obtained through participation in organized shooting competition.&quot;<br />\r\n\t<br />\r\n\tIvey said a mobile firearm class is allowed, as long as it meets the requirements of having the instructor observe the student safely handle the firearm. He also said that past shooting experience is acceptable, but that would likely have meant the person left their home.<br />\r\n\t<br />\r\n\t&bull;&nbsp;<strong>A set of fingerprints or a copy of a receipt showing that they had a scan of their fingerprints:</strong> Florida&rsquo;s application states that &quot;fingerprints must be taken at a LAW ENFORCEMENT AGENCY&rsquo;&rsquo; and the statute requires &quot;a full set of fingerprints of the applicant administered by a law enforcement agency.<br />\r\n\t<br />\r\n\tWe thought this element definitely contradicted the Brady Campaign&rsquo;s statement, but spokeswoman Caroline Brewer said not so fast.<br />\r\n\t<br />\r\n\t&quot;Our statement was discussing the application form that is downloadable from the Florida website, which the context makes clear,&quot; she said via email. &quot;However, even if you read our statement as applying to the separate fingerprint card sent by mail and not downloadable, yes, there are many fingerprinting services that say they will come to your home to take your fingerprints, some of which even say that they are done under the authority of law enforcement and valid for Florida.&quot;<br />\r\n\t<br />\r\n\tThe Brady Campaign pointed us to several mobile fingerprinting services. These services do exist, but we could not find a mobile company that would provide this service at Floridians&rsquo; homes. We spoke to owners at three mobile fingerprint companies in Florida -- 1 SureScan in Orlando, Anytime Mobile Fingerprinting in the Tampa area and Fingerprint Technologies in Coral Gables -- who told us that they had inquired with FDLE about providing that service and had been discouraged or told it wasn&rsquo;t allowed.</p>\r\n<p>\r\n\t<br />\r\n\tWe asked FDLE if they would accept fingerprints from a mobile company for the concealed weapons permit. FDLE spokesman Keith Kameg replied: &quot;It is our understanding that FL Statute 790.06 (4)(c) states that fingerprinting is to be administered by a law enforcement agency. &nbsp;FDLE performs the background checks and provides the results to Department of Agriculture.&quot;<br />\r\n\t<br />\r\n\t<strong>Possible -- but common?</strong><br />\r\n\t<br />\r\n\tClearly, many applicants handle at least part of the application process from home: Since July 2011, about 45,000 used the agriculture department&rsquo;s regional offices while 89,000 mailed them in from elsewhere.<br />\r\n\t<br />\r\n\tAnd it is possible to download the permit from FreshFromFlorida.com, hire a mobile firearm instructor/notary/photographer, and mail in the application from home. There is no way to know how many applicants -- if any &nbsp;-- have done that. Several experts on Florida&rsquo;s permitting process said either that they had never heard of mobile firearms training or that it was a rarity.<br />\r\n\t<br />\r\n\tThe part of the Brady Campaign&#39;s claim that seems to fall short is about fingerprints: We could not find any indication that applicants in Florida could summon mobile fingerprinters to their homes.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tDan Gross, the president of the Brady Campaign to Prevent Gun Violence, said that at the Florida Department of Agriculture&rsquo;s website FreshFromFlorida.com, people can &quot;get a permit to carry a loaded hidden gun without ever leaving your house.&quot;<br />\r\n\t<br />\r\n\tThe Brady Campaign argued that their claim referred to the application itself. But fingerprints are required as part of the application process, and Gross made no such distinction in his statement.<br />\r\n\t<br />\r\n\tWe think his overall message was clear: He was trying to convey that it&rsquo;s so easy to get a gun permit that you can do it from home.<br />\r\n\t<br />\r\n\tThe law, though, requires that people receive firearms training and be fingerprinted by law enforcement, two elements that would typically require people to leave their homes. While it&rsquo;s possible to pay a firearms trainer to come to your property, we found no evidence that such training is widespread. We also found no evidence that mobile fingerprinting would be allowed for the gun permit application in the state of Florida.<br />\r\n\t<br />\r\n\tWe rate this claim False.</p>\r\n", "ruling_comments_date": "2012-04-03T13:13:51.817433", "ruling_date": "2012-04-03T15:37:40", "ruling_headline": "Can you get a gun in Florida without ever leaving your home?", "ruling_headline_slug": "can-you-get-gun-florida-without-ever-leaving-your-", "ruling_link_text": "It's not that easy", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tThe Brady Campaign to Prevent Gun Violence, <a href=\"http://www.bradycampaign.org/media/press/view/1482/\">statement by President Dan Gross</a>, March 27, 2012<br />\r\n\t<br />\r\n\tFlorida Department of Agriculture and Consumer Services, <a href=\"http://licgweb.doacs.state.fl.us/forms/Temp/T044403324.pdf#page=1\">Concealed weapon or firearm license application instructions and Chapter 790, Florida statutes</a>, Accessed March 28, 2012<br />\r\n\t<br />\r\n\t<em>Miami Herald</em>,<a href=\"http://www.miamiherald.com/2012/03/27/v-print/2717070/trayvon-martins-parents-expected.html\"> &quot;Trayvon Martin&rsquo;s parents thank members of Congress for support,&quot;</a> March 27, 2012<br />\r\n\t<br />\r\n\t<em>Miami Herald,</em> <a href=\"http://www.mcclatchydc.com/2012/03/27/143340/sanford-police-sought-to-charge.html\">&quot;Sanford police sought to charge George Zimmerman,&quot;</a> March 27, 2012<br />\r\n\t<br />\r\n\t<em>Miami Herald</em>&rsquo;s Naked Politics blog,<a href=\"http://miamiherald.typepad.com/nakedpolitics/2012/03/despite-groups-demand-adam-putnam-says-he-cant-suspend-concealed-carry-permit-of-trayvon-martins-sho.html\"> &quot;Despite group&rsquo;s demand, Adam Putnam says he can&rsquo;t suspend concealed carry permit of Trayvon Martin&rsquo;s shooter,&quot;</a> March 20, 2012<br />\r\n\t<br />\r\n\tMiami-Dade Clerk of Courts, <a href=\"http://www.miami-dadeclerk.com/service_certified_copies.asp\">Information about how to get certified copies of documents</a>, Accessed March 28, 2012<br />\r\n\t<br />\r\n\tInterview, Sterling Ivey, spokesman for the Florida Department of Agriculture and Consumer Services, March 28, 2012<br />\r\n\t<br />\r\n\tInterview, Dian Diaz, chief director of courts services for the 17th Judicial Circuit in Broward County, March 28, 2012<br />\r\n\t<br />\r\n\tInterview, Eunice Sigler, spokesperson for the 11th Judicial Circuit in Miami-Dade County, March 28, 2012<br />\r\n\t<br />\r\n\tInterview, Marion Hammer, president of Unified Sportsmen of Florida (the state&rsquo;s NRA affiliate), March 30, 2012<br />\r\n\t<br />\r\n\tInterview, Enrique Rios, owner of Fingerprint Technologies, March 30, 3012<br />\r\n\t<br />\r\n\tInterview, Eric Wall, owner Florida Concealed Weapon Carry, March 29, 2012<br />\r\n\t<br />\r\n\tInterview, Bill Vain, owner of Maryland Livescan, March 29, 2012<br />\r\n\t<br />\r\n\tInterview, Dennis Valk, owner Anytime Mobile Fingerprinting, March 30, 2012<br />\r\n\t<br />\r\n\tInterview, Irving Gelbart, owner of Pentagon Defense Products and Training Alliance, March 29, 2012<br />\r\n\t<br />\r\n\tInterview, Sean Caranna, executive director of Florida Carry, March 30, 2012<br />\r\n\t<br />\r\n\tInterview, Keyla Concepcion, spokeswoman for the Broward Sheriff&rsquo;s Office, April 2, 2012<br />\r\n\t<br />\r\n\tInterview, Brandon Haught, spokesman for Volusia County Sheriff Ben Johnson, March 30, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 1, "first_name": "", "half_true_count": 0, "home_state": "", "id": 1787, "last_name": "Brady Campaign to Prevent Gun Violence", "mostly_true_count": 0, "name_slug": "brady-campaign-prevent-gun-violence", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/brady.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1787/", "total_count": 2, "true_count": 0, "website": "http://www.bradycampaign.org/"}, "statement": "<p>\r\n\tThe Florida Department of Agriculture&rsquo;s website FreshFromFlorida.com can be used &quot;to get a permit to carry a loaded hidden gun without ever leaving your house.&quot;</p>\r\n", "statement_context": "a congressional briefing", "statement_date": "2012-03-27", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 19, "photo": null, "resource_uri": "/api/v/2/subject/19/", "subject": "Guns", "subject_slug": "guns", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}