{"art": [], "author": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "canonical_url": "/oregon/statements/2012/apr/03/charlie-hales/do-streetcars-really-beat-out-buses-capacity-rider/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "dlane@oregonian.com", "first_name": "Dee", "id": 183, "last_name": "Lane", "name_slug": "dee-lane", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/183/", "title": "Politics editor", "twitter": null}], "facebook_headline": null, "id": 5670, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "resource_uri": "/api/v/2/statement/5670/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\r\n\tPortland mayoral candidate Charlie Hales is well known for his support of streetcar projects. He promoted them in Portland during his time as a city council member, then ended his term early to go help other cities start their own.<br />\r\n\t<br />\r\n\tHales hasn&rsquo;t advocated expanding the city&rsquo;s system during his current campaign, but the subject keeps coming up. During an appearance on Oregon Public Broadcasting&rsquo;s &quot;Think Out Loud,&quot; Hales explained why he&rsquo;s so keen on street cars.<br />\r\n\t<br />\r\n\tIt comes down to three things, he said: Because &quot;streetcars carry more people than buses. Because you attract more riders who don&#39;t ride transit now. And actually the operating costs are not any greater than the bus. The trick is coming up with the very large capital cost.&quot;<br />\r\n\t<br />\r\n\tThese sorts of talking points get thrown around a lot by rail-system advocates. We thought it was high time we checked it out.<br />\r\n\t<br />\r\n\tOur first call was to Hales&rsquo; campaign. His spokeswoman, Jessica Moskovitz, sent us a thorough e-mail outlining the support for the various pieces of the statement. Before we get to all that, though, let&rsquo;s start with TriMet when spokeswoman Mary Fetsch.<br />\r\n\t<br />\r\n\tOn whether streetcars carry more people than buses, there is no ambiguity. Streetcars have a maximum capacity of 92 riders, according to Fetsch. That&rsquo;s nearly double the 51 or so riders who can fit on a single bus. (It was clear during the interview that Hales was talking capacity here and not the actual number of riders.)<br />\r\n\t<br />\r\n\tThe next part was about whether streetcars have a smaller operating cost. Naturally, our minds went to the huge down payment a city has to make on tracks, whereas a bus can use existing roads. But Hales was careful to take that out of the equation by acknowledging the startup costs. It&rsquo;s clear he was talking about day-to-day operation. On that point, he seems to be right again.<br />\r\n\t<br />\r\n\tAccording to Fetsch, the streetcar operations cost $1.50 per boarding ride, while the bus costs $2.82. Now, there are a few important caveats here. Portland&rsquo;s streetcar system is much smaller than TriMet&#39;s bus and MAX systems. That&rsquo;s important because those two systems require a command center, which deals with dispatch and customer service. The streetcar also ducks security charges -- Portland police take care of the streetcar while TriMet has to budget for the Transit Police Division.<br />\r\n\t<br />\r\n\tYou also have to consider the fact that the streetcar serves just the city core, while the MAX and bus systems operate in the low-density, outer areas and run both earlier and later.<br />\r\n\t<br />\r\n\tThe last bit of important context here, too, is that the streetcar system requires fewer maintenance expenses: It&rsquo;s younger and it runs at lower speeds, so it has less wear than the MAX and bus system.<br />\r\n\t<br />\r\n\tThat leaves us with the last bit: Do streetcars really attract riders who don&rsquo;t typically take public transit?<br />\r\n\t<br />\r\n\tMoskovitz, the spokeswoman for Hales, pointed us to a study by Edson Tennyson for the National Research Council on the issue of rail transit. Tennyson concluded that, all things being equal, &quot;rail transit is likely to attract 34 percent to 43 percent more riders than will equivalent bus services.&quot;<br />\r\n\t<br />\r\n\tThere was a catch, though: That paper was written more than two decades ago. The only other source Moskovitz had was an article touting the increase in streetcar ridership.<br />\r\n\t<br />\r\n\tTriMet, however, had two pieces of pertinent information.<br />\r\n\t<br />\r\n\tFirst up, between 2000 and 2003, bus stops within a sixth of a mile of the streetcar saw ridership drop by 20 percent when the rail went online. Meanwhile, the streetcar ridership grew well beyond that drop, indicating the system was attracting more people than just those who would have ridden the bus. Second, according to a June 2011 rider study, 38 percent of occasional and infrequent riders exclusively used the MAX, while only 12 percent exclusively used the bus. Of course, the MAX is not the streetcar, but this fact seems to speak to the attractiveness of rail travel over bus for some transit users.<br />\r\n\t<br />\r\n\tWhile the data are somewhat old and somewhat tangential, taken together they seem to support Hale&rsquo;s claim that the streetcar attracts more infrequent riders.<br />\r\n\t<br />\r\n\tSo that brings us to the ruling. Hales said &quot;streetcars carry more people than buses &hellip; you attract more riders who don&#39;t ride transit now, and actually the operating costs are not any greater than the bus.&quot; Whether these arguments make a persuasive case for the necessity and usefulness of a streetcar system is, of course, up for debate. The statement itself remains factual. While, there&rsquo;s some missing context, it&rsquo;s nothing significant. We rate this claim True.</p>\r\n", "ruling_comments_date": "2012-04-03T17:20:00.711591", "ruling_date": "2012-04-03T14:18:28", "ruling_headline": "Do streetcars really beat out buses in capacity, ridership and cost?", "ruling_headline_slug": "do-streetcars-really-beat-out-buses-capacity-rider", "ruling_link_text": "He's right on all counts", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tE-mail from Jessica Moskovitz, spokeswoman for Charlie Hales, March 26, 2012<br />\r\n\t<br />\r\n\tE-mail from Mary Fetsch, spokeswoman for TriMet, March 29, 2012<br />\r\n\t<br />\r\n\tNational Research Council, &quot;<a href=\"http://www.publictransit.us/ptlibrary/TRB1221.pdf\">Impact on Transit Patronage</a> &hellip;,&quot; 1989<br />\r\n\t<br />\r\n\t&quot;Think Out Loud,&quot; <a href=\"http://soundcloud.com/jessica-moskovitz/charlie-on-opbs-think-out-loud\">Interview with Charlie Hales</a>, Feb. 12, 2012<br />\r\n\t<br />\r\n\tTriMet, Streetcar Ridership Study, June 2011</p>\r\n<p>\r\n\tInterview with John Charles of the Cascade Policy Institute, April 3, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Senior vice president, HDR Engineering", "false_count": 1, "first_name": "Charlie", "half_true_count": 0, "home_state": "Oregon", "id": 1364, "last_name": "Hales", "mostly_true_count": 0, "name_slug": "charlie-hales", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/hales.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1364/", "total_count": 6, "true_count": 3, "website": "http://www.charliehales.com/"}, "statement": "<p>\r\n\tSays &quot;streetcars carry more people than buses &hellip; you attract more riders who don&#39;t ride transit now, and actually the operating costs are not any greater than the bus.&quot;</p>\r\n", "statement_context": "an interview.", "statement_date": "2012-02-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 44, "photo": null, "resource_uri": "/api/v/2/subject/44/", "subject": "Transportation", "subject_slug": "transportation", "used_in_edition": []}], "target": [], "twitter_headline": ""}