{"art": [], "author": [{"email_address": "moorhead@tampabay.com", "first_name": "Molly", "id": 274, "last_name": "Moorhead", "name_slug": "molly-moorhead", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Molly_the_Mollster.jpg", "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/274/", "title": "Pasco Editor", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2012/apr/04/barack-obama/obama-attaches-stark-terms-possible-supreme-court-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 5679, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "moorhead@tampabay.com", "first_name": "Molly", "id": 274, "last_name": "Moorhead", "name_slug": "molly-moorhead", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Molly_the_Mollster.jpg", "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/274/", "title": "Pasco Editor", "twitter": null}], "resource_uri": "/api/v/2/statement/5679/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tAfter remaining mostly silent on the topic, President Barack Obama stepped into the debate over how the Supreme Court might rule on the health care law, the signature legislation of his presidency.<br />\r\n\t<br />\r\n\tIn a Rose Garden press conference on April 2, 2012, the president expressed confidence that the nine justices will uphold the law and said that to do otherwise would be an example of &quot;judicial activism&quot; so often maligned by Republicans. He listed some benefits of the law that have already taken effect -- drug discounts for Medicare beneficiaries and millions of children gaining coverage.<br />\r\n\t<br />\r\n\t&quot;So there&#39;s -- there&#39;s not only an economic element and a legal element to this, but there&#39;s a human element to this. And I hope that&#39;s not forgotten in this political debate.<br />\r\n\t<br />\r\n\t&quot;Ultimately, I&#39;m confident that the Supreme Court will not take what would be an unprecedented, extraordinary step of overturning a law that was passed by a strong majority of a democratically elected Congress,&quot; he said.<br />\r\n\t<br />\r\n\tTwo terms stood out to us in that statement: &quot;strong majority&quot; and &quot;unprecedented.&quot;<br />\r\n\t<br />\r\n\tIs Obama, a Harvard Law-educated president, correct in his characterization of how the bill passed Congress? We remembered the vote as quite narrow. And what about the historical implication of overturning it?<br />\r\n\t<br />\r\n\t<strong>First, &lsquo;strong majority&rsquo;</strong><br />\r\n\t<br />\r\n\tFor this part of the claim, we turned to the <a href=\"http://thomas.loc.gov/cgi-bin/bdquery/z?d111:HR03590:@@@R\">congressional record of votes</a> on the health care bill from late 2009 and early 2010.<br />\r\n\t<br />\r\n\tThe health law took an unusual path to passage. Usually, the House and Senate pass different versions of a bill, then they work out their differences in a conference committee. A unified bill comes out of that committee, and both bodies vote again on the new bill. Then, if it passes, the president signs it.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tIn the case of the health care bill, the House and Senate had each passed different versions in 2009. It was expected the two bills would be integrated in conference committee, then voted on again. But before that could happen, the Democrats lost their 60-seat, filibuster-proof majority in the Senate. (Republican Scott Brown in January 2010 won the seat formerly held by the late Sen. Edward Kennedy, D-Mass.) Anything that came out of conference committee at that point could have been held up in the Senate, blocked by 40 Republican senators.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tDemocrats decided to get around this by having the House simply accept the Senate&rsquo;s version of the bill. Then Democrats in the House and Senate used a different measure -- a reconciliation bill, which requires only a simple majority -- to modify the law they had just passed.<br />\r\n\t<br />\r\n\tThe vote to pass the Senate version of the bill had been 60-39.<br />\r\n\t<br />\r\n\tThe bill passed the House 219-212 on March 21,2010.<br />\r\n\t<br />\r\n\tNumerically speaking, neither vote reflects a very large margin of victory. In the Senate, 60 votes was actually the exact minimum needed to prevent a filibuster -- not a vote more. And in both chambers, not a single Republican voted for for the bill.<br />\r\n\t<br />\r\n\t<strong>The notion of &lsquo;unprecedented&rsquo;</strong><br />\r\n\t<br />\r\n\tThis one, we&rsquo;ll acknowledge, puzzled us.<br />\r\n\t<br />\r\n\tThe Supreme Court routinely reviews laws passed by Congress and either upholds or overturns them. For Obama to suggest that such an action would be unique in American history is something of a head-scratcher.<br />\r\n\t<br />\r\n\tWe could name numerous examples of the Supreme Court tossing laws passed by a &quot;democratically elected Congress,&quot; starting with <em><a href=\"http://www.lawnix.com/cases/marbury-madison.html\">Marbury vs. Madison</a></em>, in 1803.<br />\r\n\t<br />\r\n\tFor a more recent example, Senate historian Don Ritchie cited the 1990 Gun-Free School Zones Act, which made it a federal offense to knowingly possess a firearm in a school zone. But in <a href=\"http://www.lawnix.com/cases/united-states-lopez.html\"><em>United States vs. Lopez</em>,</a> the court said the federal government could not use the commerce clause to restrict guns.<br />\r\n\t<br />\r\n\t&quot;Lots of laws have been overturned,&quot; Ritchie said. &quot;That&rsquo;s what the Supreme Court does.&quot;<br />\r\n\t<br />\r\n\t<a href=\"http://volokh.com/2012/02/03/u-s-justices-foreign-statements-about-the-u-s-constitution/\">Eugene Volokh</a>, a law professor at University of California at Los Angeles and blogger who considers himself center-right or libertarian-conservative, even cited a case that was passed by a large majority in Congress and then tossed out by the court.<br />\r\n\t<br />\r\n\tThe Religious Freedom Restoration Act of 1993 passed unanimously in the House and by a 97-3 vote in the Senate. The law protected religious individuals and organizations from government interference with the practice of their faith. But the court, in the 1997 case <em><a href=\"http://www.casebriefs.com/blog/law/constitutional-law/constitutional-law-keyed-to-sullivan/the-post-civil-war-amendments-and-civil-rights-legislation-constitutional-restraints-on-private-conduct-congressional-power-to-implement-the-amendments/city-of-boerne-v-flores-4/\">City of Boerne vs. Flores</a></em> held that the statute was unconstitutional because it exceeded federal power.<br />\r\n\t<br />\r\n\tVolokh said the <em>Boerne</em> case is noteworthy in the health care debate because it was also a federalism case, meaning it was being challenged under the 10th Amendment that says powers not specifically granted to the federal government by the Constitution are reserved to the states.<br />\r\n\t<br />\r\n\tAnother interesting point: Ruth Bader Ginsberg and John Paul Stevens, two of the court&rsquo;s liberal justices, joined the majority opinion.<br />\r\n\t<br />\r\n\t&quot;Were they stopped by the fact that this was a federal statute enacted by a nearly unanimous vote of the Congress? Absolutely not,&quot; Volokh said.<br />\r\n\t<br />\r\n\tWhat&rsquo;s more, he said, the Supreme Court is not supposed to consider a law&rsquo;s popularity.<br />\r\n\t<br />\r\n\t&quot;It&rsquo;s not its job to do that,&quot; Volokh said. &quot;You could imagine justices being influenced because justices are human. But according to the Constitution, a law is a law. &hellip; and a law that unconstitutional is unconstitutional.<br />\r\n\t<br />\r\n\t&quot;They&rsquo;re not supposed to look at these things, and there&rsquo;s considerable evidence that they often don&rsquo;t.&quot;<br />\r\n\t<br />\r\n\tWhat else might Obama have meant when he said overturning the health care law would be unprecedented?<br />\r\n\t<br />\r\n\tHe was asked for just such clarification a day after the press conference at a luncheon with members of the Associated Press.<br />\r\n\t<br />\r\n\tObama&rsquo;s response: &quot;We have not seen a court overturn a law that was passed by Congress on an economic issue, like health care ... at least since <em>Lochner</em>. Right? So we&rsquo;re going back to the &rsquo;30s, pre-New Deal.&quot;<br />\r\n\t<br />\r\n\tHe further explained that, because the court has extraordinary power as the final say on laws, it &quot;has traditionally exercised significant restraint and deference to our duly elected Legislature, our Congress. And so the burden is on those who would overturn a law like this.&quot;<br />\r\n\t<br />\r\n\tThe president seemed to be framing the health care case in historical terms. He said that no law on an economic issue such as health care has been overturned in decades, and he cited <em><a href=\"http://www.lawnix.com/cases/lochner-new-york.html\">Lochner vs. New York</a></em>, a controversial 1905 decision striking down a New York labor law because it interfered with employer/employee contract rights. The case marked the beginning of what came to known as the Lochner era of the court, when justices overturned several laws through the 1930s on the grounds that they were an overreach by government into business.</p>\r\n<p>\r\n\tObama further added that overturning such a far-reaching law as the health care bill would be atypical use of the court&rsquo;s power.<br />\r\n\t<br />\r\n\tSo, when given the chance to explain, Obama wasn&rsquo;t saying it would be unprecedented simply for the Supreme Court to overturn a federal law.<br />\r\n\t<br />\r\n\tBut &quot;this is not any law,&quot; said Norman Ornstein, a scholar with the conservative American Enterprise Institute.<br />\r\n\t<br />\r\n\t&quot;At least since the early part of the New Deal, when you had a Supreme Court that blocked at least a few initiatives of the new Roosevelt administration, we haven&rsquo;t had a major social policy overturned,&quot; he said. &quot;And I don&rsquo;t think any of them were as sweeping or significant in their effect on the country as this one (the health care law). They didn&rsquo;t overturn Social Security; they didn&rsquo;t overturn the (Works Progress Administration).&quot;<br />\r\n\t<br />\r\n\tHe continued: &quot;If you&rsquo;re looking at things that have had a big effect on people&rsquo;s lives, you&rsquo;d say Social Security and Medicare are the two biggest ones in the last 80 years. And I think you could make the case that while this (the health law) doesn&rsquo;t affect everybody in the same way -- most people already have health insurance -- but everybody&rsquo;s lives would be changed by this law because of the way that insurance would be provided and other changes in the law that affect how you deliver health care. And we&rsquo;re talking about something that impinges on 17 percent of the economy, and that&rsquo;s big stuff.&quot;<br />\r\n\t<br />\r\n\tOrnstein said that since the 1930s, there has been &quot;a wide acceptance of the role of government in the economy and affecting the social fabric of the country.&quot;<br />\r\n\t<br />\r\n\t&quot;A decision that would not only affect the health care law but would also raise questions about other mandates... this could challenge the entire New Deal and post-New Deal structure of America. You&rsquo;d have to say that&rsquo;s unprecedented.&quot;<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tThat was a lot of Supreme Court history. First, let&rsquo;s review Obama&rsquo;s statement: &quot;Ultimately, I am confident that the Supreme Court will not take what would be an unprecedented, extraordinary step of overturning a law that was passed by a strong majority of a democratically elected Congress.&quot;<br />\r\n\t<br />\r\n\tThere&rsquo;s simply no support for the assertion that the law was passed by a &quot;strong majority.&quot; It was passed along party lines in a sharply partisan climate, and the 60 votes in the Senate were the minimum needed to keep Republicans from bottling it up in a filibuster.<br />\r\n\t<br />\r\n\tBut the &quot;unprecedented&quot; idea is more nuanced. It&rsquo;s without question that the Supreme Court overturning a law passed by Congress -- by any margin -- is a common and routine occurrence, and by no means without precedent. Volokh gave us a close analogy with the case of <em>Boerne vs. Flores</em>, a religious freedom law that glided through Congress but was held unconstitutional by a majority of the court, including two of its liberal justices.<br />\r\n\t<br />\r\n\tHowever, Obama&rsquo;s elaboration a day later at least gives us more to think about. He argued that invalidation of the health care law would represent a court action unseen since the Great Depression on an issue that affects every American. Ornstein echoed that interpretation, saying that a ruling by the court which overturns a major social policy and challenges prior court rulings would be unprecedented.<br />\r\n\t<br />\r\n\tBut we&rsquo;re taking Obama literally, and that historical perspective was not reflected in his original statement, which is what we&#39;re ruling on. He simply said the law passed with a strong majority and overturning it would be unprecedented. Wrong and wrong. We rate the statement False.</p>\r\n", "ruling_comments_date": "2012-04-04T15:25:13.655487", "ruling_date": "2012-04-04T16:51:42", "ruling_headline": "Obama attaches stark terms to possible Supreme Court ruling on health care law", "ruling_headline_slug": "obama-attaches-stark-terms-possible-supreme-court-", "ruling_link_text": "Slim majority, not unprecedented", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tCBS News video of <a href=\"http://www.cbsnews.com/8301-503544_162-57408181-503544/obama-confident-supreme-court-will-uphold-health-care-law/\">Obama press conference</a>, April 2, 2012<br />\r\n\t<br />\r\n\tInterview with Don Ritchie, <a href=\"http://www.senate.gov/artandhistory/history/common/generic/Senate_Historical_Office.htm\">Senate historian</a>, April 3, 2012<br />\r\n\t<br />\r\n\tInterview with Eugene Volokh, <a href=\"http://www.law.ucla.edu/faculty/all-faculty-profiles/professors/Pages/eugene-volokh.aspx\">UCLA law professor</a>, April 3, 2012<br />\r\n\t<br />\r\n\tInterview with Norman Ornstein, <a href=\"http://www.aei.org/scholar/norman-j-ornstein/\">American Enterprise Institute</a>, April 3, 2012<br />\r\n\t<br />\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2011/oct/18/joe-pitts/pitts-healthcare-long-no-amendments/\">Pitts on health care: long, with no amendments</a>,&quot; Oct. 18, 2011<br />\r\n\t<br />\r\n\tLIbrary of Congress, <a href=\"http://thomas.loc.gov/cgi-bin/bdquery/z?d111:HR03590:@@@R\">111th Congress (2009 - 2010) H.R.3590 Major Congressional Actions</a><br />\r\n\t<br />\r\n\tLawnix.com, <em><a href=\"http://www.lawnix.com/cases/lochner-new-york.html\">Lochner vs. New York</a></em>, accessed April 4, 2012<br />\r\n\t<br />\r\n\tLawnix.com, <em><a href=\"http://www.lawnix.com/cases/marbury-madison.html\">Marbury vs. Madison</a></em>, accessed April 4, 2012<br />\r\n\t<br />\r\n\tCasebriefs.com, <em><a href=\"http://www.casebriefs.com/blog/law/constitutional-law/constitutional-law-keyed-to-sullivan/the-post-civil-war-amendments-and-civil-rights-legislation-constitutional-restraints-on-private-conduct-congressional-power-to-implement-the-amendments/city-of-boerne-v-flores-4/\">Boerne vs. Flores</a></em>, accessed April 4, 2012<br />\r\n\t<br />\r\n\tCasebriefs.com, <em><a href=\"http://www.casebriefs.com/blog/law/administrative-law/administrative-law-keyed-to-lawson/the-constitution-and-the-administrative-state/a-l-a-schechter-poultry-corp-v-united-states/\">Schecter Poultry Corp. vs. United States</a></em>, accessed April 4, 2012<br />\r\n\t<br />\r\n\tLawnix.com, <em><a href=\"http://www.lawnix.com/cases/united-states-lopez.html\">United States vs. Lopez</a></em>, accessed April 4, 2012<br />\r\n\t<br />\r\n\tWhiteHouse.gov, <a href=\"http://www.whitehouse.gov/the-press-office/2012/04/03/remarks-president-associated-press-luncheon\">Remarks by the President at the Associated Press Luncheon</a>, April 3, 2012</p>\r\n", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>\r\n\tIf the Supreme Court throws out the federal health care law, it &quot;would be an unprecedented, extraordinary step of overturning a law that was passed by a strong majority of a democratically elected Congress.&quot;</p>\r\n", "statement_context": "a Rose Garden press conference", "statement_date": "2012-04-02", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}, {"description": "", "id": 108, "photo": null, "resource_uri": "/api/v/2/subject/108/", "subject": "Supreme Court", "subject_slug": "supreme-court", "used_in_edition": []}], "target": [], "twitter_headline": ""}