{"art": [], "author": [{"email_address": "bbowers@politifact.com", "first_name": "Becky", "id": 177, "last_name": "Bowers", "name_slug": "becky-bowers", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/bbowers-politifact-mug_.gif", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/177/", "title": "PolitiFact Digital Operations Manager", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2012/apr/06/barack-obama/president-barack-obama-says-gop-budget-cuts-financ/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 5698, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "bbowers@politifact.com", "first_name": "Becky", "id": 177, "last_name": "Bowers", "name_slug": "becky-bowers", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/bbowers-politifact-mug_.gif", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/177/", "title": "PolitiFact Digital Operations Manager", "twitter": null}], "resource_uri": "/api/v/2/statement/5698/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tWelcome to the Budget Games.<br />\r\n\t<br />\r\n\tThe strategy: Offer a proposal with broad outlines and as little detail as possible. When opponents attack, declare, &quot;That&rsquo;s not what our budget does!&quot; Meanwhile, fill in missing details in the other guy&rsquo;s budget with the least flattering interpretation you can calculate.<br />\r\n\t<br />\r\n\tRepeat.<br />\r\n\t<br />\r\n\tPresident Barack Obama filled in some details of the GOP budget resolution passed by the U.S. House of Representatives in a speech to a meeting of news executiveson April 3, 2012 &mdash; using his own assumptions.<br />\r\n\t<br />\r\n\t<em>&quot;This new House Republican budget ... proposes massive new cuts in annual domestic spending &mdash; exactly the area where we&rsquo;ve already cut the most. And I want to actually go through what it would mean for our country if these cuts were to be spread out evenly. So bear with me. I want to go through this &mdash; because I don&rsquo;t think people fully appreciate the nature of this budget. &nbsp;<br />\r\n\t<br />\r\n\t&quot;The year after next, nearly 10 million college students would see their financial aid cut by an average of more than $1,000 each.&quot;</em><br />\r\n\t<br />\r\n\tHe went on, listing nearly a dozen specific ways the plan from House Budget Committee Chairman Paul Ryan would cut programs &mdash; again, assuming cuts were evenly spread. Then he clarified that Republicans &quot;don&rsquo;t specify exactly the cuts they would make.&quot;<br />\r\n\t<br />\r\n\tStill, he doubles down on his list: &quot;This is not conjecture. I am not exaggerating. These are facts. And these are just the cuts that would happen the year after next.&quot;<br />\r\n\t<br />\r\n\tWe thought we would start by asking: Is that true? If cuts were spread evenly, would nearly 10 million college students see their aid cut by more than $1,000 each?<br />\r\n\t<br />\r\n\t<strong>The Pell Grant program</strong><br />\r\n\t<br />\r\n\tWe asked the White House to explain Obama&rsquo;s math. We talked to the House Budget Committee, looked through the budget documents and reached out to other budget experts.<br />\r\n\t<br />\r\n\tThe House Budget Committee says such a claim about college aid cuts is simply false. More on that in a minute.<br />\r\n\t<br />\r\n\tObama&rsquo;s claim relies on funding in the Ryan plan for <a href=\"http://www2.ed.gov/programs/fpg/index.html\">federal Pell Grants</a>. The program provides the largest source of grant funding for needy college students, with more than 9.7 million students expected to get grants worth up to $5,635 in 2013, <a href=\"http://www2.ed.gov/about/overview/budget/budget13/justifications/p-sfa.pdf\">according to the Education Department</a>.<br />\r\n\t<br />\r\n\tIt goes without saying that&rsquo;s the only way some students might afford to go to college. But the costs of the program have been soaring, with discretionary costs more than doubling since 2008, according to the Education Department &mdash; mostly because there are more eligible students.<br />\r\n\t<br />\r\n\tHouse Republicans accompanied the budget with a report that spells out ways to rein in the Pell program. For example, keeping the Pell maximum grant award in 2013 at this year&#39;s level of $5,550. The House Budget Committee says it would stay at that level for the full 10 years of the budget, key to the argument that Obama&rsquo;s claim is false, though that&#39;s not clear in the report.<br />\r\n\t<br />\r\n\tBut there&rsquo;s disagreement between the House Budget Committee and the White House Office of Management and Budget over how seriously to take House recommendations that aren&rsquo;t in the actual budget resolution.<br />\r\n\t<br />\r\n\tIn the absence of direction from the budget resolution, OMB says it&rsquo;s justified in applying the Republican budget&rsquo;s cuts to nondefense discretionary spending across the board, leading to Obama&rsquo;s statement that &quot;if these cuts were to be spread out evenly &hellip; the year after next, nearly 10 million college students would see their financial aid cut by an average of more than $1,000 each.&quot;<br />\r\n\t<br />\r\n\t<strong>The Ryan plan</strong><br />\r\n\t<br />\r\n\tLet&rsquo;s be clear about what a budget resolution actually is &mdash; merely a guidance document for policymakers.<br />\r\n\t<br />\r\n\t&quot;Even in places where it makes assumed cuts to get to its budget numbers, it doesn&#39;t actually have the ability to force them to happen,&quot; said Steve Ellis, vice president for Taxpayers for Common Sense. House committees propose legislation to do that.<br />\r\n\t<br />\r\n\tStill, <a href=\"http://www.gpo.gov/fdsys/pkg/BILLS-112hconres112eh/pdf/BILLS-112hconres112eh.pdf\">the budget</a> passed by the House on March 29, 2012, provides an outline. What does it say about Pell Grant funding?<br />\r\n\t<br />\r\n\tNothing.<br />\r\n\t<br />\r\n\tBut the accompanying <a href=\"http://www.gpo.gov/fdsys/pkg/CRPT-112hrpt421/pdf/CRPT-112hrpt421.pdfhttp://www.gpo.gov/fdsys/pkg/CRPT-112hrpt421/pdf/CRPT-112hrpt421.pdf\">House Budget Committee report</a> on the budget resolution offers a series of &quot;illustrative options&quot; to achieve its savings, saying, &quot;The committees of jurisdiction will make final policy determinations.&quot;<br />\r\n\t<br />\r\n\tThe suggestions include requiring that students attend school at least half-time and changing the maximum income limit to be eligible. (It doesn&rsquo;t actually specify what that new limit might be. Jason Delisle, an education budget expert at the New America Foundation, has<a href=\"http://edmoney.newamerica.net/sites/newamerica.net/files/articles/Pell%20Eligibility%20Side-by-Side%20Ryan%20Plan%20Final1.pdf\"> made some guesses</a>.)<br />\r\n\t<br />\r\n\tAmong those suggestions: &quot;To get program costs back to a sustainable level, the budget recommends a maximum award of $5,550.&quot; It says the award would be fully funded through discretionary, rather than mandatory, spending. (That means an even bigger funding crunch in a shrinking pool of discretionary dollars.)<br />\r\n\t<br />\r\n\tMoira Mack, spokeswoman for the OMB, points out that recommendation isn&rsquo;t included in the actual budget resolution passed by the House &mdash; which does include policy statements on big issues such as Medicare and Social Security. Meanwhile, she says, the report isn&rsquo;t clear about whether the maximum applies just to the coming year or to the entire 10-year-window covered by the budget. (The language just before the &quot;illustrative options&quot; is specific to fiscal year 2013.)<br />\r\n\t<br />\r\n\tSo the OMB calculates that the Ryan budget keeps the maximum grant at $5,550 in 2013 only. In 2014, the budget&rsquo;s 14.3 percent cut in nondefense discretionary spending from the year before &mdash; applied evenly to the Pell program &mdash; would push the maximum award amount down to to $4,595 and leave some students with nothing at all, with an average cut of more than $1,000 per student.<br />\r\n\t<br />\r\n\t(The president&rsquo;s budget doesn&rsquo;t clarify how it cuts spending in order to increase the maximum award &mdash; but compared with Ryan&rsquo;s plan, there&rsquo;s more funding available for nondefense discretionary spending, such as Pell grants.)<br />\r\n\t<br />\r\n\tBudget experts at the liberal Center on Budget and Policy Priorities made a calculation similar to Obama&#39;s.<br />\r\n\t<br />\r\n\t&quot;The $1,000 was in the range of what we estimate would happen if you eliminated the<br />\r\n\tmandatory funding and made a few other policy changes but did not significantly reduce the number of people who are eligible,&quot; said James Horney, vice president for federal fiscal policy.<br />\r\n\t<br />\r\n\tIt&rsquo;s just as possible that lawmakers could reduce eligibility, rather than cut the maximum award &mdash;&nbsp;leading to a different sort of statistic. Say, &quot;Millions of students would lose access to the Pell Grant program.&quot;<br />\r\n\t<br />\r\n\tOr lawmakers could choose to protect both eligibility and the $5,550, leading to bigger cuts in other programs.<br />\r\n\t<br />\r\n\tSo is Obama&rsquo;s math fair?</p>\r\n<p>\r\n\tEllis, of Taxpayers for Common Sense, says it&rsquo;s tricky to say. &quot;Averaging cuts isn&#39;t an accurate way to describe what a budget does,&quot; he said. &quot;That said, the budget is not that prescriptive, so saying it wouldn&#39;t lead to something being cut is hard to argue as well.&quot;<br />\r\n\t<br />\r\n\tBut that&rsquo;s precisely what the House Budget Office argues.<br />\r\n\t<br />\r\n\t&quot;Our budget ensures that we maintain the current maximum Pell award,&quot; said Gerrit Lansing, press secretary for the House Budget Committee, sustaining the 2012 award amount in the Ryan plan for 10 years. &quot;... Yet again, the president has made assumptions about our budget that can&#39;t be sourced to our budget. The president is arguing: &#39;While Ryan doesn&#39;t assume X, let&#39;s just say he does so that I can get my talking point to work.&#39;&quot;<br />\r\n\t<br />\r\n\tWilliam McBride, an economist at the business-backed Tax Foundation, echoes that idea, saying, &quot;As far as I know, there is no clear basis for the president&rsquo;s claim. There is nothing in the Ryan budget that would suggest that. The burden of proof is with the president.&quot;<br />\r\n\t<br />\r\n\tRoberton Williams, senior fellow at the Urban-Brookings Tax Policy Center, says there simply isn&rsquo;t enough detail in the Ryan plan to say how it might affect people when it&rsquo;s all in place. And in that case, estimating cuts across the board is reasonable.<br />\r\n\t<br />\r\n\tDelisle, the education funding expert at the New America Foundation, developed <a href=\"http://edmoney.newamerica.net/blogposts/2012/unpacking_pell_grant_reforms_in_the_house_passed_ryan_budget-65989\">his own set of assumptions</a> to evaluate the Ryan plan&rsquo;s <a href=\"http://edmoney.newamerica.net/sites/newamerica.net/files/articles/Pell%20Eligibility%20Side-by-Side%20Ryan%20Plan%20Final1.pdf\">effect on Pell funding</a>.</p>\r\n<p>\r\n\t&quot;The Ryan budget doesn&#39;t truly reveal what it&#39;s doing &hellip; which gives the Obama administration a lot of latitude to assume something radical,&quot; he said.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tObama declared in his speech to news media that in the absence of information about cuts in the Ryan plan, he would extrapolate what might happen if those cuts were applied evenly across programs. He included such a detail about Pell Grants, saying &quot;the year after next, nearly 10 million college students would see their financial aid cut by an average of more than $1,000 each.&quot;<br />\r\n\t<br />\r\n\tTo his credit, Obama clarified that Republicans didn&rsquo;t specify those cuts themselves and that they might apply cuts in ways other than the president assumed. But he hurts himself when he engages in a detailed analysis based on his own assumptions and then declares, &quot;This is not conjecture.&quot;<br />\r\n\t<br />\r\n\tBudget experts tell us that applying cuts evenly in the absence of other information is fair, assuming he&rsquo;s clear about what he&rsquo;s doing. But Obama&#39;s figure was based on the assumption that savings would be achieved by, among other things, reducing the maximum grant level in 2013 and beyond. The problem is, House Republicans say that their report expresses a preference to maintain a maximum award of $5,550. But that preference isn&rsquo;t in the budget resolution passed by the House.<br />\r\n\t<br />\r\n\tThe president&#39;s statement is accurate using his set of assumptions, but his assumptions ignore a preference that House Republicans say was reflected in the report accompanying the Ryan budget &mdash; that Pell grant maximums not be reduced beyond 2013. And, if other means were used to reduce spending on Pell Grants, such as lowering income eligibility, the impact could be different. Those are important details to leave out, which leads us to a rating of Half True.</p>\r\n", "ruling_comments_date": "2012-04-06T14:59:48.051277", "ruling_date": "2012-04-06T16:34:55", "ruling_headline": "President Barack Obama says GOP budget cuts financial aid to college students", "ruling_headline_slug": "president-barack-obama-says-gop-budget-cuts-financ", "ruling_link_text": "That's one way to put it", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tWhite House, &quot;<a href=\"http://www.whitehouse.gov/the-press-office/2012/04/03/remarks-president-associated-press-luncheon\">Remarks by the President at the Associated Press Luncheon</a>,&quot; April 3, 2012<br />\r\n\t<br />\r\n\tU.S. Department of Education, <a href=\"http://www2.ed.gov/programs/fpg/index.html\">Federal Pell Grant Program</a>, accessed April 5, 2012<br />\r\n\t<br />\r\n\tDepartment of Education, &quot;<a href=\"http://www2.ed.gov/about/overview/budget/budget13/justifications/p-sfa.pdf\">Student Financial Assistance Fiscal 2013 Budget Request,</a>&quot; accessed April 4, 2012<br />\r\n\t<br />\r\n\tEmail interview with Matt Lehrich, assistant press secretary, White House Press Office, April 4, 2012<br />\r\n\t<br />\r\n\tInterview with Moira Mack, deputy associate director for communications and strategic planning, White House Office of Management and Budget, including by email, April 4-6, 2012<br />\r\n\t<br />\r\n\tEmail interview with Gerrit Lansing, press secretary, House Budget Committee, April 4, 2012<br />\r\n\t<br />\r\n\tEmail interview with Conor Sweeney, communications director, House Budget Committee, April 5-6, 2012<br />\r\n\t<br />\r\n\tInterview with Jason Delisle, director, Federal Education Budget Project, New America Foundation, including by email, April 4-5, 2012</p>\r\n<p>\r\n\tEmail interview with Steve Ellis, vice president for Taxpayers for Common Sense, April 4, 2012</p>\r\n<p>\r\n\tEmail interview with William McBride, economist, Tax Foundation, April 4, 2012</p>\r\n<p>\r\n\tEmail interview with James Horney, vice president for federal fiscal policy, Center on Budget and Policy Priorities, April 4, 2012<br />\r\n\t<br />\r\n\tInterview with Roberton Williams, senior fellow at the Urban-Brookings Tax Policy Center, April 4, 2012<br />\r\n\t<br />\r\n\tGovernment Printing Office, &quot;<a href=\"http://www.gpo.gov/fdsys/pkg/BILLS-112hconres112eh/pdf/BILLS-112hconres112eh.pdf\">H. Con. Res. 112</a>,&quot; passed by the House of Representatives March 29, 2012<br />\r\n\t<br />\r\n\tGovernment Printing Office, &quot;<a href=\"http://www.gpo.gov/fdsys/pkg/CRPT-112hrpt421/pdf/CRPT-112hrpt421.pdf\">Concurrent Resolution On The Budget &mdash; Fiscal Year 2013: Report Of The Committee On The Budget House Of Representatives To Accompany H. Con. Res. 112</a>,&quot; March 23, 2012<br />\r\n\t<br />\r\n\tHouse Budget Committee, &quot;<a href=\"http://budget.house.gov/fy2013Prosperity\">The Path to Prosperity: A Blueprint for American Renewal</a>,&quot; accessed March 29, 2012<br />\r\n\t<br />\r\n\tWhite House Office of Management and Budget, &quot;<a href=\"http://www.whitehouse.gov/blog/2012/03/28/cuts-gut-more-insight-ryan-republican-budget\">Cuts that Gut: More Insight into the Ryan-Republican Budget</a>,&quot; March 28, 2012<br />\r\n\t<br />\r\n\tPaul Ryan, &quot;<a href=\"https://www.facebook.com/notes/paul-ryan/the-presidents-speech-distorts-the-truth-to-distract-from-his-failed-record/10150791420832448\">The President&#39;s Speech Distorts the Truth to Distract From His Failed Record</a>,&quot; April 3, 2012, via Facebook<br />\r\n\t<br />\r\n\tHouse Budget Committee, &quot;<a href=\"http://budget.house.gov/SettingtheRecordStraight/\">Setting the Record Straight</a>,&quot; accessed April 4, 2012<br />\r\n\t<br />\r\n\tNew America Foundation&#39;s Ed Money Watch blog, &quot;<a href=\"http://edmoney.newamerica.net/blogposts/2012/unpacking_pell_grant_reforms_in_the_house_passed_ryan_budget-65989\">Unpacking Pell Grant Reforms in the House-Passed (&quot;Ryan&quot;) Budget</a>,&quot; April 3, 2012<br />\r\n\t<br />\r\n\tNew America Foundation, &quot;<a href=\"http://edmoney.newamerica.net/sites/newamerica.net/files/articles/Pell%20Eligibility%20Side-by-Side%20Ryan%20Plan%20Final1.pdf\">Pell Grant Eligibility: Side-by-Side</a>,&quot; accessed April 4, 2012<br />\r\n\t<br />\r\n\tNational Review Online, &quot;<a href=\"http://www.nationalreview.com/agenda/295334/jason-delisle-pell-grants-reforms-house-passed-budget-reihan-salam\">Jason Delisle on Pell Grants Reforms in the House-Passed Budget</a>,&quot; April 4, 2012<br />\r\n\t<br />\r\n\tInside Higher Ed, &quot;<a href=\"http://www.insidehighered.com/news/2012/03/21/higher-education-proposals-2013-republican-budget\">Tough Budget for Loans and Pell</a>,&quot; March 21, 2012</p>\r\n", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>\r\n\tUnder the House Republican budget, &quot;if these cuts were to be spread out evenly &hellip; the year after next, nearly 10 million college students would see their financial aid cut by an average of more than $1,000 each.&quot;</p>\r\n", "statement_context": "remarks to a meeting of the Newspaper Association of America", "statement_date": "2012-04-03", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 23, "current_job": "U.S. Representative", "false_count": 7, "first_name": "Paul", "half_true_count": 24, "home_state": "Wisconsin", "id": 373, "last_name": "Ryan", "mostly_true_count": 16, "name_slug": "paul-ryan", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/AP_WX201_HOUSE_2016_PRIMARI.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/373/", "total_count": 89, "true_count": 10, "website": "http://www.house.gov/ryan/"}], "twitter_headline": ""}