{"art": [], "author": [{"email_address": "abettelheim@cq.com", "first_name": "Adriel", "id": 48, "last_name": "Bettelheim", "name_slug": "adriel-bettelheim", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/48/", "title": "Writer, CQ", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2008/jul/17/john-mccain/killing-the-bill-or-making-it-better/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 570, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "abettelheim@cq.com", "first_name": "Adriel", "id": 48, "last_name": "Bettelheim", "name_slug": "adriel-bettelheim", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/48/", "title": "Writer, CQ", "twitter": null}], "resource_uri": "/api/v/2/statement/570/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Sens. John McCain and Barack Obama have similar views on how to fix the nation's immigration laws. But that isn't preventing them from exchanging blame for holding up progress on the issue.</p>\r\n<p>McCain used a July 14, 2008, appearance at the National Council of La Raza convention to tout his work on immigration reform and fire a broadside at his Democratic rival. He depicted Obama as an obstructionist who helped derail congressional efforts to enact an overhaul package last year.</p>\r\n<p>McCain alluded to the political risk he took last year as a Republican presidential candidate by joining forces with liberal icon Edward M. Kennedy, D-Mass., and others in promoting a compromise Senate immigration package. Then, he portrayed Obama as a politician willing to put short-term political gains ahead of substantive policymaking.</p>\r\n<p>\"I (helped draft the compromise bill) not just because I believed it was the right thing to do for Hispanic Americans. It was the right thing to do for all Americans,\" McCain said before the nation's largest Latino civil rights and advocacy organization. \"Sen. Obama declined to cast some of those tough votes. He voted for and even sponsored amendments that were intended to kill the legislation, amendments that Sen. Kennedy and I voted against.\"</p>\r\n<p>Florida Republican Sen. Mel Martinez, a McCain supporter, made similar charges in a July 11 conference call with reporters, saying Obama offered an amendment that bill supporters regarded as a \"poison pill\" for the way it would have terminated a temporary worker program.</p>\r\n<p>McCain and Martinez were referring to a series of votes the Senate took in early June 2007 at a particularly sensitive time in the immigration debate. A months-long effort to pass an overhaul bill that would have combined border security and enforcement measures with a temporary worker program had become caught in a stalemate between Democratic and Republican leaders over how much time to spend trying to amend the measure. The tension was exacerbated by a Memorial Day deadline that Senate Majority Leader Harry Reid, D-Nev., set for holding a final vote. Reid ultimately extended the debate into June, giving in to GOP demands.</p>\r\n<p>A key point of contention was a temporary worker program and a plan to allow millions of illegal immigrants to remain in the United States, work in the country and ultimately earn citizenship. President Bush campaigned in 2000 on the issue and had reached out to Democrats after they gained control of Congress.</p>\r\n<p>Some conservative Republicans criticized the so-called \"path to citizenship\" provisions, believing the best remedy was for Bush and Congress to address years of failed promises made by the federal government for stepped-up border enforcement. With the GOP divided, Democrats had little desire to boost the fortunes of a weakened president. And Democrats themselves were under pressure from their allies in organized labor, which opposed guest worker provisions.</p>\r\n<p>The result was that the Senate took up a politically fragile compromise package whose fate could have been threatened by any number of amendments. On June 6, Obama took aim at one component of the citizenship provisions, proposing to terminate after five years a new merit-based system for awarding green cards that confer permanent resident status. The merit-based system would have apportioned green cards based on the nation's economic needs and moved away from the existing system, which rewards family ties. A coalition of 40 immigrant rights groups, including La Raza, endorsed Obama's measure, saying the new system would discriminate in favor of immigrants with higher educations and training in specialty occupations. However, the Senate rejected Obama's amendment, 42-55.</p>\r\n<p>Hours later, Sen. Byron L. Dorgan, D-N.D., successfully offered an amendment to terminate the temporary worker program after five years. Dorgan contended the program would have the effect of bringing cheap labor in through the back door and squeezing out American workers. In spite of pleas from Kennedy, who said Congress should give the program a chance to work, the Senate adopted the amendment in a 49-48 vote, with Obama siding with Dorgan.</p>\r\n<p>Republicans like McCain who helped write the compromise immigration overhaul regarded the guest work provisions as essential and branded Dorgan's effort a \"deal-breaker.\" But as they tried to undo the damage, Reid took steps to pull the bill from consideration and end the debate. The legislation collapsed amid three failed votes to cut off debate on June 7.</p>\r\n<p>Immigration experts say Obama was one of a host of senators who tried to influence the package, but was not a pivotal participant in the debate.</p>\r\n<p>\"McCain drove comprehensive immigration reform legislation and bucked his party knowing full well what the consequences would be. Obama was a player, but he was nothing like the central player McCain was in either 2006 or 2007,\" said Tamar Jacoby, president and chief executive officer of ImmigrationWorks USA, a Washington-based advocacy group advancing immigration reform.</p>\r\n<p>Angela Kelley, director of the Immigration Policy Center in Washington, said Obama's amendment put Senate Democrats in a particularly tough bind, because it would have scrapped a Bush administration points-based system of awarding green cards based on family ties. Yet adopting it would have greatly complicated prospects for the plan co-authored by Kennedy, one of the party's icons.</p>\r\n<p>\"There's no black or white answer on it,\" Kelley said. \"If you want to say Obama was offering that kind of an amendment (poison pill), the Republicans would say, sure, because they had a lot of control in what got to the heart of the bill. If you also want to say Obama wanted a sober debate about what made sense for the immigration bill, he did that, too. It was like an optical illusion, the same picture seen two ways.\"</p>\r\n<p>Kelley said Dorgan's amendment was bitterly opposed by business interests and went to the heart of the bipartisan plan. \"They described the Dorgan amendment as a poison pill at that time,\" she said.</p>\r\n<p>It's a fact that Obama's actions came at a critical point in the immigration debate and threatened a fragile political compromise. And he supported Dorgan's amendment, which was considered the poison pill McCain describes.</p>\r\n<p>But it's not accurate to describe Obama's amendment in the same terms. It addressed what many experts viewed as a central component of any viable immigration reform package. McCain and his camp are exaggerating Obama's role by portraying him as a giant-slayer without offering any proof Obama was intent on killing the entire package. For these reasons, we deem McCain's claim Half True.</p>", "ruling_comments_date": "2010-01-07T13:28:10.375147", "ruling_date": "2008-07-17T00:00:00", "ruling_headline": "Killing the bill, or making it better?", "ruling_headline_slug": "killing-the-bill-or-making-it-better", "ruling_link_text": "Killing the bill, or making it better?", "ruling_state": null, "source_documents": null, "sources": "<p>John McCain, <a href=\"http://www.johnmccain.com/Informing/News/Speeches/c153b0e9-1c85-44f7-90a9-7079e8a69bcc.htm\" target=\"_blank\"> Remarks at the 2008 National Council of La Raza Convention, </a> July 14, 2008</p>\r\n<p>Transcript,  <a href=\"http://www.johnmccain.com/Informing/News/PressReleases/eef47c5a-26d2-4ed7-97e1-db331860ef14.htm\" target=\"_blank\"> McCain campaign conference call With U.S. Senator Mel Martinez, </a> July 11, 2008</p>\r\n<p>CQ Weekly, \"Reid Pulls Immigration Overhaul,\" by Michael Sandler, June 11, 2007</p>\r\n<p>CQ Weekly, \"Guest Workers at Center of Debate,\"  by Michael Sandler, June 1, 2007</p>\r\n<p>Letter from immigrant rights groups re: Obama's amendment,  <a href=\"http://www.aila.org/content/default.aspx?docid=22582\" target=\"_blank\"> June 5, 2007 </a></p>\r\n<p>Interview with Tamar Jacoby, president and chief executive officer of ImmigrationWorks USA, July 17, 2008</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 32, "current_job": "U.S. senator", "false_count": 39, "first_name": "John", "half_true_count": 31, "home_state": "Arizona", "id": 8, "last_name": "McCain", "mostly_true_count": 37, "name_slug": "john-mccain", "pants_count": 8, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-johnmccain.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Arizona", "edition": "Arizona", "edition_slug": "arizona", "has_afterthefact": false, "id": 56, "index_page": false, "meter_name": "The Arizona Truth-O-Meter", "resource_uri": "/api/v/2/edition/56/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/8/", "total_count": 190, "true_count": 37, "website": "http://www.johnmccain.com/"}, "statement": "<p>Obama \"voted for and even sponsored amendments that were intended to kill the (immigration overhaul) legislation.\"</p>", "statement_context": "a speech in San Diego", "statement_date": "2008-07-14", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}