{"art": [], "author": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2012/apr/10/gary-black/dont-call-it-pink-slime-georgia-official-says/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jdenery@ajc.com", "first_name": "Jim ", "id": 141, "last_name": "Denery", "name_slug": "jim-denery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/141/", "title": "Word editor", "twitter": null}, {"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 5708, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/5708/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tThere&rsquo;s a meaty political campaign going on across the nation with slimy accusations being hurled -- and it has nothing to do with the race for the White House.<br />\r\n\t<br />\r\n\tIt began in earnest April 2, when the governor and lieutenant governor of Iowa sent letters to their colleagues in other states to fight against what they said are media misperceptions about a form of ground beef maliciously maligned as &quot;pink slime.&quot;<br />\r\n\t<br />\r\n\tGeorgia Agriculture Commissioner Gary Black quickly joined the effort to defend this form of beef, holding a news conference two days afterward.<br />\r\n\t<br />\r\n\t&quot;Lean, finely textured beef is the proper name, and it is a safe, widely used product,&quot; Black told reporters.<br />\r\n\t<br />\r\n\tOfficials in Kansas and Texas have begun their own public relations campaigns in support of the beef that is a cash cow, pardon the pun, in those states. So, too, has U.S. Agriculture Secretary Tom Vilsack, a former Iowa governor. Proponents say beef prices would rise with less meat on the market.<br />\r\n\t<br />\r\n\tAlthough the Department of Agriculture maintains the meat is safe, the federal agency announced in March that it would give schools more beef choices in the wake of public concerns about children eating &quot;pink slime.&quot; McDonald&rsquo;s and some major grocery stores have said they will no longer sell the meat. Celebrity chef Jamie Oliver last year showed how the meat is made to horrify a studio audience.<br />\r\n\t<br />\r\n\t&quot;Everything about this process is about no respect for food or people or children,&quot; he said.<br />\r\n\t<br />\r\n\tSo is it really safe?<br />\r\n\t<br />\r\n\tFirst, let&rsquo;s explain how it is made. The meat is taken from slaughterhouse trimmings with high fat content that are more susceptible to contamination because the meat is often close to the hide, which is highly exposed to fecal matter. The trimmings are warmed to about 100 degrees Fahrenheit &nbsp;in equipment that looks like a large, high-speed mixing bowl that spins these trimmings to separate meat from the fat that has been liquefied. Ammonium hydroxide is mixed in to destroy bacteria and E. coli that could make someone ill if a raw product is not cooked thoroughly. It is then mixed with regular ground beef. The federal government has approved the practice for slightly more than a decade.<br />\r\n\t<br />\r\n\tThe use of this meat gained national attention in recent months when a blogger who writes about kids&rsquo; food began an online petition to urge federal officials to remove it from school cafeterias.<br />\r\n\t<br />\r\n\tIt may sound disgusting to know that beef contains ammonia, but the companies that produce the beef and experts say ammonia hydroxide is used in other foods such as cheese and chocolate to reduce acidity and kill bacteria.<br />\r\n\t<br />\r\n\tThe beef is produced by a handful of companies nationwide. Federal officials inspect the process daily.<br />\r\n\t<br />\r\n\tBecause this type of beef is not mentioned in packaging, there&rsquo;s been little discussion about it or its safety. The New York Times, however, reported in late 2009 that E. coli was detected three times and salmonella 48 times, including back-to-back incidents in August in which two 27,000-pound batches were found to be contaminated. The meat in question, produced by the nation&rsquo;s largest distributor of the product, Beef Products Inc., was caught before reaching lunchroom trays. BPI told the Times it found E. coli in what was described as a low 0.06 percent of samples that year.<br />\r\n\t<br />\r\n\tThe Times also reported that from 2005 to 2009, BPI had a rate of 36 positive results for salmonella per 1,000 tests, compared with a rate of nine positive results per 1,000 tests for the other suppliers, according to statistics from the program. BPI said its testing regime was more likely to detect contamination.<br />\r\n\t<br />\r\n\tSome federal officials were concerned that the beef hadn&rsquo;t been studied enough before it was approved. The Times reported that one federal microbiologist, Gerald Zirnstein, called the processed beef &quot;pink slime&quot; in a 2002 email to colleagues.<br />\r\n\t<br />\r\n\tA University of Arkansas student did a study of the beef last year. The student, Courtney Moon, found the beef held up better than regular ground beef.<br />\r\n\t<br />\r\n\t&quot;I was surprised,&quot; Jason Apple, a meat science professor at the school, said in a news release sent by the university. &quot;I just assumed the lean beef trim would negatively impact the quality of the burgers, but it actually made them better in this study.&quot;<br />\r\n\t<br />\r\n\tResearchers at other colleges have come forward in recent days offering similar conclusions.<br />\r\n\t<br />\r\n\tWe were curious whether this beef was sold in other parts of the globe. A Canadian government health spokeswoman told PolitiFact Georgia that the country does not allow ammonia to be used in ground beef during production nor does it allow such food to be sold there. Ammonium hydroxide would be considered a food additive and require a safety evaluation, the official said.<br />\r\n\t<br />\r\n\t&quot;Only if a safety evaluation identified no safety concerns would the requested use be considered for approval,&quot; Olivia Caron, a media relations official for Health Canada, said via email.<br />\r\n\t<br />\r\n\tInterestingly, Caron used &quot;pink slime&quot; in the subject line of her email.<br />\r\n\t<br />\r\n\tSeveral food safety experts we interviewed were well-versed on the beef treating process and didn&rsquo;t have what one of them called &quot;the ick factor&quot; that many Americans are feeling about it. For the most part, they consider it safe to eat. The main problem, they said, was the lack of information about the beef provided by manufacturers and the federal government, particularly at a time when Americans want fewer chemicals and preservatives in their food.<br />\r\n\t<br />\r\n\t&quot;Right now, we&rsquo;re in a situation where you don&rsquo;t know, and that&rsquo;s why people are so infuriated,&quot; said Michael Batz, executive director of the Food Safety Research Consortium. &quot;The lack of disclosure and the lack of transparency is very troubling.&quot;<br />\r\n\t<br />\r\n\tThe USDA recently gave meat processors and supermarkets the option to put labels on ground beef packages identifying it as &quot;lean finely textured beef.&quot;<br />\r\n\t<br />\r\n\tSo where does this leave us?<br />\r\n\t<br />\r\n\tIt is correct that the meat is called lean, finely textured beef and it has been widely used in fast-food restaurants and school cafeterias, and is sold in stores. But is it safe?<br />\r\n\t<br />\r\n\tThe federal government says it&rsquo;s safe. So do some state officials. Some research has concluded it is safe. Still, there are reasons for concern, such as those listed in the 2009 New York Times report. We also find it interesting that our neighbor to the north, Canada, has not permitted the beef to be sold there.<br />\r\n\t<br />\r\n\tWith those caveats, we rate Black&rsquo;s entire statement that the beef is safe as Mostly True.</p>\r\n", "ruling_comments_date": "2012-04-09T15:26:41.596715", "ruling_date": "2012-04-10T06:00:00", "ruling_headline": "Don't call it pink slime, Georgia official says", "ruling_headline_slug": "dont-call-it-pink-slime-georgia-official-says", "ruling_link_text": "You want fries with this ruling?", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tGeorgia Agriculture Department <a href=\"http://agr.georgia.gov/gda-debunks-myths-about-lean-finely-textured-beef-.aspx\">news release</a>, April 4, 2012</p>\r\n<p>\r\n\tABC News, &quot;<a href=\"http://abcnews.go.com/blogs/headlines/2012/03/where-you-can-get-pink-slime-free-beef/\">Where You Can Get &lsquo;Pink Slime</a>,&rsquo; &quot; March 9, 2012</p>\r\n<p>\r\n\tBeef Magazine <a href=\"http://beefmagazine.com/lean-finely-textured-beef\">fact sheet</a>,</p>\r\n<p>\r\n\tBeef Products Inc. <a href=\"http://beefproducts.com/ammonium_hydroxide.php\">information</a> about ammonia hydroxide</p>\r\n<p>\r\n\tEmail from Olivia Caron, spokeswoman, Health Canada, April 5, 2012<br />\r\n\t<br />\r\n\tFood Safety News, &quot;<a href=\"http://www.foodsafetynews.com/2012/03/whats-wrong-with-pink-slime/\">What&rsquo;s Wrong With Pink Slime</a>,&quot; March 12, 2012</p>\r\n<p>\r\n\tTelephone interview with Chris Waldrop, director, Food Policy Institute, April 4, 2012<br />\r\n\t<br />\r\n\tTelephone interview with Michael Batz, executive director, Food Safety Research Consortium, April 4, 2012<br />\r\n\t<br />\r\n\tTelephone interview with Mike Doyle, director, University of Georgia Center for Food Safety, April 5, 2012<br />\r\n\t<br />\r\n\tThe New York Times, &quot;<a href=\"http://www.nytimes.com/2009/12/31/us/31meat.html?_r=1&amp;ref=foodsafety\">Safety of Beef Processing Method is Questioned</a>,&quot; Dec. 30, 2009</p>\r\n<p>\r\n\tThe New York Times, &quot;<a href=\"http://opinionator.blogs.nytimes.com/2012/04/03/the-pink-menace/?hp#\">The Pink Menace</a>&quot; April 3, 2012</p>\r\n<p>\r\n\tUniversity of Arkansas <a href=\"http://newswire.uark.edu/Article.aspx?id=17999\">news release</a> on lean, finely textured beef, March 21, 2012</p>\r\n<p>\r\n\tUSDA blog, &quot;<a href=\"http://blogs.usda.gov/2012/03/22/setting-the-record-straight-on-beef/\">Setting the Record Straight on Beef</a>,&quot; March 22, 2012</p>\r\n<p>\r\n\tUSDA <a href=\"http://www.usda.gov/wps/portal/usda/usdahome?contentid=2012/03/0094.xml&amp;contentidonly=true\">news release</a> on school lunch choices, March 15, 2012</p>\r\n<p>\r\n\tYouTube video, &quot;<a href=\"http://www.youtube.com/watch?v=wshlnRWnf30\">Jamie Oliver&#39;s Food Revolution: Pink Slime - 70% of America&#39;s Beef is Treated with Ammonia</a>,&quot; April 12, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Commissioner of Agriculture", "false_count": 0, "first_name": "Gary", "half_true_count": 1, "home_state": "Georgia ", "id": 1277, "last_name": "Black", "mostly_true_count": 1, "name_slug": "gary-black", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Gary-Black.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1277/", "total_count": 2, "true_count": 0, "website": ""}, "statement": "<p>\r\n\t&quot;Lean, finely textured beef is the proper name [not pink slime], and it is a safe, widely used product.&quot;</p>\r\n", "statement_context": "a press conference", "statement_date": "2012-04-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 158, "photo": null, "resource_uri": "/api/v/2/subject/158/", "subject": "Food Safety", "subject_slug": "food-safety", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [], "twitter_headline": ""}