{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2012/apr/10/paul-ryan/paul-ryan-barack-obama-has-doubled-size-government/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 5715, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/5715/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\r\n\tOn his congressional website, Rep. Paul Ryan, R-Wis., makes a striking claim that President Obama has doubled the size of goverment.<br />\r\n\t<br />\r\n\tRyan, the chairman of the House Budget Committee, is perhaps the leading Republican voice for a fiscally conservative approach to taxing, spending and reducing the federal debt.<br />\r\n\t<br />\r\n\tSo when a reader recently pointed out the doubling-government claim on a <a href=\"http://paulryan.house.gov/Issues/Issue/?IssueID=12228\">web page</a> devoted to Ryan&rsquo;s views on tax policy, we thought it was worth a look.<br />\r\n\t<br />\r\n\tHere&rsquo;s an excerpt from the Web page:<br />\r\n\t<br />\r\n\t&quot;At a time when Wisconsinites are facing economic uncertainty, a high unemployment rate and a rise in the costs of living, the last thing our country needs are tax increases. President Obama, however, has proposed $1.6 trillion in new taxes on families, small businesses and job creators and tripling the debt since he was elected. At the same time, the president has doubled the size of government since he took office. Instead of chasing higher spending with ever-higher taxes, Congress needs to make our tax code fair, competitive and simple. Unfortunately, our current tax system fails on these three elements.&quot;<br />\r\n\t<br />\r\n\tFurther down the page, Ryan adds a bit more detail about his doubling-government claim.<br />\r\n\t<br />\r\n\t&quot;Strong leadership is needed in the White House, but despite repeated acknowledgments of the gravity of the federal government&rsquo;s fiscal outlook, the president seems to have ignored the warnings of his own experts and punted on the (fiscal year) 2012 budget. The budget proposal he submitted to Congress last year continues down the same unsustainable path: doubling the size of government since the President took office, imposing $1.6 trillion in new taxes on families, small businesses and job creators and tripling the debt since the President was elected. This crushing burden of debt is holding back economic growth. President Obama&rsquo;s budget was defeated by a vote of 0 to 97 in the Senate. We have tried to borrow, spend,and tax our way to prosperity, and it hasn&rsquo;t worked. The President is expected to put forward his budget proposal for (fiscal year) 2013 in the near future. I remain hopeful that he will work with Congress to address these important challenges facing our country.&quot;<br />\r\n\t<br />\r\n\tAccording to the second passage above, Ryan is referring to Obama&rsquo;s fiscal year 2012 budget proposal -- the one released in early 2011, rather than the current one, which was released in early 2012. So we&rsquo;ll focus on Obama&rsquo;s fiscal year 2012 proposal.<br />\r\n\t<br />\r\n\tWe didn&rsquo;t hear back from Ryan&rsquo;s office, but we think the most obvious way to interpret his statement is by measuring the size of federal outlays -- that is, the money spent by the federal government. Ryan is, after all, talking about budget figures.<br />\r\n\t<br />\r\n\tFirst, let&rsquo;s look at the amount of federal outlays when Obama &quot;took office.&quot; <a href=\"http://www.whitehouse.gov/sites/default/files/omb/budget/fy2013/assets/hist01z1.xls\">According to the Office of Management and Budget</a>, federal outlays for fiscal year 2009 -- the fiscal year that was underway when Obama was inaugurated -- totaled $3.5 trillion.<br />\r\n\t<br />\r\n\tTo look at federal outlays for subsequent years, we turned to an <a href=\"http://www.cbo.gov/sites/default/files/cbofiles/attachments/2011-03-18-APB-PreliminaryReport.pdf\">analysis by the Congressional Budget Office</a>, the nonpartisan number-crunching arm of Congress. The numbers are broadly similar to OMB&rsquo;s, but since CBO is an independent agency, rather than part of the Obama administration, budget experts suggested that we use CBO&rsquo;s numbers instead.<br />\r\n\t<br />\r\n\tCBO concluded that by fiscal year 2012 -- the current fiscal year -- the president&rsquo;s budget proposal would increase federal outlays to $3.7 trillion. That&rsquo;s a 6 percent increase -- a far cry from doubling.<br />\r\n\t<br />\r\n\tIf you take a longer time horizon, the outlays come closer to doubling, but still not close. By fiscal year 2021 -- the final year for which CBO provided its analysis and long after Obama will have left office -- federal outlays would reach $5.8 trillion. That&rsquo;s an increase of 66 percent, which is still not double.<br />\r\n\t<br />\r\n\tHowever, even if that figure truly represented a doubling, using the 2021 figure is misleading. When Ryan said that Obama &quot;has doubled the size of government since he took office,&quot; it sounds like he&rsquo;s saying Obama has already doubled the size of government -- not that his spending blueprint will lead to doubled federal outlays at a point five years after Obama&rsquo;s theoretical second term in office will have come to an end.<br />\r\n\t<br />\r\n\t&quot;I think it is pretty clear&quot; that Ryan&rsquo;s claim &quot;in a straight budget sense is false, because it implies it has already happened,&quot; said Steve Ellis, the vice president of Taxpayers for Common Sense.<br />\r\n\t<br />\r\n\tJust to be sure, we also looked at the figures for federal outlays as a percentage of gross domestic product. These numbers actually decline from 25.0 percent in fiscal 2009 to 23.6 percent in fiscal 2012, and then moves within a narrow range, ending up at 24.2 percent in fiscal 2021. No doubling here, either.<br />\r\n\t<br />\r\n\tFinally, there&rsquo;s the question of whether Obama would be to blame even if the doubling claim was true. Roy T. Meyers, a political scientist at the University of Maryland-Baltimore County who specializes in budget issues, is skeptical<br />\r\n\t<br />\r\n\t&quot;Were all the increased outlays because of Obama&#39;s actions? Of course not,&quot; Meyers said. &quot;Many of them were the result of &lsquo;mandatory&rsquo; policies in place before he took office, and those policies responded to unfavorable economic conditions -- deposit insurance, food stamps, Medicaid, unemployment insurance and so on.&quot;<br />\r\n\t<br />\r\n\tIndeed, discretionary spending -- the line items that Obama had the most control over when he assembled his budget -- represented between 25 and 40 percent of federal outlays during most of the 10 year period that CBO studied. The rest -- a clear majority -- consists of mandatory spending and net interest on the federal debt.</p>\r\n<p>\r\n\tFinally, while we doubted this is what Ryan meant, we also looked at whether the number of federal employees had doubled under Obama. Federal employment has never risen by more than 10 percent above its January 2009 level, excluding temporary Census jobs, according to the Bureau of Labor Statistics. And there is no reliable statistical way to measure changes in the federal government&#39;s regulatory burden, said Stan Collender, a former staff member of the House and Senate Budget Committees, who is a partner at Qorvis, a public relations firm.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tEven Ryan&rsquo;s out-of-date budget data offers no support for the notion that Obama &quot;has doubled the size of government since he took office.&quot;<br />\r\n\t<br />\r\n\tAs the House&#39;s budget leader and a key spokesman for his party&rsquo;s budgetary proposals, Ryan should have known better. We rate his statement Pants on Fire.</p>\r\n<p>\r\n\t<em><strong>UPDATE</strong>: After our story appeared, Ryan&rsquo;s office got back to us. They said that they had been using fiscal year 2008 as their base year, rather than fiscal year 2009. Using the 2008 figures, federal outlays do roughly double between 2008 and 2021 under Obama&rsquo;s fiscal year 2012 budget proposal. However, we think it&rsquo;s inaccurate to use fiscal 2008 as the base year, since that year ended about four months before Obama took office. In any case, our previous concerns -- using figures for 2021, when Obama will have been out of office for either five or nine years, and ignoring the role of mandatory spending in expanding federal outlays -- still stand, and we&rsquo;re keeping the rating at Pants on Fire. In addition, Ryan&rsquo;s office removed the sentence we checked after our story appeared. It has been replaced by a sentence that reads, &quot;At the same time, the president will double the national debt and his plan ensures it will triple in the next eight years.&quot;</em></p>\r\n", "ruling_comments_date": "2012-04-10T16:03:28.975011", "ruling_date": "2012-04-10T16:42:24", "ruling_headline": "Paul Ryan says Barack Obama 'has doubled the size of government since he took office'", "ruling_headline_slug": "paul-ryan-barack-obama-has-doubled-size-government", "ruling_link_text": "GOP's budget guru should know better", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tU.S. Rep. Paul Ryan, <a href=\"http://paulryan.house.gov/Issues/Issue/?IssueID=12228\">congressional website page on tax policy</a>, accessed April 10, 2012<br />\r\n\t<br />\r\n\tCongressional Budget Office, &quot;<a href=\"http://www.cbo.gov/sites/default/files/cbofiles/attachments/2011-03-18-APB-PreliminaryReport.pdf\">Preliminary Analysis of the President&rsquo;s Budget for 2012</a>,&quot; March 18, 2011<br />\r\n\t<br />\r\n\tOffice of Management and Budget, &quot;<a href=\"http://www.gpo.gov/fdsys/pkg/BUDGET-2012-TAB/xls/BUDGET-2012-TAB-1-1.xls\">Table 1.1&mdash;Summary of Receipts, Outlays and Surpluses or Deficits, 1789&ndash;2016</a>,&quot; from fiscal 2012 budget proposal<br />\r\n\t<br />\r\n\tOffice of Management and Budget, &quot;<a href=\"http://www.gpo.gov/fdsys/pkg/BUDGET-2012-TAB/xls/BUDGET-2012-TAB-1-2.xls\">Table 1.2&mdash;Summay of Receipts, Outlays and Surpluses or Deficits as Percentages of GDP, 1930&ndash;2016</a>,&quot; from fiscal 2012 budget proposal<br />\r\n\t<br />\r\n\tEmail interview with Steve Ellis, vice president of Taxpayers for Common Sense, April 10, 2012<br />\r\n\t<br />\r\n\tEmail interview with Roy T. Meyers, political scientist at the University of Maryland-Baltimore County, April 10, 2012<br />\r\n\t<br />\r\n\tEmail interview with Stan Collender, partner at Qorvis, April 10, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 23, "current_job": "U.S. Representative", "false_count": 7, "first_name": "Paul", "half_true_count": 24, "home_state": "Wisconsin", "id": 373, "last_name": "Ryan", "mostly_true_count": 16, "name_slug": "paul-ryan", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/AP_WX201_HOUSE_2016_PRIMARI.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/373/", "total_count": 89, "true_count": 10, "website": "http://www.house.gov/ryan/"}, "statement": "<p>\r\n\tPresident Barack Obama &quot;has doubled the size of government since he took office.&quot;</p>\r\n", "statement_context": "a congressional Web page", "statement_date": "2012-04-10", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>We strive to make our work completely accurate. When we make a mistake, we correct it and note it on the original item. If the mistake is so significant that it requires us to change the ruling, we will do so. Readers who see an error should contact the writer or editor. Their names are listed on the right side of every Truth-O-Meter item. Clicking on their names will take you to their bio pages, where you can find their email addresses. Read more about our corrections policies in our <a href=\"http://www.politifact.com/truth-o-meter/article/2013/nov/01/principles-politifact-punditfact-and-truth-o-meter/\">Principles of the Truth-O-Meter</a>.</p>\r\n", "id": 255, "photo": null, "resource_uri": "/api/v/2/subject/255/", "subject": "Corrections and Updates", "subject_slug": "corrections-and-updates", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/14/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}], "target": [{"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}], "twitter_headline": ""}