{"art": [], "author": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "canonical_url": "/oregon/statements/2012/apr/10/jefferson-smith/does-oregon-spend-more-tax-breaks-public-safet-hea/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "dlane@oregonian.com", "first_name": "Dee", "id": 183, "last_name": "Lane", "name_slug": "dee-lane", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/183/", "title": "Politics editor", "twitter": null}], "facebook_headline": null, "id": 5720, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "resource_uri": "/api/v/2/statement/5720/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tJefferson Smith has his sights set on the Portland mayor&rsquo;s office, but state issues seem to pop up in his campaign. Little wonder, given that he&rsquo;s represented Portland in the Oregon House since 2009.<br />\r\n\t<br />\r\n\tOne fact he&rsquo;s taken to repeating -- first during a candidates&rsquo; forum hosted by Family Forward Oregon and Mother PAC and later during a Rotary Club meeting -- is that &quot;at the state level we&#39;re spending more on tax expenditures than we are on public safety, health care and education combined.&quot;<br />\r\n\t<br />\r\n\tTax expenditures is government-speak for what most of us call tax breaks. &quot;I think we should think about money beyond tax breaks,&quot; he said, just before making his claim. &quot;That is a handy tool. But it is a tool we&#39;ve been using for years and years and years and years.&quot;<br />\r\n\t<br />\r\n\tSure, tax breaks come in lots of different shapes and sizes -- seniors can deduct medical expenses, businesses can get breaks for green building improvements -- but could they really outweigh the amount the state spends on some of its core programs?<br />\r\n\t<br />\r\n\tWe got to checking.<br />\r\n\t<br />\r\n\tSmith&rsquo;s campaign wasn&rsquo;t very helpful -- staffers had no source for his claim and his spokeswoman, Stacey Dycus, told us the idea was &quot;a random remark he made when explaining something.&quot;<br />\r\n\t<br />\r\n\tWe were on our own. Thankfully, we know our way around the state budget.<br />\r\n\t<br />\r\n\tOur first stop was the state&rsquo;s 2011-2013 tax expenditure report. The report pretty clearly lays out the amount of tax expenditures -- or breaks -- for the current biennium. All told, the state gives about $12 billion in income tax breaks, $19 billion in property tax breaks and just over $100 million in others, for a grand total of $31.3 billion in forgone revenues.<br />\r\n\t<br />\r\n\tGetting those figures was the easy part -- the hard part was figuring out what to compare them to. See, the state&rsquo;s budget can be diced and parsed in dozens of ways. Generally, though, we talk about the state&rsquo;s general fund and lottery budget -- this budget deals with the money that the state has the most discretionary power over -- and the total funds budget -- the money that includes cash we get from the feds for, say, Medicare and Medicaid, as well as food assistance programs.<br />\r\n\t<br />\r\n\tLet&rsquo;s start with the all funds budget. The current budget accounts for nearly $59 billion in total spending -- this is without the tax breaks. Of that, $13.5 billion goes to education and $3.6 billion goes to public safety. The health care figure is a little harder to come by. The best estimate we could dig up is the total funds budget for the Oregon Health Authority -- the executive bureaucracy that does the majority of the state&rsquo;s health care work. That budget is just over $12 billion.<br />\r\n\t<br />\r\n\tIf you add those three budget areas, you get $29.1 billion, about $2.2 billion short of the tax breaks the state gives. By this measurement, Smith is right.<br />\r\n\t<br />\r\n\tNow, the other way to do this would be to look at the general and lottery funds budget. This way might be somewhat fairer, given that so much of the total funds budget is made up of federal dollars. All told, the current general and lottery funds budget includes about $11.7 billion for health care, education and public safety. Obviously, that&rsquo;s quite a bit less than the $31.3 billion in state tax breaks.<br />\r\n\t<br />\r\n\tThe problem here is, you can&rsquo;t directly compare those two figures. See, we said earlier that there&rsquo;s a report that pretty clearly lays out the various tax giveaway, but what it doesn&rsquo;t do is explain exactly how that money would be rerouted if it were being collected by the state. For instance, $19 billion of those giveaways are for property taxes. Most of that money would go to municipalities if it were collected -- not the state. There is an argument to be made that about 40 percent of the property tax revenue would go to local schools -- relieving a burden on the state and freeing up cash, but that&rsquo;s all indirect.<br />\r\n\t<br />\r\n\tThat said, about $12 billion of those giveaways -- the part that comes by way of income taxes -- would wind up in the state&rsquo;s general fund budget. Again, that&rsquo;s slightly more than the $11.7 billion the state pays on those three program areas.<br />\r\n\t<br />\r\n\tWe wanted to add a little bit of context to all of this because tax policy is never so simple, so we made calls to folks in the state&rsquo;s legislative fiscal and revenue offices and to the state&rsquo;s chief economist. Paul Warner from the revenue office explained it the most clearly.<br />\r\n\t<br />\r\n\tSmith is &quot;technically correct,&quot; he said, that there&rsquo;s about $31 billion in lost revenue. But, he cautioned &quot;there would be a lot of steps to try and collect those dollars.&quot;<br />\r\n\t<br />\r\n\tThe revenue document itself gets at this, too. It notes that the dollar impact listed for tax breaks is not the amount of revenue you could gain if you wanted to repeal all of them. It gets very technical and somewhat boring here, so we&rsquo;ll give you just one example: Federal land, which Oregon has a lot of, is exempt from property taxes. And, Warner notes, &quot;there&#39;s federal law that prohibits us from taxing federal land.&quot;<br />\r\n\t<br />\r\n\tCertainly some of these tax breaks are up for grabs if the Legislature decided to mine a few of them for increased revenues. On the books are laws for home mortgage deductions along with tax cuts for green energy, and property tax exemptions for private aircraft. &nbsp;<br />\r\n\t<br />\r\n\tSmith knows that. Last year, he pushed for a package of bills that would have tamped down on some of these credits, including one that would put a sunset date on all income tax credits, subtractions and exemptions. Indeed, the Legislature has since instituted a six-year cycle in which all credits will get reviewed before being renewed. That&rsquo;s a little beyond the point, though.<br />\r\n\t<br />\r\n\tAs for our ruling, Smith&rsquo;s claim is accurate. The state does spend more on tax breaks than it does on public safety, health care and education. This holds true whether you look at the larger all funds budget, or the smaller general and lottery funds budget. But there is some important context here, including the fact that many of those tax breaks are off limits to state lawmakers.<br />\r\n\t<br />\r\n\tWe rate this claim Mostly True -- accurate but it requires some clarification.</p>\r\n<p>\r\n\t<a href=\"http://www.oregonlive.com/politics/index.ssf/2012/04/does_oregon_spend_more_on_tax.html\">Return to OregonLive to comment on this ruling.</a></p>\r\n", "ruling_comments_date": "2012-04-10T19:29:39.916608", "ruling_date": "2012-04-10T16:28:56", "ruling_headline": "Does Oregon spend more on tax breaks than on public safety, health care and education combined?", "ruling_headline_slug": "does-oregon-spend-more-tax-breaks-public-safet-hea", "ruling_link_text": "Some of those tax breaks are off limits.", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tInterview with Mark McMullen, Oregon State Economist, April 9, 2012<br />\r\n\t<br />\r\n\tInterview with Paul Warner, legislative revenue officer, April 9, 2012<br />\r\n\t<br />\r\n\tInterview with Ken Rocco, legislative fiscal officer, April 9, 2012<br />\r\n\t<br />\r\n\tE-mails from Stacey Dycus, Jefferson Smith&rsquo;s campaign manager, April 9, 2012<br />\r\n\t<br />\r\n\tJefferson Smith, speech during candidates&rsquo; forum, March 10, 2012</p>\r\n<p>\r\n\tLegislative Fiscal Office, <a href=\"http://www.leg.state.or.us/comm/lfo/2011-13%20LAB.pdf\">2011-13 Budget Analysis</a>, Sept. 21, 2011<br />\r\n\t<br />\r\n\tState of Oregon, <a href=\"http://www.oregon.gov/dor/STATS/docs/ExpR11-13/tax-expenditure-report-2011-2013.pdf?ga=t\">2011-13 Tax Expenditure Report</a></p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "state representative", "false_count": 1, "first_name": "Jefferson", "half_true_count": 0, "home_state": "Oregon", "id": 975, "last_name": "Smith", "mostly_true_count": 4, "name_slug": "jefferson-smith", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Jefferson_Smith.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/975/", "total_count": 8, "true_count": 2, "website": "http://www.leg.state.or.us/smithj/"}, "statement": "<p>\r\n\tSays &quot;at the state level we&#39;re spending more on tax expenditures than we are on public safety, health care and education combined.&quot;</p>\r\n", "statement_context": "a candidates' forum.", "statement_date": "2012-03-10", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 173, "photo": null, "resource_uri": "/api/v/2/subject/173/", "subject": "Public Safety", "subject_slug": "public-safety", "used_in_edition": ["/api/v/2/edition/9/"]}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ""}