{"art": [{"brightcove": "", "caption": "Republican presidential candidate Mitt Romney was asked during the Feb. 22, 2012, debate in Arizona whether he thinks illegal immigrants should be sought out and arrested.", "id": 2275, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/2275/", "title": "Romney's immigration answer Feb. 22, 2012", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/mPmwTvM861w?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "mPmwTvM861w"}], "author": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "canonical_url": "/texas/statements/2012/apr/11/charlie-gonzalez/us-rep-charlie-gonzalez-says-arizona-mitt-romney-s/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 5721, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/5721/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tAhead of Republican presidential candidate Mitt Romney&rsquo;s fundraising visit to Texas last month, U.S. Rep. Charlie Gonzalez, a San Antonio Democrat, criticized the former Massachusetts governor&rsquo;s immigration positions.</p>\r\n<p>\r\n\tIn a March 27, 2012, conference call organized by the Democratic National Committee, Gonzalez said that while in Arizona, Romney said he believes that the state&rsquo;s much-debated immigration-enforcement law &mdash; which originated in 2010 as Senate Bill 1070 &mdash; should be the template for federal immigration laws, a stance that Gonzalez described as disturbing.</p>\r\n<p>\r\n\tWe wondered whether Gonzalez accurately characterized Romney&rsquo;s declaration.</p>\r\n<p>\r\n\tGonzalez&rsquo;s comment to reporters: &quot;Gov. Romney has actually (said) &mdash; while he was in Arizona, of course, and I understand that he was basically maybe playing up to the Arizona crowd &mdash; he felt that SB 1070, which has made its way up to the Supreme Court of the United States and will be argued in April, he believes that it should be the template, it should be the model for United States immigration law, not comprehensive immigration reform as the more responsible individuals in Congress have been espousing for a number of years, but an extreme version of an anti-immigrant law passed by the Arizona Legislature.&quot;</p>\r\n<p>\r\n\tTo back up Gonzalez&rsquo;s statement, DNC spokesman Ricardo Ramirez pointed to an answer Romney gave during the Feb. 22, 2012, Republican presidential <a href=\"http://archives.cnn.com/TRANSCRIPTS/1202/22/se.05.html\">debate</a> in Arizona.</p>\r\n<p>\r\n\tRomney did not say in the debate that Arizona&#39;s 2010 law should be adopted by Congress in lieu of comprehensive immigration reform; his reply to a question focused instead on a different, older Arizona statute. That said, we see how his reply could be misread.</p>\r\n<p>\r\n\tAs John King of CNN framed his question to Romney, crowd members applauded mention of Sheriff Joe Arpaio of Arizona&rsquo;s Maricopa County, shown in attendance, who is known for his advocacy of tough immigration policies. Then King said to Romney: &quot;You&#39;ve talked, governor, about self-deportation, if businesses do their job, asking for the right documents, the people will leave. But what about arresting? Should there be aggressive, seek them out, find them and arrest them as Sheriff Arpaio advocates?&quot;</p>\r\n<p>\r\n\t&quot;You know, I think you see a model here in Arizona,&quot; Romney answered. &quot;They passed a law here that says, that says that people who come here and try and find work, that the employer is required to look them up on E-Verify. This E-Verify system allows employers in Arizona to know who&#39;s here legally and who&#39;s not here legally. And as a result of E-Verify being put in place, the number of people in Arizona that are here illegally has dropped by some 14 percent, where the national average has only gone down 7 percent.&quot;</p>\r\n<p>\r\n\tE-Verify is a federal, Internet-based system that employers can use to verify whether someone is authorized to work in the United States. Participation is voluntary for most U.S. businesses; there is no federal mandate. The U.S. Department of Homeland Security&rsquo;s <a href=\"http://www.uscis.gov/portal/site/uscis/menuitem.eb1d4c2a3e5b9ac89243c6a7543f6d1a/?vgnextoid=e94888e60a405110VgnVCM1000004718190aRCRD&amp;vgnextchannel=e94888e60a405110VgnVCM1000004718190aRCRD\">website</a> says that more than 280,000 employers across the country are using the system.</p>\r\n<p>\r\n\tSince the Arizona debate, many reporters, opinion columnists, Democrats and liberal groups have interpreted that statement by Romney as him saying that SB 1070 as a whole should be a model, either for the nation or for other states.</p>\r\n<p>\r\n\tHowever, Dan Nowicki, the <em>Arizona Republic</em>&rsquo;s national political reporter, questioned those interpretations in a March 3, 2012, <a href=\"http://www.azcentral.com/news/politics/articles/2012/03/01/20120301romney-immigration-nowicki.html\">news article</a>, pointing out that Arizona&rsquo;s requirement that businesses use E-Verify is not contained in SB 1070 but in an earlier state law, the Legal Arizona Workers Act.</p>\r\n<p>\r\n\t&quot;It&#39;s clear from the (debate) transcript that Romney was describing part of the state&#39;s 2007 employer-sanctions law, which has been upheld by the U.S. Supreme Court,&quot; Nowicki wrote. &quot;That Arizona law requires employers to use a federal electronic system to verify whether new hires are eligible to work in the United States and provides punishment for companies that hire undocumented immigrants.&quot;</p>\r\n<p>\r\n\tAccording to Nowicki&rsquo;s article, Romney spokesman Ryan Williams told the Republic that in the Arizona debate, Romney was referring to the E-Verify requirement as the model and not SB 1070. Williams reiterated that statement to us in an email.</p>\r\n<p>\r\n\tRamirez, of the DNC, also pointed to the rest of Romney&rsquo;s debate response in the Feb. 22 debate as backup for Gonzalez&rsquo;s claim.</p>\r\n<p>\r\n\tThe remainder of Romney&rsquo;s answer: &quot;So going back to the question that was asked, the right course for America is to drop these lawsuits against Arizona and other states that are trying to do the job Barack Obama isn&#39;t doing. And I will drop those lawsuits on day one. I&#39;ll also complete the fence. I&#39;ll make sure we have enough Border Patrol agents to secure the fence. And I will make sure we have an E-Verify system and require employers to check the documents of workers, and to check E-Verify. And if an employer hires someone that has not gone through E- Verify, they&#39;re going to get sanctioned just like they do for not paying their taxes. You do that, and just as Arizona is finding out, you can stop illegal immigration. It&#39;s time we finally did it.&quot;</p>\r\n<p>\r\n\tSo, after praising Arizona&rsquo;s E-Verify requirement, Romney said that &quot;the right course for America&quot; is to drop the lawsuit against Arizona &mdash; presumably the Obama administration&rsquo;s challenge to SB 1070, now before the U.S. Supreme Court. In a telephone interview, Ramirez argued that Romney was indicating that if state laws like Arizona&rsquo;s SB 1070 became widespread, then he &quot;would be just fine with that.&quot;</p>\r\n<p>\r\n\tWilliams later told us as much in his email: &quot;Gov. Romney supports the right of states to craft laws that assist the federal government in enforcing immigration laws, particularly when the federal government has failed in its duty to enforce those laws. As president, Gov. Romney will use federal resources to stop illegal immigration, not to sue states that are seeking to help the federal government enforce the law.&quot;</p>\r\n<p>\r\n\tOf course, saying he wouldn&rsquo;t sue states that adopt SB 1070-style laws isn&rsquo;t the same as saying that Arizona&rsquo;s law should be the model for federal immigration laws.</p>\r\n<p>\r\n\tOn the other hand, Nowicki noted that even if Romney wasn&rsquo;t referring to SB 1070 in his &quot;model&quot; comment during the Arizona debate, he hadn&rsquo;t exactly distanced himself from the law, which was designed to spur a crackdown on illegal immigration by Arizona&rsquo;s state and local law enforcement agencies.</p>\r\n<p>\r\n\t(Before the law could go into effect, the Obama administration sued, asking a federal judge to block the measure. The judge put on hold several provisions, leaving in place others. That decision, upheld by an appeals court, is scheduled to be heard by the U.S. Supreme Court on April 25, 2012.)</p>\r\n<p>\r\n\tIn addition to opposing the federal challenge to the law, Romney has touted the endorsement of Kansas Secretary of State Kris Kobach, who helped draft SB 1070 &mdash; a fact that the Romney campaign noted in its Jan. 11, 2012, <a href=\"http://www.mittromney.com/blogs/mitts-view/2012/01/mitt-romney-announces-support-kansas-secretary-state-kris-kobach\">press release</a> announcing the endorsement. In the release, Romney said: &quot;Kris has been a true leader on securing our borders and stopping the flow of illegal immigration into this country. ... With Kris on the team, I look forward to working with him to take forceful steps to curtail illegal immigration and to support states like South Carolina and Arizona that are stepping forward to address this problem.&quot;</p>\r\n<p>\r\n\tKobach, who served as an adviser to Romney&rsquo;s 2008 presidential campaign, has told news organizations, including The Associated Press, that he is serving as an unpaid adviser on immigration issues to Romney&#39;s 2012 campaign.</p>\r\n<p>\r\n\tIn an interview with KNXV-TV in Phoenix for a Jan. 31, 2012, <a href=\"http://www.abc15.com//dpp/news/region_phoenix_metro/central_phoenix/sb-1070-co-author-tells-abc15-he-is-an-advisor-for-presidential-candidate-mitt-romney\">report</a>, Kobach said: &quot;I&rsquo;m providing advice on the best approach to immigration enforcement and immigration law generally, and I have encouraged the Romney campaign to take a stand of attrition through enforcement, which is what Arizona&rsquo;s SB 1070 is all about.&quot;</p>\r\n<p>\r\n\tAs <em>The New York Times</em> wrote in a Jan. 24, 2012, <a href=\"http://thecaucus.blogs.nytimes.com/2012/01/24/romneys-plan-for-self-deportation-has-conservative-support/\">blog entry</a>, Romney showed his support for the concept of &quot;attrition through enforcement&quot; when he plugged &quot;self-deportation&quot; as a solution to illegal immigration during a Republican presidential debate a day earlier. The <em>Times</em> blog post says the strategy of inducing illegal immigrants to leave voluntarily arose from a recognition by groups that oppose illegal immigration that the federal government was not going to deport the millions of illegal immigrants living in the United States. &quot;Instead, the idea is to make it so difficult for illegal immigrants to live in this country &mdash; by denying them work, driver&rsquo;s licenses and any public benefits and by stepping up enforcement &mdash; that they will give up and go home,&quot; the post said.</p>\r\n<p>\r\n\tSo, Romney in the debate saluted the E-Verify element of a 5-year-old Arizona law &mdash; which was not part of the 2010 immigration-enforcement law that Gonzalez says Romney called a model for the nation.</p>\r\n<p>\r\n\tThat&rsquo;s quite a difference.</p>\r\n<p>\r\n\tThen again, Romney also said he would end the federal challenge to the 2010 law on his first day as president.</p>\r\n<p>\r\n\tFinally, we turned to NumbersUSA, an Arlington-Va.-based nonprofit group that opposes illegal immigration and advocates for limits on legal immigration, because it <a href=\"https://www.numbersusa.com/content/action/2012-presidential-hopefuls-immigration-stances.html\">tracks</a> what the presidential candidates say about immigration. The group&rsquo;s president, Roy Beck, told us that Romney has expressed support for enacting &quot;attrition by enforcement&quot; policies on a national level such as requiring that businesses use E-Verify. Beck said Romney has not said specific provisions of SB 1070 should be taken as a model for federal immigration laws.</p>\r\n<p>\r\n\t<strong>Our ruling</strong></p>\r\n<p>\r\n\tGonzalez could legitimately have targeted Romney&rsquo;s vow to immediately drop the federal challenge to Arizona&rsquo;s immigration-enforcement law as president. Instead, the Democrat&rsquo;s statement to reporters mischaracterizes Romney&rsquo;s salute to Arizona&rsquo;s 2007 mandate that employers electronically verify the legal status of employees. That E-Verify requirement was not in the 2010 Arizona law.</p>\r\n<p>\r\n\tWe rate the Texan&rsquo;s claim as False.</p>\r\n", "ruling_comments_date": "2012-04-11T00:36:17.426523", "ruling_date": "2012-04-11T06:00:00", "ruling_headline": "U.S. Rep. Charlie Gonzalez says that in Arizona, Mitt Romney said the state’s SB 1070 law should be model for nation", "ruling_headline_slug": "us-rep-charlie-gonzalez-says-arizona-mitt-romney-s", "ruling_link_text": "Romney talked about earlier Arizona mandate", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tCNN.com, <a href=\"http://archives.cnn.com/TRANSCRIPTS/1202/22/se.05.html\">transcript</a>, Arizona Republican presidential debate, Feb. 22, 2012</p>\r\n<p>\r\n\tInterview with Ricardo Ramirez, regional press secretary for the Southwest, Democratic National Committee, March 28, 2012</p>\r\n<p>\r\n\tCitizenship and and Immigration Services, U.S. Department of Homeland Security, <a href=\"http://www.uscis.gov/portal/site/uscis/menuitem.eb1d4c2a3e5b9ac89243c6a7543f6d1a/?vgnextoid=e94888e60a405110VgnVCM1000004718190aRCRD&amp;vgnextchannel=e94888e60a405110VgnVCM1000004718190aRCRD\">web page</a>, &quot;What is E-Verify?&quot; (accessed April 6, 2012)</p>\r\n<p>\r\n\tArizona Republic, <a href=\"http://www.azcentral.com/news/politics/articles/2012/03/01/20120301romney-immigration-nowicki.html\">news article</a>, &quot;For Romney, &lsquo;model&rsquo; policy on migration isn&rsquo;t SB 1070,&quot; March 3, 2012</p>\r\n<p>\r\n\tArizona attorney general&rsquo;s office, <a href=\"http://www.azag.gov/LegalAZWorkersAct/\">web page</a>, &quot;Frequently Asked Questions about the Legal Arizona Workers Act&quot; (accessed March 28, 2012)</p>\r\n<p>\r\n\tEmail interview with Ryan Williams, spokesman, Mitt Romney presidential campaign, March 29, 2012</p>\r\n<p>\r\n\tMitt Romney presidential campaign, <a href=\"http://www.mittromney.com/blogs/mitts-view/2012/01/mitt-romney-announces-support-kansas-secretary-state-kris-kobach\">press release</a>, &quot;Mitt Romney announces support of Kansas Secretary of State Kris Kobach,&quot; Jan. 11, 2012</p>\r\n<p>\r\n\tAssociated Press, <a href=\"http://www.wibw.com/localnews/headlines/Kobach_Confirms_Hes_Unpaid_Adviser_For_Romney_138539334.html\">news article</a>, &quot;Kobach confirms he&rsquo;s unpaid adviser for Romney,&quot; Feb. 1, 2012</p>\r\n<p>\r\n\tKNXV-TV, <a href=\"http://www.abc15.com//dpp/news/region_phoenix_metro/central_phoenix/sb-1070-co-author-tells-abc15-he-is-an-advisor-for-presidential-candidate-mitt-romney\">news article and broadcast</a>, &quot;SB 1070 co-author tells ABC15 he&rsquo;s an advisor for Mitt Romney,&quot; Jan. 31, 2012</p>\r\n<p>\r\n\tNew York Times, <a href=\"http://thecaucus.blogs.nytimes.com/2012/01/24/romneys-plan-for-self-deportation-has-conservative-support/\">blog post</a>, &quot;Romney&rsquo;s plan for &lsquo;self-deportation&rsquo; has conservative support,&quot; Jan. 24, 2012</p>\r\n<p>\r\n\tInterview with Roy Beck, president, NumbersUSA, April 2, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. House member", "false_count": 1, "first_name": "Charlie", "half_true_count": 1, "home_state": "Texas", "id": 1612, "last_name": "Gonzalez", "mostly_true_count": 0, "name_slug": "charlie-gonzalez", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/charliegonznew.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1612/", "total_count": 2, "true_count": 0, "website": "http://www.gonzalez.house.gov/"}, "statement": "<p>\r\n\tSays that Mitt Romney, while he was in Arizona, said he believes the state&rsquo;s SB 1070 immigration law should be the model for national immigration laws.</p>\r\n", "statement_context": "a conference call", "statement_date": "2012-03-27", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}