{"art": [], "author": [{"email_address": "HumphreyT@KnoxNews.com", "first_name": "Tom", "id": 318, "last_name": "Humphrey", "name_slug": "tom-humphrey", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 21, "publication_name": "Knoxville News Sentinel", "resource_uri": "/api/v/2/publication/21/"}, "resource_uri": "/api/v/2/staffer/318/", "title": "Knoxville News Sentinel, Nashville Bureau Chief", "twitter": null}], "canonical_url": "/tennessee/statements/2012/apr/12/matthew-hill/matthew-hill-says-abortion-doctors-flying-out-tenn/", "edition": {"adkey": "Editions", "advalue": "Tennessee", "edition": "Tennessee", "edition_slug": "tennessee", "has_afterthefact": false, "id": 14, "index_page": false, "meter_name": "The Tennessee Truth-O-Meter", "resource_uri": "/api/v/2/edition/14/"}, "editor": [{"email_address": "ZMcMillin@CommercialAppeal.com", "first_name": "Zack", "id": 314, "last_name": "McMillin", "name_slug": "zack-mcmillin", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/ZackMcMillinPolitiFact.JPG", "publication": {"id": 19, "publication_name": "The Commercial Appeal, Memphis", "resource_uri": "/api/v/2/publication/19/"}, "resource_uri": "/api/v/2/staffer/314/", "title": "Editor, PolitiFact Tennessee", "twitter": null}], "facebook_headline": null, "id": 5729, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "HumphreyT@KnoxNews.com", "first_name": "Tom", "id": 318, "last_name": "Humphrey", "name_slug": "tom-humphrey", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 21, "publication_name": "Knoxville News Sentinel", "resource_uri": "/api/v/2/publication/21/"}, "resource_uri": "/api/v/2/staffer/318/", "title": "Knoxville News Sentinel, Nashville Bureau Chief", "twitter": null}], "resource_uri": "/api/v/2/statement/5729/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p dir=\"ltr\" style=\"margin-top: 0pt; margin-right: 12pt; margin-bottom: 0pt;\">\r\n\tDuring House floor debate on this year&rsquo;s most prominent abortion bill in the General Assembly, Rep. Matthew Hill declared that one reason enactment is needed is that physicians are currently flying into the state and then flying out, leaving their patients with little recourse should complications arise.<br />\r\n\t<br />\r\n\tThe bill (<a href=\"http://wapp.capitol.tn.gov/apps/BillInfo/Default.aspx?BillNumber=HB3808\">HB3808</a>) requires abortion providers to have hospital admission privileges in the county where the procedure is performed or an adjacent county. Critics contended the bill, titled &quot;The Life Defense Act of 2012,&quot; is unnecessary and intended as an impediment to providing abortions in Tennessee.<br />\r\n\t<br />\r\n\tHill, R-Jonesborough, is vice chairman of the House Health and Human Resources Committee, chairman of the House Health Subcommittee and lead sponsor of the bill.<br />\r\n\t<br />\r\n\tIn explaining why passage is needed, he told colleagues in the March 29, 2012, floor debate that, first of all, abortion doctors were traveling across the state to perform abortions and then going back home. That&rsquo;s not the claim we&rsquo;re checking; his second reason is what brought forth skepticism from his colleagues.<br />\r\n\t<br />\r\n\t&quot;Number two,&quot; Hill said, &quot;we have abortion physicians that are flying into this state and that they are performing abortions.&quot; He continued: &quot;They&rsquo;re flying into this state, performing abortions and flying out. And what happens is when a woman has complications, the doctor who performed that abortion is long gone. So if anything -- and I know it&rsquo;s true &ndash; this legislation will expand critical, possibly life-saving access to care to the woman who has complications from the abortion. That&rsquo;s why I&rsquo;m bringing the legislation and that, in all practicality, is what it&rsquo;ll do.&quot;<br />\r\n\t<br />\r\n\tHill&rsquo;s assertion about doctors flying in from out of the state was challenged by House Democratic Caucus Chairman Mike Turner of Nashville. Turner first asked, &quot;How many doctors are flying in and performing abortions?&quot;<br />\r\n\t<br />\r\n\tReplied Hill: &quot;I don&rsquo;t have the exact number. You can probably call Planned Parenthood if you like.&quot;<br />\r\n\t<br />\r\n\tTurner pressed the point, asking if &quot;you know any place this is happening.&quot;<br />\r\n\t<br />\r\n\tHill: &quot;I do know of one physician that is driving from Northeast Tennessee across the state of Tennessee to do this.&quot;<br />\r\n\t<br />\r\n\tTurner: &quot;But you said out-of-state &hellip; You don&rsquo;t know that for sure?&quot;<br />\r\n\t<br />\r\n\tHill: &quot;I do not have direct knowledge of that, no, sir.&quot;<br />\r\n\t<br />\r\n\tThat left hanging the question of whether there actually are abortion doctors flying into the state, performing the procedures, then flying away. We decided to seek the answer.<br />\r\n\t<br />\r\n\tBill Christian, spokesman for the state Department of Health, said that a physician performing an abortion in Tennessee must be licensed to practice medicine within the state under current law. But that does not mean the physician has to be a Tennessee resident. It would be legal, he said, for a non-resident doctor to fly into Tennessee and perform an abortion &ndash; so long as he or she was licensed within the state.<br />\r\n\t<br />\r\n\tChristian said the department has no information on whether any doctors are doing so and no indication of any doctor being prosecuted for performing an abortion without a license in the state. But the <a href=\"https://www.documentcloud.org/documents/333188-2010-tn-abortion-tables.html\">statistics</a> collected by the department on abortions would not necessarily cover that information, he said.<br />\r\n\t<br />\r\n\tHill, asked for his source for the assertion, said he had been told of fly-in doctors by leaders of Tennessee Right to Life, an organization of anti-abortion activists.<br />\r\n\t<br />\r\n\tBrian Harris, president of Tennessee Right to Life, said he believes there are cases of fly-in abortion providers, but declined to provide any specifics because of &quot;circumstances now evolving on another front.&quot;<br />\r\n\t<br />\r\n\t&quot;All around the country, I don&rsquo;t think it&rsquo;s an unusual practice,&quot; said Harris, adding that the practice may increase because the number of abortion providers is declining nationwide.<br />\r\n\t<br />\r\n\tHarris said there is at least one case of the reverse situation &ndash; a Tennessee doctor flying out of the state to perform abortions. He cited Dr. Gary Boyle of Blountville, who was arrested in October, 2010, on charges of pointing a gun at anti-abortion protesters outside a clinic in Charleston, S.C. Boyle has pleaded not guilty to the charges and the trial is still pending.<br />\r\n\t<br />\r\n\tAnd former state Rep. Chris Clem, an attorney in Chattanooga, says there was a lawsuit filed years ago against two Alabama doctors alleging malpractice in an abortion performed at a now-closed Chattanooga clinic. But Clem could not provide the doctors&rsquo; names or any details of the case, which he recalls was settled out of court more than a decade ago.<br />\r\n\t<br />\r\n\tOn the other hand, leaders with Planned Parenthood in Tennessee say Hill&rsquo;s claim is blatantly wrong.<br />\r\n\t<br />\r\n\t&quot;That has never happened,&quot; said Jeff Teague, CEO and president of Planned Parenthood of Middle and East Tennessee. &quot;All the doctors we use (in Planned Parenthood clinics) are from Tennessee and, from conversations with others (who provide abortion services in the state), they have Tennessee physicians, too.&quot;<br />\r\n\t<br />\r\n\tPlanned Parenthood has two regional offices in Tennessee. Barry Chase of the Greater Memphis office, concurs with Teague: &nbsp;&quot;Rep. Hill needs to find out what the truth is and stick with it in the future.&quot;<br />\r\n\t<br />\r\n\tTeague said that Hill&rsquo;s reference to calling Planned Parenthood during the debate is an example of his organization being &quot;used as a punching bag all of the time.&quot; Planned Parenthood has been at pains to point out, for instance, that abortions only account for 3 percent of the services it provides. Said Teague: &quot;They (anti-abortion activists) like to throw out false accusations on a whole lot of levels . . . They just like to make us out as the bad guys, the evil forces, all of the time.&quot;<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tHill at first boldly claimed that doctors who perform abortions were flying in and then out of&nbsp;the state, but when challenged by a Democratic colleague acknowledged he had no specific knowledge that it had occurred. The director of Tennessee&rsquo;s leading anti-abortion would not provide any evidence that the practice has occurred either. Planned Parenthood claims this does not happen. With no evidence to support this claim, we rule it False.</p>\r\n", "ruling_comments_date": "2012-04-11T22:49:11.417274", "ruling_date": "2012-04-12T06:30:00", "ruling_headline": "Matthew Hill says abortion doctors flying in, out of Tennessee to perform procedures", "ruling_headline_slug": "matthew-hill-says-abortion-doctors-flying-out-tenn", "ruling_link_text": "No evidence to support claim", "ruling_state": null, "source_documents": null, "sources": "<p dir=\"ltr\" style=\"margin-top: 0pt; margin-right: 12pt; margin-bottom: 0pt;\">\r\n\t<b id=\"internal-source-marker_0.9420959423296154\" style=\"color: rgb(0, 0, 0); text-transform: none; text-indent: 0px; letter-spacing: normal; word-spacing: 0px; white-space: normal; orphans: 2; widows: 2; -webkit-text-size-adjust: auto; -webkit-text-stroke-width: 0px;\">House floor debate on <a href=\"http://wapp.capitol.tn.gov/apps/BillInfo/Default.aspx?BillNumber=HB3808\">HB3808</a> (Hill&rsquo;s remarks begin at about 2:08 into the tape).<br />\r\n\t<br />\r\n\t<a href=\"https://www.documentcloud.org/documents/333188-2010-tn-abortion-tables.html\">Abortion statistics</a> for Tennessee, 2010, from state Department of Health,<br />\r\n\t<br />\r\n\tInterview with state Rep. Matthew Hill, April 2, 2012<br />\r\n\t<br />\r\n\tInterview with Brian Harris, president Tennessee Right to Life, April 4, 2012.<br />\r\n\t<br />\r\n\tInterview with Barry Chase, Planned Parenthood of Greater Memphis, April 2, 2012.<br />\r\n\t<br />\r\n\tInterview with Jeff Teagure, Planned Parenthood of Middle and East Tennessee, April 9, 2012.</b><br />\r\n\t<br />\r\n\t<b id=\"internal-source-marker_0.9420959423296154\" style=\"color: rgb(0, 0, 0); text-transform: none; text-indent: 0px; letter-spacing: normal; word-spacing: 0px; white-space: normal; orphans: 2; widows: 2; -webkit-text-size-adjust: auto; -webkit-text-stroke-width: 0px;\">Interview with Chris Clem, Chattanooga attorney, April 10, 2012.</b></p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "State Representative", "false_count": 1, "first_name": "Matthew", "half_true_count": 0, "home_state": "Tennessee", "id": 1808, "last_name": "Hill", "mostly_true_count": 0, "name_slug": "matthew-hill", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/MatthewHill.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Tennessee", "edition": "Tennessee", "edition_slug": "tennessee", "has_afterthefact": false, "id": 14, "index_page": false, "meter_name": "The Tennessee Truth-O-Meter", "resource_uri": "/api/v/2/edition/14/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1808/", "total_count": 1, "true_count": 0, "website": "http://www.matthewlistens.com/About_Matthew.aspx"}, "statement": "<p>\r\n\tSays abortion doctors are &quot;flying into this state, performing abortions and flying out.&quot;</p>\r\n", "statement_context": "a debate on the state House floor.", "statement_date": "2012-03-29", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 11, "photo": null, "resource_uri": "/api/v/2/subject/11/", "subject": "Abortion", "subject_slug": "abortion", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 202, "photo": null, "resource_uri": "/api/v/2/subject/202/", "subject": "Public Health", "subject_slug": "public-health", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}