{"art": [{"brightcove": "", "caption": "Mitt Romney's campaign released this infographic to attack President Barack Obama's record on women and employment.", "id": 2276, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Romney_women_infographic.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/2276/", "title": "Romney women infographic", "wibbitz": "", "youtube": "", "youtubeID": ""}, {"brightcove": "", "caption": "The percentage of women working outside the home rose from about one-third in 1948 to 57 percent in the late 1980s before leveling off over the last quarter-century.", "id": 2281, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/BLS_labor_participation.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/2281/", "title": "BLS labor participation", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2012/apr/12/mitt-romney/mitt-romney-chart-claims-barack-obama-has-worst-re/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 5732, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/5732/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tAmid signs that Barack Obama has gained ground among female voters, Mitt Romney is attacking the president on his record on women.<br />\r\n\t<br />\r\n\tWe have already rated one claim from the Romney campaign, that &quot;women account for 92.3 percent of the jobs lost under Obama,&quot; which earned a <a href=\"http://www.politifact.com/truth-o-meter/statements/2012/apr/10/mitt-romney/romney-campaign-says-women-were-hit-hard-job-losse/\">Mostly False</a>.<br />\r\n\t<br />\r\n\tNow we&rsquo;ll rate a second claim <a href=\"http://www.mittromney.com/blogs/mitts-view/2012/04/women-obama-economy-unemployment-infographic\">posted on the Romney campaign&#39;s website</a> that was forwarded to us by a reader.<br />\r\n\t<br />\r\n\t&quot;What president has the worst record on female labor force participation?&quot; the website asks. &quot;Barack Obama.&quot; It adds, &quot;Turning the clock back 20 years on American women.&quot;<br />\r\n\t<br />\r\n\tFirst, it&#39;s important to note that the statement is confusing because it offers two time frames for the claim. The first sentence refers to the &quot;worst record,&quot; suggesting that Obama has the worst record of any president. But then it seems to narrow that time frame to 20 years.<br />\r\n\t<br />\r\n\tWe focused on the first part, since it&rsquo;s so sweeping and since it&#39;s clear about what it refers to -- labor force participation, a standard economic statistic that&rsquo;s checkable.<br />\r\n\t<br />\r\n\tLet&#39;s <a href=\"http://www.bls.gov/bls/glossary.htm#top\">define</a> our terms. The &quot;labor force&quot; includes people who are either employed (either full- or part time) or are unemployed (available and looking for work). It does not include people who aren&rsquo;t currently seeking work. The statistic &quot;labor force participation&quot; divides the labor force by the total population excluding the military and people who are institutionalized. The statistic goes beyond the familiar unemployment rate, taking into account people who have left the job market, perhaps to go back to school, become a stay-at-home parent or retire.<br />\r\n\t<br />\r\n\tThe federal Bureau of Labor Statistics has labor force participation data going back to 1948. When we checked with the Romney campaign, a spokesman told us that the point of the claim was that Obama was the only president to preside over a significant decline in female labor participation.<br />\r\n\t<br />\r\n\tSo we looked at the data. Making comparisons between presidents is tricky, because different presidents served for different lengths of time. So to make things simple, we looked at the female labor participation rate at the beginning and the end of each president&rsquo;s term.<br />\r\n\t<br />\r\n\tIt turns out that every president between Dwight Eisenhower (the first president to start a new term after 1948) and Bill Clinton saw an increase in women&rsquo;s labor force participation during their terms. The two most recent presidents saw declines -- 0.7 percentage points under George W. Bush and 1.7 percentage points under Obama.<br />\r\n\t<br />\r\n\tBut were those losses attributable to either president? The arc of women&rsquo;s employment participation rose gradually but consistently. It rose from roughly one-third of women in the work force in 1948 to about 57 percent in the late 1980s. In the almost quarter-century since then, labor force participation rates have moved in a fairly narrow range, topping out at 60.2 percent.<br />\r\n\t<br />\r\n\tAnd the reason for the long upward climb? Far-reaching social trends that are generally out of the control of any president, including the rise of feminism, the advent of birth control, and rising interest in providing girls with an education equal to that of boys.<br />\r\n\t<br />\r\n\t&quot;Long-term social trends have pushed in the direction of rising labor force participation rates among women for decades,&quot; said Steven J. Davis, an economist at the University of Chicago Booth School of Business who served as an outside adviser to John McCain&rsquo;s 2008 presidential campaign.<br />\r\n\t<br />\r\n\tSo, the fact that the labor participation rate for women rose by 3.8 percentage points under President Richard Nixon but fell by 1.7 percentage points under Obama isn&rsquo;t very illuminating. The main reason for the difference is that Nixon happened to serve during a long period of rising workforce participation rates for women, while Obama happened to serve during a period when the rate has been stuck at more or less the same level for more than two decades.<br />\r\n\t<br />\r\n\tThe current labor force participation rate for women age 16 and over is 57.7 percent. It&rsquo;s true that this represents a low point in recent history. The last time it was this low was in April 1993, when Bill Clinton was president. That was 19 years ago -- close to the 20 years cited in the Romney web graphic.<br />\r\n\t<br />\r\n\tThat said, there&rsquo;s a lot of critical facts that Romney&rsquo;s claim ignores.<br />\r\n\t<br />\r\n\t<strong>The drop in female labor participation is -- so far, at least -- pretty small.</strong><br />\r\n\t<br />\r\n\tBetween February 1989 and today -- a period that includes 277 monthly data points -- female labor participation moved up and down within a range of just 3.1 percentage points, a tiny fraction of the movement it displayed between 1948 and 1989. For the sake of comparison, the unemployment rate over the same period zigzagged in a range twice that big, 6.2 percentage points.<br />\r\n\t<br />\r\n\tBetween January 2009, when Obama took office, and March 2012, the most recent month available, women&rsquo;s labor force participation declined by 1.7 percentage points. (Starting the count the day Obama took office is probably not a fair way to measure his record, since his policies wouldn&rsquo;t have had time to take effect, but we&rsquo;ll use it here for the sake of convenience.)<br />\r\n\t<br />\r\n\tConsidering that Obama inherited what many consider the worst recession since the Great Depression, a 1.7 percentage-point drop isn&rsquo;t necessarily dramatic. It certainly could turn into a worrisome trend -- but that depends on where the number goes from here.<br />\r\n\t<br />\r\n\t&quot;It depends on whether you see the recent declines as a temporary phenomenon due to a temporarily weak economy, or as the first installment that reverses much of a decades-long climb in the participation rate of women,&quot; Davis said.<br />\r\n\t<br />\r\n\t<strong>The decline in labor force participation under Obama was similar for men.</strong><br />\r\n\t<br />\r\n\tOver the same period that the women&rsquo;s labor participation rate was declining by 1.7 percentage points under Obama, the decline for men was actually steeper -- 2.2 percentage points. So labor force participation percentages don&rsquo;t give much evidence that women in particular are suffering under Obama.<br />\r\n\t<br />\r\n\tThis point is &quot;what reveals it to be a political charge rather than an economic one,&quot; said Andrew Samwick, a Dartmouth College economist.<br />\r\n\t<br />\r\n\t<strong>In analyzing this question, the age of the workforce matters.</strong><br />\r\n\t<br />\r\n\tAs they age, more people tend to leave the job market. Given that the baby boomers are reaching or are already in retirement, a portion of the decline in labor participation rate for both sexes comes from the aging of the labor force.<br />\r\n\t<br />\r\n\tA straightforward way of minimizing the impact of aging workers on the statistics is to take a look at a more specific slice of the population -- workers age 25 to 54, who aren&rsquo;t yet close to retirement. Economists can argue about whether this is a better measure to look at than ages 16 and up -- the figure used above -- but it&rsquo;s certainly an alternative way of looking at the core of the working-age population.<br />\r\n\t<br />\r\n\tSo how does Obama fare using this measurement?<br />\r\n\t<br />\r\n\tLabor participation for women in this age group fell by 1.3 percentage points between January 2009 and March 2012. During the same number of months into George W. Bush&rsquo;s tenure, the labor participation rate for women in the same age group fell by 1.4 percentage points.<br />\r\n\t<br />\r\n\tOur point is not to say that Bush had a worse record than Obama for women&rsquo;s employment. Rather, the fact that that Bush had slightly worse numbers than Obama did using this measurement runs counter to the Romney camp&rsquo;s argument that Obama clearly had the &quot;worst record on female labor force participation.&quot;<br />\r\n\t<br />\r\n\tThe broader lesson of this comparison is that different statistics may show different trends, and when assessing the sweeping claim that Obama has the &quot;worst record&quot; on something, it&rsquo;s important to look at the numbers from more than one direction.<br />\r\n\t<br />\r\n\t<strong>The decline in labor-force participation under Obama can&rsquo;t be attributed to his policies alone.</strong><br />\r\n\t<br />\r\n\tPresidents do not have unfettered ability to shape the labor markets. Obama inherited a serious recession, and that has had the biggest impact on women&rsquo;s employment rates. As it happens, some of the hardest-hit employment sectors during the past few years -- state and local government -- attract a disproportionate share of women.<br />\r\n\t<br />\r\n\tAccording to <a href=\"http://www.bls.gov/web/empsit/cpseea23.pdf\">BLS data</a>, 57 percent of government workers are women. The state government workforce has shrunk by 2.6 percent since January 2009, and the local government workforce has shrunk by 3.3 percent since January 2009. Public education attracts particularly large numbers of women -- 71 percent of all employees -- and it has shrunk by 2.8 percent since January 2009.<br />\r\n\t<br />\r\n\tState and local government jobs cuts can&#39;t be pinned directly on a president. In fact, Republicans played a major role in shrinking public sector employment. A recent <a href=\"http://www.rooseveltinstitute.org/sites/all/files/GOPProjectSlashingPublicWorkforce.pdf\">study</a> by the liberal Roosevelt Institute found that the 11 states that voted in Republican legislatures in the 2010 elections accounted for 40.5 percent of all state and local government job losses.<br />\r\n\t<br />\r\n\tIf anything, Obama&rsquo;s policies may have eased the job losses in these sectors: A portion of his economic stimulus bill consisted of aid to states, which was designed to save jobs in education and other public services. A second round of stimulus worth $23 billion that Obama sought was rejected by Congressional Republicans.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tRomney&#39;s website said, &quot;What president has the worst record on female labor force participation? Barack Obama.&quot;<br />\r\n\t<br />\r\n\tAccording to federal statistics, every president since 1948 except for Obama and George W. Bush has seen women&rsquo;s participation in the labor force rise on their watch, and Obama&rsquo;s decline was bigger than Bush&rsquo;s. So there&rsquo;s a grain of truth to Romney&rsquo;s claim -- but not much.<br />\r\n\t<br />\r\n\tThe increases for presidents between 1948 and the late 1980s are largely due to broader social trends beyond the control of any president, so saying that Obama did worse than them is a red herring. Meanwhile, other cuts at the data paint a different picture. Under Obama, the decline in workforce participation for women was actually smaller than it was for men, and calculating the data using slightly different age groups shows that George W. Bush had a slightly worse record.<br />\r\n\t<br />\r\n\tThis lack of context weakens Romney&rsquo;s claim that Obama has the &quot;worst record on female labor force participation&quot; of any president. We rate this statement Mostly False.</p>\r\n", "ruling_comments_date": "2012-04-12T14:46:28.015122", "ruling_date": "2012-04-12T17:36:08", "ruling_headline": "Mitt Romney chart claims Barack Obama has 'the worst record on female labor force participation'", "ruling_headline_slug": "mitt-romney-chart-claims-barack-obama-has-worst-re", "ruling_link_text": "Argument is a red herring", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tMitt Romney, &quot;<a href=\"http://www.mittromney.com/blogs/mitts-view/2012/04/women-obama-economy-unemployment-infographic\">Women &amp; The Obama Economy</a>&quot; (infographic), accessed April 11, 2011</p>\r\n<p>\r\n\tBureau of Labor Statistics, &quot;Employment, Hours, and Earnings from the Current Employment Statistics survey (National)&quot; (<a href=\"http://data.bls.gov/cgi-bin/surveymost?ce/\">main index page</a>) accessed April 11, 2012</p>\r\n<p>\r\n\tBureau of Labor Statistics, &quot;Labor Force Statistics from the Current Population Survey&quot; (<a href=\"http://data.bls.gov/cgi-bin/surveymost?ln\">main index page</a>), accessed April. 12, 2012</p>\r\n<p>\r\n\tBureau of Labor Statistics, &quot;<a href=\"http://www.bls.gov/web/empsit/cpseea23.pdf\">Table A-23 -- Employed persons in nonagricultural industries by sex and class of worker</a>,&quot; March 2012</p>\r\n<p>\r\n\tNational Bureau of Economic Research, &quot;<a href=\"http://www.nber.org/cycles.html\">U.S. Business Cycle Expansions and Contractions</a>,&quot; accessed April 11, 2012</p>\r\n<p>\r\n\tRoosevelt Institute, &quot;<a href=\"http://www.rooseveltinstitute.org/sites/all/files/GOPProjectSlashingPublicWorkforce.pdf\">The GOP&rsquo;s State Project of Slashing the Public Workforce</a>,&quot; March 27, 2012</p>\r\n<p>\r\n\t<em>New York Times</em>, &quot;<a href=\"http://economix.blogs.nytimes.com/2012/04/11/job-growth-isnt-just-a-womens-issue/?scp=1&amp;sq=rampell%20mancession&amp;st=cse\">Job Growth Isn&rsquo;t Just a Women&rsquo;s Issue</a>,&quot; April 11, 2012</p>\r\n<p>\r\n\tEmail interview with Gary Burtless, senior fellow at the Brookings Institution, April 12, 2012</p>\r\n<p>\r\n\tEmail interview with Betsey Stevenson, economist at Princeton University and the University of Pennsylvania, April 12, 2012</p>\r\n<p>\r\n\tEmail interview with Satya Thallam, deputy director for research and policy at the George Mason University School of Law, April 12, 2012</p>\r\n<p>\r\n\tEmail interview with Andrew Samwick, economist at Dartmouth College, April 12, 2012</p>\r\n<p>\r\n\tEmail interview with Steven J. Davis, economist at the University of Chicago Booth School of Business, April 12, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 34, "current_job": "Former governor", "false_count": 32, "first_name": "Mitt", "half_true_count": 58, "home_state": "Massachusetts", "id": 5, "last_name": "Romney", "mostly_true_count": 33, "name_slug": "mitt-romney", "pants_count": 19, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-mittromney.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/5/", "total_count": 221, "true_count": 30, "website": "http://www.mittromney.com/"}, "statement": "<p>\r\n\t&quot;What president has the worst record on female labor force participation? Barack Obama.&quot;</p>\r\n", "statement_context": "a graphic posted on his website", "statement_date": "2012-04-09", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}, {"description": "", "id": 192, "photo": null, "resource_uri": "/api/v/2/subject/192/", "subject": "Labor", "subject_slug": "labor", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 146, "photo": null, "resource_uri": "/api/v/2/subject/146/", "subject": "Women", "subject_slug": "women", "used_in_edition": []}, {"description": "", "id": 103, "photo": null, "resource_uri": "/api/v/2/subject/103/", "subject": "Workers", "subject_slug": "workers", "used_in_edition": []}], "target": [{"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}], "twitter_headline": ""}