{"art": [], "author": [{"email_address": "SullivanB@SHNS.com", "first_name": "Bartholomew", "id": 315, "last_name": "Sullivan", "name_slug": "bartholomew-sullivan", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 20, "publication_name": "Scripps Howard News Service", "resource_uri": "/api/v/2/publication/20/"}, "resource_uri": "/api/v/2/staffer/315/", "title": "Scripps Howard News Service Political Coordinator", "twitter": null}], "canonical_url": "/tennessee/statements/2012/apr/15/lamar-alexander/lamar-alexander-says-child-farm-labor-rules-could-/", "edition": {"adkey": "Editions", "advalue": "Tennessee", "edition": "Tennessee", "edition_slug": "tennessee", "has_afterthefact": false, "id": 14, "index_page": false, "meter_name": "The Tennessee Truth-O-Meter", "resource_uri": "/api/v/2/edition/14/"}, "editor": [{"email_address": "ZMcMillin@CommercialAppeal.com", "first_name": "Zack", "id": 314, "last_name": "McMillin", "name_slug": "zack-mcmillin", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/ZackMcMillinPolitiFact.JPG", "publication": {"id": 19, "publication_name": "The Commercial Appeal, Memphis", "resource_uri": "/api/v/2/publication/19/"}, "resource_uri": "/api/v/2/staffer/314/", "title": "Editor, PolitiFact Tennessee", "twitter": null}], "facebook_headline": null, "id": 5748, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "SullivanB@SHNS.com", "first_name": "Bartholomew", "id": 315, "last_name": "Sullivan", "name_slug": "bartholomew-sullivan", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 20, "publication_name": "Scripps Howard News Service", "resource_uri": "/api/v/2/publication/20/"}, "resource_uri": "/api/v/2/staffer/315/", "title": "Scripps Howard News Service Political Coordinator", "twitter": null}], "resource_uri": "/api/v/2/statement/5748/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\t<em>Update (April 27, 2012): </em>On Thursday, the Department of Labor withdrew the proposed changes to the child labor rule in response to opposition from lawmakers and farmers. It actually came out just hours after our partners at PolitiFact Florida had <a href=\"http://www.politifact.com/florida/statements/2012/apr/26/tom-rooney/tom-rooney-farming-kids-screwdrivers-hoses/\">posted a ruling</a> on a similar claim by Florida Congressman Tom Rooney.<br />\r\n\t<br />\r\n\tA Department of Labor press release dated April 26 reads: &quot;The decision to withdraw this rule &ndash; including provisions to define the &#39;parental exemption&#39; &ndash; was made in response to thousands of comments expressing concerns about the effect of the proposed rules on small family-owned farms. To be clear, this regulation will not be pursued for the duration of the Obama administration.&quot; It added that the department will instead work with rural stakeholders to develop a program to promote safety.<br />\r\n\t<br />\r\n\tThe Department of Labor&rsquo;s announcement -- while good news for Alexander and Rooney and others who opposed the rule -- does not affect our rating in this fact-check. Alexander and Rooney failed to prove that children working on farms would be banned from operating a battery-powered screwdriver or a pressurized garden hose, and the Department of Labor specifically said those activities would not be prohibited under the proposed rule.<br />\r\n\t<br />\r\n\t---------------</p>\r\n<p>\r\n\tTennessee&rsquo;s senior senator has co-sponsored a bill to prevent the Department of Labor from enacting proposed rules regarding child labor in agricultural settings. He says the rules are over the top &ndash; they &quot;take the cake,&quot; he says &ndash; and take &quot;job opportunities from our nation&rsquo;s youth.&quot;<br />\r\n\t<br />\r\n\tAlexander is talking about &nbsp;<a href=\"http://www.regulations.gov/#!documentDetail;D=WHD-2011-0001-0001.\">proposed changes in the Fair Labor Standards Act regarding child labor on farms</a> that take up 49 pages of fine print in the Federal Register published on Sept. 2 of last year. According to a Dec. 12, 2011, post from U.S. Secretary of Agriculture Tom Vilsack, &quot;We want to ensure that children of farm families maintain their ability to help with the family farm, while working to prevent unnecessary child injuries or deaths.&quot; According to Vilsack, &quot;while only 4 percent of working youth are in the agriculture sector, 40 percent of fatalities of working kids are associated with machines, equipment, or facilities related to agriculture.&quot;<br />\r\n\t<br />\r\n\tSo we decided to look at whether the proposed rules would prohibit some kid under 18 from carting a load of alfalfa to the manger or tightening up a license plate on a pickup before heading out on the blacktop.<br />\r\n\t<br />\r\n\tFirst, we asked Alexander&rsquo;s office specifically for support for his contention that the bill would prevent children from using a power screwdriver or wheelbarrows. Alexander spokesman Jim Jeffries cautioned that the senator only said &quot;could,&quot; not &quot;would,&quot; but he also provided the text of the rule dealing with unpowered conveyances that he says could apply to wheelbarrows:<br />\r\n\t<br />\r\n\t&quot;The proposed Ag H.O. would prohibit hired farm workers under 16 years of age from operating and assisting in the operation of hoisting apparatus and conveyors that are not power-driven but run on human power or gravity, including manlifts and boatswain-chair-type devices often used in grain storage operations.&quot;<br />\r\n\t<br />\r\n\tIt goes on to spell things out in even more specific detail, though never mentions wheelbarrows.<br />\r\n\tIt&rsquo;s pretty arcane stuff and there&rsquo;s a lot of legalese in the proposed rules, making them an easy target for ridicule, but it is a serious set of rules.<br />\r\n\t<br />\r\n\tThe release finishes by claiming: &quot;It would even ban youth from operating a battery-powered screwdriver or a pressurized garden hose.&quot;<br />\r\n\t<br />\r\n\tWhen Alexander&rsquo;s office pointed to <a href=\"http://www.regulations.gov/#!documentDetail;D=WHD-2011-0001-0001\">the rules</a> themselves for support, we looked them over. A search for &quot;milking equipment&quot; did quickly lead to a section listing various kinds of &quot;power-driven machinery&quot; that could not be used by working children and student learners (like kids with 4-H and Future Farmers of America) and milking equipment was not only listed but singled out for explanation. The section says that &nbsp;&quot;<a href=\"http://www.cdc.gov/niosh/nora/symp08/posters/006.html\">a study</a> of 988 worker&#39;s compensation claims among dairy farms in Colorado found that milking parlor tasks represented 48% of injuries among dairy workers and &nbsp;indicated the worker was performing a milking activity at the time of the injury.&quot;<br />\r\n\t<br />\r\n\tHowever, the third sentence of the first paragraph of the summary of the proposed rules changes, as published by the DOL, reads as follows: &quot;The proposed agricultural revisions would impact only hired farm workers and in no way compromise the statutory child labor parental exemption involving children working on farms owned or operated by their parents.&quot; So, no matter the government rules, if a parent with some ownership in the farm tells a child to crank up the milking machine, there&rsquo;s nothing to prohibit it.<br />\r\n\t<br />\r\n\tThat seems like an important and broad exception, given that the bill sponsored by Alexander and 44 others has as its title: &quot;Preserving America&#39;s Family Farm Act.&quot; If you&rsquo;re working your own parent&rsquo;s farm, the new rules don&rsquo;t apply at all, and the act also contains many exemptions for programs, like 4-H, aimed at giving youth experience working on farms.<br />\r\n\t<br />\r\n\tIf Alexander meant some other family&rsquo;s farm, where the child is a paid laborer, it&rsquo;s worth noting that <a href=\"http://stopchildlabor.org/?p=2628\">The Child Labor Coalition </a>pointed out there were 16 fatal injuries in 2011 of children working under the age of 16 -- 12 &nbsp;of them involving crop production. The Department of Labor has come under significant attack for this attempt to more closely align child labor rules on farms with labor rules for other work, and it has responded by saying it believes it has a public duty to look after child laborers being paid to work on a farm not belonging to their parent.<br />\r\n\t<br />\r\n\tTechnically, the new rules don&rsquo;t specifically mention screwdrivers, wheelbarrows or garden hoses. The Department of Labor told us the rules would not in fact prevent their use by children working on a farm. &nbsp;&nbsp;<br />\r\n\t<br />\r\n\t&quot;There is no part of Senator Alexander&rsquo;s press release that accurately reflects the proposed rule,&quot; a spokesperson for the Department of Labor wrote in an email. The department also points out there has been substantial time for public review, and it will take into consideration the huge amount of feedback the rules have received. &nbsp;<br />\r\n\t<br />\r\n\tAs with a lot of commentary on alleged over-regulation and government overreach into the realm of private business, we suspected there might be more to Alexander&rsquo;s and <a href=\"http://thomas.loc.gov/cgi-bin/bdquery/z?d112:SN02221:@@@P\">many others&rsquo;</a> concerns that do not involve wheelbarrows full of alfalfa or showing Bessie off at the county fair. Might the pushback be related to migrant child labor employed by big agribusiness concerns?<br />\r\n\t<br />\r\n\tTypical of the <a href=\"http://www.regulations.gov/#!docketDetail;dct=FR%2BPR%2BN%2BO%2BSR%2BPS;rpp=10;po=0;D=WHD-2011-0001\">more than 4,100 written submissions </a>&nbsp;from the public are those from Cliff and Bertha Gardner of Ruby Valley, Nev., who wrote: &quot;This rule will have a dramatic effect on our Ranching Operation. We will not be able to work our Grandchildren, Nieces and Nephews. It is much better to teach these young people to work at an early age than have them getting into trouble in town because there is nothing to do.&quot;<br />\r\n\t<br />\r\n\tDavid Arbogast, in his public submission to the DOL, skated a little closer to what really may be at stake for big agribusiness interests when he asked, &quot;Could this proposal also be racially motivated to further block Latino children from working the fields with their parents? Again, the government has no business meddling in the family&rsquo;s parenting duties.&quot;<br />\r\n\t<br />\r\n\tThe American Farm Bureau Federation&rsquo;s submission, the Washington-based non-profit promoting agriculture, asked that the federal rules not duplicate regulations on the books at the state level. In Washington State, it points out, minors as young as 12 pick strawberries and farms hire teachers, school bus drivers &quot;and others in the supervision of the minor work crews.&quot; In California, it notes, minors 12 and 13 may work in agriculture up to 8 hours a day and 40 hours a week &quot;on non-school days.&quot;<br />\r\n\t<br />\r\n\tIt turns out many children work in agribusiness enterprises side by side with impoverished migrant worker adults, and a lot of them get injured. While it may be quaint, the image of a farm boy in overalls may be a misleading focus for rules seeking to address the reality of child labor on those farms that actually generate most of the nation&rsquo;s food. The last week of March was National Farmworker Awareness Week, some of it focused on child labor.<br />\r\n\t<br />\r\n\tA peer-reviewed <a href=\"http://pediatrics.aappublications.org/content/108/4/1016.full\">article in the journal of the American Academy of Pediatrics </a>&nbsp;noted: &quot;Relatively few adolescents are employed on farms compared with other types of industry, yet the proportion of fatalities in agriculture is higher than that for any other type of adolescent employment.&quot;<br />\r\n\t<br />\r\n\tClearly, the rationale for the upgraded standards is a concern for the welfare of young workers and for minimizing specific workplace injuries the department has investigated. That&rsquo;s what the rules actually say; they&rsquo;re based on actual injuries. The report in some sections is not for the squeamish, detailing sometimes gruesome injuries and deaths like youths chewed up in various kinds of machinery. Such concerns date to the turn of the last century and are memorialized in the findings of the National Institutes for Occupational Safety and Health which routinely look at promoting safe work conditions for young workers. You can see an example of the agency&rsquo;s concern from 1999 <a href=\"http://www.cdc.gov/niosh/docs/99-141/appendixC.html\">here.</a><br />\r\n\t<br />\r\n\t&quot;The reason the labor laws are in place is&hellip;because there have been kids who have been hurt,&quot; said Diane E. Bush, coordinator of the Labor Occupational Health Program at the University of California-Berkeley. &quot;Most people think of the workplace as a safe place where young people are going to learn responsibility and it will have a positive impact on them.<br />\r\n\t<br />\r\n\t&quot;It&rsquo;s important to make sure they&rsquo;re working in an environment where that&rsquo;s going to happen, rather than ending up with a serious or even worse, a fatal injury.&quot;<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tThe proposed rules could limit the kinds of potentially dangerous work children might perform on &quot;family&quot; farms owned by someone else&rsquo;s family. To make their point, however, Alexander and many others are not mentioning the parental exemption and then using examples of some activities the labor department says are not the target of its revised rules.<br />\r\n\t<br />\r\n\tThe proposed rules are aimed at protecting children involved in agribusiness, not at children learning farming from their flannel-clad dads. We find the orchestrated criticism misleading and rule Alexander&rsquo;s statement Mostly False.&nbsp;<br />\r\n\t&nbsp;</p>\r\n", "ruling_comments_date": "2012-04-14T22:51:05.520603", "ruling_date": "2012-04-15T06:00:00", "ruling_headline": "Lamar Alexander says child farm labor rules could prohibit certain tasks, hurt family farms", "ruling_headline_slug": "lamar-alexander-says-child-farm-labor-rules-could-", "ruling_link_text": "UPDATE: Labor Department withdraws rules", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tThe proposed rule:<a href=\"http://www.regulations.gov/#!documentDetail;D=WHD-2011-0001-0001\"> http://www.regulations.gov/#!documentDetail;D=WHD-2011-0001-0001</a><br />\r\n\t<br />\r\n\tPublic <a href=\"http://www.regulations.gov/#!docketDetail;dct=FR%2BPR%2BN%2BO%2BSR%2BPS;rpp=10;po=0;D=WHD-2011-0001\">comments</a> on the proposed rule.<br />\r\n\t<br />\r\n\tDaniel Dahlman of the National Consumers League, &quot;<a href=\"http://stopchildlabor.org/?p=2628\">Common sense child labor protections under attack</a>,&quot; The Child Labor Coalition website.<br />\r\n\t<br />\r\n\tMichelle Chen, &quot;<a href=\"http://www.inthesetimes.com/working/entry/12959/citing_big_ag_fights_reforms_for_child_farmworkers/\">Citing &lsquo;Tradition,&rsquo; Big Ag Fights Reforms for Child Farmworkers</a>&quot;, In These Times, March 28, 2012.<br />\r\n\t<br />\r\n\tTelephone interview with Diane E. Bush of the Labor Occupational Health Program at the University of California at Berkeley, April 4, 2012.<br />\r\n\t<br />\r\n\tCommittee on Injury and Poison Prevention and Committee on Community Health Services, &quot;<a href=\"http://pediatrics.aappublications.org/content/108/4/1016.full\">Prevention of Agricultural Injuries Among Children and Adolescents</a>,&quot; Pediatrics, Vol. 108 No. 4 October 1, 2001, pp. 1016 -1019.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 2, "first_name": "Lamar", "half_true_count": 2, "home_state": "", "id": 235, "last_name": "Alexander", "mostly_true_count": 0, "name_slug": "lamar-alexander", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Alexander.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Tennessee", "edition": "Tennessee", "edition_slug": "tennessee", "has_afterthefact": false, "id": 14, "index_page": false, "meter_name": "The Tennessee Truth-O-Meter", "resource_uri": "/api/v/2/edition/14/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/235/", "total_count": 7, "true_count": 2, "website": ""}, "statement": "<p>\r\n\t&quot;This rule could prevent children under 18 from using such tools as a power screwdriver, a milking machine or something as simple as a wheelbarrow on the family farm . . . &quot;</p>\r\n", "statement_context": "a press release.", "statement_date": "2012-03-22", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 122, "photo": null, "resource_uri": "/api/v/2/subject/122/", "subject": "Agriculture", "subject_slug": "agriculture", "used_in_edition": []}, {"description": "", "id": 127, "photo": null, "resource_uri": "/api/v/2/subject/127/", "subject": "Children", "subject_slug": "children", "used_in_edition": []}, {"description": "", "id": 192, "photo": null, "resource_uri": "/api/v/2/subject/192/", "subject": "Labor", "subject_slug": "labor", "used_in_edition": ["/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}