{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2012/apr/20/ted-cruz/ted-cruz-says-david-dewhurst-hasnt-ever-cut-penny-/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 5769, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/5769/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tRepublican U.S. Senate hopeful Ted Cruz sounded dubious of Lt. Gov. David Dewhurst&rsquo;s fiscal record in a televised debate, saying: &quot;I&rsquo;ll tell you something the lieutenant governor will not tell you: In his entire tenure in elected office, he has never once cut one penny from the state budget.&quot;<br />\r\n\t<br />\r\n\tNot a cent, ever?<br />\r\n\t<br />\r\n\tThat&rsquo;s provocative considering Dewhurst has presided over the Texas Senate during the adoption of five two-year state budgets, including two -- for 2004-05 and 2012-13 -- balanced partly by enacting cuts in the face of multibillion-dollar projected revenue shortfalls. He previously served a term as state land commissioner.<br />\r\n\t<br />\r\n\tThen again, a case might &nbsp;be framed that Dewhurst has no budget-cutting duties. That is, the lieutenant governor has no specified role in writing each state budget, though typical duties include appointing members of the Senate Finance Committee and, later each session, naming a few senators to negotiate budgetary differences with the Texas House.<br />\r\n\t<br />\r\n\tCruz, the former Texas solicitor general, made no reference to the lieutenant governor&rsquo;s lack of budget-writing duties. In laying out the basis of his claim during the April 13, 2012, Republican Senate debate at WFAA-TV in Dallas, he said that when Dewhurst was elected to the post in 2002, the two-year state budget, for 2002-03, was $116 billion. For 2010-11, Cruz said, the budget was $188 billion -- $72 billion more.<br />\r\n\t<br />\r\n\tThose cited figures are accurate, according to a chart in the January 2012 <a href=\"http://www.lbb.state.tx.us/Fiscal_Size-up/Fiscal%20Size-up%202012-13.pdf\">Fiscal Size-up</a> report by the advisory Legislative Budget Board. The chart, Figure 22, details state government spending by two-year budget cycles.<br />\r\n\t<br />\r\n\tHowever, Cruz did not account for the latest state budget, which shows less spending in 2012-13 than the previous biennium. Also, comparing the first and fourth budgets passed into law on Dewhurst&rsquo;s watch is not the only way to gauge whether Dewhurst ever cut a penny.<br />\r\n\t<br />\r\n\tLet&rsquo;s drill down.<br />\r\n\t<br />\r\n\tNotably, Cruz&rsquo;s cited figures reflect spending from all sources, including state and federal funds. At the debate, Dewhurst countered that state lawmakers have the most direct control over the state, or general revenue, portion of each budget -- which is true to a limited degree. According to the budget board report, lawmakers were able to freely appropriate only $15 billion of the nearly $88 billion in general revenue in the 2012-13 budget. The bulk of general revenue was restricted by provisions in state law or the Texas Constitution or influenced by funding formulas or federal laws, regulations or court decisions, the report says.<br />\r\n\t<br />\r\n\tAlso, comparisons of state budgets over Dewhurst&rsquo;s years as lieutenant governor might benefit from taking into consideration inflation and population growth. The figures aired by Cruz were not adjusted.<br />\r\n\t<br />\r\n\tThe budget board&rsquo;s 2012 report presents changes in spending from all sources and from general revenue alone biennium by biennium since 1992-93, meaning September 1991 through August 1993.<br />\r\n\t<br />\r\n\tAnd according to the report, raw dollar and percentage changes from biennium to biennium increased in each of the four Dewhurst-touched budget cycles. The increases in spending from all sources of funding averaged nearly 13 percent, ranging from 8.9 percent between 2008-09 and 2010-11 to 20.6 percent from 2006-07 to 2008-09, the report says.<br />\r\n\t<br />\r\n\tHowever, general revenue spending in 2004-05 was down about $960 million from 2002-03, or 1.6 percent. Such spending increased in the other budget cycles referenced by Cruz.</p>\r\n<p>\r\n\tAdjusted for inflation and population, though, the average biennium-to-biennium surge in spending from all sources drops to 3.5 percent, with individual increases ranging from 0.4 percent between 2002-03 and 2004-05, the report says, to 9.9 percent, from 2006-07 to 2008-09.<br />\r\n\t<br />\r\n\tThe adjusted 2004-05 decrease in general revenue spending was 9.6 percent, the report says, while the 0.4 percent raw increase in such spending for 2010-11 amounted to an adjusted reduction of 5.9 percent.<br />\r\n\t<br />\r\n\tThat is, then, one of the referenced budgets had a raw drop in general revenue spending and two of them had adjusted reductions.<br />\r\n\t<br />\r\n\tAnd what of the 2012-13 spending plan -- the one not mentioned by Cruz?<br />\r\n\t<br />\r\n\tThe board report says that estimated spending from all funds in 2012-13 of $173.5 billion is down 7.5 percent from 2010-11. Adjusted for inflation and population growth, that reduction shakes out to 14.6 percent.<br />\r\n\t<br />\r\n\tAlso, according to the board chart, nearly $81.3 billion in state general revenue spending in 2012-13 was down 0.8 percent from 2010-11. That raw spending total also is less than $81.6 billion shown in general revenue expenditures in 2008-09.<br />\r\n\t<br />\r\n\tAdjusted for inflation and population growth, state spending for 2012-13 is shown as down 8.4 percent from 2010-11.<br />\r\n\t<br />\r\n\tIn a telephone interview, Cruz&rsquo;s campaign consultant, Jason Johnson, said Cruz did not touch on the latest budget because the figures as presented in the board&rsquo;s report deliver an incomplete picture. Johnson pointed to maneuvers by the 2011 Legislature that, he said, helped members balance the budget while inflating the savings shown between 2010-11 and 2012-13.<br />\r\n\t<br />\r\n\tThere&rsquo;s meat on that bone: Lawmakers and Gov. Rick Perry agreed to postpone a regular $2.3 billion distribution of education aid to public school districts into the next biennium, in September 2013, and also did not pony up for an estimated $4 billion in 2012-13 Medicaid costs, a gap likely to be addressed by the 2013 Legislature.<br />\r\n\t<br />\r\n\tIn November 2011, we looked at how much genuine cutting there was in the 2012-13 budget while <a href=\"http://www.politifact.com/texas/statements/2011/nov/14/rick-perry/rick-perry-says-texas-leaders-cut-15-billion-state/\">checking a Perry claim</a>. Our sense then was that counting the postponed Medicaid and public school expenditures and including additional federal aid that would roll in if the state committed more to Medicaid, the 2012-13 budget might actually total about $184.3 billion, making the overall reduction from the previous biennium about $3.2 billion. Some estimates have since changed. By our analysis, the overall reduction would lately amount to $1.8 billion, down 1 percent from what was spent overall in the 2010-11 biennium.</p>\r\n<p>\r\n\tBottom line: Even after wrapping in the spending not reflected in the report&rsquo;s total for 2012-13, the overall raw spending level for 2012-13 is slightly lower than in the previous biennium.</p>\r\n<p>\r\n\tAfter adjusting for population growth and inflation, total funding still shows a decrease, although again, it&rsquo;s smaller, about 8.5 percent, in comparison to the 14.6 percent the report shows.<br />\r\n\t<br />\r\n\tWe also looked at how the general revenue picture changes after considering the left-out state spending. On a raw-dollar basis, the reduction of 0.8 percent shown in the report changes to a 6.8 percent increase. But after adjusting for inflation and population growth, the 2012-13 general revenue spending level still shows a reduction, of 1.4 percent, from the previous biennium.<br />\r\n\t<br />\r\n\tAnother angle: Johnson of Cruz&rsquo;s campaign forwarded his calculation of how the budget would have changed from 2002-03, before Dewhurst ascended, through 2010-11 if spending had only tracked inflation and population growth. Spending from all sources would have increased nearly $45 billion, 39 percent, his chart indicates. The actual unadjusted difference was about $72 billion, a difference of 62 percent.</p>\r\n<p>\r\n\tJohnson did not extend his analysis to the latest budget. The budget board suggests the raw difference between estimated spending in 2012-13 and what was spent in 2002-03 is about $58 billion, or 50 percent. We calculate that the difference increases to 60 percent if you count the postponed Medicaid and education expenses as part of spending in the 2012-13 biennium.<br />\r\n\t<br />\r\n\tWe asked Johnson how Cruz concluded that Dewhurst has never cut a penny from the state budget, particularly given that the 2003 and 2011 Legislatures made reductions to accommodate projected revenue shortfalls and the Republican majority&rsquo;s desire not to raise taxes.<br />\r\n\t<br />\r\n\tJohnson noted that overall raw spending from all sources of funding increased over the four Dewhurst-touched budget cycles covering September 2003 to September 2011 (though, again, not considering the latest two-year budget adopted in 2011). Johnson later said by email: &quot;Spending more than you spent in the previous (legislative) session doesn&#39;t meet the definition of a cut. &nbsp;More pennies be more pennies.&quot;<br />\r\n\t<br />\r\n\tJohnson, in the interview, also suggested adjustments of spending figures for inflation and population growth should be discounted: &quot;The average Texan, when they look at dollars spent by the state, that Texan does not step back and say, &lsquo;Let me think about inflation.&rsquo; I assure you those same taxpayers aren&rsquo;t able to make that same calculation on their pay and turn around and seek reimbursement from their employers,&quot; he said.<br />\r\n\t<br />\r\n\tAs <a href=\"http://trailblazersblog.dallasnews.com/archives/2012/04/cruz-targets-dewbious-texas-bu.html\">noted</a> in a <em>Dallas Morning News</em> blog entry posted April 16, 2012, Eva DeLuna Castro, an expert fiscal analyst for the liberal-leaning Center for Public Policy Priorities, recently said that to close the state&rsquo;s latest revenue shortfall, lawmakers in 2011 cut about $11 billion in spending. She said legislators also applied new revenue, adopted budgetary maneuvers and withdrew money from the state&rsquo;s rainy day fund, she said. The News&rsquo; blog entry closes by calling it an overreach to &quot;say there were no spending cuts.&quot;<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tCruz&rsquo;s claim rests on overall spending by state government escalating in the first four two-year budgets adopted with Dewhurst as lieutenant governor. State government spent 62 percent more in 2010-11 than it did before Dewhurst filled his post.<br />\r\n\t<br />\r\n\tHowever, these results do not mean Dewhurst never once cut the budget.</p>\r\n<p>\r\n\tIndeed, expenditures of state revenue alone were reduced by nearly $1 billion -- some 960 million pennies -- in the 2004-05 budget. Also, the 2012-13 budget -- overlooked by Cruz -- spends less than what the state spent in 2010-11, even after adjusting for major current costs to be paid for in the next budget period.</p>\r\n<p>\r\n\tCruz&#39;s &quot;never once&quot; is absolute, which also makes it False.</p>\r\n", "ruling_comments_date": "2012-04-19T13:12:54.658702", "ruling_date": "2012-04-20T10:00:00", "ruling_headline": "Ted Cruz says David Dewhurst hasn't ever cut a penny from state budget", "ruling_headline_slug": "ted-cruz-says-david-dewhurst-hasnt-ever-cut-penny-", "ruling_link_text": "Sweepingly flawed", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tTed Cruz campaign, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/04162012_screengrabtedcruzcampaignchart.png\">chart</a> for estimated spending from 2004-05 through 2010-11 by adjusting only for inflation and population growth (received April 16, 2012)<br />\r\n\t<br />\r\n\t<em>Dallas Morning News</em>, Trailblazers blog entry, <a href=\"http://trailblazersblog.dallasnews.com/archives/2012/04/cruz-targets-dewbious-texas-bu.html\">&quot;Cruz targets &#39;Dewbious&#39; Texas budget practices -- with shotgun, not rifle,&quot;</a> April 16, 2012<br />\r\n\t<br />\r\n\tLegislative Budget Board, report, <a href=\"http://www.lbb.state.tx.us/Fiscal_Size-up/Fiscal%20Size-up%202012-13.pdf\">Fiscal Size-up</a>, January 2012<br />\r\n\t<br />\r\n\tTelephone interview and <a href=\"https://docs.google.com/document/pub?id=1R7oPjqMHxxh_HRdnNwPI2eGgCpv09EaE-CmV0HlhilI\">email</a> (excerpted), Jason Johnson, general consultant to Ted Cruz U.S. Senate campaign, April 16 and 17, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 43, "current_job": "Senator", "false_count": 38, "first_name": "Ted", "half_true_count": 20, "home_state": "Texas", "id": 1475, "last_name": "Cruz", "mostly_true_count": 22, "name_slug": "ted-cruz", "pants_count": 9, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/CRUZPFTNEW.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1475/", "total_count": 141, "true_count": 7, "website": "http://www.tedcruz.org/"}, "statement": "<p>\r\n\tDavid Dewhurst &quot;has never once cut one penny from the state budget.&quot;</p>\r\n", "statement_context": "a Republican US Senate debate at WFAA-TV, Channel 8, in Dallas.", "statement_date": "2012-04-13", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 8, "current_job": "Lieutenant governor", "false_count": 8, "first_name": "David", "half_true_count": 10, "home_state": "Texas", "id": 315, "last_name": "Dewhurst", "mostly_true_count": 5, "name_slug": "david-dewhurst", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Dewhurstmug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/315/", "total_count": 41, "true_count": 4, "website": "http://www.daviddewhurst.com/"}], "twitter_headline": ""}