{"art": [{"brightcove": "", "caption": "This Facebook post takes Republicans to task for changing their position on the individual health care mandate.", "id": 2299, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Facebook_post--indiv_mandate.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/2299/", "title": "Facebook post individual mandate", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2012/apr/19/facebook-posts/facebook-post-says-republicans-embraced-individual/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 5773, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/5773/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tWe recently noticed <a href=\"http://www.facebook.com/photo.php?fbid=437006372991546&amp;set=a.116898608335659.16274.108038612554992&amp;type=1&amp;theater\">a Facebook post</a> that took Republicans to task for flip-flopping on the individual mandate, the key issue in the Supreme Court case on President Barack Obama&#39;s health care law.<br />\r\n\t<br />\r\n\t&quot;In 1993 the Republicans embraced a health platform that proudly features an individual mandate as its main component,&quot; the Facebook post says. &quot;(Newt) Gingrich argued for individual mandate in 2008. (Mitt) Romney urged Obama to embrace individual mandate in 2009. But now that it&rsquo;s a Democratic health plan the Republicans want to vilify, decry, demonized this very thing that they invented.&quot;<br />\r\n\t<br />\r\n\tThe post, by a group called Americans Against the Tea Party, includes photographs of four Republican senators from that era, with favorable quotes about the individual mandate, the requirement that individuals and families buy health insurance. The four senators pictured are John Chafee of Rhode Island, Robert Dole of Kansas, Kit Bond of Missouri and Don Nickles of Oklahoma.<br />\r\n\t<br />\r\n\tThe post makes a number of claims, but we decided to focus on this one: &quot;In 1993 the Republicans embraced a health platform that proudly features an individual mandate as its main component.&quot;<br />\r\n\t<br />\r\n\tThat would be remarkable because the Republicans have focused much of their opposition on the mandate, portraying it as a dramatic expansion of government by bureaucracy-loving Democrats.<br />\r\n\t<br />\r\n\tTo find out if that&#39;s true, we have to go back to the early 1990s, when President Bill Clinton was trying to get Congress to pass an overhaul of the health care system.<br />\r\n\t<br />\r\n\t<strong>Legislative proposals</strong><br />\r\n\t<br />\r\n\tAs we noted in <a href=\"http://www.politifact.com/truth-o-meter/statements/2011/feb/14/cenk-uygur/hatch-once-supported-individual-mandate-said-cenk-/\">an earlier item</a>, the Clinton plan included a different kind of health insurance mandate -- one on employers requiring they provide coverage for their workers. That approach worried some Republicans and conservative Democrats, and some of the critics instead backed alternatives to the Clinton option.<br />\r\n\t<br />\r\n\tIn 1993, Sen. John Chafee, R-R.I., introduced the <a href=\"http://hdl.loc.gov/loc.uscongress/legislation.103s1770\">Health Equity and Access Reform Today (HEART) Act of 1993</a>, which included a requirement that individuals purchase health insurance. That provision <a href=\"http://www.gpo.gov/fdsys/pkg/BILLS-103s1770pcs/pdf/BILLS-103s1770pcs.pdf\">was to take effect on Jan. 1, 2005</a> -- more than a decade after the bill would have been enacted.<br />\r\n\t<br />\r\n\tThe bill never made it even to the hearing stage. But Chafee continued to push for an alternative to the Clinton option.<br />\r\n\t<br />\r\n\tIn mid 1994, he and a fellow member of the Senate Finance Committee -- conservative Democrat John Breaux of Louisiana -- worked on a new version that also would have required all Americans to buy insurance.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tAccording to a <em>New York Times </em>account, the bill would have imposed an individual mandate in 2002 only if &quot;other methods to spread health insurance had not led to either 95 percent or 96 percent of the American people&#39;s being insured.&quot;<br />\r\n\t<br />\r\n\tWe did not find the Chafee-Breaux bill in the THOMAS database of congressional legislation, so it apparently did not receive a formal vote. (Clinton, it should be noted, also failed to win passage of his plan.)<br />\r\n\t<br />\r\n\t<strong>How widespread was Republican support?</strong><br />\r\n\t<br />\r\n\tSo yes, there was legislation that included a mandate -- a bill by Chafee and a subsequent proposal by Chafee and Breaux. But was the support extensive enough to say, as the Facebook post does, that &quot;the Republicans embraced a health platform&quot; that featured the individual mandate?<br />\r\n\t<br />\r\n\tThe HEART Act attracted 19 Republicans as sponsors or co-sponsors, including Chafee, Bond and Dole, who was then the Senate minority leader, plus a number of ranking Republicans on Senate committees -- Mark Hatfield of Oregon (appropriations), Pete Domenici of New Mexico (budget), John Danforth of Missouri (commerce), Orrin Hatch of Utah (judiciary) and Nancy Landon Kassebaum of Kansas (labor and human resources).<br />\r\n\t<br />\r\n\tNineteen Republicans is not a trivial number, and the fact that many members of the Senate Republican leadership signed on is noteworthy. Still, 19 represented less than half of the GOP conference at the time, and the list of co-sponsors includes many of the party&rsquo;s moderates. The idea was less popular among conservatives in the party. For instance, Nickles, one of the four pictured in the Facebook post, was not a co-sponsor.<br />\r\n\t<br />\r\n\tThe <em>Times</em>, in a June 23, 1994, story on the later Chafee effort, called it the &quot;moderates&rsquo;&quot; proposal. The newspaper reported that Sen. Phil Gramm, R-Texas, one of the GOP&rsquo;s leading conservatives, said that any plan that &quot;got his support and that of most Republicans&quot; would not &quot;guarantee anything.&quot; And not having a guarantee of coverage would have meant not having an individual mandate.<br />\r\n\t<br />\r\n\tThis jibes with the recollections of Gail Wilensky, a health care economist at Project HOPE, an international health foundation. Wilensky directed Medicare and Medicaid from 1990 to 1992 and served as a senior health adviser to President George H.W. Bush.<br />\r\n\t<br />\r\n\t&quot;I do not remember Republicans, especially conservative Republicans, embracing individual mandates,&quot; Wilensky said.<br />\r\n\t<br />\r\n\t<strong>Did the Chafee proposal &quot;proudly&quot; feature the individual mandate &quot;as its main component&quot;?</strong><br />\r\n\t<br />\r\n\tThis part is doubtful. As indicated, the mandate didn&#39;t start until at least eight years years after enactment -- double the four-year lag in Obama&rsquo;s law.<br />\r\n\t<br />\r\n\tAnd while Obama&rsquo;s mandate is envisioned as a permanent feature of the law, the Chafee/Breaux version was seen as a tool that may never need to be used at all. It would only come into effect if other mechanisms failed to insure a target percentage of the U.S. population.<br />\r\n\t<br />\r\n\tAs the <em>Times </em>reported, &quot;Breaux said he believed that the individual mandate might never come into effect, because a commission to administer the plan would make regular recommendations on how to increase the number of Americans with health insurance. As a result, he said, it would not be necessary to rely on a mandate.&quot;<br />\r\n\t<br />\r\n\t<strong>Role reversal</strong><br />\r\n\t<br />\r\n\tFurther complicating the Facebook post&rsquo;s one-sided story line is that some of the individual mandate&rsquo;s biggest opposition at the same time came from &hellip; Democrats.<br />\r\n\t<br />\r\n\t&quot;The idea of requiring people to buy their own health insurance drew criticism from liberal Democrats,&quot; the <em>Times </em>wrote. &quot;Senator Paul Wellstone of Minnesota said it did little to help people who lacked the money for insurance. In the House, Representative Vic Fazio, the Californian who heads the Democratic Congressional Campaign Committee, sent a memorandum to other House Democrats today criticizing what he called the Republican idea of the individual mandate. Mr. Fazio urged Democrats to work against the individual mandate and in favor of a bill requiring employers to insure their workers. He said they would be rewarded in the November elections once voters saw that Republicans were more interested in helping business and the wealthy and were &lsquo;selling out the middle class.&rsquo;&quot;<br />\r\n\t<br />\r\n\tAll told, there&rsquo;s &quot;lots of hypocrisy to go around in terms of consistency of positions today with those of 20 years ago,&quot; said Mark V. Pauly, a professor of health care management at the Wharton School of Business who has informally provided advice on health care policy to the administrations of both Obama and George H.W. Bush.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tIt would be accurate to say that a number of Republicans -- including several high-profile senators -- supported a bill or a subsequent proposal that included an individual mandate provision. But the Facebook post exaggerates when it says that &quot;the Republicans embraced&quot; the idea, a phrasing that suggests widespread support inside the party. Less than half the Senate Republican conference went public in support of Chafee&rsquo;s bill, most of them from the party&rsquo;s more moderate wing.<br />\r\n\t<br />\r\n\tThe Facebook post also stumbles when it says the proposals in question &quot;proudly&quot; featured the individual mandate &quot;as its main component.&quot; The mandate was a mechanism that would have taken effect from eight to 11 years after enactment, and only if other policies failed to expand insurance coverage enough. Breaux, the bill&rsquo;s co-sponsor, suggested that it may never need to be put into effect at all. On balance, we rate the claim Half True.</p>\r\n", "ruling_comments_date": "2012-04-19T16:22:15.118530", "ruling_date": "2012-04-19T17:42:51", "ruling_headline": "Facebook post says Republicans embraced individual mandate in 1993", "ruling_headline_slug": "facebook-post-says-republicans-embraced-individual", "ruling_link_text": "It attracted some GOP support, but not universal backing", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tAmericans Against the Tea Party, <a href=\"http://www.facebook.com/photo.php?fbid=437006372991546&amp;set=a.116898608335659.16274.108038612554992&amp;type=1&amp;theater#%21/photo.php?fbid=437006372991546&amp;set=a.116898608335659.16274.108038612554992&amp;type=1&amp;theater\">Facebook post</a>, accessed April 19, 2012<br />\r\n\t<br />\r\n\tTHOMAS, <a href=\"http://hdl.loc.gov/loc.uscongress/legislation.103s1770\">Health Equity and Access Reform Today Act of 1993</a>, accessed April 19, 2012<br />\r\n\t<br />\r\n\t<em>New York Times</em>, &quot;Emerging Plan Is Still Costly, Still Complex,&quot; June 24, 1994 (accessed via Nexis)<br />\r\n\t<br />\r\n\t<em>New York Times</em>, &quot;Panel&#39;s Moderates Say a Compromise Is Near on Health,&quot; June 23, 1994 (accessed via Nexis)<br />\r\n\t<br />\r\n\t<em>New York Times</em>, &quot;Hillary Clinton Attacks Health Plans Offered by Conservative Democrats,&quot; Nov. 9, 1993 (accessed via Nexis)<br />\r\n\t<br />\r\n\tGail Wilensky&nbsp;<a href=\"http://content.healthaffairs.org/content/13/1/179.full.pdf\"> &quot;Health reform: what will it take to pass</a>?&quot; (article in <em>Health Affairs</em>), 1994<br />\r\n\t<br />\r\n\tKaiser Family Foundation, <a href=\"http://www.kff.org/healthreform/upload/8061.pdf\">Summary of New Health Reform Law</a>, accessed April 19, 2012<br />\r\n\t<br />\r\n\tAssociated Press, &quot;<a href=\"http://articles.boston.com/2010-03-28/news/29285190_1_individual-mandate-health-insurance-individual-requirement\">Health insurance mandate began as a Republican idea</a>,&quot; March 28, 2010<br />\r\n\t<br />\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2011/feb/14/cenk-uygur/hatch-once-supported-individual-mandate-said-cenk-/\">Hatch once supported an individual mandate, said Cenk Uygur</a>,&quot; Feb. 14, 2011<br />\r\n\t<br />\r\n\tEmail interview with Henry Aaron, senior fellow at the Brookings Institution, April 19, 2012<br />\r\n\t<br />\r\n\tEmail interview with John Rother, president and CEO of the National Coalition on Health Care and former executive vice president for policy, strategy and international Affairs at AARP, April 19, 2012<br />\r\n\t<br />\r\n\tEmail interview with Gail Wilensky, health care economist at Project HOPE, April 19, 2012<br />\r\n\t<br />\r\n\tEmail interview with Mark V. Pauly, professor of health care management at the University of Pennsylvania&rsquo;s Wharton School of Business, April 19, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 14, "current_job": "Social media posting", "false_count": 18, "first_name": "", "half_true_count": 15, "home_state": "", "id": 1486, "last_name": "Facebook posts", "mostly_true_count": 11, "name_slug": "facebook-posts", "pants_count": 37, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Facebook_icon_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1486/", "total_count": 101, "true_count": 6, "website": "http://www.facebook.com/"}, "statement": "<p>\r\n\t&quot;In 1993 the Republicans embraced a health platform that proudly features an individual mandate as its main component.&quot;</p>\r\n", "statement_context": "a Facebook post", "statement_date": "2012-04-19", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}, {"description": "", "id": 219, "photo": null, "resource_uri": "/api/v/2/subject/219/", "subject": "Message Machine 2012", "subject_slug": "message-machine-2012", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}