{"art": [], "author": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "canonical_url": "/florida/statements/2012/apr/24/bill-nelson/share-speculators-oil-market-has-doubled-past-10-y/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 5790, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "resource_uri": "/api/v/2/statement/5790/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tWhat&rsquo;s higher: the price of gas, or blame for it?<br />\r\n\t<br />\r\n\tPresident Barack Obama and Sen. Bill Nelson, D-Florida, are among those who say they&rsquo;ve found the culprit behind $4-a-gallon fill-ups.<br />\r\n\t<br />\r\n\tNelson vented about &quot;a new brand of oil trader,&quot; called a speculator, in an April 16, 2012, <a href=\"http://www.politico.com/news/stories/0412/75151.html#ixzz1sKK6gzLF\">POLITICO opinion column</a>. He likened speculators&rsquo; marketplace activities to gambling, but gambling that everyone pays for with higher fuel prices.<br />\r\n\t<br />\r\n\t&quot;One statistic is really telling: The share of the oil market controlled by speculators has more than doubled over the past 10 years,&quot; Nelson wrote. &quot;At the same time, gas has gone from $1.56 a gallon to an average of $3.90 or more a gallon.&quot;<br />\r\n\t<br />\r\n\tHis column came the day before <a href=\"http://thecaucus.blogs.nytimes.com/2012/04/17/obama-to-call-for-increased-oversight-of-oil-markets/?nl=afternoonupdate&amp;emc=edit_au_20120417\">Obama announced </a>a plan to increase regulation of the commodities market and strengthen penalties for those who manipulate it.<br />\r\n\t<br />\r\n\tWith renewed national attention on these traders, we wanted to know if Nelson&rsquo;s stat was right, and look at his broader point that speculators are contributing to higher gas prices.</p>\r\n<p dir=\"ltr\" style=\"text-align: center; margin-top: 0pt; margin-bottom: 0pt;\">\r\n\t* * *</p>\r\n<p>\r\n\tLet&rsquo;s start with a few basics on buying and selling oil.<br />\r\n\t<br />\r\n\tThe U.S. Commodity Futures Trading Commission releases reports about the commodities marketplace each week. These reports lay out the quantity of contracts -- called &quot;futures&quot; -- for various commodities, including wheat, gold, sugar and crude oil, and what kind of users are holding them.<br />\r\n\t<br />\r\n\tTraditional commercial traders, including airlines and farmers, use the exchange to buy or sell supplies in advance. They want to hedge their risk in an effort to avoid volatile prices down the road. They include <a href=\"http://www.eia.gov/finance/markets/financial_markets.cfm\">oil producers</a>, for example, who want to lock in prices and supplies for delivery at a future date.<br />\r\n\t<br />\r\n\tNoncommercial traders buy and sell futures contracts without using them for business purposes -- they&rsquo;re in it to make a profit. Nelson called them speculators or middle men. Technically, they&rsquo;re more like investment banks and hedge funds.<br />\r\n\t<br />\r\n\t&quot;They are making bets on the prices of the physical commodities, but they are not actually buying the commodities,&quot; wrote Sheridan Titman, a University of Texas at Austin finance professor, in a <a href=\"http://blogs.mccombs.utexas.edu/titman/2010/01/21/do-the-derivatives-markets-make-commodity-prices-more-volatile/\">blog post</a>.<br />\r\n\t<br />\r\n\tWe asked Nelson&rsquo;s office for evidence to back up his claim that speculation in the oil market has more than doubled over the past 10 years.<br />\r\n\t<br />\r\n\tUsing <a href=\"http://www.cftc.gov/MarketReports/CommitmentsofTraders/HistoricalCompressed/index.htm\">CFTC reports</a>, Nelson&rsquo;s team compared West Texas Intermediate crude oil futures contracts -- the benchmark for U.S. oil prices -- held by noncommercial traders to commercial traders. By that measure, the share of the market grew from 24.2 percent in 2002 to 56.9 percent in 2012, Nelson spokesman Dan McLaughlin said.<br />\r\n\t<br />\r\n\tNelson&rsquo;s team said these numbers actually downplay the presence of speculators in the marketplace. They also pointed us to testimony from CFTC chairman Gary Gensler that at least 80 percent of trades in the oil market are made by speculators.<br />\r\n\t<br />\r\n\tThe Paris-based International Energy Agency, of which the United States is a member, agreed that the share of noncommercial trader has more than doubled but used a slightly different anlaysis. They found that noncommercial traders&rsquo; share of long open interest contracts increased 15 to 45 percent from 2000 to 2011, and short open interest grew 13 to 36 percent.<br />\r\n\t<br />\r\n\tThe U.S. is unique among regulators worldwide for publishing Commitment of Traders reports. Still, IEA spokesman Greg Frost said, there&rsquo;s more to consider about the oil market than U.S. crude oil futures.<br />\r\n\t<br />\r\n\tNelson&rsquo;s measure does not include the physical market, other oil markets, or Brent derivatives, which are the basis for European oil prices, Frost wrote in an email.<br />\r\n\t<br />\r\n\tOther experts we talked to agreed that Nelson&rsquo;s numbers were likely incomplete. But they also readily conceded that noncommercial trading has increased dramatically over the last decade.</p>\r\n<p dir=\"ltr\" style=\"text-align: center; margin-top: 0pt; margin-bottom: 0pt;\">\r\n\t* * *</p>\r\n<p>\r\n\tNow for Nelson&rsquo;s larger point: Are speculators driving up gas prices? We found opinions here run the gamut.<br />\r\n\t<br />\r\n\t&quot;I&rsquo;m sure that speculative trading in oil has been increasing, but I don&rsquo;t see any reason why that would push up oil prices,&quot; said Titman, the finance professor at the University of Texas at Austin. &quot;There is also a lot of speculative trading in natural gas, and those prices have been falling.&quot;<br />\r\n\t<br />\r\n\tSome said Nelson&rsquo;s use of the word &quot;speculators&quot; is pejorative and &quot;fast and loose.&quot; A noncommercial trader is not necessarily a speculator in a negative way, said Lutz Kilian, a University of Michigan economics professor.<br />\r\n\t<br />\r\n\t&quot;The real question is not whether there are many noncommercial traders in the market,&quot; he said, &quot;but whether these speculators somehow undermine the functioning of the oil futures market.&quot;<br />\r\n\t<br />\r\n\tSo far, he said, pointing to a March 2012 <a href=\"http://www-personal.umich.edu/%7Elkilian/milan030612.pdf\">study he co-authored</a>, no one has proven that&rsquo;s the case or adequately defined &quot;excessive speculation.&quot;<br />\r\n\t<br />\r\n\tKilian further objected to Nelson&rsquo;s claim that speculators have control over the market.<br />\r\n\t<br />\r\n\t&quot;I am not aware of any research study asserting or documenting that noncommercial traders &lsquo;control&rsquo; the market,&quot; he said. &quot;That&#39;s simply the unsubstantiated opinion of the author.&quot;<br />\r\n\t<br />\r\n\tOthers say the influx of big financial firms in the commodities market has grown too large and is undermining the markets.<br />\r\n\t<br />\r\n\tYes, speculators fulfill an important role by taking on risk that commercial traders want to shed, said Jim Collura, who handles public policy at the <a href=\"http://www.nefi.com/about_staff.php\">New England Fuel Institute</a>, which represents heating fuel distributors. But the market turns volatile when speculators dramatically outnumbers hedgers and dominate the marketplace, and that&rsquo;s what is happening now, he said.<br />\r\n\t<br />\r\n\tThe noncommercial traders bet more than what the crude is worth, which drives up the price, said Sean Cota, outgoing chairman of the Petroleum Marketers Association of America, which represents gasoline stations, convenience stores, and heating oil businesses.<br />\r\n\t<br />\r\n\t&quot;A trader loves volatility,&quot; he said. &quot;If the price is the same every day they can&rsquo;t make money.&quot;<br />\r\n\t<br />\r\n\tInformation from the U.S. Energy Information Administration, which conducts independent analyses for the U.S. Department of Energy, chronicled the growth of the crude oil futures contracts. In 2012, the amount of average daily open-interest contracts in crude oil futures in American exchanges was 1,475. That&rsquo;s nearly three times as many contracts for the same period in 2002, when it was 496.<br />\r\n\t<br />\r\n\tThe agency&rsquo;s analysis warned that a link between volatile energy prices and speculators is unproven despite growing research by scholars and securities analysts. Part of the problem? Most activity goes on in the over-the-counter derivatives market, which is less transparent, so <a href=\"http://www.eia.gov/finance/markets/financial_markets.cfm\">more data is needed.</a></p>\r\n<p dir=\"ltr\" style=\"text-align: center; margin-top: 0pt; margin-bottom: 0pt;\">\r\n\t* * *</p>\r\n<p>\r\n\tSo what else could explain the volatility of gas prices when U.S. supply is up and demand is down?<br />\r\n\t<br />\r\n\tWorldwide supply-and-demand has a lot to do with it, several experts said, pointing to the growing economies of China, India, Russia and Brazil.<br />\r\n\t<br />\r\n\t&quot;China has increased their consumption more than we&rsquo;ve decreased ours,&quot; said James Hamilton, University of California-San Diego economics professor.<br />\r\n\t<br />\r\n\t&quot;My feeling is that a lot of these politicians are deliberately trying to steer that view and putting forward something else that appeals to people&rsquo;s emotions,&quot; Hamilton said.<br />\r\n\t<br />\r\n\tSheridan Titman called blaming oil speculators &quot;the issue that will not go away&quot; -- in a <a href=\"http://blogs.mccombs.utexas.edu/titman/2010/01/21/do-the-derivatives-markets-make-commodity-prices-more-volatile/\">blog post</a> two years ago.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tNelson said, &quot;The share of the oil market controlled by speculators has more than doubled over the past 10 years.&quot; The number is based on data collected by the U.S. Commodity Futures Trading Commission. But experts told us that measure doesn&rsquo;t include the entire oil market.<br />\r\n\t<br />\r\n\tPlus, Nelson&rsquo;s implication is that the rise in noncommercial traders is directly related to the upswing in gas prices over 10 years. That&rsquo;s a controversial notion, and, as an independent agency pointed out, unproven either way.<br />\r\n\t<br />\r\n\tWe rate this claim Half True.</p>\r\n", "ruling_comments_date": "2012-04-23T16:17:47.862137", "ruling_date": "2012-04-24T10:53:36", "ruling_headline": "The share of speculators in the oil market has doubled in the past 10 years, says Bill Nelson", "ruling_headline_slug": "share-speculators-oil-market-has-doubled-past-10-y", "ruling_link_text": "Depends on how you define 'speculators'", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tPOLITICO , &quot;<a href=\"http://www.politico.com/news/stories/0412/75151.html\">Breaking the foreign-oil habit</a>,&quot; by Bill Nelson, April 16, 2012<br />\r\n\t<br />\r\n\t<em>The Washington Post</em>, &quot;<a href=\"http://www.washingtonpost.com/blogs/ezra-klein/post/if-only-speculation-explained-gas-prices/2011/04/27/AF70yqFF_blog.html\">If only speculation explained gas prices</a>,&quot; April 27, 2012<br />\r\n\t<br />\r\n\t<em>The New York Times</em>&nbsp;, &quot;<a href=\"http://www.nytimes.com/2012/03/18/opinion/sunday/obama-sets-gas-prices-just-another-gop-myth.html?ref=gasolineprices&amp;gwh=E8A934B6838942F9A4CE2B8D6877F6F3\">Obama sets gas prices? Just another GOP myth</a>,&quot; March 17, 2012<br />\r\n\t<br />\r\n\tUniversity of Texas, Sheridan Titman blog post, &quot;<a href=\"http://blogs.mccombs.utexas.edu/titman/2010/01/21/do-the-derivatives-markets-make-commodity-prices-more-volatile/\">Do the derivatives markets make commodity prices more volatile</a>?&quot; Jan. 21, 2010<br />\r\n\t<br />\r\n\tEmail interview with Dan McLaughlin, Nelson spokesman, April 16, 2012<br />\r\n\t<br />\r\n\tEmail interview with Greg Frost, International Energy Association spokesman, April 16, 2012<br />\r\n\t<br />\r\n\t<a href=\"http://www.cftc.gov/MarketReports/CommitmentsofTraders/HistoricalCompressed/index.htm\">Commodity Futures Trading Commission</a>, Commitment of Traders reports, accessed April 16, 2012<br />\r\n\t<br />\r\n\tCommodity Futures Trading Commission, <a href=\"http://www.cftc.gov/OCE/WEB/Report%20Data/futures_Crude%20Oil.html\">Crude Oil: Futures Only Open Interest,</a> accessed April 20, 2012<br />\r\n\t<br />\r\n\tWhite House email, &quot;Fact Sheet: Increasing Oversight and Cracking Down on Manipulation in Oil Markets,&quot; April 17, 2012<br />\r\n\t<br />\r\n\tForbes.com, &quot;<a href=\"http://www.forbes.com/sites/robertlenzner/2012/02/27/speculation-in-crude-oil-adds-23-39-to-the-price-per-barrel/\">Speculation In Crude Oil Adds $23.39 To The Price Per Barrel</a>,&quot; Feb. 27, 2012<br />\r\n\t<br />\r\n\tThe Huffington Post, &quot;<a href=\"http://www.huffingtonpost.com/2012/04/04/gas-prices-wall-street-_n_1403862.html\">Gas Price Experts: Wall Street &#39;Casinos&#39; Raise Pain At The Pump</a>,&quot; April 4, 2012<br />\r\n\t<br />\r\n\t<a href=\"http://michaelgreenberger.com/files/Greenberger_House_Dem_Policy_Testimony_040412_Final_Draft.pdf\">Prepared testimony </a>of Michael Greenberger before U.S. House Democratic Steering and Policy Committee, April 4, 2012<br />\r\n\t<br />\r\n\tInterview with Michael Greenberger, University of Maryland law school professor and former director of the Division of Trading and Markets at the U.S. Commodity Futures Trading Commission, April 20, 2012<br />\r\n\t<br />\r\n\tU.S. Energy Information Administration, &quot;<a href=\"http://www.eia.gov/finance/markets/financial_markets.cfm\">What Drives Crude Oil Prices</a>?&quot; accessed April 17, 2012</p>\r\n<p dir=\"ltr\" style=\"margin-right: 4pt; margin-top: 0pt; margin-bottom: 0pt;\">\r\n\tKnowledge at Wharton, &quot;<a href=\"http://knowledge.wharton.upenn.edu/article.cfm?articleid=2789\">Everything from Oil to Silver: Are Speculators Causing Too Much Volatility</a>?&quot; published May 15, 2011</p>\r\n<p>\r\n\tBank of Canada report, &quot;<a href=\"http://www.bankofcanada.ca/wp-content/uploads/2011/07/dp2011-06.pdf\">The Role of Financial Speculation in Driving the Price of Crude Oil,</a>&quot; July 2011<br />\r\n\t<br />\r\n\tEvidence on the Negative Impact of Commodity Speculation<a href=\"http://www2.weed-online.org/uploads/evidence_on_impact_of_commodity_speculation.pdf\"> list</a><br />\r\n\t<br />\r\n\t<a href=\"http://www.snhu.edu/13801.asp\">Oil prices: Oil market fundamentals vs. speculation,</a> May 25, 2011<br />\r\n\t<br />\r\n\tInterview with Krishna Ramaswamy, University of Pennsylvania Wharton school finance professor, April 20, 2012<br />\r\n\t<br />\r\n\tFederal Reserve Bank of St. Louis economic synopses, &quot;<a href=\"http://research.stlouisfed.org/publications/es/article/9179?utm_source=Twitter&amp;utm_medium=SM&amp;utm_campaign=Twitter\">Speculation in the Oil Market,</a>&quot; March 12, 2012<br />\r\n\t<br />\r\n\tEmail interview with Steve Kennedy, International Swaps and Derivatives Association spokesman, April 23, 2012<br />\r\n\t<br />\r\n\tInternational Swaps and Derivatives Association, Position Limits Backgrounder, December 2011<br />\r\n\t<br />\r\n\tReal Clear Politics, &quot;<a href=\"http://www.realclearpolitics.com/articles/2012/04/18/obama_seeks_more_oil_market_oversight-2.html\">Obama Seeks More Oil Market Oversight</a>,&quot; April 18, 2012<br />\r\n\t<br />\r\n\tNews release of Sen. Carl Levin, D-Mich., &quot;<a href=\"http://www.levin.senate.gov/newsroom/in_the_news/article/speculators-are-driving-up-gas-prices-hurting-american-families\">Speculators Are Driving Up Gas Prices, Hurting American Families,</a>&quot; March 23, 2012<br />\r\n\t<br />\r\n\t<a href=\"http://www.eia.gov/finance/markets/financial_markets.cfm\">Energy Information Administration</a>, &quot;What drives crude oil prices?&quot; accessed April 23, 2012<br />\r\n\t<br />\r\n\tEmail interview with Sheridan Titman, University of Texas-Austin finance professor, April 23, 2012<br />\r\n\t<br />\r\n\tInterview with James Hamilton, University of California-San Diego economics professor, April 23, 2012<br />\r\n\t<br />\r\n\tEmail interview with Guy Caruso, Energy and national security senior adviser, Center for Strategic and International Studies, April 23, 2012<br />\r\n\t<br />\r\n\tEmail interview with Richard Newell, Duke University Energy Initiative director, associate professor of energy and environmental economics and Obama&rsquo;s pick to lead Energy Information Administration, April 23, 2012<br />\r\n\t<br />\r\n\tEmail interview with Kenneth Singleton, Stanford University finance professor, April 24, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "", "false_count": 1, "first_name": "Bill", "half_true_count": 9, "home_state": "Florida", "id": 179, "last_name": "Nelson", "mostly_true_count": 11, "name_slug": "bill-nelson", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/GYI_100490231_BILL_NELSON.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/179/", "total_count": 32, "true_count": 4, "website": ""}, "statement": "<p>\r\n\tAt the same time gas prices have increased, &quot;the share of the oil market controlled by speculators has more than doubled over the past 10 years.&quot;</p>\r\n", "statement_context": "an op-ed in POLITICO", "statement_date": "2012-04-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}, {"description": "", "id": 153, "photo": null, "resource_uri": "/api/v/2/subject/153/", "subject": "Financial Regulation", "subject_slug": "financial-regulation", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 204, "photo": null, "resource_uri": "/api/v/2/subject/204/", "subject": "Gas Prices", "subject_slug": "gas-prices", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [], "twitter_headline": ""}