{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2012/apr/26/tom-rooney/tom-rooney-farming-kids-screwdrivers-hoses/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 5804, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}, {"email_address": "SullivanB@SHNS.com", "first_name": "Bartholomew", "id": 315, "last_name": "Sullivan", "name_slug": "bartholomew-sullivan", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 20, "publication_name": "Scripps Howard News Service", "resource_uri": "/api/v/2/publication/20/"}, "resource_uri": "/api/v/2/staffer/315/", "title": "Scripps Howard News Service Political Coordinator", "twitter": null}], "resource_uri": "/api/v/2/statement/5804/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\t<em>Update (April 27, 2012): </em>A few hours after our item posted about U.S. Rep. Tom Rooney&rsquo;s claim related to a proposed child farm labor rule, the Department of Labor<a href=\"http://www.dol.gov/whd/media/press/whdpressVB3.asp?pressdoc=national/20120426.xml\"> withdrew</a> the rule in response to opposition from lawmakers and farmers.<br />\r\n\t<br />\r\n\t&quot;The decision to withdraw this rule &ndash; including provisions to define the &#39;parental exemption&#39; &ndash; was made in response to thousands of comments expressing concerns about the effect of the proposed rules on small family-owned farms. To be clear, this regulation will not be pursued for the duration of the Obama administration,&quot; the April 26, 2012 press release states, adding that the department will instead work with rural stakeholders to develop a program to promote safety.<br />\r\n\t<br />\r\n\tThe Department of Labor&rsquo;s announcement -- while good news for Rooney and others who opposed the rule -- does not affect our rating in this fact-check. Rooney failed to provide evidence that children working on farms would be banned from operating a battery-powered screwdriver or a pressurized garden hose, as he claimed, and the Department of Labor specifically said those activities would not be prohibited under the proposed rule.</p>\r\n<p>\r\n\t---------------</p>\r\n<p>\r\n\tFamily farms are under attack by the feds, because the government is proposing a new rule that would restrict children working on farms, said U.S. Rep. Tom Rooney, R-Fla.<br />\r\n\t<br />\r\n\tRooney, chair of a House Agriculture Subcommittee, cosponsored a <a href=\"http://rooney.house.gov/index.php?option=com_content&amp;task=view&amp;id=3373&amp;Itemid=300080\">bill</a> to fight the rule change proposed last year by the U.S. Labor Department.<br />\r\n\t<br />\r\n\tRooney wrote that the <a href=\"http://www.regulations.gov/#!documentDetail;D=WHD-2011-0001-0001\">rule</a> would &quot;would threaten generations of farm tradition and culture....The language of the proposed rule is so specific it would even ban youth from operating a battery-powered screwdriver or a pressurized garden hose.&quot;<br />\r\n\t<br />\r\n\tDoes the proposal ban children from using such basic equipment as a battery-powered screwdriver to fix a fence or use a pressurized garden hose to wash a truck? That claim caught our eye because it sounded like simple tools that could be found in any home -- not just on farms.<br />\r\n\t<br />\r\n\tAs we researched, we found the battery-powered screwdriver has become a symbol for politicians and farmers fighting the rule. &nbsp;<br />\r\n\t<br />\r\n\tWhen we searched the more than 10,000 <a href=\"http://www.regulations.gov/#!docketDetail;dct=FR%252BPR%252BN%252BO%252BSR%252BPS;rpp=10;po=0;s=Florida;D=WHD-2011-0001\">comments </a>submitted to the department, we found 177 mentions of &quot;screwdriver&quot;.<br />\r\n\t<br />\r\n\tIn Florida, Commissioner of Agriculture <a href=\"http://www.regulations.gov/#!documentDetail;D=WHD-2011-0001-4523\">Adam Putnam</a> opposed the regulations. A letter signed by the Florida Fruit and Vegetable Association said the proposal would mean kids couldn&rsquo;t draw water for a bucket or ride an asparagus cart. Joy Goodwin, an agriculture education graduate student at the University of Florida wrote, &quot;We believe it is more responsible to teach students to be safe, rather than to tell them, &lsquo;Oh don&rsquo;t do that, you might get hurt.&rsquo;&quot;<br />\r\n\t<br />\r\n\t<b>Rule includes parental exemption</b><br />\r\n\t<br />\r\n\tThe <a href=\"http://www.dol.gov/whd/CL/AG_NPRM.htm\">Labor Department </a>wrote that the goal is to increase safety and provide parity between rules for children working on farms and non-farm settings. (Some of this background comes from our sister site, PolitiFact Tennessee, which looked at a <a href=\"http://www.politifact.com/tennessee/statements/2012/apr/15/lamar-alexander/lamar-alexander-says-child-farm-labor-rules-could-/\">similar claim</a> from Republican Sen. Lamar Alexander.)<br />\r\n\t<br />\r\n\tFor decades, a parental exemption has allowed children to do any job on a farm owned or operated by their parents. That means if Dad puts using a screwdriver or garden hose on the list of the kids&rsquo; chores, the feds won&rsquo;t raise a fuss.<br />\r\n\t<br />\r\n\tThe summary of the proposed rules states they &quot;would impact only hired farm workers and in no way compromise the statutory child labor parental exemption involving children working on farms owned or operated by their parents.&quot;<br />\r\n\t<br />\r\n\tThe way the department interpreted that exemption -- that farms had to be wholly owned by parents for kids to work -- led to an outpouring of angry letters from family farmers. In February, the department <a href=\"http://www.dol.gov/opa/media/press/whd/WHD20120203.htm\">announced</a> that it would rework that section by 2012 and any decision on a final rule would follow. That was welcome news to family farmers who believe that they -- not the feds -- should oversee their children&rsquo;s work.<br />\r\n\t<br />\r\n\tRooney&rsquo;s press release doesn&rsquo;t mention that the new rules wouldn&rsquo;t apply to children who fall under the parental exemption.<br />\r\n\t<br />\r\n\tAlso, there are separate rules for children who qualify for the &quot;student learner exception&quot; -- hired workers who are 14 and 15 could qualify to operate certain power-driven equipment and operate a tractor, if the tractor is equipped with seatbelts and rollover protection structures.<br />\r\n\t<br />\r\n\tStill, the rules leave lots of proposed no-nos for children working somewhere other than their own parents&#39; farms.<br />\r\n\t<br />\r\n\tChildren under 16 would be banned from harvesting tobacco, doing certain work with animals, and working from ladders or structures at elevations higher than 6 feet. <a href=\"http://www.dol.gov/opa/media/press/WHD/WHD20100843.htm\">Violators</a> would face fines, and the government can stop shipment on crops. (We&rsquo;ll address more of the thinking behind the restrictions in just a bit.)<br />\r\n\t<br />\r\n\t<b>Rule doesn&rsquo;t cite screwdrivers or hoses</b><br />\r\n\t<br />\r\n\tThe proposed rule doesn&rsquo;t specifically mention battery-powered screwdrivers or pressurized garden hoses. So we asked Rooney spokesman Michael Mahaffey for an explanation.<br />\r\n\t<br />\r\n\tHe pointed to a section that states the rule would &quot;prohibit operating and assisting in the operation of power-driven equipment and contain a limited exemption for student-learners.&quot; The rule defines power-driven equipment to include &quot;machines, equipment, implements, vehicles, and/or devices operated by any power source other than human hand or foot power&hellip; Equipment operated by any source of energy, such as wind, electricity, fossil fuels, batteries, animals, or water, would all be considered &lsquo;power-driven.&rsquo;&quot;<br />\r\n\t<br />\r\n\tThat language is broad. And the concern about broad language isn&rsquo;t only a Republican talking point.<br />\r\n\t<br />\r\n\tThe <a href=\"http://www.regulations.gov/#!documentDetail;D=WHD-2011-0001-4503\">National Institute for Occupational Safety and Health</a>, which is part of the Centers for Disease Control, said the proposal for power equipment &quot;may be unnecessarily restrictive.&quot; The institute wrote that the rule &quot;would prohibit the use of small handheld battery-powered equipment (e.g., a flashlight)&quot; that could be safely handled by youth. If that ban remains, the institute suggested an exception for &quot;student learners.&quot;<br />\r\n\t<br />\r\n\tLabor Department Secretary Hilda Solis said at a <a href=\"http://www.appropriations.senate.gov/webcasts.cfm?method=webcasts.view&amp;id=9911dac0-6b03-4117-857a-dcacbf1331d2\">March Senate subcommittee hearing</a> that the department has no intention of banning children from using screwdrivers.<br />\r\n\t<br />\r\n\tIn response to a question from a senator, Solis said, &quot;Some of the comments that you make about the use of powered screwdrivers and what have you, I think those are taken out of context, and they&rsquo;re not what we&rsquo;re proposing. So we do need to do a better job of communicating if that is what is being said out there.&quot;<br />\r\n\t<br />\r\n\tSolis said the department will &quot;certainly clarify those areas you pointed out that I believe are misinterpreted.&quot;<br class=\"kix-line-break\" />\r\n\t<br />\r\n\tAt a House appropriations subcommittee hearing later that same month, Solis debunked the claim again:<br />\r\n\t<br />\r\n\t&quot;So I want to be very practical because we&#39;ve heard some really outlandish things said in other committees that we would somehow regulate automated or battery-powered screwdrivers that -- nothing could be farther from the truth of what we want to do here.&quot;<br />\r\n\t<br />\r\n\tLater in the hearing, she added that the department&rsquo;s goal was to prevent accidents that cause serious injury and even death.<br />\r\n\t<br />\r\n\t&quot;We&#39;re not talking about battery-powered screwdrivers, we&#39;re talking about tractors. When talking about bins, we&#39;re talking about grain operation where children have been killed or have been maimed,&quot; Solis said. &quot;We&#39;re also not talking about precluding educational program. We encourage that, we&#39;re not in any way trying to take away that particular part of the culture. I understand that my father was a farm worker, I know that.&quot;<br />\r\n\t<br />\r\n\tWe couldn&rsquo;t find a statement by Solis in which she specifically addressed garden hoses. But a department spokesperson said later that the department won&rsquo;t ban children from using them.<br />\r\n\t<br />\r\n\t<b>Child safety on farms</b><br />\r\n\t<br />\r\n\tAs Solis emphasized at the hearings, the rules&rsquo; goal is to increase safety.<br />\r\n\t<br />\r\n\tA peer-reviewed article in the journal of the <a href=\"http://pediatrics.aappublications.org/content/108/4/1016.full\">American Academy of Pediatrics</a> noted that while few adolescents are employed on farms, compared with other work, &quot;the proportion of fatalities in agriculture is higher than that for any other type of adolescent employment.&quot;<br />\r\n\t<br />\r\n\tThe rules specifically note that they&rsquo;re aimed at preventing injury and death, citing specific examples. Some of the details in the rules are not for the squeamish, detailing gruesome deaths of youths chewed up in various kinds of machinery.</p>\r\n<p>\r\n\tSuch concerns date to the turn of the last century and are recorded in the findings of the National Institutes for Occupational Safety and Health, which routinely looks at <a href=\"http://www.cdc.gov/niosh/docs/99-141/appendixC.html\">promoting safe work conditions</a> for young workers.<br />\r\n\t<br />\r\n\t&quot;The reason the labor laws are in place is&hellip;because there have been kids who have been hurt,&quot; said Diane E. Bush, coordinator of the Labor Occupational Health Program at the University of California-Berkeley. &quot;Most people think of the workplace as a safe place where young people are going to learn responsibility and it will have a positive impact on them.<br />\r\n\t<br />\r\n\t&quot;It&rsquo;s important to make sure they&rsquo;re working in an environment where that&rsquo;s going to happen, rather than ending up with a serious or even worse, a fatal injury.&quot;<br />\r\n\t<br />\r\n\t<b>Our ruling</b><br />\r\n\t<br />\r\n\tRooney said that a proposed U.S. Labor Department rule for children working on farms &quot;would even ban youth from operating a battery-powered screwdriver or a pressurized garden hose.&quot; He points to language so broad that even the National Institute for Occupational Safety and Health raised concerns about it.<br />\r\n\t<br />\r\n\tBut ultimately, it is up to the Labor Department to enforce the rule once it is final. Solis testified that the department has no intention of banning children from using screwdrivers, and her department says the same applies to garden hoses. The rule is a proposal at this point -- Solis has indicated that the power equipment section may need clarification.<br />\r\n\t<br />\r\n\tThe proposed rule would limit the work children can do on farms, but Rooney and other critics omit that it won&rsquo;t apply to children working on their own parents&rsquo; farms. Instead, they cite eye-popping examples of activities -- like using screwdrivers or garden hoses -- that they interpreted for themselves from the rules. Meanwhile, the department said specifically that&rsquo;s not what they intend. The intention is to protect children from real-life cases of injury and death.</p>\r\n<p>\r\n\tWe rate this claim Mostly False.</p>\r\n", "ruling_comments_date": "2012-04-26T10:02:58.574374", "ruling_date": "2012-04-26T10:07:58", "ruling_headline": "Tom Rooney says feds want to ban kid farmers from using battery-powered screwdrivers and garden hoses", "ruling_headline_slug": "tom-rooney-farming-kids-screwdrivers-hoses", "ruling_link_text": "Update: Labor department withdraws rules", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tU.S. Rep. Tom Rooney press release, <a href=\"http://rooney.house.gov/index.php?option=com_content&amp;task=view&amp;id=3373&amp;Itemid=300080\">&quot;Rooney sponsors bill to block DOL attack on family farms,&quot;</a> March 27, 2012<br />\r\n\t<br />\r\n\tU.S. Rep. John Thune, <a href=\"http://www.thune.senate.gov/public/index.cfm/press-releases?ID=c61bb4b2-4a94-4b8a-aca8-a9cdb06b227d\">&quot;Thune, Moran introduce bipartisan bill to block overreaching DOL farm labor rule,&quot;</a> March 21, 2012<br />\r\n\t<br />\r\n\tU.S. Senate Committee on Appropriations, <a href=\"http://www.appropriations.senate.gov/webcasts.cfm?method=webcasts.view&amp;id=9911dac0-6b03-4117-857a-dcacbf1331d2\">&quot;Hearing on Fiscal Year 2013 Department of Labor Budget,&quot;</a> March 14, 2012<br />\r\n\t<br />\r\n\tCQ Transcriptions (Accessed in Nexis), House Committee on education and the workforce hearing on the labor department budget, March 21, 2012<br />\r\n\t<br />\r\n\tTranscript of the House Appropriations Subcommittee on Labor, Health and Human Services, Education, and Related Agencies Holds Hearing on the Proposed Fiscal 2013 Appropriations for the Labor Department (Accessed in Nexis), March 28, 2012<br />\r\n\t<br />\r\n\tAmerican Farm Bureau, <a href=\"http://www.fb.org/index.php?action=newsroom.news&amp;year=2012&amp;file=nr0201.html\">&quot;Statement by Bob Stallman, president, American Farm Bureau Federation, regarding child labor rule decision,&quot;</a> Feb. 1, 2012<br />\r\n\t<br />\r\n\tU.S. Labor Department, <a href=\"http://www.dol.gov/whd/CL/AG_NPRM.htm\">&quot;Notice of proposed rule making to amend child labor in agriculture regulations,&quot;</a> Accessed April 24, 2012<br />\r\n\t<br />\r\n\tU.S. Labor Department press release, <a href=\"http://www.dol.gov/opa/media/press/whd/WHD20120203.htm\">&quot;U.S. Department of Labor to re-propose &lsquo;parental exemption&rsquo; of child labor in agriculture rule,&quot;</a> Feb. 1, 2012<br />\r\n\t<br />\r\n\tU.S. Labor Departmen press release, <a href=\"http://www.dol.gov/opa/media/press/WHD/WHD20100843.htm\">&quot;U.S. Department of Labor announces stiffer penalities for illegal employment of children,&quot;</a> June 16, 2010<br />\r\n\t<br />\r\n\tNational Institute for Occupational Safety and Health, <a href=\"http://www.regulations.gov/#!documentDetail;D=WHD-2011-0001-4503\">Comments</a> to the Department of Labor About proposed child farm labor rule ( NIOSH LTR_Cmts_Child Labor), Nov. 28, 2011<br />\r\n\t<br />\r\n\t<em>Knoxville News-Sentinel</em>, &quot;Officials to rework child farm labor rule,&quot; Accessed in Nexis, Feb. 2, 2012<br />\r\n\t<br />\r\n\tPolitiFact, <a href=\"http://www.politifact.com/tennessee/statements/2012/apr/15/lamar-alexander/lamar-alexander-says-child-farm-labor-rules-could-/\">&quot;Lamar Alexander says child farm labor rules could prohibit certain tasks, hurt family farms,&quot; </a>April 15, 2012<br />\r\n\t<br />\r\n\tRegulations.gov, <a href=\"http://www.regulations.gov/#!documentDetail;D=WHD-2011-0001-0001\">Child Labor Regulations, Orders and Statements of Interpretation: Violations-Civil Money Penalties</a>, accessed April 24, 2012<br />\r\n\t<br />\r\n\tPublic <a href=\"http://www.regulations.gov/#!docketDetail;dct=FR%2BPR%2BN%2BO%2BSR%2BPS;rpp=10;po=0;D=WHD-2011-0001\">comments</a> on the proposed rule<br />\r\n\t<br />\r\n\tDaniel Dahlman of the National Consumers League, &quot;<a href=\"http://stopchildlabor.org/?p=2628\">Common sense child labor protections under attack</a>,&quot; The Child Labor Coalition website.<br />\r\n\t<br />\r\n\tMichelle Chen, &quot;<a href=\"http://www.inthesetimes.com/working/entry/12959/citing_big_ag_fights_reforms_for_child_farmworkers/\">Citing &lsquo;Tradition,&rsquo; Big Ag Fights Reforms for Child Farmworkers</a>&quot;, In These Times, March 28, 2012.<br />\r\n\t<br />\r\n\tTelephone interview with Diane E. Bush of the Labor Occupational Health Program at the University of California at Berkeley, April 4, 2012.<br />\r\n\t<br />\r\n\tCommittee on Injury and Poison Prevention and Committee on Community Health Services, &quot;<a href=\"http://pediatrics.aappublications.org/content/108/4/1016.full\">Prevention of Agricultural Injuries Among Children and Adolescents</a>,&quot; Pediatrics, Vol. 108 No. 4 October 1, 2001, pp. 1016 -1019<br />\r\n\t<br />\r\n\tInterview, Michael Mahaffey, spokesman for U.S. Rep. Tom Rooney, April 10, 2012<br />\r\n\t<br />\r\n\tInterview, Sonia Melendez, spokeswoman for the U.S. Labor Departmen, April 23, 2012<br />\r\n\t<br />\r\n\tInterview, Kristi J. Boswell, director of Congressional Relations for the American Farm Bureau Federation, April 24, 2012<br />\r\n\t<br />\r\n\tInterview, Nura Sadeghpour, spokesperson Centers for Disease Control-National Institute &nbsp;for Occupational Safety and Health, April 13, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Congressman", "false_count": 0, "first_name": "Tom", "half_true_count": 0, "home_state": "Florida", "id": 1261, "last_name": "Rooney", "mostly_true_count": 1, "name_slug": "tom-rooney", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/rooney_head_shot_resized.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1261/", "total_count": 2, "true_count": 0, "website": "http://rooney.house.gov/"}, "statement": "<p>\r\n\tA proposed U.S. Labor Department rule for children working on farms &quot;would even ban youth from operating a battery-powered screwdriver or a pressurized garden hose.&quot;</p>\r\n", "statement_context": "a press release", "statement_date": "2012-03-27", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 122, "photo": null, "resource_uri": "/api/v/2/subject/122/", "subject": "Agriculture", "subject_slug": "agriculture", "used_in_edition": []}, {"description": "", "id": 127, "photo": null, "resource_uri": "/api/v/2/subject/127/", "subject": "Children", "subject_slug": "children", "used_in_edition": []}, {"description": "<p>We strive to make our work completely accurate. When we make a mistake, we correct it and note it on the original item. If the mistake is so significant that it requires us to change the ruling, we will do so. Readers who see an error should contact the writer or editor. Their names are listed on the right side of every Truth-O-Meter item. Clicking on their names will take you to their bio pages, where you can find their email addresses. Read more about our corrections policies in our <a href=\"http://www.politifact.com/truth-o-meter/article/2013/nov/01/principles-politifact-punditfact-and-truth-o-meter/\">Principles of the Truth-O-Meter</a>.</p>\r\n", "id": 255, "photo": null, "resource_uri": "/api/v/2/subject/255/", "subject": "Corrections and Updates", "subject_slug": "corrections-and-updates", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/14/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "", "id": 119, "photo": null, "resource_uri": "/api/v/2/subject/119/", "subject": "Families", "subject_slug": "families", "used_in_edition": []}, {"description": "", "id": 192, "photo": null, "resource_uri": "/api/v/2/subject/192/", "subject": "Labor", "subject_slug": "labor", "used_in_edition": ["/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}