{"art": [], "author": [{"email_address": "jhar@oregonian.com", "first_name": "Janie", "id": 192, "last_name": "Har", "name_slug": "janie-har", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/192/", "title": "Staff writer", "twitter": null}], "canonical_url": "/oregon/statements/2012/apr/26/amanda-fritz/amanda-fritz-responsible-dropping-number-parks-wor/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "dlane@oregonian.com", "first_name": "Dee", "id": 183, "last_name": "Lane", "name_slug": "dee-lane", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/183/", "title": "Politics editor", "twitter": null}], "facebook_headline": null, "id": 5811, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jhar@oregonian.com", "first_name": "Janie", "id": 192, "last_name": "Har", "name_slug": "janie-har", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/192/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/5811/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tPortland Parks &amp; Recreation has long used a contractor to hire workers for seasonal help as lifeguards, instructors, front desk help and such. Organized labor has protested the use, claiming it is a way for the city to avoid paying benefits. <br />\r\n\t<br />\r\n\tPortland city commissioner Amanda Fritz, who is up for re-election in May, opposes privatization of city jobs and recently claimed credit for reducing the number of workers on contract at parks.<br />\r\n\t<br />\r\n\t&quot;At my urging, Commissioner (Nick) Fish reviewed contracting out in Parks. As a result, the number of contracted employees dropped from over 100 to under 40 in the three years I&#39;ve been in office,&quot; she <a href=\"http://occupyportland.org/cgi-bin/qr.pl?d=2012P&amp;qn=20\">wrote in response to a questionnaire by Occupy Portland.</a><br />\r\n\t<br />\r\n\tShe repeated the claim in<a href=\"http://www.pdxvoices.org/fritz/#q5\"> another primary election questionnaire</a>: &quot;My advocacy questioning contracting out in Parks, despite not being the Commissioner in Charge of that bureau, delayed and altered the renewal of the Brooks contract, and reduced the number of contracted employees in Parks from over 100 to fewer than 40.&quot;<br />\r\n\t<br />\r\n\tThe questions for PolitiFact Oregon are straightforward. Did the number of workers on contract at parks drop? And, more importantly, was Fritz responsible for the reduction?<br />\r\n\t<br />\r\n\tParks spokesman Mark Ross confirmed that in 2009, the bureau had on average between 60 to 120 workers through S. Brooks and Associates. In February 2009, there were 57 workers. By July 2011, the number was 36.<br />\r\n\t<br />\r\n\tSo Fritz is correct on the numbers. But was she behind the drop in contracted hires, as she claims? Pinning down this part proved challenging for PolitiFact Oregon.<br />\r\n\t<br />\r\n\tFritz&rsquo;s office says yes, and that but for her intervention the numbers would not have declined. However, Parks and Recreation and the city&rsquo;s Human Resources director both credit a rule that went into effect in January 2008, allowing seasonal city employees to work more hours, thereby reducing the need to hire workers on contract. (A representative for Brooks did not return phone calls or email requesting comment.)<br />\r\n\t<br />\r\n\t&quot;The number had started to dramatically decrease in 2008 once we made the charter change and it has continued to decrease as a result of the charter change and as a result of the types of programs and activities that parks is running,&quot; said HR director Yvonne Deckard.<br />\r\n\t<br />\r\n\tPreviously <a href=\"http://www.portlandonline.com/omf/index.cfm?c=55394&amp;a=358879\">seasonal workers could work at most 860 hours in a year</a>. The rule change increased the maximum to 1,200 hours a year. Fritz, we should point out, joined the City Council in January 2009. She had nothing to do with the new hours.<br />\r\n\t<br />\r\n\tSo, what is Fritz&rsquo;s office talking about?<br />\r\n\t<br />\r\n\tWell, in February 2009, the City Council considered renewing the Brooks contract for another five years. This was a sore subject with Laborers&rsquo; Local 483, the union that represents many parks workers. Leaders there raised the issue of contract workers with Nick Fish soon after he inherited the bureau in January. Fritz also lobbied Fish to reconsider the contract.<br />\r\n\t<br />\r\n\t&quot;I do recall strongly that she had a concern about that contract,&quot; Fish said. &quot;She wanted to know more about it. She did in fact meet with me about it. She&#39;s the reason it got scaled back.&quot;<br />\r\n\t<br />\r\n\tThe City Council eventually agreed to a one-year renewal, not five years. But we still wanted to know how renewing a contract for a shorter period of time reduced the use of Brooks workers.<br />\r\n\t<br />\r\n\tTim Crail, a spokesman for Fritz, explained that the shortened time period prompted Fish&rsquo;s office, the parks bureau and labor leaders to &quot;negotiate moving classifications, which has resulted in a reduced reliance on the Brooks contract to fill certain job classifications. Thus the reduction from 100 to 40,&quot; he wrote.<br />\r\n\t<br />\r\n\t&quot;But for Commissioner Fritz questioning the five year extension on February 25th, 2009, the changes would not have occurred.&quot;<br />\r\n\t<br />\r\n\tYet that&rsquo;s not what happened. Crail didn&rsquo;t have the number of positions recategorized. The contract and its amendments, which we requested, did not change. And Fish told us that talks between parks and labor didn&rsquo;t result in a new agreement on when to use contract workers.<br />\r\n\t<br />\r\n\tFish can&rsquo;t recall how the parks bureau came to reduce its reliance on Brooks. It may have been a combination of concerted effort and scheduling as allowed under the 1,200-hour rule. (By the way, the maximum is now 1,400 hours a year.)<br />\r\n\t<br />\r\n\t&quot;It was both my belief, her belief and, ultimately, the bureau position that we would lessen our reliance on these positions,&quot; Fish said. &quot;It&rsquo;s clear we did not want it used as much.&quot;<br />\r\n\t<br />\r\n\tSo, how do we rule on Fritz&rsquo;s statement?<br />\r\n\t<br />\r\n\tThe commissioner accurately states that she questioned the use of contract employees at the bureau. It&rsquo;s also accurate for her to say that from 2009 to 2011, the number of contract employees used by the parks bureau went from 100 to 40. What Fritz has not showed is that but for her questioning, the changes would not have occurred.<br />\r\n\t<br />\r\n\tAfter all, Fish had concerns about the use of contract workers. Labor had concerns. The terms of the Brooks contract did not change materially after 2009. The city, notably, did not reclassify positions to favor direct hires, as her office claims.<br />\r\n\t<br />\r\n\tCertainly Fritz&rsquo;s questioning helped prompt a council-level discussion about an issue dear to the union and troubling to the parks commissioner. But the mechanism to reduce the use of contracted temps was a rule change, which stemmed from a charter change, in effect a year before Fritz took office.</p>\r\n", "ruling_comments_date": "2012-04-26T20:38:58.221620", "ruling_date": "2012-04-26T00:00:00", "ruling_headline": "Is Amanda Fritz responsible for dropping the number of parks workers on contract from over 100 to under 40? ", "ruling_headline_slug": "amanda-fritz-responsible-dropping-number-parks-wor", "ruling_link_text": "Can't nail down cause and effect ", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tEmails from Tim Crail, spokesman for Commissioner Amanda Fritz, April 18, 2012 <br />\r\n\tInterviews with Yvonne Deckard, City of Portland, Human Resources Director, April 17, 26, 2012<br />\r\n\t<a href=\"http://www.portlandonline.com/omf/index.cfm?c=55394&amp;a=358879\">Memo from Yvonne Deckard and Anna Kanwit to Portland City Council members</a>, Nov. 13, 2007<br />\r\n\tEmails from Mark Ross, Portland Parks and Recreation spokesman, April 12, 19, 2012<br />\r\n\tInterview with and emails from Erica Askin, Laborers&rsquo; Local 483, April 12, 2012<br />\r\n\tInterview with Amanda Fritz, April 16, 2012<br />\r\n\tInterview with Jim Blackwood, Jr., policy director, Office of Nick Fish, April 16, 2012<br />\r\n\tInterview with Commissioner Nick Fish, April 25, 2012<br />\r\n\tS. Brooks and Associates contract and amendments, 2004-2011, email from Abby Coppock, City of Portland Office of Management &amp; Finance, Business Operations, April 20, 2012<br />\r\n\tEmails from Occupy Portland and Oregon Working Families Party, April 13-14, 2012<br />\r\n\tCity of Portland Meeting Minutes, <a href=\"http://efiles.portlandoregon.gov/webdrawer/rec/4187317/\">June 29, 2011</a>, <a href=\"http://www.portlandonline.com/index.cfm?c=49508&amp;a=354856\">Video </a><br />\r\n\tnwLaborPress, &quot;<a href=\"http://nwlaborpress.org/2011/11/liuna/\">Laborers get an audience with City authorities</a>,&quot; Nov. 18, 2011<br />\r\n\tOccupy Portland, &quot;<a href=\"http://occupyportland.org/cgi-bin/qr.pl?d=2012P&amp;qn=20\">2012 Primary Election Candidate Questions,&quot; Question 20 </a><br />\r\n\tVoices of the City, Occupy Portland, Oregon Working Families Party, <a href=\"http://www.pdxvoices.org/fritz/\">candidate questionnaire</a></p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Portland city commissioner", "false_count": 1, "first_name": "Amanda ", "half_true_count": 0, "home_state": "", "id": 1489, "last_name": "Fritz", "mostly_true_count": 2, "name_slug": "amanda-fritz", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/AmandaFritz.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1489/", "total_count": 4, "true_count": 0, "website": ""}, "statement": "<p>\r\n\tSays &quot;my advocacy questioning contracting out in Parks &hellip; delayed and altered the renewal of the Brooks contract, and reduced the number of contracted employees in Parks from over 100 to fewer than 40.&quot; </p>\r\n", "statement_context": "a questionnaire", "statement_date": "2012-04-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 196, "photo": null, "resource_uri": "/api/v/2/subject/196/", "subject": "City Budget", "subject_slug": "city-budget", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 203, "photo": null, "resource_uri": "/api/v/2/subject/203/", "subject": "City Government", "subject_slug": "city-government", "used_in_edition": ["/api/v/2/edition/2/"]}, {"description": "", "id": 206, "photo": null, "resource_uri": "/api/v/2/subject/206/", "subject": "Unions", "subject_slug": "unions", "used_in_edition": ["/api/v/2/edition/5/"]}, {"description": "", "id": 103, "photo": null, "resource_uri": "/api/v/2/subject/103/", "subject": "Workers", "subject_slug": "workers", "used_in_edition": []}], "target": [], "twitter_headline": ""}