{"art": [], "author": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "canonical_url": "/ohio/statements/2012/apr/30/michael-turner/michael-turner-says-political-favoritism-and-backr/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 5822, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "resource_uri": "/api/v/2/statement/5822/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p><strong><em>Editor&#39;s note: </em></strong><em>We updated this ruling in September 2013 after a report from the Special Inspector General for the Troubled Asset Relief Program issued a report that revealed more about the Treasury Department&#39;s involvement. <a href=\"http://www.politifact.com/ohio/statements/2013/sep/24/michael-turner/mike-turner-says-delphi-retirees-lost-pensions-pol/\">The claim now is rated Half True</a>.</em></p>\r\n\r\n<p>The 2009 bailout of General Motors and Chrysler still resonates in political campaigns.<br />\r\n<br />\r\nPresident Barack Obama and his supporters say it helped revive the economies of states like Ohio. Critics including Mitt Romney, the presumptive Republican presidential nominee, say it saddled taxpayers with loans that still have not been paid back fully, and that market forces, not government intervention, should have been allowed to play out.<br />\r\n<br />\r\nWe won&rsquo;t attempt to settle that here.<br />\r\n<br />\r\nBut there is another still-ripe issue from the bailout, concerning retiree pensions from a major parts supplier. Rep. Michael Turner, a Republican from Dayton, brought it up April 23 while speaking in support of Romney and responding to claims by the Obama team that the auto bailout was a success.<br />\r\n<br />\r\nPart of Turner&rsquo;s rebuttal was this: &quot;In the process&quot; of the $80 billion auto rescue, &quot;20,000 Delphi salaried retirees lost up to 70 percent of their pensions. Governor Romney will make decisions based on what&rsquo;s best for the economy and for American workers, not based on political favoritism and backroom deals.&quot;<br />\r\n<br />\r\nDid 20,000 Delphi salaried employees lose part of their pensions, some as much as 70 percent?<br />\r\n<br />\r\nThe short and general answer is yes. &nbsp;<br />\r\n<br />\r\nBut tacked onto Turner&rsquo;s statement was a claim of blame: &nbsp;While salaried and managerial employees of Delphi, a major parts supplier to General Motors, lost part of their pensions, unionized employees did not. The unions got a pension rescue -- which is what Turner, like other critics, meant by &quot;political favoritism and backroom deals.&quot;<br />\r\n<br />\r\nThis is a raging complaint among retirees of Delphi, which until 1999 was a GM division. It has turned into a political complaint as well, with the House Committee on Oversight and Government Reform holding hearings and federal agencies investigating. Turner is a member of the House committee.<br />\r\n<br />\r\nTo understand the issue, it helps to have some background.<br />\r\n<br />\r\nGM spun off Delphi as an independent company in 1999. It was risky and the unions, particularly the United Automobile, Aerospace, and Agricultural Implement Workers of America (UAW), knew it, so GM agreed to a guarantee. If Delphi faltered and the union pensions got cut, &nbsp;GM would &quot;top up,&quot; or supplement, those smaller pensions so Delphi retirees could have the retirements they&rsquo;d always expected. Not every union had this deal, nor did Delphi&rsquo;s salaried workers.<br />\r\n<br />\r\nBy making such a promise, GM bought a degree of labor peace and certainty, which was important because of the number of car components Delphi provided. A disruption by Delphi could bring GM production to a halt. Besides, Delphi&rsquo;s pension plan for salaried workers was fully funded at the time, while it&rsquo;s plan for hourly workers was not.<br />\r\n<br />\r\nDelphi did stumble financially, filing for bankruptcy protection in 2005. Because the company failed to make minimum contributions to its pension plans, the Pension Benefit Guaranty Corp., the federal agency that insures pensions, placed liens to protect the pension plan assets. But a few of the unions still did not have to worry about reduced pension payments because of those earlier &quot;top up&quot; agreements, and in 2007, Delphi, GM and the unions signed agreements continuing the deals. As the <a href=\"http://www.gao.gov/assets/100/97385.pdf\">Government Accountability Office noted</a> in a detailed chronology of events, salaried workers still had no such deal.<br />\r\n<br />\r\nDelphi at this point was trying to find a buyer, and GM agreed to take control of $3.4 billion in net liabilities from Delphi&rsquo;s hourly pension plan. But by 2008, the entire auto industry was struggling, and both Delphi and GM were in trouble.<br />\r\n<br />\r\nGM sought bankruptcy protection June 1, 2009. The Treasury Department by now was deeply involved, helping GM restructure with the use of government money (and taking stock in the restructured company as collateral). The Obama administration, like GM, wanted Delphi to survive because of its key role as a parts supplier. And both GM and Delphi needed buy-in from the UAW.<br />\r\n<br />\r\nSo with consent from Treasury, a restructured GM agreed to continue the top-up agreement with Delphi&rsquo;s UAW workers. By this point, Delphi had turned its pension plans over to the PBGC.<br />\r\n<br />\r\nOne problem remained. GM also had top-up agreements with two other Delphi unions from the spin-off: the International Union of Electronic, Electrical, Salaried, Machine and Furniture Workers (IUE); and the United Steelworkers of America (USWA). Delphi needed consent from those two unions to finalize the sale of its assets to new owners and emerge from bankruptcy. And GM needed a solvent Delphi to keep parts coming to its factories. After reviewing court filings, testimony and other documents in order to provide what is arguably the most dispassionate analysis of the situation, <a href=\"http://www.gao.gov/assets/590/587045.pdf\">the GAO said</a>:<br />\r\n<br />\r\nTreasury wanted to assure the &quot;sanctity&quot; of GM&rsquo;s supply chain with a post-bankruptcy Delphi (which itself was getting new owners). Failure to extend the top-up agreement to the other two unions would have stood in the way. And all three unions had long-standing top-up agreements, which salaried workers never had.<br />\r\n<br />\r\nSo on Sept. 10, 2009, GM agreed to keep the top-up agreements of all three unions. Salaried workers who spent their careers at Delphi got no such deal, and they have seen their pensions cut. They have been fighting in court ever since, with lawmakers, including Turner, on their side.<br />\r\n<br />\r\nWas this political favoritism for the unions? A backroom deal?<br />\r\n<br />\r\nIn researching this matter, PolitiFact Ohio read congressional testimony, news reports, government studies and websites with claims from all sides. We read allegations about coziness, or lack thereof, of certain players, such as GM and the UAW. But the evidence to date is thin when it comes to claims of unfairness from the Obama administration.<br />\r\n<br />\r\nThe PBGC, the federal agency that rescues failing pension plans, played no role in influencing the GM decision to support the Delphi pensions through the three unions, <a href=\"http://oversight.house.gov/wp-content/uploads/2012/01/PBGC_Testimony_-_House_OGR_-_Dayton_11_14_11.pdf\">according to testimony</a> in November by agency&rsquo;s deputy director, Vincent K. Snowbarger.<br />\r\n<br />\r\nBut what about Treasury, which played a central role in negotiations?<br />\r\n<br />\r\nThe most impartial answer we found was a <a href=\"http://www.gao.gov/assets/590/587045.pdf\">GAO report from December 2011</a>. It concluded that GM had strategic reasons to keep unionized auto parts workers happy, namely, the need for on-time parts delivery without disruption. But the GAO concluded that the Treasury Department, representing the Obama administration in the bailout, did not unduly influence this portion of the deal. Said the GAO:<br />\r\n<br />\r\n&quot;As GM&rsquo;s primary lender in bankruptcy, Treasury played a significant role in helping GM resolve the Delphi bankruptcy in terms of GM&rsquo;s interests. Treasury&rsquo;s guiding principle was to see the bankruptcy resolved with the least possible amount of investment by GM while still preserving GM&rsquo;s supply chain. However, with regard to GM decisions about the Delphi pension plans &mdash; their sponsorship and the decision to honor existing top-up agreements &mdash; court filings and statements from GM and Treasury officials support that Treasury deferred to GM&rsquo;s business judgment.&quot;<br />\r\n<br />\r\nThis is unlikely to be the end of the matter. The inspector general for the Treasury Department&rsquo;s Troubled Asset Relief Program is <a href=\"http://www.sigtarp.gov/reports/audit/2010/Engagement%20Memo%20-%20Review%20of%20GM%27s%20decision%20to%20top%20up%20Delphi%27s%20pension%20for%20hourly%20workers.pdf\">conducting its own audit</a> to determine Treasury&rsquo;s role in the top-up decision. It wants to know whether the administration or its automotive task force pressured GM to provide additional funding for the union pensions.<br />\r\n<br />\r\nThat report is expected this summer. Meantime, we return to Turner&rsquo;s claim: &nbsp;&quot;In the process, 20,000 Delphi salaried retirees lost up to 70 percent of their pensions. Gov. Romney will make decisions based on what&rsquo;s best for the economy and for American workers, not based on political favoritism and backroom deals.&quot;<br />\r\n<br />\r\nHis statement contains some element of truth. The bad deal for the salaried retirees is not in dispute. Whether it resulted from political favoritism, however, is. And the GAO, the one truly nonpartisan entity to opine so far, suggests otherwise. That&rsquo;s a critical fact that Turner&rsquo;s claim ignores.<br />\r\n<br />\r\nWe may return to this if warranted after the TARP inspector general&rsquo;s work is done, but right now Turner leaves us with a statement that is accurate only in part. Based on what is known now, Turner&rsquo;s claim It suggests a government role that neither he nor anyone else has nailed down.<br />\r\n<br />\r\nIt&rsquo;s his job to on the House oversight committee to get at the truth, but as a proxy for a presidential campaign, he reached conclusions that the Truth-o-Meter cannot support.<br />\r\n<br />\r\nOn the Truth-O-Meter, his statement rates Mostly False.</p>\r\n", "ruling_comments_date": "2012-04-29T14:20:41.596459", "ruling_date": "2012-04-30T06:00:00", "ruling_headline": "Michael Turner says 'political favoritism and backroom deals' hurt pensions for 20,000 Delphi salaried retirees ", "ruling_headline_slug": "michael-turner-says-political-favoritism-and-backr", "ruling_link_text": "Retirees lost out, yes, but what political favoritism?", "ruling_state": null, "source_documents": null, "sources": "<p>Statement from U.S. Rep Michael Turner, provided via Mitt Romney campaign, April 23, 2012<br />\r\n<br />\r\nTelephone interview, Gary Chaison, professor of industrial relations, Clark University, April 24 2012<br />\r\n<br />\r\nOffice of the Special Inspector General for the Troubled Assett Relief Program, <a href=\"http://www.sigtarp.gov/reports/audit/2010/Engagement%20Memo%20-%20Review%20of%20GM%27s%20decision%20to%20top%20up%20Delphi%27s%20pension%20for%20hourly%20workers.pdf\">memorandum announcing review of General Motors decision to &quot;top up&quot; Delphi pension plan for hourly workers</a>, Nov. 3, 2010<br />\r\n<br />\r\nU.S. House of Representatives, Committee on Oversight and Government reform, <a href=\"http://oversight.house.gov/hearing/delphi-pension-fallout-federal-government-picked-winner-and-losers-so-who-won-and-who-lost/\">transcript and prepared testimony from hearing on Delphi pension fallout</a>, Nov. 14. 2011<br />\r\n<br />\r\nDetroit News, &quot;<a href=\"http://www.detroitnews.com/article/20120305/AUTO0103/203050434\">Romney criticizes Obama&rsquo;s handling of Delphi retirees</a>,&quot; by David Shepardson, March 5, 2012<br />\r\n<br />\r\nGovernment Accountability Office, &quot;<a href=\"http://www.gao.gov/products/GAO-11-373R\">Key events leading to the termination of the Delphi defined benefits plans</a>,&quot; March, 2011<br />\r\n<br />\r\nGovernment Accountability Office, &quot;<a href=\"http://www.gao.gov/assets/590/587045.pdf\">Delphi pension plans: GM agreements with unions give rise to unique differences in participant benefits</a>,&quot; December 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Representative from Ohio's 3rd Congressional District", "false_count": 0, "first_name": "Michael", "half_true_count": 2, "home_state": "Ohio", "id": 1148, "last_name": "Turner", "mostly_true_count": 0, "name_slug": "michael-turner", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact-michael_turner.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1148/", "total_count": 3, "true_count": 0, "website": "http://turner.house.gov/"}, "statement": "<p>Some &quot;20,000 Delphi salaried retirees lost up to 70 percent of their pensions&quot; as a result of &quot;political favoritism and backroom deals.&quot;</p>\r\n", "statement_context": "a statement supporting Mitt Romney", "statement_date": "2012-04-23", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 101, "photo": null, "resource_uri": "/api/v/2/subject/101/", "subject": "Corporations", "subject_slug": "corporations", "used_in_edition": []}, {"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}], "target": [], "twitter_headline": ""}