{"art": [], "author": [{"email_address": "pkrouse@plaind.com", "first_name": "Peter", "id": 271, "last_name": "Krouse", "name_slug": "peter-krouse", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Peter-krouse.JPG", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/271/", "title": "Reporter, The Plain Dealer", "twitter": null}], "canonical_url": "/ohio/statements/2012/may/02/sherrod-brown/sherrod-brown-says-excessive-oil-speculation-drivi/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 5835, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "pkrouse@plaind.com", "first_name": "Peter", "id": 271, "last_name": "Krouse", "name_slug": "peter-krouse", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Peter-krouse.JPG", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/271/", "title": "Reporter, The Plain Dealer", "twitter": null}], "resource_uri": "/api/v/2/statement/5835/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tWhen it costs more than $70 to fill up a tank with gas, average Americans are left wondering why?<br />\r\n\t<br />\r\n\tSen. Sherrod Brown says Wall Street oil speculation is partly to blame and recently called for the Commodity Futures Trading Commission to intervene.<br />\r\n\t<br />\r\n\t&quot;We&rsquo;re seeing gas prices rise long before the peak summer driving season &mdash; and excessive oil speculation is a key source of these cost spikes,&quot; Brown said in a news release. &quot;In fact, one recent report showed that out-of-control speculation adds 56 cents to every gallon of gasoline siphoned from the pump &mdash; and that&rsquo;s outrageous.&quot;<br />\r\n\t<br />\r\n\tIs there such a thing as excessive oil speculation? Does it really boost the pump price of gas by 56 cents? PolitiFact Ohio decided to take a look.<br />\r\n\t<br />\r\n\tFirst, a word about speculation in general. All agree that a certain amount in commodities markets is a good thing. Here&rsquo;s why.<br />\r\n\t<br />\r\n\tTake a soybean farmer. To ensure that he makes a certain amount of money on his crop, he will enter into futures contracts that guarantee a price at harvest time. It&rsquo;s called hedging. Soybean buyers may enter into similar contracts to protect their interests. In both cases, hedging eliminates the chance of devastating, unforeseen price swings.<br />\r\n\t<br />\r\n\tSpeculators, unlike the industry hedgers, never intend to deliver or receive anything. They make their money by correctly guessing the direction the price will go. But to ensure hedgers have plenty of options, the market needs speculators to provide an ample number of buyers and sellers.<br />\r\n\t<br />\r\n\tA rule of thumb is that an optimal commodity market needs 70 percent natural hedgers and 30 percent speculators, said Michael Greenberger, a law professor at the University of Maryland and former director of the division of trading and markets at the U.S. Commodity Futures Trading Commission.<br />\r\n\t<br />\r\n\tBut today, there are more than twice as many financial speculators in the oil markets as there are hedgers, he said, and consequently the spot price of oil has become &quot;unmoored&quot; from actual supply and demand fundamentals.<br />\r\n\t<br />\r\n\tThe spot price is what someone pays today for immediate delivery of a commodity.<br />\r\n\t<br />\r\n\tIn March 2011 report, Goldman Sachs analysts wrote that unrest in the Middle East and the possibility of disruptions to the oil supply added a $10 per barrel &quot;risk premium&quot; to the price of crude oil.<br />\r\n\t<br />\r\n\tFast forward to this February. Forbes writer Robert Lenzner blogged that if not for speculators, oil would trade at just under $75 a barrel instead of the $108 price at the time.<br />\r\n\t<br />\r\n\tHe came to that conclusion using Goldman&rsquo;s analysis that every 100 million barrels of speculative oil futures adds $10 to the barrel price. After determining that the futures market had 233.9 million barrels of oil under contract by hedge funds and other financial investors, Lenzner concluded that the market was experiencing a price premium of $23.39 per barrel.<br />\r\n\t<br />\r\n\tExtrapolating further, Lenzner said that every $10 increase in a barrel of crude adds 24 cents to the pump price for gasoline. So an increase of $23.39 means the pump price theoretically was up 56 cents.<br />\r\n\t<br />\r\n\tIn March 2012, a commissioner of the Commodity Futures Trading Commission fanned the flames of excessive speculation even more by reiterating the same 56-cent claim.<br />\r\n\t<br />\r\n\t&quot;Now, before some of you who have an opposing view about speculation get too worked up, let me say unequivocally that markets need speculators,&quot; said CFTC Commissioner Bart Chilton in a speech in New York. &quot;But like a lot of good things, too much can be problematic. Therefore, it is the excessive speculation that can cause problems, contort markets, and result in consumers and businesses paying an unfair price.&quot;<br />\r\n\t<br />\r\n\tChilton drove home his point by citing an even more severe price swing in 2008, when a barrel of oil topped $147 in June before plummeting to about $30 in December.<br />\r\n\t<br />\r\n\t&quot;There was no justification for such a price swing based upon the fundamentals of supply and demand,&quot; Chilton said. &quot;The only good explanation is what many researchers and prominent economists and others have said about the link to excessive speculation.&quot;<br />\r\n\t<br />\r\n\tWe mention Lenzner and Chilton because Brown&rsquo;s office cited their comments as support for Brown&rsquo;s claim.<br />\r\n\t<br />\r\n\tSo, is Brown right?<br />\r\n\t<br />\r\n\tMany studies &quot;have concluded that the five year volatility in the price of crude oil is substantially due to excessive speculation in crude oil derivative markets,&quot; Greenberger testified April 4 before the Democratic Steering and Policy Committee of the House of Representatives.<br />\r\n\t<br />\r\n\tThis excessive speculation sends a false demand signal in the futures market that makes its way to the spot oil market and drives up prices, Greenberger said. In some cases, the speculators respond by purchasing oil on the spot market and holding on to it as prices go up.<br />\r\n\t<br />\r\n\tBut a number of very smart people also believe speculation is being unfairly blamed.<br />\r\n\t<br />\r\n\tIf the futures market was really dictating the spot price of oil then oil inventories would rise accordingly, but that hasn&rsquo;t happened, said Nick Loris, an energy policy analyst at the conservative Heritage Foundation.<br />\r\n\t<br />\r\n\t&quot;What you&rsquo;ve seen is relatively tight markets,&quot; he said. Asia has surpassed North America as the leading consumer of oil. Since oil is a global commodity, the price in the United States is affected by supply and demand elsewhere in the world.<br />\r\n\t<br />\r\n\tBlake Clayton, an energy fellow at the non-partisan Council on Foreign Relations, attributes &quot;extraordinarily high&quot; gas prices in the United States to &quot;a global market facing serious strain and historic uncertainty.&quot;<br />\r\n\t<br />\r\n\tHe points to the natural gas market, where speculators account for 60 percent of the futures market.<br />\r\n\t<br />\r\n\t&quot;Thanks to new drilling techniques such as hydraulic fracturing, the United States is swimming in natural gas, and a glutted market has sent prices plummeting,&quot; he wrote. &quot;Speculative traders who recognized that the market was imbalanced have enabled, not prevented, this drop in prices.&quot;<br />\r\n\t<br />\r\n\tLutz Kilian, an economics professor at the University of Michigan, co-authored a report that states the evidence does not suggest speculation has played an &quot;important role&quot; in the spot price of oil since 2003.<br />\r\n\t<br />\r\n\t&quot;Instead, there is strong evidence that the co-movement between spot and futures prices reflects common economic fundamentals rather than the financialization of oil futures markets.&quot; &nbsp;<br />\r\n\t<br />\r\n\tTo give you an idea of just how hard it is for many economists to get their head around the issue of speculation, consider what liberal economist and Nobel Prize winner Paul Krugman has had to say.<br />\r\n\t<br />\r\n\tIn a 2008 blog post entitled &quot;Speculative nonsense, once again,&quot; he said futures contracts have &quot;no, zero, nada direct effect on the spot price,&quot; regardless of how many investors there are and how much they bet.<br />\r\n\t<br />\r\n\tBut the following year he reversed his position.<br />\r\n\t<br />\r\n\t&quot;Last year I was skeptical about claims that speculation was central to the price rise, because what I considered the essential signature of a speculative price rise &mdash; physical withholding of oil from the market, in the form of high inventories &mdash; just wasn&rsquo;t showing,&quot; Krugman wrote. &quot;This time, however, oil inventories are bulging, with huge amounts held in offshore tankers as well as in conventional storage. So this time there&rsquo;s no question: speculation has been driving prices up.&quot;<br />\r\n\t<br />\r\n\tFor the last word, we turn to the non-partisan Congressional Research Service.<br />\r\n\t<br />\r\n\t&quot;Although the relationship between speculation and commodity prices has been studied extensively, consensus has not emerged as to whether speculative trading causes unusual oil price volatility,&quot; it states in a recent report.<br />\r\n\t<br />\r\n\tSo where does that leave Brown&rsquo;s claim?<br />\r\n\t<br />\r\n\tThere is general agreement among leading experts that speculation does exist and that it could impact prices. No less an authority than Krugman, the Nobel Prize winning economist, agrees with Brown&rsquo;s basic premise. And Brown correctly cited figures from one source that estimates the impact could be as much as 56-cents a gallon.<br />\r\n\t<br />\r\n\tLenzner, who made the 56-cent estimate, didn&rsquo;t used the term excessive or out-of-control and his assessment seemed more like a theoretical, back-of-the-napkin calculation than empirical evidence intended to shape policy.<br />\r\n\t<br />\r\n\tAnd as is often the case with a subject as complex as the economy, different minds can differ. Other experts and the non-partisan Congressional Research Service aren&rsquo;t as convinced that speculative trading is the culprit for today&rsquo;s prices at the pump. And even Goldman Sachs has weighed back into the debate.<br />\r\n\t<br />\r\n\tAfter CFTC Commissioner Chilton referenced the 56-cent claim, Goldman Sachs issued a statement from its analysts that seemed to suggest they were taken out of context.<br />\r\n\t<br />\r\n\t&quot;To say that &lsquo;speculation&rsquo; is contributing to higher oil prices is no different than to say that oil prices are rising on the expectation that the improving world economic outlook will lead to more oil demand and that tensions with Iran could lead to a disruption in crude oil supplies,&quot; the statement said.<br />\r\n\t<br />\r\n\tSo while there is some consensus that speculation can impact price and there are supporters of Brown&rsquo;s claim out there, it&rsquo;s important to know that the full impact of speculation is not a settled proposition. Brown correctly cited one report for the his 56-cent figure. But that others say that factors beyond just speculative trading are at work is additional information that helps provide clarification.<br />\r\n\t<br />\r\n\tOn the Truth-O-Meter, his claim rates Mostly True.</p>\r\n", "ruling_comments_date": "2012-05-01T18:45:34.162558", "ruling_date": "2012-05-02T06:00:00", "ruling_headline": "Sherrod Brown says excessive oil speculation is driving gas prices, perhaps by 56 cents a gallon", "ruling_headline_slug": "sherrod-brown-says-excessive-oil-speculation-drivi", "ruling_link_text": "Full speculation impact not settled", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tSen. Sherrod Brown, <a href=\"http://www.brown.senate.gov/newsroom/press/release/with-gas-prices-nearing-400-per-gallon-brown-unveils-plan-to-give-administration-emergency-powers-to-crack-down-on-excessive-speculation\">news release &quot;With Gas Prices Nearing $4.00 Per Gallon, Brown Unveils Plan To Give Administration Emergency Powers To Crack Down On Excessive Speculation&quot;</a>, March 23, 2011<br />\r\n\t<br />\r\n\tForbes, blog post by writer Robert Lenzner, &quot;<a href=\"http://www.forbes.com/sites/robertlenzner/2012/02/27/speculation-in-crude-oil-adds-23-39-to-the-price-per-barrel/\">Speculation In Crude Oil Adds $23.39 To The Price Per Barrel</a>,&quot; Feb. 27, 2012<br />\r\n\t<br />\r\n\tGoldman Sachs, &nbsp;Energy Weekly report, &nbsp;March 21, 2011<br />\r\n\t<br />\r\n\tBart Chilton, commissioner of the Commodity Futures Trade Commission, <a href=\"http://www.cftc.gov/PressRoom/SpeechesTestimony/opachilton-60\">speech at Trade Tech 2012</a>, March 8, 2012<br />\r\n\t<br />\r\n\tABC News, &quot;<a href=\"http://abcnews.go.com/Business/goldman-sachs-response-congress-members-claim-gas-prices/story?id=15846906\">Goldman Sachs Response to Congress Members&#39; Claim Gas Prices Spiked by Speculators</a>,&quot; March 5, 2012<br />\r\n\t<br />\r\n\tInterviews with Michael Greenberger, law professor at the University of Maryland and former director of the division of trading and markets at the U.S. Commodity Futures Trading Commission &nbsp;<br />\r\n\t<br />\r\n\tMichael Greenberger, <a href=\"http://www.michaelgreenberger.com/files/Greenberger_House_Dem_Policy_Testimony_040412_Final_Draft.pdf\">testimony before the Democratic Steering and Policy Committee of the U.S. House of Representatives</a>, April 4, 2012<br />\r\n\t<br />\r\n\tInterview with Lutz Kilian, economics professor at University of Michigan<br />\r\n\t<br />\r\n\tLutz Kilian, &quot;<a href=\"http://www-personal.umich.edu/%7Elkilian/milan030612.pdf\">The Role of Speculation in Oil Markets: What Have We Learned So Far?</a>&quot; co-authored with Bassam Fattouh and Lavan Mahadeva of the Oxford Institute for Energy Studies, March 18, 2012<br />\r\n\t<br />\r\n\tInterview with Nicholas Loris, energy policy analyst at the Heritage Foundation<br />\r\n\t<br />\r\n\tInterview with Blake Clayton, energy policy fellow at the Council on Foreign Relations &para;<br />\r\n\t<br />\r\n\tForeign Affairs, &quot;<a href=\"http://www.foreignaffairs.com/articles/137392/blake-clayton/in-defense-of-oil-speculators\">In Defense of Speculators</a>,&quot; by Blake Clayton, April 9, 2012<br />\r\n\t<br />\r\n\tCongressional Research Service, &quot;<a href=\"http://www.fas.org/sgp/crs/misc/R42382.pdf\">Rising Gas Prices 2012</a>,&quot; authored by Neelesh Nerurkar and Robert Pirog, March 1, 2012<br />\r\n\t<br />\r\n\tThe New York Times, blog post by economist Paul Krugman, &quot;<a href=\"http://krugman.blogs.nytimes.com/2008/06/23/speculative-nonsense-once-again/\">Speculative nonsense once again</a>,&quot; June 23, 2008<br />\r\n\t<br />\r\n\tThe New York Times, blog post by economist Paul Krugman, &quot;<a href=\"http://krugman.blogs.nytimes.com/2009/07/08/oil-speculation/?scp=2&amp;sq=speculative%20trading%20in%20oil&amp;st=cse\">Oil speculation</a>,&quot; July 8, 2009</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 4, "current_job": "U.S. Senator", "false_count": 4, "first_name": "Sherrod", "half_true_count": 5, "home_state": "Ohio", "id": 387, "last_name": "Brown", "mostly_true_count": 9, "name_slug": "sherrod-brown", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact-sherrod-brown2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/387/", "total_count": 37, "true_count": 14, "website": "http://www.brown.senate.gov/"}, "statement": "<p>\r\n\tSays excessive speculation is pushing up oil prices and a recent report estimates it &quot;adds 56 cents to every gallon of gasoline siphoned from the pump.&quot;</p>\r\n", "statement_context": "a news release", "statement_date": "2012-03-23", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}], "target": [], "twitter_headline": ""}