{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2012/may/07/jana-duty/jana-duty-says-john-bradley-hands-36-percent-felon/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 5842, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/5842/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tIn Williamson County, north of Austin, the elected county attorney is challenging the district attorney in the May 2012 Republican primary, saying he&rsquo;s not so tough on crime.<br />\r\n\t<br />\r\n\tAn April 15, 2012, <em>Austin American-Statesman</em> <a href=\"http://www.statesman.com/news/williamson/race-for-williamson-county-da-unparalleled-in-intensity-2306879.html\">news story</a> quotes Jana Duty criticizing the share of cases District Attorney John Bradley has sent her way. &quot;He reduces 36 percent of his felony cases to misdemeanors and passes them on to me,&quot; she said.<br />\r\n\t<br />\r\n\tRefresher: A felony<a href=\"http://dictionary.reference.com/browse/felony\"> is</a> an offense, as in murder or burglary, of graver character than a misdemeanor, which<a href=\"http://dictionary.reference.com/browse/misdemeanor\"> is</a> a minor offense.<br />\r\n\t<br />\r\n\tThe<em> Statesman</em> article quotes Bradley as saying that plea bargains are a common practice and that his office resolves many low-level offenses by getting defendants to plead guilty to misdemeanors handled by the county attorney in the county court-at-law.<br />\r\n\t<br />\r\n\tSo, does Bradley reduce 36 percent of his felony cases to misdemeanors?<br />\r\n\t<br />\r\n\tNot exactly, Duty conceded when we inquired, adding that contrary to what she told the newspaper in an emailed response, she typically says 36 percent of cases that start as felonies in the district attorney&rsquo;s office are either dismissed outright or reduced to misdemeanors entrusted to prosecution by the county attorney&rsquo;s office.<br />\r\n\t<br />\r\n\tDuty offered as an example of her usual comment on the topic her written April 17, 2012, reply to a question from the <em>Community Impact</em> newspaper. Asked why she&rsquo;s running for district attorney, Duty&rsquo;s reply says, in part, that Bradley &quot;reduced or dismissed &nbsp;36 percent of his felony cases to misdemeanors and passed them off to my office.&quot;<br />\r\n\t<br />\r\n\tFor the <em>Statesman</em> article, Duty responded to a reporter&rsquo;s question about whether she had ever prosecuted a felony by saying she has prosecuted felonies. Her reply continued: &quot;John Bradley is reducing 36 percent of all felonies to misdemeanors and passing them off to my office. That&rsquo;s double the statewide average.&quot;<br />\r\n\t<br />\r\n\tDuty told us by email that she had not aired the percentage to complain about her workload. &quot;The two points that I am making are these: One, 36 percent &nbsp;is too high,&quot; she said, saying that statewide in 2011, the average rate for dismissing some felony cases and referring some as misdemeanors was 16 percent. &quot;This is not being &lsquo;tough on crime,&rsquo;&quot; she said by email.</p>\r\n<p>\r\n\tBradley later told us law enforcement officers initially indicate their judgment on whether a case should be a felony or misdemeanor. Then the DA&rsquo;s office evaluates each case, he said.<br />\r\n\t<br />\r\n\tDuty said she based the cited percentages on information collected and posted online by the Texas Office of Court Administration, which provides technical support and administrative assistance to the state&rsquo;s courts and judges.<br />\r\n\t<br />\r\n\tFrom the office&rsquo;s website, it&rsquo;s possible to download a report on &quot;felony case activity&quot; covering any recent time period for a county or the state. And according to the office&rsquo;s information, of 2,013 total felony cases resolved in Williamson County in 2011, 738 -- 37 percent -- were &quot;dismissals.&quot; Statewide, 16 percent of felony cases disposed were dismissals, according to the office&rsquo;s information.<br />\r\n\t<br />\r\n\tAccording to <a href=\"http://www.courts.state.tx.us/tjc/pdf/forms/districtinstruction2011.pdf\">instructions</a> for the district clerks who monthly update the figures, each case represents a charge against a defendant so several cases could involve a single person. However, if a defendant faces a multicount indictment, the instructions say, that&rsquo;s to be recorded as one case based either on the most serious charge or the first charge leveled against them.<br />\r\n\t<br />\r\n\tThose instructions also say the district clerks should report as dismissals those felony cases dropped for reasons including insufficient evidence; the defendant going unapprehended, being granted immunity for testimony or getting convicted in another case; a failure to hold a speedy trial; a decision to drop the case only to re-file a charge; or other unspecified reasons.<br />\r\n\t<br />\r\n\tAnother part of the instructions says &quot;transfers to county-level courts in your county when the case is reduced to a misdemeanor&quot; should be recorded in the &quot;all other dispositions&quot; category. In 2011, though, only 21 Williamson County cases fell into the &quot;all other dispositions&quot; category.<br />\r\n\t<br />\r\n\tWhat the heck?</p>\r\n<p>\r\n\tLisa David, the Williamson County district clerk, cleared up our confusion, saying in a telephone interview that felonies reduced to misdemeanors are mostly marked in the state database&rsquo;s &quot;dismissals&quot; category. She said that&rsquo;s because felony cases that become misdemeanors are mostly dismissed as a defendant agrees to plead guilty to a misdemeanor -- developments that fit the &quot;dismissals&quot; category.<br />\r\n\t<br />\r\n\tIn telephone interviews and by email, Bradley challenged the significance of Duty&#39;s cited &quot;dismissals&quot; percentage because not every felony charge is counted in the database under the method prescribed by the state. &quot;This is an ongoing issue with clerks and statistics,&quot; Bradley said. &quot;If this is true, then the total number of felony offenses being filed is being seriously undercounted.&quot;<br />\r\n\t<br />\r\n\tIn a telephone interview, Angela Garcia, an Office of Court Administration official, agreed that the database records the disposition of only one case for each defendant facing a multicount indictment -- the first one or the most serious one. &quot;You could have 10 charges in a case, but it would only be counted as one case,&quot; Garcia said.<br />\r\n\t<br />\r\n\tGarcia, the agency&rsquo;s judicial information manager, said, too, that the information in the database is not a precise indicator of the number of felony cases a district attorney hands off since the &quot;dismissals&quot; category is broad. All figures in the database are intended to help state lawmakers and other policymakers make decisions about creating, cutting or expanding programs, she said.<br />\r\n\t<br />\r\n\tGiven uncertainties about the applicability of the database to Duty&rsquo;s claim, we asked David, Duty and Bradley for precise counts for 2011 cases initially classified as felonies later converted to misdemeanors.<br />\r\n\t<br />\r\n\tDavid told us by email that her office could not break out how many felony cases were converted to misdemeanor cases.<br />\r\n\t<br />\r\n\tBradley initially said he did not have a count. He later said by email that his office&rsquo;s staff did track the number of 2011 felony cases referred to the county attorney as misdemeanors: 352. That would be a shade under 18 percent of the county&rsquo;s felony cases resolved that year, according to the state database.<br />\r\n\t<br />\r\n\tBradley further said that in more than 90 percent of the referred cases, his office had already worked out plea agreements, meaning the county attorney simply had to file the cases and present the guilty pleas for judicial approval.<br />\r\n\t<br />\r\n\tFor her part, Duty provided a chart indicating that by her office&rsquo;s tally, nearly 390 felony cases were reduced to misdemeanors in 2011. If so, that would have been a little over 19 percent of all the cases shown as disposed on the state database.<br />\r\n\t<br />\r\n\tDuty, who through May 6, 2012, had not sought a correction of her original comment to the newspaper, summed up by email: &quot;Bradley reduces 20 percent of his felonies and he dismisses 16 percent of his felonies. This is a total of 36 percent of his cases being dismissed/reduced. I have repeatedly made this statement publicly for months and I stand by it.&quot;<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tAs Duty acknowledged to us, her published comment mistakenly indicated that 36 percent of felony cases in 2011 were reduced to misdemeanors handed off to her office; the relevant &quot;dismissals&quot; category on the state database folds in both cases dismissed and cases referred as misdemeanors.<br />\r\n\t<br />\r\n\tThe state database relied upon by Duty does not include a single category breaking out cases referred as misdemeanors, though the counts provided by Bradley and Duty indicate that the share of felonies referred to the county attorney&rsquo;s office as misdemeanors in 2011 was less than 20 percent.<br />\r\n\t<br />\r\n\tWe&rsquo;ll accept that Duty accurately described the 36 percent figure in other venues. However, her quoted claim to the <em>Statesman</em> rates Mostly False.</p>\r\n", "ruling_comments_date": "2012-05-02T19:10:12.305790", "ruling_date": "2012-05-07T14:40:42", "ruling_headline": "Jana Duty says John Bradley hands off 36 percent of felony cases to be tried as misdemeanors by her office", "ruling_headline_slug": "jana-duty-says-john-bradley-hands-36-percent-felon", "ruling_link_text": "More like 1 in 5", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/05012012_janadutychart.xls\">Chart</a> listing felonies reduced to misdemeanors, Williamson County, 2011 (provided by Jana Duty, Williamson County Attorney, May 1, 2012)</p>\r\n<p>\r\n\tReport, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/04202012_jdutybackuppftexas.pdf\">&quot;District and Statutory County Courts, Williamson County, Felony Case Activity Detail, 2011,&quot;</a> April 20, 2012 (provided by Jana Duty)</p>\r\n<p>\r\n\tEmails (excerpted), <a href=\"https://docs.google.com/document/pub?id=1dpLAlVDyqYq9lkDHCl7M5-B9wj_BzhBr4EwN4mjNj-M\">responses</a> to PolitiFact Texas, John Bradley, Williamson County district attorney, April 20, 2012</p>\r\n<p>\r\n\tEmails (excerpted), <a href=\"https://docs.google.com/document/pub?id=1BZy7TnGXd-Lwfb6jnyqWIdQiKPf8I0CUCCgQNauj-Dw\">responses</a> to PolitiFact Texas, Jana Duty, Williamson County attorney, responses to PolitiFact Texas, April 2012</p>\r\n<p>\r\n\tTelephone interviews, Lisa David, Williamson County district clerk, April 25 and May 2, 2012</p>\r\n<p>\r\n\tTelephone interview, Angela Garcia, judicial information manager, Texas Office of Court Administration, April 25, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Williamson County attorney", "false_count": 0, "first_name": "Jana", "half_true_count": 0, "home_state": "Texas", "id": 1836, "last_name": "Duty", "mostly_true_count": 0, "name_slug": "jana-duty", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/janaduty2008.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1836/", "total_count": 1, "true_count": 0, "website": "http://janaduty.com/"}, "statement": "<p>\r\n\tSays Williamson County District Attorney John Bradley reduces 36 percent of felonies to misdemeanors and hands them off to her.</p>\r\n", "statement_context": " as quoted in Austin American-Statesman news article.", "statement_date": "2012-04-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}], "target": [], "twitter_headline": ""}