{"art": [], "author": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2012/may/09/georgia-family-council/linking-crime-casinos-not-always-safe-bet/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "liz.miniet@ajc.com", "first_name": "Elizabeth", "id": 143, "last_name": "Miniet", "name_slug": "elizabeth-miniet", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/143/", "title": "Word Editor", "twitter": null}, {"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 5876, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/5876/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\t&nbsp;</p>\r\n<p>\r\n\tDeveloper Dan O&rsquo;Leary is pushing a big idea that he says will bring scores of jobs and truckloads of money to Georgia.<br />\r\n\t<br />\r\n\tThe state&rsquo;s most powerful political leaders, however, don&rsquo;t like his plan -- a casino-style entertainment complex with video lottery terminals that could be a source of lottery revenue for the state&rsquo;s HOPE scholarship program.<br />\r\n\t<br />\r\n\tOne group offered another reason to fight O&rsquo;Leary&rsquo;s plan that had the Truth-O-Meter spinning like a roulette wheel.<br />\r\n\t<br />\r\n\tThe Georgia Family Council put together a fact sheet that said crime will increase if any form of casino-style gambling is allowed. PolitiFact Georgia thought it would be interesting to see if the council was gambling with the facts with its claim.<br />\r\n\t<br />\r\n\tO&rsquo;Leary, part of a team that operates Underground Atlanta, wants to build the complex near the busy I-85 interchange at Jimmy Carter Boulevard in Gwinnett County.<br />\r\n\t<br />\r\n\tAt one meeting last month, the Gwinnett-based council presented an argument why O&rsquo;Leary&rsquo;s plan is not a good idea. Some of the crime statistics included:<br />\r\n\t<br />\r\n\t&quot;A city can expect its crime rate to increase by 8 percent within four to five years of introducing casinos.&quot;<br />\r\n\t<br />\r\n\t&quot;After casinos opened in Atlantic City, the total number of crimes within a 30-mile radius increased 100 percent.&quot;<br />\r\n\t<br />\r\n\tMuch of the research on crime and casinos was done slightly more than a decade ago when more states permitted casinos. Some experts say most of the reports are flawed.<br />\r\n\t<br />\r\n\tThe council&rsquo;s policy analyst, Toby Tatum, sent us several reports to back up the organization&rsquo;s claim. Fleishman-Hillard, a public relations firm representing O&rsquo;Leary, sent us information to support that side. PolitiFact Georgia took a look at their reports, and some research we found ourselves.<br />\r\n\t<br />\r\n\tIt&rsquo;s been generally believed that casinos result in more crime in the surrounding community, primarily because of concerns about organized crime. In the 1990s, experts said in one report that for each dollar in legalized gambling, there is a similar amount in illegal gambling. There have been occasional news reports of cases like gamblers committing insurance fraud to get more money to feed their addiction or stories of people embezzling money from their employer for gambling.<br />\r\n\t<br />\r\n\tA 2004 Department of Justice-sponsored study found pathological gamblers more likely to be arrested for such offenses as probation or parole violations, liquor law violations, trespassing and other public order offenses. There&rsquo;s evidence that casinos may have an impact in less likely areas, such as driving under the influence. One Journal of Health Economics report found there is a higher percentage (9.2 percent) of DUI fatalities in counties with casinos. They are more likely to occur in rural counties, but less likely in urban areas.<br />\r\n\t<br />\r\n\tIn 1999, a federal panel released what was considered the most comprehensive study on casinos in America in a quarter-century. The National Gambling Impact Study Commission wrote there is insufficient data to determine whether casinos cause more crime.<br />\r\n\t<br />\r\n\t&quot;The problem is that although a great deal has been written on the subject, so much of the writing on all sides is bombast and blather that it is difficult to discern any strong facts,&quot; the report said.<br />\r\n\t<br />\r\n\tStill, the commission concluded: &quot;Taken as a whole, the literature shows that communities with casinos are just as safe as communities that do not have casinos.&quot;<br />\r\n\t<br />\r\n\tOne of the most widely discussed studies on the topic was released in 2001 and co-authored by University of Georgia associate economics professor David Mustard. The study found some crime could decline because more less-skilled workers get jobs working at casinos and that the casinos improve economically depressed locations. Conversely, it found crime may rise because casinos draw unsavory characters and some compulsive gamblers commit crime to get more money to gamble.<br />\r\n\t<br />\r\n\tThe study covered all 3,165 U.S. counties from 1977-1996. The study concluded that casinos increased all crimes except murder. Most offenses showed that the impact of casinos on crime began about three years after a casino opened. Eight percent of property crime and 10 percent of violent crime in counties with casinos was due to the presence of a casino, the study found.<br />\r\n\t<br />\r\n\tMore recent news accounts of crime and casinos offer support to both sides of the debate.<br />\r\n\t<br />\r\n\tThe Press of Atlantic City reported in September that the violent crime rate there was highest among the top-ranked gaming markets in the U.S., according to an analysis of 2010 federal crime statistics. Police Department leaders in that city and some researchers note that the Atlantic City statistics do not consider that the crime rate is based on its population of 39,000, rather than the 29 million visitors the city sees each year.<br />\r\n\t<br />\r\n\tIn February, The Associated Press examined crime rates in areas near two large Connecticut casinos opened in the 1990s: the Foxwoods Resort and Mohegan Sun. The news organization looked at crime rates for several years before they opened and afterward and reported crime dropped by double-digit percentages in the nearby municipalities compared to the years before the casinos opened &mdash; mirroring a drop in crime nationwide.<br />\r\n\t<br />\r\n\tFew gambling facilities, though, are similar to what O&rsquo;Leary has in mind in Georgia. The most frequent comparison is Dover Downs, located in Delaware. Dover Downs is one of the few casinos with video lottery terminals, which resemble slot machines.<br />\r\n\t<br />\r\n\tJim Hutchison, a former Dover mayor and retired Dover police chief, worried about crime and other unruly elements when the state approved casino gambling in the mid-1990s.<br />\r\n\t<br />\r\n\t&quot;It&#39;s nice to say that after all the years they&#39;ve been operating here in Delaware, specifically Dover Downs, all those concerns I had are truly unfounded,&quot; Hutchison, who has testified to Georgia lawmakers on behalf of Dover Downs, the city&#39;s biggest taxpayer, told the AJC in March.<br />\r\n\t<br />\r\n\tThere is some research that shows crime does increase in communities with casinos. There are some reports, such as the AP investigation, that show a drop in crime in some communities with casinos. The anecdotal evidence from Hutchison suggests crime hasn&rsquo;t increased since Dover Downs opened.<br />\r\n\t<br />\r\n\tTo say the least, the evidence is mixed. Crime has gone down in some areas with casinos. It has increased in others.<br />\r\n\t<br />\r\n\tBut there does appear to be some truth to the council&rsquo;s claim, though it needs a lot of context to move the needle higher on the Truth-O-Meter.<br />\r\n\t<br />\r\n\tWe rate the council&rsquo;s claim as Half True.</p>\r\n", "ruling_comments_date": "2012-05-08T17:12:19.685179", "ruling_date": "2012-05-09T06:00:00", "ruling_headline": "Linking crime to casinos not always a safe bet", "ruling_headline_slug": "linking-crime-casinos-not-always-safe-bet", "ruling_link_text": "Stats a push on casino impact on crime", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tGeorgia Family Council <a href=\"http://www.georgiafamily.org/resources/gfc-bulletin/1042-gfc-opposes-casino-plan\">testimony</a> on O&rsquo;Leary plan, posted April 26, 2012</p>\r\n<p>\r\n\tAssociated Press, &quot;<a href=\"http://www.masslive.com/talk/index.ssf/2012/02/crime_fell_around_connecticut.html\">Crime fell around Connecticut casinos since openings</a>,&quot; Feb. 26, 2012.<br />\r\n\t<br />\r\n\tThe Atlanta Journal-Constitution, &quot;Delaware &#39;crown jewel&#39; a glimpse of Ga. gamble,&quot; March 19, 2012<br />\r\n\t<br />\r\n\t&quot;<a href=\"http://stoppredatorygambling.org/wp-content/uploads/Measuring-Industry-Externalities-The-Curious-Case-of-Casinos-and-Crime.pdf\">The Curious Case of Casinos and Crime</a>,&quot; by Earl Grinols and David Mustard, March 2001.<br />\r\n\t<br />\r\n\tEmail from Toby Tatum, policy analyst, Center for Policy Studies at Georgia Family Council, May 1, 2012<br />\r\n\t<br />\r\n\tEmails from Fleishman-Hillard senior account executive Megan Matteucci, May 2, 2012</p>\r\n<p>\r\n\tJournal of Health Economics, &quot;<a href=\"http://stoppredatorygambling.org/wp-content/uploads/Journal-of-Health-Economics-Impact-of-Casinos-on-Fatal-Alcohol-related-Traffic-Accidents.pdf\">The impact of casinos on fatal alcohol-related traffic accidents in the United States</a>,&quot; 2010.<br />\r\n\t<br />\r\n\tNational Gambling Impact Study Commission Final <a href=\"http://govinfo.library.unt.edu/ngisc/reports/7.pdf\">Report</a>, Chapter 7, August 1999.<br />\r\n\t<br />\r\n\tThe Press of Atlantic City, &quot;<a href=\"http://www.pressofatlanticcity.com/news/press/atlantic/violent-crime-rate-higher-in-atlantic-city-than-in-other/article_b3e19716-e716-11e0-ac2c-001cc4c03286.html\">Violent crime rate higher in Atlantic City than other casino cities</a>,&quot; Sept. 25, 2011.<br />\r\n\t<br />\r\n\tSouthern Illinois University Law Journal, Vol. 27, &quot;<a href=\"http://www.ideals.illinois.edu/bitstream/handle/2142/16273/Southern_Illinois_University_Law_Journal_2003.pdf?sequence=2\">The Failure to Regulate the Gambling Industry Effectively: Incentives for Perpetual Non-Compliance</a>,&quot; January 2003.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 1, "home_state": "", "id": 1844, "last_name": "Georgia Family Council", "mostly_true_count": 0, "name_slug": "georgia-family-council", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/PolitiFact_silhouettes_20.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1844/", "total_count": 1, "true_count": 0, "website": "http://www.georgiafamily.org/"}, "statement": "<p>\r\n\tCrime rises in communities with casinos.</p>\r\n", "statement_context": "a presentation", "statement_date": "2012-04-19", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}, {"description": "", "id": 170, "photo": null, "resource_uri": "/api/v/2/subject/170/", "subject": "Gambling", "subject_slug": "gambling", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [], "twitter_headline": ""}