{"art": [{"brightcove": "", "caption": "A Web ad from the George LeMieux campaign", "id": 2378, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/2378/", "title": "LeMieux Lifestyle attack on Mack", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/86tpaHgS0go?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "86tpaHgS0go"}], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2012/may/14/george-lemieux/george-lemieux-says-connie-mack-california-residen/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 5898, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}, {"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/5898/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tU.S. Rep. Connie Mack represents Florida in Washington and is married to U.S. Rep. Mary Bono Mack of California. One of Connie Mack&rsquo;s Republican rivals in the U.S. Senate race, George LeMieux, is suggesting that Mack doesn&rsquo;t log much time in Florida.<br />\r\n\t<br />\r\n\t<a href=\"http://youtu.be/86tpaHgS0go\">A Web ad </a>released by the LeMieux campaign shows footage of a reporter asking Mack about the allegation that he doesn&rsquo;t spend a lot of time in Florida:<br />\r\n\t<br />\r\n\tMack: &quot;You know, they&rsquo;ll say that I&rsquo;m never here. Well, the reality is I was in California last year maybe 11 days?&quot;<br />\r\n\t<br />\r\n\tThe narrator says, &quot;Sources show Mack as a resident of California, living with his wife in Palm Springs. And they&rsquo;ve been known to pop up on the red carpet. Then there is their place in Colorado. &hellip;. And court documents say Connie spent little time in the modest Florida condo. Even his ex-wife testified it was only purchased just to assist his political career. But Connie says his real home is in Florida. Do you believe him? &hellip;. Florida needs a full-time senator instead of a Half-Mack here half the time.&quot;<br />\r\n\t<br />\r\n\tThe narrator calls for Mack to release his travel records to determine if he is really &quot;California Connie, Colorado Connie or just modest Condo Connie.&quot; (There are two photos in the ad that viewers might assume are Mack at a ski resort or the inside of his Fort Myers condo. But a LeMieux campaign spokeswoman said they are stock art.)<br />\r\n\t<br />\r\n\tMack&rsquo;s campaign <a href=\"http://www2.tbo.com/news/politics/2012/may/09/lemieux-lobs-unsubstantiated-claims-at-mack-ar-401479/\">fought back</a> saying that LeMieux was avoiding the issues.<br />\r\n\t<br />\r\n\tWe can&rsquo;t independently verify what percentage of Mack&rsquo;s time is spent at his Florida condo. But we can put one LeMieux claim to the Truth-O-Meter: is Mack a resident of California living with his wife in Palm Springs?<br />\r\n\t<br />\r\n\t<strong>Residency rule</strong><br />\r\n\t<br />\r\n\tIt&rsquo;s not uncommon for members of Congress to own or rent a residence in the Washington area. But the questions about Mack are a little different because he&rsquo;s married to a member of Congress representing another state.<br />\r\n\t<br />\r\n\tMack was first elected to Congress in 2004; he filed for divorce from his wife Ann in 2005. About two years later, Mack married U.S. Rep. Mary Bono, R-Calif., the widow of singer and Congressman Sonny Bono.<br />\r\n\t<br />\r\n\tAfter he announced his U.S. Senate bid in 2011, the <em><a href=\"http://www.tampabay.com/news/politics/national/analysis-why-connie-macks-senate-candidacy-may-be-game-changer-not/1198877\">Tampa Bay Times</a></em>&nbsp;wrote that Mack had been &quot;criticized for not spending enough time in Florida due to his wife. &hellip; Mack said he and his wife spend time together in Washington and then usually go separate ways on the weekend &mdash; the opposite situation from other lawmakers. Another incentive to be in Florida, he said: an 11-year-old daughter and an 8-year-old son from his first marriage are in the state.&quot;<br />\r\n\t<br />\r\n\tLeMieux&rsquo;s online video doesn&rsquo;t suggest that Mack is violating the law, but it tries to create the perception that he isn&rsquo;t spending much time in Florida.<br />\r\n\t<br />\r\n\tThe U.S. Constitution requires Senate candidates to be <a href=\"http://election.dos.state.fl.us/gen-faq.shtml#link5\">a citizen of the U.S.</a> for at least nine years and a resident of the state when elected.<br />\r\n\t<br />\r\n\tFlorida&rsquo;s election code doesn&rsquo;t define residency, according to a 1993 <a href=\"https://www.documentcloud.org/documents/355406-division-of-elections-residency-advisory-opinion.html\">advisory opinion</a> by the state Division of Elections.<br />\r\n\t<br />\r\n\tFlorida courts &quot;have consistently construed legal residence to mean a permanent residence, domicile, or permanent abode, rather than a residence that is temporary,&quot; states the opinion. (The state elections&rsquo; division told us the opinion is still valid even though it is nearly 20 years old.)<br />\r\n\t<br />\r\n\tExperts on election requirements told us that there is no &quot;bright line&quot; test to determine residency.<br />\r\n\t<br />\r\n\t&quot;The idea is that you are supposed to be related in a meaningful way to the state you represent, and you don&rsquo;t just show up to run for office,&quot; said Frances Hill, who teaches election law at the University of Miami.<br />\r\n\t<br />\r\n\t<strong>Mack addresses residency question</strong><br />\r\n\t<br />\r\n\tDuring a stop in <a href=\"http://www.tampabay.com/blogs/the-buzz-florida-politics/content/mack-calls-questions-about-his-living-arrangements-cheap-political-shot\">Tallahassee</a> on May 4, 2012, PolitiFact Florida asked Mack about his living situation. &quot;The question they (opponents) try to get to is, am I spending all of my time in California? And it&#39;s just not true. As many times as I&#39;ve answered that ... last year I think I spent maybe 11 days in California,&quot; he said.<br />\r\n\t<br />\r\n\t&quot;What I&#39;m saying is this, it&#39;s political fodder that my opponents like to spin. But to give you an example ... Monday I was in Miami. Tuesday morning in Miami, Tuesday afternoon in Fort Myers, Tuesday evening here in Tallahassee, then we went to Panama City, Pensacola, back here in Tallahassee, then we&#39;re going to go to Jacksonville, then we&#39;re going to Fort Lauderdale, then we go to Fort Myers, then we go to Orlando, then I go back to DC for votes.&quot;<br />\r\n\t<br />\r\n\tThe example he gave is expected of a campaign, PolitiFact Florida noted. We asked him to elaborate on how he divides his time on a day-to-day basis.<br />\r\n\t<br />\r\n\t&quot;I just gave you every day. This is my home, this is where I live, and this is a cheap political shot by my opponents that other than the press and my opponent, no one asks. It&#39;s not on their mind. They&#39;re not concerned about it. They know that this is where I am.&quot;<br />\r\n\t<br />\r\n\t<strong>Homes owned by Mack or his wife</strong><br />\r\n\t<br />\r\n\tHere&rsquo;s what we found when we looked for homes owned by Mack (whose legal name is Cornelius McGillicuddy IV) or his current wife Mary Bono Mack:<br />\r\n\t<br />\r\n\t<strong>Fort Myers: </strong>Mack owns a 3-bedroom, 2-bathroom condo at 15081 Tamarind Cay Court in Fort Myers, <a href=\"http://www.leepa.org/Display/DisplayParcel.aspx?FolioID=10217066\">Lee County property records show</a>. Mack and his first wife, Ann, bought the condo for $166,900 in October 2003. After her husband filed for divorce in 2005, Ann stated in a September 2005 <a href=\"http://miamiherald.typepad.com/files/mack-accused-of-strong-arming-ex-wife-not-living-in-district.pdf\">divorce court filing</a> that Mack bought it to &quot;solely to assist his political career&quot; when he was running in the congressional district for the area. The Mack campaign disputes Ann&rsquo;s account.<br />\r\n\t<br />\r\n\tAfter he won the election in 2004, the family moved to a 5-bedroom home in Alexandria, Va. Ann wrote that they spent very little time in the &quot;modest&quot; condo in Fort Myers. She argued during the divorce proceedings that he forced her and their two children to live in the &quot;small political stake in the sand&quot; in Fort Myers while he stayed in the home in Virginia. Mack later sold the Virginia home.<br />\r\n\t<br />\r\n\tMack has a homestead exemption on his Fort Myers condo. The <a href=\"http://www2.tbo.com/news/politics/2012/feb/21/2/homestead-exemption-could-be-issue-for-mack-ar-361009/\"><em>Tampa Tribune</em></a> raised questions about Mack&rsquo;s exemption because his current wife has an <a href=\"http://pic.asrclkrec.com/KSearchDetails.aspx?Assessment=009610919\">exemption on her California home</a>. Under Florida state law, Mack is entitled to the exemption if he can prove his finances aren&rsquo;t co-mingled with those of his wife.<br />\r\n\t<br />\r\n\tMack campaign spokesman David James told the <em>Miami Herald</em> in February that Mack meets that criteria: &quot;They file separate returns, do not have joint accounts, and Connie&rsquo;s name is not on Mary&rsquo;s home in California, and Mary&rsquo;s is not on Connie&rsquo;s home in Fort Myers,&quot; James said. (James also sent us similar statements from Mack&rsquo;s attorney,Craig Engle.)<br />\r\n\t<br />\r\n\tLee County Property Appraiser Ken Wilkinson said in February that he would research the legality of Mack&rsquo;s homestead but told the <em><a href=\"http://pic.asrclkrec.com/KSearchDetails.aspx?Assessment=009610919\">Miami Herald/Tampa Bay Times</a></em>: &quot;I think they&rsquo;ll be okay. That&rsquo;s my gut feeling,&quot; Wilkinson said. &quot;But I now have an obligation to check this out.&quot; Mack has until around mid September to submit evidence showing that their finances are separate.<br />\r\n\t<br />\r\n\tThe homestead controversy surfaced after Mack criticized Democratic Sen. Bill Nelson for getting an agricultural exemption on a Brevard County property.<br />\r\n\t<br />\r\n\t<strong>Palm Springs, Calif.: </strong>Mary Bono purchased an $875,000 three-bedroom home at 64505 Via Amante in Palm Springs in 1998. The home is 5,450 square feet and worth about $1.1 million, <a href=\"http://pic.asrclkrec.com/KSearchDetails.aspx?Assessment=009610919\">Riverside County</a> records show.<br />\r\n\t<br />\r\n\t<strong>Durango, Colo.: </strong>Mack&rsquo;s <a href=\"http://clerk.house.gov/public_disc/financial-pdfs/2011/8202641.pdf\">2011 financial disclosure</a> states that he has a mortgage on a rental property in Durango, Colo., between $250,001 and $500,000 from October 2010. He also wrote that he was 16.67 percent owner in the property, which is owned by the company Mack and his wife formed, Westerfield Scotch LLC. <a href=\"http://eagleweb.laplata.co.us/assessor/taxweb/account.jsp?accountNum=R432169\">La Plata, County records</a> show that the two-bedroom two-bath unit is nearly 2,000-square feet and that they <a href=\"http://eagleweb.laplata.co.us/assessor/taxweb/account.jsp?accountNum=R432169&amp;doc=SALEHISTR432169\">purchased the condo for $692,500</a> in October 2010.</p>\r\n<p>\r\n\tA warranty deed from October states that Mack and Bono Mack &quot;whose legal address is 64505 Via Amante, Palm Springs....&quot; A November 2010 warranty deed signed by Mack and Bono Mack states that &quot;Connie Mack and Mary Bono Mack of the county of Riverside, state of California, and Westerfield Scotch, a Colorado limited liability company, whose legal address is 64505 Via Amante, Palm Springs...&quot;<br />\r\n\t<br />\r\n\tThe couple occasionally stays there for vacations and rent it out to others, Bono Mack&rsquo;s spokesman Ken Johnson said. Her adult children are also owners.<br />\r\n\t<br />\r\n\tMack&rsquo;s attorney Craig Engle told PolitiFact the &quot;document is mistaken&quot; when it states that Mack&rsquo;s legal address is in Palm Springs and that it would be wrong to interpret that document to mean that Mack is a California resident. Engle stated that the documents had to list an address for mailing purposes, and that could be why it has Bono Mack&rsquo;s Palm Springs address.<br />\r\n\t<br />\r\n\t<strong>Arlington, Va.: </strong>Mary Bono purchased a two-bedroom condo at 3600 S. Glebe Road at the Eclipse at Center Park in <a href=\"http://www.arlingtonva.us/departments/realestate/reassessments/scripts/Inquiry.asp?Action=View&amp;lrsn=64120\">Arlington, Va</a>., for $549,313 in March 2007. She married Mack later that year. Connie Mack&rsquo;s name doesn&rsquo;t appear on that record, and a court land records clerk told us only Bono&rsquo;s name is on the deed. The congresswoman had the condo under construction contract starting in 2005, her spokesman said. (The Web ad doesn&rsquo;t mention this condo.)<br />\r\n\t<br />\r\n\t<strong>Conclusion</strong><br />\r\n\t<br />\r\n\tLeMieux&rsquo;s web ad states &quot;Sources show Mack as a resident of California, living with his wife in Palm Springs.&quot;<br />\r\n\t<br />\r\n\tIt&rsquo;s legitimate to raise the question of how much time Mack spends in various places. And we can&rsquo;t independently verify how much time he spends in California compared to his Fort Myers condo or anywhere else.<br />\r\n\t<br />\r\n\tBut in this case, the ad&rsquo;s &quot;sources&quot; are deeds for a Colorado condo owned by Mack and his wife that list their legal address as the Palm Springs home.<br />\r\n\t<br />\r\n\tWhile it&rsquo;s unusual to have a spouse who lives in another state, both Mack and his wife work in Washington. They also owned their own homes and had professional careers in their respective states before they married. Given that context, we don&rsquo;t think the deed to a vacation home in Colorado is definitive proof that Mack is living in California.<br />\r\n\t<br />\r\n\tOne of our principles at PolitiFact is that campaigns have the burden to offer proof for what they say. In this case, the LeMieux campaign doesn&rsquo;t have much. We rate this claim Mostly False.</p>\r\n", "ruling_comments_date": "2012-05-10T16:41:50.602314", "ruling_date": "2012-05-14T11:30:00", "ruling_headline": "George LeMieux says Connie Mack is a California resident", "ruling_headline_slug": "george-lemieux-says-connie-mack-california-residen", "ruling_link_text": "Proof boils down to property record from Colorado", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tGeorge LeMieux U.S. Senate campaign, <a href=\"http://www.georgeforflorida.com/\">&quot;Lifestyles&quot;</a> web ad, May 7, 2012<br />\r\n\t<br />\r\n\tFlorida Division of Elections website, <a href=\"http://election.dos.state.fl.us/gen-faq.shtml#link5\">Frequently asked questions</a>, Accessed May 8, 2012<br />\r\n\t<br />\r\n\tLee County Property Appraiser, <a href=\"http://www.leepa.org/Display/DisplayParcel.aspx?FolioID=10217066\">Data about Connie Mack&rsquo;s condo</a>, Accessed May 8, 2012<br />\r\n\t<br />\r\n\tLee County Circuit Court, <a href=\"http://miamiherald.typepad.com/files/mack-accused-of-strong-arming-ex-wife-not-living-in-district.pdf\">Ann McGillicuddy&rsquo;s motion in divorce proceeding</a>, Sept. 16, 2005<br />\r\n\t<br />\r\n\tRiverside County California Assessor-County Clerk-Recorder, <a href=\"http://pic.asrclkrec.com/KSearchDetails.aspx?Assessment=009610919\">Information on Palm Springs house</a>, Accessed May 9, 2012<br />\r\n\t<br />\r\n\tOffice of the Clerk of the U.S. House of Representatives, <a href=\"http://clerk.house.gov/public_disc/financial-pdfs/2011/8202641.pdf\">U.S. Rep. Connie Mack&rsquo;s 2011 disclosure</a> and <a href=\"http://clerk.house.gov/public_disc/financial-pdfs/2011/8202640.pdf\">U.S. Rep. Mary Bono Mack&rsquo;s 2011 Disclosure</a>, Filed May 13, 2011<br />\r\n\t<br />\r\n\tFlorida Division of Elections, <a href=\"https://www.documentcloud.org/documents/355406-division-of-elections-residency-advisory-opinion.html\">Residency advisory opinion</a>, June 23, 1993<br />\r\n\t<br />\r\n\tLa Plata County Colorado, <a href=\"http://eagleweb.laplata.co.us/assessor/taxweb/account.jsp?accountNum=R432169\">Property information on condo</a>, <a href=\"http://eagleweb.laplata.co.us/assessor/taxweb/account.jsp?accountNum=R432169&amp;doc=SALEHISTR432169\">account sale history</a>, <a href=\"http://eagleweb.laplata.co.us/assessor/taxweb/account.jsp?accountNum=R432169&amp;doc=DOC499S200\">warranty deed listing</a> and documents from October 2010 and November 2010, Accessed May 8, 2012<br />\r\n\t<br />\r\n\tDurango Mountain Realty, <a href=\"http://www.durangomountainrealty.com/resort/neighborhood/7/overview\">Peregrine Point photo</a>, Accessed May 8, 2012<br />\r\n\t<br />\r\n\tArlington Virginia Department of Real Estate Assessments, <a href=\"http://www.arlingtonva.us/departments/realestate/reassessments/scripts/Inquiry.asp?action=view&amp;lrsn=64120\">Property information on Mary Bono&rsquo;s condo,</a> Accessed May 9, 2012<br />\r\n\t<br />\r\n\t<em>Miami Herald/Tampa Bay Times</em>, <a href=\"http://www.tampabay.com/blogs/the-buzz-florida-politics/content/connie-mack-preaches-penny-pinching-campaign-trail-has-past-debt-and-liens\">&quot;Connie Mack preaches penny-pinching on campaign trail, but has past of debt and liens;&quot; </a>Feb. 17, 2012<br />\r\n\t<br />\r\n\t<em>Miami Herald/Tampa Bay Times</em>, <a href=\"http://www.miamiherald.com/2012/02/22/2655603/senate-race-turns-testy-between.html\">&quot;Senate race turns testy between Mack and LeMieux,&quot;</a> Feb. 22, 2012<br />\r\n\t<br />\r\n\t<em>Tampa Bay Times&rsquo; </em>The Buzz blog,<a href=\"http://www.tampabay.com/blogs/the-buzz-florida-politics/content/mack-calls-questions-about-his-living-arrangements-cheap-political-shot\"> &quot;Mack calls questions about his living arrangements a &lsquo;cheap political shot,&rsquo;&quot;</a> May 7, 2012</p>\r\n<p>\r\n\tTampa Bay Times,<a href=\"http://www.tampabay.com/news/politics/national/analysis-why-connie-macks-senate-candidacy-may-be-game-changer-not/1198877\"> &quot;Analysis: Why Connie Mack&rsquo;s Senate candidacy may be game-changer, not game-ender,&quot;</a> Oct. 28, 2011<br />\r\n\t<br />\r\n\t<em>Tampa Tribune</em>&rsquo;s Fresh Squeezed Politics blog, <a href=\"http://www.tboblogs.com/index.php/news/C520/\">&quot;LeMieux hits Mack where he lives,&quot;</a> May 8, 2012<br />\r\n\t<br />\r\n\t<em>Tampa Tribune</em>, <a href=\"http://www2.tbo.com/news/politics/2012/may/09/lemieux-lobs-unsubstantiated-claims-at-mack-ar-401479/\">&quot;LeMieux lobs unsubstantiated claims at Mack,&quot; </a>May 9, 2012<br />\r\n\t<br />\r\n\t<em>L.A. Times </em>read in Nexis, &quot;Hot Property; Arnolds&rsquo; offer is hit with singer,&quot; July 5, 1998<br />\r\n\t<br />\r\n\t<em>Tampa Tribune</em>, <a href=\"http://www2.tbo.com/news/politics/2012/feb/21/2/homestead-exemption-could-be-issue-for-mack-ar-361009/\">&quot;Homestead exemption could be an issue for Mack,&quot;</a> Feb. 21, 2012<br />\r\n\t<br />\r\n\tHuffington Post, <a href=\"http://www.huffingtonpost.com/2012/05/08/dick-lugar-richard-mourdock-lugar-loses-indiana-republican-senate-primary_n_1501416.html?ref=mostpopular,tea-party\">&quot;Dick Lugar loses to Tea Party&rsquo;s Richard Mourdock in Indiana Republican Senate primary,&quot;</a> May 9, 2012<br />\r\n\t<br />\r\n\t<em>Fort Myers News-Press </em>accessed in Nexis , &quot;Lee County Property Appraiser to verify Connie Mack&rsquo;s homestead status,&quot; Feb. 23, 2012<br />\r\n\t<br />\r\n\tInterview, Linda Anderson, public service director for Lee County, May 8, 2012<br />\r\n\t<br />\r\n\tInterview, Anna Nix, spokeswoman for U.S. Senate candidate George LeMieux, May 7, 2012<br />\r\n\t<br />\r\n\tInterview, David James, spokesman for Connie Mack&rsquo;s U.S. Senate campaign, May 8, 2012<br />\r\n\t<br />\r\n\tInterview, Fran Hill, University of Miami election law professor, May 9, 2012<br />\r\n\t<br />\r\n\tInterview, Mark Herron, lawyer, May 8, 2012<br />\r\n\t<br />\r\n\tInterview, Daniel A. Smith, University of Florida political science professor, May 9, 2012<br />\r\n\t<br />\r\n\tInterview, Chris Cate, spokesman for the Florida Division of Elections, May 9, 2012<br />\r\n\t<br />\r\n\tInterview, Ken Johnson, spokesman for U.S. Rep. Mary Bono Mack, May 9, 2012<br />\r\n\t<br />\r\n\tInterview, Craig Engle, attorney for U.S. Rep. Connie Mack, May 9, 2012<br />\r\n\t&nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 4, "current_job": "", "false_count": 1, "first_name": "George", "half_true_count": 6, "home_state": "Florida", "id": 297, "last_name": "LeMieux", "mostly_true_count": 4, "name_slug": "george-lemieux", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/lemieux.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/297/", "total_count": 17, "true_count": 2, "website": ""}, "statement": "<p>\r\n\t&quot;Sources show (Connie) Mack as a resident of California, living with his wife in Palm Springs.&quot;</p>\r\n", "statement_context": "a Web ad", "statement_date": "2012-05-07", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "U.S. representative from Fort Myers", "false_count": 3, "first_name": "Connie", "half_true_count": 1, "home_state": "Florida", "id": 1517, "last_name": "Mack", "mostly_true_count": 3, "name_slug": "connie-mack", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Connie_Mack.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1517/", "total_count": 15, "true_count": 3, "website": "http://www.conniemack.com/"}], "twitter_headline": ""}