{"art": [], "author": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "canonical_url": "/ohio/statements/2012/may/14/rob-portman/rob-portman-says-student-loan-money-was-used-cover/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 5911, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "resource_uri": "/api/v/2/statement/5911/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tAmericans have their reasons for liking or disliking health care reform and its mandate to purchase insurance. But Sen. Rob Portman mentioned one that was new to us during a conference call with reporters.<br />\r\n\t<br />\r\n\tHe was actually talking about student loans, but in answer to a question from WSPD radio in Toledo, Portman said:<br />\r\n\t<br />\r\n\t&quot;The truth is, by the way, you know part of the health care bill is paid for by the administration taking the difference of what (interest rate) they can borrow at, and what most students pay, and putting some of that money into the health care bill.&quot;<br />\r\n\t<br />\r\n\tHe repeated that &quot;we took from students and paid for a new entitlement program we can&#39;t afford.&quot; And he rephrased it by saying &quot;the health care bill was paid for in part by taking money out of the student loan system.&quot;<br />\r\n\t<br />\r\n\tPortman&rsquo;s comments, made April 28, were in support of a Republican proposal to extend low-interest student loan rates (3.4 percent) for another year. Republican lawmakers would do that by taking money out of the 2010 health care law, the Patient Protection and Affordable Care Act. Specifically, the money would come from a &nbsp;fund in the health bill that covers prevention and public health.<br />\r\n\t<br />\r\n\tWe&rsquo;re not here to debate whether that&rsquo;s good policy. But Portman, acknowledging Tennessee Sen. Lamar Alexander&rsquo;s leadership role in the GOP proposal, suggested something fresh to our ears: the notion that Obamacare, as it is commonly called, used student loan money.<br />\r\n\t<br />\r\n\tPolitiFact Ohio decided to learn more.<br />\r\n\t<br />\r\n\tStudents once were considered a poor lending risk. To prime the pump and expand educational opportunities, the federal government in 1965 decided to guarantee student loans against default. The government also guaranteed a certain interest rate to the banks, even if the rates students paid were lower. And the government paid additional fees to the banks for administration and collection of student loans.<br />\r\n\t<br />\r\n\tThis wound up providing a lucrative revenue stream for the banks, while putting millions of Americans through college.<br />\r\n\t<br />\r\n\tBut the system required billions of dollars in federal subsidies, and some in Washington, especially Democrats, started looking at alternatives. What if the government cut out the middle man (the banks) and gave loans directly to students through their colleges&rsquo; financial aid offices? Those offices already helped process most loans anyway. By getting rid of the subsidies, the government could save billions and use the money for more financial aid for needy students, Democrats said.<br />\r\n\t<br />\r\n\tVarious pilot programs were tried. Some universities, including Ohio State, said they liked dealing directly with the government. But plenty of others liked the special attention private lenders gave them, and the private lenders spent millions lobbying Congress to keep the subsidy system.<br />\r\n\t<br />\r\n\tThis debate dragged on for years. Then in early 2010, Democrats found the opening they needed to permanently move away from subsidizing the lenders. It coincided with passage of the Affordable Care Act.<br />\r\n\t<br />\r\n\tThe Senate generally needs 60 votes to overcome filibusters and objections to legislation. Democrats lacked that number. So they decided to employ a seldom-used tactic involving budgets and government spending, known as &quot;reconciliation.&quot; Reconciliation only requires 51 votes. That&rsquo;s how Senate Democrats were able to pass a combined student loan-health care bill, the Reconciliation Act of 2010, on March 25, 2010, with 56 votes.<br />\r\n\t<br />\r\n\tYou might not have heard much about the student loan portion at the time, because health care, a monumental social initiative, consumed most of the oxygen in Washington. But the two were connected through the reconciliation bill, which is where we come back to Portman&rsquo;s claim.<br />\r\n\t<br />\r\n\tDid one component, student loans, help pay for health care? The answer is not as simple as it sounds.<br />\r\n\t<br />\r\n\tAccording to the Congressional Budget Office, the government was going to save $58 billion from the student loan program, over a 10-year period, by eliminating the middle man. That would provide enough money to put an additional $36 billion into Pell grants and $3 billion more into several other programs, including Historically Black Colleges and Universities. Even after these investments, the government would have $19 billion left, the CBO said.<br />\r\n\t<br />\r\n\tSo was this $19 billion going into Obamacare? That&rsquo;s what Portman&rsquo;s press secretary, Christine Mangi, initially suggested when we first asked about Portman&rsquo;s statement.<br />\r\n\t<br />\r\n\tThe problem with that assumption is that the CBO did not show it that way.<br />\r\n\t<br />\r\n\tIt showed the $19 billion as savings, or a net reduction in the federal deficit. And several budget experts we spoke with said that&rsquo;s exactly where the $19 billion was going.<br />\r\n\t<br />\r\n\tThe CBO also showed $124 billion in additional savings from the health care portion of the reconciliation act, thanks to new revenue, taxes and projected savings on Medicare. Mangi was skeptical of this projection, as are other Republicans, saying the health care provisions are certain to cost much more than assumed in 2010, wiping out any savings. Where will the money come from then?<br />\r\n\t<br />\r\n\tIt&rsquo;ll come in part from the money the government got by changing its student-loan program, she said. She also noted that some private lenders used to provide interest-rate reductions for borrowers, and new borrowers won&rsquo;t have that option. &nbsp;<br />\r\n\t<br />\r\n\tThat&rsquo;s speculation, however, and such private-bank incentives to students became fewer after the 2008 financial crisis. Still, we sought out budget and education officials on this, and then we called Alexander&rsquo;s office.<br />\r\n\t<br />\r\n\tAlexander was secretary of education under President George H. W. Bush. His staff referred us to other CBO figures, but that just led to more dispute among budget experts over how to interpret the numbers. But then we found agreement -- from two key Senate offices on opposite sides of the aisle.<br />\r\n\t<br />\r\n\tAlexander&rsquo;s office drew our attention to a statement made by Democratic Sen. Tom Harkin of Iowa, a leader on education issues. On March 23, 2010, on the Senate floor Harkin said that by ending the subsidies to banks, the government would have more money for Pell grants and historically black colleges. He also said that $10 billion would go for debt reduction.<br />\r\n\t<br />\r\n\tNotice that he said $10 billion? But wait -- wasn&rsquo;t it supposed to be $19 billion, according to the CBO figures? So where did the other $9 billion go?<br />\r\n\t<br />\r\n\tIt went to pay for a portion of health care reform, Alexander&rsquo;s staff insisted.<br />\r\n\t<br />\r\n\tWe turned to the staff of the Senate Health, Education, Labor and Pensions Committee, which Harkin chairs. And at last, there was common ground. Harkin indeed said $10 billion would go for debt reduction. The other $9 billion, said committee spokeswoman Justine Sessions, went to help pay for expansion of community health centers, prescription drug access, and consumer protections in insurance.<br />\r\n\t<br />\r\n\tThat&rsquo;s $9 billion for health care out the student loan program.<br />\r\n\t<br />\r\n\tWith that, we return to Portman&rsquo;s claim -- that health care reform &quot;was paid for in part by taking money out of the student loan system.&quot;<br />\r\n\t<br />\r\n\tPortman&rsquo;s statement is partially accurate. The overall health care bill has hundreds of billions in features before revenue and tax offsets bring the costs down, if projections prove to be right. We&rsquo;re not here to debate whether they will. Nine billion dollars is a tiny share. But Portman said &quot;in part,&quot; and that $9 billion is destined for health care, so he&rsquo;s right there.<br />\r\n\t<br />\r\n\tBut he suggested this is at the expense of students. That&rsquo;s a big leap, leaving out important detail and context. The combined student loan-health care bill did not reduce the amount of money that students can borrow. It actually expanded the amount of money available for student aid. What it reduced is the banks&rsquo; share.<br />\r\n\t<br />\r\n\t&quot;The money that was saved wasn&#39;t money that was going into education -- it was money that was subsidizing private banks,&quot; Sessions, of the education committee, said in an email. &quot;Period.&quot;<br />\r\n\t<br />\r\n\tOn the Truth-O-Meter, Portman&rsquo;s claim rates Half True.</p>\r\n", "ruling_comments_date": "2012-05-13T12:55:22.755758", "ruling_date": "2012-05-14T06:00:00", "ruling_headline": "Rob Portman says student loan money was used to cover health care reform", "ruling_headline_slug": "rob-portman-says-student-loan-money-was-used-cover", "ruling_link_text": "Diverted money wasn't going toward student loans", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tSen. Rob Portman, conference call with reporters, April 28, 2012<br />\r\n\t<br />\r\n\tEmail correspondence with Christine Mangi, press secretary to Sen. Portman, May 1 and 2, 2012<br />\r\n\t<br />\r\n\tTelephone interview with Jason Delisle, director of the New America Foundation&rsquo;s Federal Education Budget Project, May 1, 2012<br />\r\n\t<br />\r\n\tCongressional Budget Office, <a href=\"http://www.cbo.gov/sites/default/files/cbofiles/ftpdocs/113xx/doc11379/amendreconprop.pdf\">analysis of H.R. 4872, the Reconciliation Act of 2010</a>, March 20, 2010<br />\r\n\t<br />\r\n\tTelephone and email correspondence and interview with staff of Sen. Lamar Alexander, May 2 and 4, 2012<br />\r\n\t<br />\r\n\tTelephone and email correspondence with Justine Sessions, spokeswoman, Senate Health, Education, Pensions and Labor Committee, May 3 and 4, 2012<br />\r\n\t<br />\r\n\tCongressional Record, <a href=\"http://www.gpo.gov/fdsys/pkg/CREC-2010-03-23/pdf/CREC-2010-03-23-pt1-PgS1821-6.pdf#page=9\">remarks of Sen. Tom Harkin</a>, March 23, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "U.S. senator from Ohio", "false_count": 5, "first_name": "Rob", "half_true_count": 11, "home_state": "Ohio", "id": 534, "last_name": "Portman", "mostly_true_count": 11, "name_slug": "rob-portman", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rob-Portman-official-portrait.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/534/", "total_count": 48, "true_count": 17, "website": "http://portman.senate.gov/"}, "statement": "<p>\r\n\tSays the health care reform bill was paid for, in part, by taking money from students and the student loan system.</p>\r\n", "statement_context": "a conference call with reporters", "statement_date": "2012-04-28", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}