{"art": [{"brightcove": "", "caption": "The pro-David Dewhurst PAC, Conservative Renewal, posted this attack ad on April 25, 2012.", "id": 2385, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/2385/", "title": "Conservative Renewal anti-Leppert anti-Cruz TV ad, April 27, 2012.", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/C-Ob4gqCC5A?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "C-Ob4gqCC5A"}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2012/may/14/conservative-renewal-pac/pro-dewhurst-political-group-says-tom-leppert-pled/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 5913, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/5913/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tA TV ad aired by a political action committee favoring David Dewhurst for the U.S. Senate includes this claim about a former Dallas mayor likewise seeking the Republican Senate nomination: &quot;Tom Leppert pledged to make Dallas a sanctuary city for illegal immigrants.&quot;<br />\r\n\t<br />\r\n\tHe did?<br />\r\n\t<br />\r\n\tBroadly, the idea of sanctuaries for immigrants gained currency in some quarters in the 1980s as citizens of strife-torn countries in Central America sought refuge in the United States. Of late, in contrast, the &quot;sanctuary city&quot; label has been bandied to refer to communities that do not routinely identify and detain illegal immigrants.<br />\r\n\t<br />\r\n\tFor instance, a Sept. 19, 2011,<em> Austin American-Statesman</em> <a href=\"http://www.statesman.com/news/texas-politics/advocates-urge-perry-to-deal-with-sanctuary-cities-1867887.html?printArticle=y\">news story</a> about Gov. Rick Perry&rsquo;s unsuccessful calls on Texas lawmakers to ban sanctuary cities said a &quot;sanctuary city prohibits law enforcement from asking about the immigration status of the people they detain.&quot;<br />\r\n\t<br />\r\n\tIn 2010, Perry and other foes of Texas Democratic gubernatorial nominee Bill White, formerly Houston&rsquo;s mayor, said he had offered sanctuary to illegal immigrants in the Bayou City. They pointed to a 2006 <a href=\"http://alt.coxnewsweb.com/statesman/politifact/08142006_crsreportimmlaw.pdf\">report</a> by the Congressional Research Service listing Houston among 32 localities that had sanctuary policies.<br />\r\n\t<br />\r\n\tWe rated Perry&rsquo;s claim <a href=\"http://politifact.com/texas/statements/2010/mar/14/cathie-adams/gop-chair-cathie-adams-says-bill-white-gave-sanctu/\">False</a>. Houston police did not ask people what their immigration status is during routine patrols, but the only immigration-related action by White that we found relevant was intended to make it harder, not easier, for illegal immigrants to remain. On White&rsquo;s watch, Houston joined the federal <a href=\"http://www.ice.gov/secure_communities/\">Secure Communities</a> program under which fingerprints of people detained by local law enforcement agencies are checked against those of criminal illegal immigrants kept by U.S.&nbsp; Immigration and Customs Enforcement.<br />\r\n\t<br />\r\n\tAnd how did the <a href=\"http://conservativerenewal.com/\">Conservative Renewal PAC</a> conclude that Leppert pledged to make Dallas a sanctuary city?<br />\r\n\t<br />\r\n\tIn an April 27, 2012, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/04272012_conservativerenewalpacadbackup.pdf\">letter</a> defending its ad, two lawyers for the PAC said Leppert, who was mayor from mid-2007 into February 2011, signed an ACORN pledge while running for mayor that was tantamount to promising to make the city a sanctuary. ACORN, since folded, was a left-leaning voter registration and advocacy group.<br />\r\n\t<br />\r\n\tAccording to the lawyers&rsquo; letter, the Leppert-signed pledge said: &quot;If elected, I will respect the fact that immigration policy is a federal issue and does not fall under the city&#39;s domain.&quot; The lawyers&rsquo; letter offers as analysis: &quot;This is a pledge to refrain from undertaking to enforce immigration laws in Dallas. ... This is indisputably a pledge to uphold Dallas&rsquo;s status as a &lsquo;sanctuary city.&rsquo;&quot;<br />\r\n\t<br />\r\n\tWe failed to land a readable copy of the original pledge either from the PAC, which did not provide one, or Leppert. (An online video <a href=\"http://cityhallblog.dallasnews.com/2011/05/former-mayor-tom-leppert-tied.html/\">posted</a> by a Dallas Morning News reporter in May 2011 appears to show Leppert attending an ACORN gathering; an immigration-related pledge, displayed on the wall, twice appears, partly viewable, in the background.)<br />\r\n\t<br />\r\n\tLeppert&rsquo;s campaign spokesman, Daniel Keylin, confirmed by telephone that Leppert signed a pledge stating that immigration law enforcement is a federal duty. However, he said, he&#39;s not 100 percent certain that it had the language cited in the TV ad.<br />\r\n\t<br />\r\n\tSeparately, our online search for news articles on any Leppert &quot;sanctuary&quot; pledge came up empty, although a July 8, 2007, editorial in the <em>Dallas Morning News</em> said Leppert had pledged to create a city office of immigrant affairs.<br />\r\n\t<br />\r\n\tAsked for elaboration, Keylin noted a July 3, 2007, <em>Morning News</em> news article (likely the basis of the editorial) indicating that Leppert supported such an office, which activists were pushing. &quot;All I want is to make sure we have a clear direction,&quot; the article quotes Leppert as saying. &quot;Who does it serve and how are we going to measure its success?&quot; According to the article, the advocates envisioned it helping legal and illegal immigrants assimilate.<br />\r\n\t<br />\r\n\tKeylin told us via email that one reason the office did not come to be is that Leppert did not want it to serve illegal immigrants.<br />\r\n\t<br />\r\n\tKeylin reminded us, too, that most individuals arrested in Dallas are processed at the county jail where fingerprints are shared through the Secure Communities program, which the county joined while Leppert was mayor.<br />\r\n\t<br />\r\n\tDuring Leppert&rsquo;s time as mayor, Keylin said, the Dallas City Council did not take up or pass an ordinance to help out illegal immigrants.<br />\r\n\t<br />\r\n\tKeylin noted, too, a Jan. 14, 2011, <em>American-Statesman</em> <a href=\"http://www.statesman.com/news/texas-politics/amid-talk-of-sanctuary-cities-austin-police-other-1186663.html?printArticle=y\">news article</a> indicating that in Austin, Travis County and Houston, local policies barred law enforcement officers from stopping people to determine their immigration status or because they thought someone was in the country illegally.<br />\r\n\t<br />\r\n\tKeylin insisted that is not the case in the City of Dallas, though the January 2011 <em>Statesman</em> story says that police and sheriff&#39;s officials in Austin, Dallas and Houston said they don&#39;t enforce immigration laws or ask people about their immigration status, in part to encourage people to report crimes and work with police. The story says Dallas County sheriff and Houston police policies note the role undocumented immigrants play in law enforcement. According to the story, Dallas County&rsquo;s policy, put in place in 2010, says: &quot;Participation and involvement of the undocumented aliens&#39; community in law enforcement activities will increase the Sheriff&#39;s Department&#39;s ability to protect and serve the entire community.&quot;<br />\r\n\t<br />\r\n\tThe <em>Statesman</em> story, quoting a Dallas County sheriff&rsquo;s detective, says that when an individual is booked into jail after being arrested, an officer fills out a booking sheet that asks place of birth. Those born outside the U.S. may be questioned further by a federal immigration officer stationed at the booking site, the detective, Raul Reyna, is quoted as saying.<br />\r\n\t<br />\r\n\tWe turned next to federal and municipal authorities.</p>\r\n<p>\r\n\tBy email, ICE spokeswoman Leticia Zamarripa confirmed that the Secure Communities program was <a href=\"http://www.ice.gov/doclib/secure-communities/pdf/sc-activated.pdf\">activated</a> in Dallas and Dallas County in November 2008, which was more than a year into Leppert&rsquo;s time as mayor.<br />\r\n\t<br />\r\n\tBroadly, Tom Perkins, city attorney for the City of Dallas, told us in a telephone interview: &quot;There is no ordinance or City Council resolution that designates Dallas as a sanctuary city and there is no Dallas City Council ordinance or regulation that prohibits Dallas police officers from inquiring into (the) immigration status&quot; of individuals stopped for questioning.<br />\r\n\t<br />\r\n\tHe also mentioned the Dallas Police Department&rsquo;s instruction to police officers, titled &quot;Illegal Immigrants.&quot; Melinda Gutierrez, a spokeswoman for the Dallas Police Department, later sent us the latest version of General Order 315.04, which was revised Feb. 17, 2011, about a week before <a href=\"http://cityhallblog.dallasnews.com/2011/02/in-resignation-speech-mayor-to.html/\">Leppert resigned</a> as mayor.<br />\r\n\t<br />\r\n\tThe order, similar to a September 2008 version we found in a <a href=\"http://www.policefoundation.org/pdf/strikingabalance/Role%20of%20Local%20Police.pdf\">report</a> by the Washington-based Police Foundation, opens: &quot;The U.S. Immigration Code denies us the authority to enforce its provisions; therefore, we do not enforce immigration laws. All other laws apply to illegal immigrants.&quot;<br />\r\n\t<br />\r\n\tThe order continues: &quot;Officers will not stop or contact citizens for the sole purpose of determining immigration status.&quot; Gutierrez, asked if this means officers ask into the immigration status of individuals in other instances, told us by telephone: &quot;It&rsquo;s not something we generally do.&quot;<br />\r\n\t<br />\r\n\tAlso from the order: &quot;Arrest reports will contain arrest elements only and not refer to immigration status.&quot;<br />\r\n\t<br />\r\n\tFederal immigration &quot;agents have the sole responsibility for determining the immigration status of incarcerated persons,&quot; the order says, and federal agents assigned to the <a href=\"http://www.dallas-sheriff.com/Detentions.html\">Lew Sterrett Justice Center</a>, where suspects are detained, &quot;review arrest reports submitted to the Dallas County Sheriff&rsquo;s Office, and then decide which inmates to investigate for possible immigration violations.&quot; Also, the order says, if immigration authorities advise that someone should be detained for an immigration violation, the person will be held by the police. Finally, the order says, city charges will be dropped on request of the immigration agency.<br />\r\n\t<br />\r\n\tGutierrez, asked how long the policy of not stopping individuals solely to check on their immigration status had been in place, sent us a May 1996 special order to department employees from Bennie R. Click, then the police chief. The memo said the department was revising procedures for handling criminal suspects who may also be illegal immigrants to eliminate duplication of the efforts of federal immigration officials and to clarify that Dallas officers not &quot;make investigative stops for the sole purpose of determining citizenship, nor make arrests for immigration law violations.&quot; The full revised order regarding illegal immigrants, shown in the memo, is similar to the 2008 and 2011 versions.<br />\r\n\t<br />\r\n\tSo, for more than 15 years, the Dallas Police Department has had a policy advising police officers against inquiring into the immigration status of individuals, though it also says federal officials routinely review local arrest reports and decide which inmates to investigate for immigration violations.<br />\r\n\t<br />\r\n\tin a telephone interview, Hubert Williams, president of the Police Foundation, which supports police departments staying out of immigration law enforcement, said &quot;sanctuary city&quot; can be considered a &quot;glittering generality,&quot; implying a place where people illegally in the United States can go and nothing will happen to them. Still, he said, local police will arrest any individuals who break state or local laws. &quot;If you go to Dallas and you violate their laws, they&rsquo;re going to lock you up,&quot; he said.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tWe were hampered by not being offered, or finding, the original described pledge.</p>\r\n<p>\r\n\tStill, Leppert&#39;&#39;s camp confirmed that he at one time pledged respect for immigration enforcement being a federal issue. If so, our sense is that he acted in step with the police department&rsquo;s decade-old policy of leaving immigration-related inquiries to Uncle Sam -- which alone can be taken as sufficient to support the &quot;sanctuary city&quot; label.<br />\r\n\t<br />\r\n\tThen again, Leppert did not pledge to &quot;make&quot; Dallas into a sanctuary. His position was essentially status quo. Also, the county joined the Secure Communities program while he was mayor. This claim ignores these critical facts. We rate it Mostly False.</p>\r\n", "ruling_comments_date": "2012-05-14T15:19:26.651394", "ruling_date": "2012-05-14T15:14:20", "ruling_headline": "Pro-Dewhurst political group says Tom Leppert pledged to make Dallas a sanctuary city for illegal immigrants", "ruling_headline_slug": "pro-dewhurst-political-group-says-tom-leppert-pled", "ruling_link_text": "A pledge to keep the status quo", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<em>Austin American-Statesman</em>, news article, <a href=\"http://www.statesman.com/news/texas-politics/advocates-urge-perry-to-deal-with-sanctuary-cities-1867887.html?printArticle=y\">&quot;Advocates urge Perry to deal with sanctuary cities,&quot;</a> Sept. 19, 2011<br />\r\n\t<br />\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/04272012_conservativerenewalpacadbackup.pdf\">Letter</a> defending TV ad from attorneys Michael Bayes and Chris Winkelman, counsel to Conservative Renewal PAC, April 27, 2012<br />\r\n\t<br />\r\n\tDallas Police Department, policies, <a href=\"https://docs.google.com/document/d/1A1sKvW28Cg54xOtLkm9XdYZ17SccZSb_PdyK8fW5wHA/edit\">&quot;General Order 315.04, Illegal Immigrants&quot;</a>, (received May 14, 2012) and <a href=\"http://alt.coxnewsweb.com/statesman/politifact/05311996_DallasPoliceDepartmentMay1996GeneralOrderchange.pdf\">&quot;Special Order, Arrests of Legal/Illegal Immigrants,&quot;</a> May 31, 1996<br />\r\n\t<br />\r\n\tTelephone interviews, Daniel Keylin, communications director, Tom Leppert campaign, May 1 and 17, 2012<br />\r\n\t<br />\r\n\tTelephone interview, Hubert Williams, president, the Police Foundation, Washington, May 15, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Political action committee", "false_count": 0, "first_name": "", "half_true_count": 0, "home_state": "Texas", "id": 1858, "last_name": "Conservative Renewal PAC", "mostly_true_count": 0, "name_slug": "conservative-renewal-pac", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/conservativernewalpic05142012.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1858/", "total_count": 1, "true_count": 0, "website": "http://conservativerenewal.com/"}, "statement": "<p>\r\n\t&quot;Tom Leppert pledged to make Dallas a sanctuary city for illegal immigrants.&quot;</p>\r\n", "statement_context": "a TV ad.", "statement_date": "2012-04-27", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Businessman", "false_count": 1, "first_name": "Tom", "half_true_count": 0, "home_state": "Texas", "id": 1368, "last_name": "Leppert", "mostly_true_count": 1, "name_slug": "tom-leppert", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/leppertcampaign2011.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1368/", "total_count": 3, "true_count": 1, "website": "http://bit.ly/1qBcCc7"}], "twitter_headline": ""}