{"art": [{"brightcove": "", "caption": "As Massachusetts governor in 2004, Mitt Romney signed an assault weapons ban. Has he flip-flopped on gun policy over the years?", "id": 2403, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Assault_weapon.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/2403/", "title": "Assault weapon", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2012/may/18/mitt-romney/mitt-romney-exhibits-marked-change-gun-rhetoric/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 5927, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/5927/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half Flip", "id": 8, "resource_uri": "/api/v/2/statementruling/8/", "ruling": "Half Flip", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/fom-halfFlip.png", "ruling_slug": "half-flip"}, "ruling_comments": "<p>\r\n\tMitt Romney has at times had an awkward relationship with firearms, as when he said during the 2008 Republican presidential primary that his hunting experience generally involved &quot;small varmints.&quot;<br />\r\n\t<br />\r\n\tBut has he flip-flopped on gun policy?<br />\r\n\t<br />\r\n\tWe&rsquo;ll start by noting that the Flip-O-Meter rates politicians&#39; consistency on particular topics <a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\">from No Flip to Full Flop.</a> The meter is not intended to pass judgment on their decisions to change their minds. It&rsquo;s simply gauging whether they did.<br />\r\n\t<br />\r\n\t<strong>Romney&rsquo;s statements on gun restrictions before he became governor</strong><br />\r\n\t<br />\r\n\tIn 1994, Romney challenged Democratic Sen. Edward M. Kennedy and lost. In 2002, he ran successfully for governor of Massachusetts.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tDuring his campaign against Kennedy, Romney supported two gun control measures -- the Brady Bill, which required background checks for gun purchases, and a ban on certain types of assault weapons. Both were strongly opposed by most gun-rights advocates.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tIn a July 1994 question-and-answer session with voters arranged by the <em>Boston Herald</em>, Romney &quot;reaffirmed&quot; his support for both measures. &quot;I don&#39;t think (the waiting period) will have a massive effect on crime, but I think it will have a positive effect,&quot; Romney said.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tIn a subsequent interview published on Sept. 23, 1994, Romney said, &quot;I don&#39;t want special-interest groups making this their campaign. I don&#39;t want their money. I don&#39;t want their help. This is my race.&quot; In the interview, Romney specifically mentioned gun-rights advocates, acknowledging that his stands on the two gun-control measures would put him at odds with such groups.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t&quot;That&#39;s not going to make me the hero of the NRA,&quot; he said, referring to the National Rifle Association. &quot;I don&#39;t line up with a lot of special interest groups.&quot;<br />\r\n\t<br />\r\n\tThen, in his 2002 race for governor, Romney said during a debate against against Democrat Shannon O&#39;Brien, &quot;We have tough gun laws in Massachusetts; I support them.&quot;<br />\r\n\t<br />\r\n\tIn both cases, Romney expressed views favorable to certain kinds of gun-control laws. This is not too surprising, since he was running for statewide office in Massachusetts, which tends to be more favorable toward those laws than more rural parts of the country.<br />\r\n\t<br />\r\n\t<strong>Romney&rsquo;s views on an assault-weapons ban as governor</strong><br />\r\n\t<br />\r\n\tIn 2004, in the middle of his single four-year term as governor, Romney signed a permanent ban on assault weapons -- reportedly the first such state law in the country. &quot;These guns are not made for recreation or self-defense,&quot; the <em>Globe </em>quoted Romney as saying. &quot;They are instruments of destruction with the sole purpose of hunting down and killing people.&quot;<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tDespite that provision -- usually a deal-breaker for gun-rights groups -- the measure received support from pro-gun groups because other provisions lengthened the terms of firearm ID cards and licenses to carry firearms. The <em>Globe </em>reported that during the 2008 campaign, Romney described the bill as a &quot;consensus measure&quot; and a &quot;positive step.&quot;<br />\r\n\t<br />\r\n\tNot long after Romney signed the bill, Romney appeared on <a href=\"http://www.foxnews.com/on-air/hannity/2004/08/05/republican-grows-massachusetts?page=3\">the Aug. 4, 2004, edition of the Fox News program <em>Hannity and Colmes</em></a>. Guest co-host Pat Halpin asked Romney about the existing federal assault weapons ban, which was then on a path to expiring due to intentional Republican inaction. &quot;So are you in favor of that ban being extended or do you want to see it lapse?&quot;<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tRomney responded, &quot;I believe the people should have the right to bear arms, but I don&#39;t believe that we have to have assault weapons as part of our personal arsenal. &hellip; In my state I just signed a piece of legislation extending the ban on certain assault weapons in our state.&quot;<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tHalpin continued to prod. &quot;Governor, would you like to see that extended again on the federal level, as well?&quot; she asked.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tRomney replied, &quot;It very well may be. In our state what we did is we got both sides of this issue to come together, because we relaxed a number of things, allowing people who hadn&#39;t been able to get weapons in the past to be able to purchase those. &hellip; There are hunters in the NRA and the gun owners&#39; action league (who) backed the legislation that said, &lsquo;Look, let&#39;s protect our citizens from dangerous assault weapons, but let&#39;s also make &hellip; regular weapons more available to our citizens.&rsquo; And we made a compromise that works.&quot;<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tRomney, at that moment, appears to be straddling the issue, arguing that ordinary Americans have the right to bear some types of arms but not assault weapons. He said it &quot;very well may be necessary&quot; to extend the federal assault-weapons ban, while adding that he acted on the state ban because it was a compromise that included expansions of other types of gun ownership rules.<br />\r\n\t<br />\r\n\t<strong>Romney&rsquo;s statements during the 2008 presidential campaign</strong><br />\r\n\t<br />\r\n\tRomney&rsquo;s rhetoric on gun control began to shift as he made his first bid for the White House in 2008.<br />\r\n\t<br />\r\n\t&bull; Addressing a <a href=\"http://www.nraila.org/Issues/Articles/Read.aspx?id=255&amp;issue=047\">National Rifle Association members</a> by video on Sept. 10, 2007, Romney said, &quot;I support the Second Amendment as one of the most basic and fundamental rights of every American. It&#39;s essential to our functioning as a free society, as are all the liberties enumerated in the Bill of Rights.&quot; He repeated that message later that month at a<a href=\"https://www.nssf.org/share/BP2/search/disp_BAK.cfm?Iyr=2007&amp;Bissue=092407.htm\"> meeting</a> of the National Shooting Sports Foundation.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t&bull; On the Oct. 21, 2007, edition of CBS&rsquo; <em>Face the Nation</em>, host Bob Schieffer challenged Romney on the evolution of his gun-control position.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tSchieffer said, &quot;You once said, &lsquo;We do have tough gun laws in Massachusetts, I support them, I won&#39;t chip away at them. I believe they protect us.&rsquo; Now you say you are a gun owner. You have joined the National Rifle Association, after saying at one point, &lsquo;I don&#39;t line up with the National Rifle Association.&rsquo; Why would you join that group?&quot;<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tRomney responded, &quot;I support the NRA. I support Second Amendment rights, but I don&#39;t line up 100 percent with the NRA. They take some positions that are different than mine. But my positions are the same as my positions have been with regards to guns for a long, long time, and that is that I respect the right of people to bear arms, and whether that&#39;s for hunting or personal protection. ...&quot;<br />\r\n\t<br />\r\n\t&bull; <a href=\"http://www.youtube.com/watch?v=xiRVAsjESUI&amp;feature=related\">During a Republican presidential debate</a> on Jan. 24, 2008, in Boca Raton, Fla., fellow Republican presidential candidate Mike Huckabee challenged Romney on his views about gun control. Romney responded, &quot;I do support the Second Amendment. And I believe that this is an individual right of citizens and not a right of government. And I hope the Supreme Court reaches that same conclusion.&quot;<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tHe continued, &quot;I also, like the president, would have signed the assault weapon ban that came to his desk. I said I would have supported that and signed a similar bill in our state. It was a bill worked out, by the way, between pro-gun lobby and anti-gun lobby individuals. Both sides of the issue came together and found a way to provide relaxation in licensing requirements and allow more people to have guns for their own legal purposes. And so we signed that in Massachusetts, and I said I would support that at the federal level, just as the president said he would. It did not pass at the federal level. I do not believe we need new legislation.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t&quot;I do not support any new legislation of an assault weapon ban nature, including that against semiautomatic weapons. I instead believe that we have laws in place that if they&#39;re implemented and enforced, will provide the protection and the safety of the American people. But I do not support any new legislation, and I do support the right of individuals to bear arms, whether for hunting purposes or for protection purposes or any other reason. That&#39;s the right that people have.&quot;<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t&bull; In a<a href=\"http://projects.washingtonpost.com/2008-presidential-candidates/issues/candidates/mitt-romney/#gun-control\"> candidate questionnaire</a> during the 2008 primary campaign, the Washington Post asked Romney, &quot;Do you think tighter restrictions should be in place for those buying a firearm?&quot;<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tRomney answered, &quot;No. I believe we need to focus on enforcing our current laws rather than creating new laws that burden lawful gun owners. ... I do not believe in a one-size-fits-all federal approach to gun ownership because people keep and use firearms for different reasons. ...&quot;<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tCollectively, Romney&rsquo;s comments from the 2008 campaign suggest that he heightened his rhetorical support for gun rights, while maintaining some distance from NRA orthodoxy. On actual policies, though, Romney doesn&rsquo;t appear to have changed his position.<br />\r\n\t<br />\r\n\t<strong>Romney&rsquo;s statements during the 2012 presidential campaign</strong><br />\r\n\t<br />\r\n\tWhatever lingering tolerance Romney expressed for gun control in 2008 disappeared in the heat of a contentious 2012 Republican primary.<br />\r\n\t<br />\r\n\tThe <a href=\"http://www.mittromney.com/issues/gun-rights\">issues section of Romney&rsquo;s website</a> offers a clear endorsement of gun rights:<br />\r\n\t<br />\r\n\t&quot;The Second Amendment is essential to the functioning of our free society. Mitt strongly supports the right of all law-abiding Americans to exercise their constitutionally protected right to own firearms and to use them for lawful purposes, including hunting, recreational shooting, self-defense, and the protection of family and property. Like the majority of Americans, Mitt does not believe that the United States needs additional laws that restrict the Second Amendment right to keep and bear arms.&quot;<br />\r\n\t<br />\r\n\tThe website even touts the bill Romney signed as governor but ignores the assault-weapons portion. &quot;As governor of Massachusetts, Mitt was proud to support legislation that expanded the rights of gun owners. He worked hard to advance the ability of law-abiding citizens to purchase and own firearms, while opposing liberal desires to create bureaucracy intended to burden gun owners and sportsmen.&quot;<br />\r\n\t<br />\r\n\tRomney offered a similar message in an <a href=\"http://foxnewsinsider.com/2012/04/13/transcript-read-mitt-romneys-speech-on-freedom-given-at-nra-convention-in-st-louis/\">address</a> to the national convention of the NRA in St. Louis on April 13, 2012:<br />\r\n\t<br />\r\n\t&quot;We need a president who will enforce current laws, not create new ones that only serve to burden lawful gun owners. President Obama has not; I will. We need a president who will stand up for the rights of hunters, sportsmen, and those seeking to protect their homes and their families. President Obama has not; I will. And if we are going to safeguard our Second Amendment, it is time to elect a president who will defend the rights President Obama ignores or minimizes. I will.&quot;<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tDuring his campaigns for statewide Massachusetts office, Romney openly spoke of his support for -- to use his words from 2002 -- &quot;tough gun laws.&quot; As recently as the 2008 Republican primary, Romney said &quot;I don&#39;t line up 100 percent with the NRA.&quot; But since then, his pro-gun rhetoric has become sharper and virtually all nuance was erased. He even touted the bill he signed in Massachusetts by scrubbing any reference to the provisions banning assault weapons.<br />\r\n\t<br />\r\n\tStill, while Romney&rsquo;s rhetoric has moved distinctly in the NRA&rsquo;s direction, it&rsquo;s not clear that his policy positions have changed. This is partly because Romney, even in the 1994 campaign didn&rsquo;t take a full-blown, pro-gun-control stand. And even now, as his rhetoric has become more pro-gun, Romney has never gone so far as to specifically renounce his prior positions, such as his signing of the 2004 Massachusetts law, which at the time was billed as a compromise measure. So Romney&rsquo;s shift has been more on the rhetorical level than substantive. He earns the rating of Half Flip.</p>\r\n", "ruling_comments_date": "2012-05-16T16:40:17.843535", "ruling_date": "2012-05-18T15:24:54", "ruling_headline": "Did Mitt Romney flip-flop on gun control?", "ruling_headline_slug": "mitt-romney-exhibits-marked-change-gun-rhetoric", "ruling_link_text": "In his current rhetoric, no sign of earlier support for restrictions", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tMitt Romney for President, <a href=\"http://www.mittromney.com/issues/gun-rights\">issues page on gun rights</a>, accessed May 16, 2012<br />\r\n\t<br />\r\n\t<a href=\"http://foxnewsinsider.com/2012/04/13/transcript-read-mitt-romneys-speech-on-freedom-given-at-nra-convention-in-st-louis/\">Transcript</a> of Mitt Romney&rsquo;s address before the National Rifle Association&rsquo;s national meeting, April 13, 2012<br />\r\n\t<br />\r\n\tDemocratic National Committee, &quot;<a href=\"http://www.mittvmitt.com/\">Mitt v. Mitt</a>&quot; (four-minute version), Nov. 28, 2011<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tMitt Romney,<a href=\"http://www.foxnews.com/on-air/hannity/2004/08/05/republican-grows-massachusetts?page=3\"> interview</a> on Fox News&rsquo; Hannity and Colmes, Aug. 5, 2004<br />\r\n\t<br />\r\n\tJon Huntsman, &quot;Backflip&quot; (<a href=\"http://www.youtube.com/watch?v=EhyMplwY6HY\">web ad</a>), Oct. 28, 2011<br />\r\n\t<br />\r\n\t<a href=\"http://cq.com/doc/newsmakertranscripts-2660422\">Transcript</a> of Republican presidential debate in Boca Raton, Fla., Jan 24, 2008 (CQ subscribers only)<br />\r\n\t&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;<br />\r\n\tBusiness Insider, &quot;<a href=\"http://articles.businessinsider.com/2011-10-28/politics/30331847_1_jon-huntsman-huntsman-spokesman-tim-miller-flip-flops#ixzz1cYxgTdO9\">Huntsman Attacks Romney With Back-Flipping Toy Monkey</a>,&quot; Oct. 28, 2011<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t2008 Republican presidential candidates&rsquo;<a href=\"http://projects.washingtonpost.com/2008-presidential-candidates/issues/candidates/mitt-romney/#gun-control\"> questionnaires</a> provided to the Washington Post<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t<em>Boston Herald</em>, &quot;Dem-backed crime bill has Romney&#39;s support,&quot; May 29, 1994 (accessed via Lexis-Nexis)<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t<em>Boston Herald</em>, &quot;Herald panel grills Romney on crime,&quot; Aug. 1, 1994 (accessed via Lexis-Nexis)<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t<em>Boston Globe</em>, &quot;Lakian vows to fight gun control,&quot; Aug. 19, 1994 (accessed via Lexis-Nexis)<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t<em>Boston Herald</em>, &quot;Mitt rejects right-wing aid,&quot; Sept. 23, 1994 (accessed via Lexis-Nexis)<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t<em>Boston Globe</em>, &quot;Romney retreats on gun control; Ex-governor woos Republican votes,&quot; Jan. 14, 2007 (accessed via Lexis-Nexis)<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tNational Rifle Association-Institute for Legislative Action, &quot;<a href=\"http://www.nraila.org/Issues/Articles/Read.aspx?id=255&amp;issue=047\">Presidential Candidates Ask for NRA Support</a>,&quot; Oct. 10, 2007<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tMitt Romney, interview on CBS&#39; Face the Nation, Oct. 21, 2007 (accessed via Lexis-Nexis)<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tNational Shooting Sports Foundation, &quot;<a href=\"https://www.nssf.org/share/BP2/search/disp_BAK.cfm?Iyr=2007&amp;Bissue=092407.htm\">Presidential Hopefuls Court Gun Owners, Industry</a>,&quot; undated, 2007<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tTranscript of Fox News-Google Republican presidential debate in Orlando, Fla., Sept. 22, 2011 (accessed via Lexis-Nexis)<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2008/jan/28/john-mccain/romney-used-to-support-gun-control/\">Romney used to support gun control</a>,&quot; Jan. 28, 2008<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2007/oct/24/log-cabin-republicans/romney-supported-gun-control-in-previous-runs/\">Romney supported gun control in previous runs</a>,&quot; Oct. 24, 2007<br />\r\n\t<br />\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2011/nov/02/jon-huntsman/jon-huntsman-accuses-mitt-romney-flip-flopping-gun/\">Jon Huntsman accuses Mitt Romney of flip-flopping on gun control</a>,&quot; Nov. 2, 2011<br />\r\n\t<br />\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2011/nov/29/democratic-national-committee/dnc-ad-accuses-mitt-romney-flip-flopping-assault-w/\">DNC ad accuses Mitt Romney of flip-flopping on assault-weapons ban</a>,&quot; Nov. 29, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 34, "current_job": "Former governor", "false_count": 32, "first_name": "Mitt", "half_true_count": 58, "home_state": "Massachusetts", "id": 5, "last_name": "Romney", "mostly_true_count": 33, "name_slug": "mitt-romney", "pants_count": 19, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-mittromney.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/5/", "total_count": 221, "true_count": 30, "website": "http://www.mittromney.com/"}, "statement": "<p>\r\n\tOn gun policy</p>\r\n", "statement_context": "various public statements", "statement_date": "2012-04-13", "statement_type": {"id": 4, "resource_uri": "/api/v/2/statementtype/4/", "statement_type": "Flip", "type_description": "Flip-o-Meter items"}, "subject": [{"description": "", "id": 19, "photo": null, "resource_uri": "/api/v/2/subject/19/", "subject": "Guns", "subject_slug": "guns", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}