{"art": [{"brightcove": "", "caption": "The Obama campaign aired this ad in several battleground states in May 2012.", "id": 2395, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/2395/", "title": "Steel", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/sWiSFwZJXwE?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "sWiSFwZJXwE"}], "author": [{"email_address": "bbowers@politifact.com", "first_name": "Becky", "id": 177, "last_name": "Bowers", "name_slug": "becky-bowers", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/bbowers-politifact-mug_.gif", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/177/", "title": "PolitiFact Digital Operations Manager", "twitter": null}, {"email_address": "moorhead@tampabay.com", "first_name": "Molly", "id": 274, "last_name": "Moorhead", "name_slug": "molly-moorhead", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Molly_the_Mollster.jpg", "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/274/", "title": "Pasco Editor", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2012/may/16/barack-obama/obama-ad-claims-romney-bain-left-misery-wake-gst-s/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 5929, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "bbowers@politifact.com", "first_name": "Becky", "id": 177, "last_name": "Bowers", "name_slug": "becky-bowers", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/bbowers-politifact-mug_.gif", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/177/", "title": "PolitiFact Digital Operations Manager", "twitter": null}, {"email_address": "moorhead@tampabay.com", "first_name": "Molly", "id": 274, "last_name": "Moorhead", "name_slug": "molly-moorhead", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Molly_the_Mollster.jpg", "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/274/", "title": "Pasco Editor", "twitter": null}], "resource_uri": "/api/v/2/statement/5929/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tMitt Romney&rsquo;s business record is the central narrative of his presidential campaign -- and the main line of attack by his rivals. Is he a savvy businessman who understands the factors that make economies thrive? Or a corporate raider who makes rich profits for himself while often leaving working people as collateral damage?<br />\r\n\t<br />\r\n\tYou can guess which storyline President Barack Obama&rsquo;s campaign is weaving. <a href=\"http://www.youtube.com/watch?v=sWiSFwZJXwE&amp;feature=context-chv\">A new ad</a> from Team Obama tells the story of GST Steel, a company taken over by Bain Capital, the private equity firm Romney led for years before his entrance into politics.<br />\r\n\t<br />\r\n\tIn the ad, we meet several steelworkers who lost their jobs eight years after Bain took over GST. The plant, which went through several owners, first opened in 1888. At its peak it employed 4,500 people in jobs that ensured college for the kids and a secure retirement.. But by the mid 1990s, the plant was struggling against competition and operating with outdated equipment. Bain bought the mill in 1993, took on debt, changed the management and paid dividends to investors. It created a new parent company, GS Industries, and acquired other steel businesses, building its reach, and its debt. Then steel prices dove, and the company had no cushion to weather the difficult times. In 2001, the parent company filed for bankruptcy protection &mdash; and shut down the Kansas City plant.<br />\r\n\t<br />\r\n\t&quot;It was like watching an old friend bleed to death,&quot; former employee Joe Soptic says in the ad.<br />\r\n\t<br />\r\n\tThen we hear Romney&rsquo;s voice: &quot;As I look around at the millions of Americans without work, it breaks my heart.&quot;<br />\r\n\t<br />\r\n\tWe&rsquo;re checking a statement from an Obama campaign news release announcing the ad. It sums up the GST story this way: &quot;After purchasing the company, Mitt Romney and his partners loaded it with debt, closed the Kansas City plant and walked away with a healthy profit, leaving hundreds of employees out of work with their pensions in jeopardy.&quot;<br />\r\n\t<br />\r\n\t<strong>First, some background</strong><br />\r\n\t<br />\r\n\tThe <a href=\"http://www.sec.gov/Archives/edgar/data/925906/0000950144-97-002522.txt\">Kansas City plant</a> produced wire for mattress springs and tires, as well as high-carbon balls and rods used by the mining industry to pulverize rocks. In 1993, owner Armco was looking to sell it, and selected Bain because the firm &quot;had earned a sterling reputation for turning companies around,&quot; <a href=\"http://www.reuters.com/article/2012/01/06/us-campaign-romney-bailout-idUSTRE8050LL20120106\">according to a Reuters story</a> from January 2012 about Bain&rsquo;s takeover.<br />\r\n\t<br />\r\n\tBain Capital, in a statement responding to Obama&rsquo;s ad, says it &quot;undertook an ambitious plan in 1993 to turnaround GSI, a struggling manufacturer of specialty steel products that was slated for closure if no investor could be found. &nbsp;We invested more than $100 million and many thousands of hours into this turnaround, upgrading its facilities in an attempt to make the company competitive.&quot;<br />\r\n\t<br />\r\n\tBain and its partners decided to buy the mill for $75 million, with Bain itself putting up about $8 million to gain majority control of the company, renamed GS Technologies Inc.</p>\r\n<p>\r\n\tWe&rsquo;ll examine each claim in the statement. So first, we address whether Bain &quot;loaded&quot; the steel company with debt.<br />\r\n\t<br />\r\n\t<strong>&lsquo;Loaded it with debt&rsquo;</strong><br />\r\n\t<br />\r\n\tAfter its initial $8 million investment, the new company issued $125 million in bonds &mdash;&nbsp;paying $65 million to stockholders in 1994, according to <a href=\"http://www.sec.gov/Archives/edgar/data/925906/0000950144-98-002571.txt\">GS Technologies Operating Co. filings</a> with the Securities and Exchange Commission. Bain collected a $36.1 million dividend, according to Reuters.<br />\r\n\t<br />\r\n\tGS Technologies announced plans to spend $98 million modernizing the Kansas City plant and in 1995, issued another $125 million in bonds to pay for a merger with another wire rod maker in South Carolina. Bain reinvested $16.5 million of its earlier dividend, Reuters wrote.<br />\r\n\t<br />\r\n\tGST&rsquo;s total debt in 1995: $378 million.<br />\r\n\t<br />\r\n\t&quot;Paying distributions with debt is not uncommon,&quot; Campbell Harvey, a finance professor at Duke University, told Reuters. &quot;The only thing that strikes me as a bit unusual is the size of the dividend. There would be logic in them saving some cash for a downturn.&quot;<br />\r\n\t<br />\r\n\tJosh Kosman, a<em> New York Post</em> reporter and author of the book <em>The Buyout of America: How Private Equity is Destroying Jobs and Killing the American Economy</em>, said Bain reinvested its dividends so it could merge with the other steel company.<br />\r\n\t<br />\r\n\t&quot;They needed to get bigger, to have more earnings to be able to handle the debt,&quot; Kosman told PolitiFact.<br />\r\n\t<br />\r\n\tPlans were put in place to take the company public, but other problems intervened.<br />\r\n\t<br />\r\n\tAccording to a 2002 story in the <em>Boston Globe</em>, plant workers said the company&rsquo;s new owners brought in an inexperienced management team that had no expertise in steel manufacturing, although filings show several top executives did have experience at steel companies.<br />\r\n\t<br />\r\n\tIn April 1997, the company faced its first labor strike in 40 years. The walkout stretched over 10 weeks, becoming bitter, divisive and sometimes violent.<br />\r\n\t<br />\r\n\tThen prices for electricity and natural gas skyrocketed. A power bill in September 1998 was more than double what it had been in 1997, a costly increase because the plant depended so heavily on electrical equipment.<br />\r\n\t<br />\r\n\tMeanwhile, a flood of cheap steel imports drove down prices in the late &lsquo;90s, <a href=\"http://www.sec.gov/Archives/edgar/data/925906/0000950144-99-002840.txt\">the company reported</a>. In 1998, it worked with other steel companies and United Steelworkers of America to petition the government for limits on wire rod imports.<br />\r\n\t<br />\r\n\tBut Kosman, the book author, argues that the debt acquired under Bain was the overriding problem.<br />\r\n\t<br />\r\n\t&quot;After quickly raising profits, (Bain) had the company, less than one year after the buyout, borrow another $61 million to pay themselves a dividend. This left little room for error as profit, $32 million in 1995, could barely cover the increased interest expenses, rising from $9 million to $24 million,&quot; Kosman told us in an email.<br />\r\n\t<br />\r\n\t&quot;Even when profits fell below interest payments in 1998 and 1999 due to cheap imports, there was enough operating profit to survive if not for the interest expense.&quot;<br />\r\n\t<br />\r\n\tIn <a href=\"http://www.sec.gov/Archives/edgar/data/925906/000095014401002815/0000950144-01-002815.txt\">its 2001 bankruptcy filing</a>, GS Industries listed total debts of $554 million.<br />\r\n\t<br />\r\n\t<strong>&lsquo;Closed the Kansas City plant&rsquo;</strong><br />\r\n\t<br />\r\n\tAlong with the bankruptcy filing came <a href=\"http://www.sec.gov/Archives/edgar/data/925906/000095014401002815/0000950144-01-002815.txt\">the announcement</a> that GS Industries was shutting down the Kansas City mill.<br />\r\n\t<br />\r\n\tSome 750 employees were put out of work.<br />\r\n\t<br />\r\n\tIn a <a href=\"http://www.sec.gov/Archives/edgar/data/925906/000095014401002815/0000950144-01-002815.txt\">news release</a>, the company said the bankruptcy was triggered in part by &quot;the critical need to restructure the company&#39;s liabilities.&quot;<br />\r\n\t<br />\r\n\tHow much of that was Romney&rsquo;s fault?<br />\r\n\t<br />\r\n\tMark Essig, GS Industries&rsquo; former CEO, never met Romney. Essig came aboard in January 1998, the year before Romney left to run the Salt Lake City Winter Olympics.<br />\r\n\t<br />\r\n\t&quot;His name never came up in conversation,&quot; Essig told PolitiFact. &quot;In my tenure at GSI, he wasn&#39;t involved at all.&quot;<br class=\"kix-line-break\" />\r\n\t<br />\r\n\tOf course, by the time Essig came on board, the bulk of the debt had already been acquired, during years in which Romney ran Bain. (That&rsquo;s very different from another Bain investment we examined, <a href=\"http://www.politifact.com/truth-o-meter/statements/2012/jan/13/winning-our-future/video-blames-bain-capital-demise-kb-toys/\">KB Toys</a>, in which Bain Capital didn&rsquo;t get involved until after Romney left.) Romney wasn&rsquo;t on GS Industries&rsquo; board of directors, but several Bain employees were.<br />\r\n\t<br />\r\n\tStill, Essig points to a complex picture. Nearly half of U.S. steel companies filed for bankruptcy around the same time that GS Industries did. Major customers of the Kansas City plant did, too, Essig said.<br />\r\n\t<br />\r\n\t&quot;Prices went down, costs had gone up, and it was kind of the perfect storm,&quot; he said. &quot;Our debt load was a factor, no question about it. But there were companies without that debt load that also filed bankruptcy.&quot;<br />\r\n\t<br />\r\n\tMeanwhile, Essig pointed out, closing the Kansas City plant allowed GS Industries to save other plants.<br />\r\n\t<br />\r\n\t&quot;In that respect, we viewed it as a partial victory,&quot; Essig said.<br />\r\n\t<br />\r\n\tRomney, who had left the company, retained his title as CEO of Bain Capital but was not involved in day-to-day operations.<br />\r\n\t<br />\r\n\t&quot;I take personal responsibility for making the investment,&quot; Romney said in a statement at the time of the plant closure, according to the <em>Globe. </em>&quot;But I didn&#39;t manage these companies. Our philosophy at Bain Capital was to support management teams in companies where we saw potential for growth, or in companies that were in financial distress that we thought we might be able to save.&quot;<br />\r\n\t<br />\r\n\tEssig, who voted for Obama in 2008 but this year plans to vote for Romney, doesn&rsquo;t blame him.<br />\r\n\t<br />\r\n\t&quot;No matter how you look at it or what side of the fence you&#39;re on, a plant closing is a tragedy for people. I think when you try to tie it to a person and say, Mitt was responsible for this &mdash; a lot of steel companies went out of business at that time, and Mitt had nothing to do with it,&quot; he said. &quot;That was a macro-industry tidal wave that hit that plant. I bet if the Bain folks had to do it over again, they wouldn&#39;t have gotten involved with it. It can&#39;t be treated lightly, but to lay it at the doorstep of Mitt, I think, is not accurate.&quot;<br />\r\n\t<br />\r\n\t<strong>&lsquo;Walked away with a healthy profit&rsquo;</strong><br />\r\n\t<br />\r\n\tBain had always turned impressive profits, and the GS Industries deal was no exception. <a href=\"http://www.latimes.com/news/nationworld/nation/la-na-romney-bain-20111204,0,343872.story\">The <em>Los Angeles Times</em> wrote last year</a> that a prospectus from 2000 showed Bain delivered an average annual return of 88 percent from 1984 to 1999.<br />\r\n\t<br />\r\n\tThe <em>L.A. Times</em> said Bain invested a total of $24 million in the entire steel company deal (including the merger in South Carolina) and ended up with a $50 million return -- &quot;a 100 percent gain.&quot;<br />\r\n\t<br />\r\n\tReuters also noted that Romney continued receiving dividends from Bain after he left, and Bain collected $900,000 a year from the steel company for management consulting services through 1999.<br />\r\n\t<br />\r\n\t<strong>&lsquo;Leaving hundreds of employees out of work with their pensions in jeopardy&rsquo;</strong><br />\r\n\t<br />\r\n\tFollowing the bankruptcy, GS Industries announced it would not provide workers with severance pay, health insurance, life insurance and pension supplements that had been promised.<br />\r\n\t<br />\r\n\tGS Industries also left the company&rsquo;s pension underfunded by $44 million and in 2002 the U.S. Pension Benefit Guaranty Corp. bailed it out.<br />\r\n\t<br />\r\n\tBasic pension payments were covered, Reuters wrote, but not the supplement agreed to with the union.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tObama&rsquo;s ad, and the news release announcing it, packed a lot of claims about Romney&rsquo;s tenure at Bain Capital and how it handled its investment in a Kansas City steel mill.<br />\r\n\t<br />\r\n\tWe are checking this claim: &quot;After purchasing the company, Mitt Romney and his partners loaded it with debt, closed the Kansas City plant and walked away with a healthy profit, leaving hundreds of employees out of work with their pensions in jeopardy.&quot;<br />\r\n\t<br />\r\n\tWe found, through corporate filings, interviews and investigations by other news organizations, that the statement is accurate but needs some clarification. First, it&rsquo;s true that Bain added significantly to GST&rsquo;s debt load while paying dividends to itself. The plant&rsquo;s closure, however, happened after Romney had left daily operations at Bain, though he led Bain during six years of its majority investment in the plant. And other, outside factors were at work, making the steel industry a tough business. Steel prices were low and electricity costs were high, and those forces drove other steel mills out of business around the same time.<br />\r\n\t<br />\r\n\tThe statement&rsquo;s last two claims are solid: Bain (and Romney) made a profit from taking over GST, and the employees lost many benefits their union had negotiated, including supplemental pension payments. The federal government had to step in to shore up the fund.<br />\r\n\t<br />\r\n\tWe rate the claim Mostly True.</p>\r\n", "ruling_comments_date": "2012-05-16T17:55:48.253517", "ruling_date": "2012-05-16T18:43:46", "ruling_headline": "Obama ad claims Romney, Bain left misery in wake of GST Steel takeover", "ruling_headline_slug": "obama-ad-claims-romney-bain-left-misery-wake-gst-s", "ruling_link_text": "Steel plant's fortunes tanked under Bain", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tBarackObama.com, &quot;<a href=\"http://www.youtube.com/watch?v=sWiSFwZJXwE&amp;feature=context-chv\">Steel</a>,&quot; May 14, 2012<br />\r\n\t<br />\r\n\tReuters, &quot;<a href=\"http://www.reuters.com/article/2012/01/06/us-campaign-romney-bailout-idUSTRE8050LL20120106\">Special report: Romney&#39;s steel skeleton in the Bain closet</a>,&quot; Jan. 6, 2012<br />\r\n\t<br />\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2012/jan/13/winning-our-future/video-blames-bain-capital-demise-kb-toys/\">Video blames Bain Capital for demise of KB Toys</a>,&quot; Jan. 13, 2012<br />\r\n\t<br />\r\n\tInterview with Mark Essig, former CEO of GS Industries, May 15, 2012<br />\r\n\t<br />\r\n\tEmail interview with Charlyn Lusk, spokeswoman for Bain Capital, Stanton Public Relations &amp; Marketing, May 15, 2012<br />\r\n\t<br />\r\n\tEmail &amp; phone interview with author Josh Kosman, May 16, 2012<br />\r\n\t<br />\r\n\t<em>Los Angeles Times</em>, &quot;<a href=\"http://www.latimes.com/news/nationworld/nation/la-na-romney-bain-20111204,0,343872.story\">A closer look at Mitt Romney&#39;s job creation record</a>,&quot; Dec. 3, 2011<br />\r\n\t<br />\r\n\t<em>Kansas City Star</em>, &quot;Shutdown is end of an era; 750 workers to lose jobs in plant closing,&quot; Feb. 8, 2001, via Nexis<br />\r\n\t<br />\r\n\tGS Technologies Operating Co. Inc., <a href=\"http://www.sec.gov/Archives/edgar/data/925906/0000950144-97-002522.txt\">Form 10-K</a>, Dec. 31, 1996<br />\r\n\t<br />\r\n\tGS Technologies Operating Co. Inc., <a href=\"http://www.sec.gov/Archives/edgar/data/925906/0000950144-98-002571.txt\">Form 10-K</a>, Dec. 31, 1997<br />\r\n\t<br />\r\n\tGS Technologies Operating Co. Inc., <a href=\"http://www.sec.gov/Archives/edgar/data/925906/0000950144-99-002840.txt\">Form 10-K</a>, Dec. 31, 1998<br />\r\n\t<br />\r\n\tGS Technologies Operating Co. Inc., <a href=\"http://www.sec.gov/Archives/edgar/data/925906/000095014400013123/0000950144-00-013123.txt\">Form 10-Q</a>, Sept. 30, 2000<br />\r\n\t<br />\r\n\tGS Technologies Operating Co. Inc., <a href=\"http://www.sec.gov/Archives/edgar/data/925906/000095014401002815/0000950144-01-002815.txt\">Form 8-K</a>, Feb. 7, 2001<br />\r\n\t<br />\r\n\t<em>Kansas City Business Journal</em>, &quot;GST shocked by summer electricity bill,&quot; Oct. 30, 1998, via Nexis<br />\r\n\t<br />\r\n\t<em>Boston Globe</em>, &quot;&#39;Their mission is to make money&#39;; But in doing so, Romney did more building than slashing,&quot; Oct. 9, 1994, via Nexis<br />\r\n\t<br />\r\n\t<em>Boston Globe</em>, &quot;Business record helps, hinders Romney,&quot; Oct. 24, 2002, accessed via Nexis</p>\r\n", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>\r\n\tAfter they bought GST Steel, &quot;Mitt Romney and his partners loaded it with debt, closed the Kansas City plant and walked away with a healthy profit, leaving hundreds of employees out of work with their pensions in jeopardy.&quot;</p>\r\n", "statement_context": "a TV ad", "statement_date": "2012-05-14", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}, {"description": "", "id": 219, "photo": null, "resource_uri": "/api/v/2/subject/219/", "subject": "Message Machine 2012", "subject_slug": "message-machine-2012", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 34, "current_job": "Former governor", "false_count": 32, "first_name": "Mitt", "half_true_count": 58, "home_state": "Massachusetts", "id": 5, "last_name": "Romney", "mostly_true_count": 33, "name_slug": "mitt-romney", "pants_count": 19, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-mittromney.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/5/", "total_count": 221, "true_count": 30, "website": "http://www.mittromney.com/"}], "twitter_headline": ""}