{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2008/jul/29/john-mccain/damned-if-you-dont/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "smontgomery@sptimes.com", "first_name": "Scott", "id": 9, "last_name": "Montgomery", "name_slug": "scott-montgomery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/9/", "title": "Former Government & Politics Editor, St. Petersburg Times", "twitter": null}], "facebook_headline": null, "id": 593, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/593/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "In an effort to shore up his foreign policy chops, Sen. Barack Obama took the unusual step of making a trip overseas &mdash; to the Middle East and Europe. The idea, in part, was to show the presidential candidate's gravitas as an international leader.\n<p>\n But the strategy backfired a bit when Obama canceled plans to visit wounded troops at a military hospital in Germany.\n</p>\n<p>\n Obama had been part of a congressional delegation that visited Iraq and Afghanistan, but when that trip ended Obama stayed on the road, spending several days on a campaign-funded tour of Europe. Landstuhl Regional Medical Center in Landstuhl, Germany, was supposed to be one of the stops.\n</p>\n<p>\n The decision to cancel was made after the Pentagon raised a number of issues about its policy against campaign activity at a military base &mdash; including visits by campaign staff or any media coverage or speeches. As a sitting senator, Obama was welcome to visit troops, but no one on the campaign trip with him, including a retired general who is advising his campaign, could go along.\n</p>\n<p>\n Obama found himself in an awkward spot: visit wounded troops alone and risk being seen as having used them as campaign props, or skip the wounded troops altogether. It was a no-win pickle of Obama's own making. He hoped to minimize the political controversy by backing out of the hospital visit.\n</p>\n<p>\n The McCain campaign quickly pounced.\n</p>\n<p>\n An ad released on July 26, 2008, implied Obama blew off the visit with wounded troops because he wasn't allowed to use it as a photo op.\n</p>\n<p>\n \"He made time to go to the gym, but canceled a visit with wounded troops,\" an annoucer says. \"Seems the Pentagon wouldn't allow him to bring cameras.\"\n</p>\n<p>\n That Obama visited a Berlin gym is not in dispute (though the McCain ad actually shows footage of Obama playing basketball with American troops at an airbase in Kuwait). Nor is it disputed that Obama canceled a scheduled visit with wounded troops.\n</p>\n<p>\n But the ad suggests Obama canceled the visit because he wasn't allowed to bring cameras. That's the part the Obama campaign vehemently denies.\n</p>\n<p>\n The Pentagon did raise questions about whether Obama's visit would amount to political activity, which is restricted at military installations.\n</p>\n<p>\n \"Nobody denied Sen. Obama the opportunity to visit our wounded being cared for at Landstuhl. Obviously as a sitting senator he has an interest in that and can certainly visit in an official capacity,\" said Bryan Whitman, spokesman for the Pentagon. \"There are, as you know though, restrictions on what you can do as a candidate for political office, that stems from trying to maintain political neutrality and not have the military involved in politics.\"\n</p>\n<p>\n \"Under no circumstances may a candidate make a campaign-related statement on an instillation,\" Whitman said.\n</p>\n<p>\n According to Department of Defense policy, \"Any activity that may be reasonably viewed as directly or indirectly associating the Department of Defense ... with a partisan political activity ... shall be avoided.\"\r\nSaid Whitman: \"The senator's staff was informed of the limits on what the military can do with respect to a political campaign and how we could support a senator's visit to Landstuhl, and quite frankly I expected them to have the visit.\"\n</p>\n<p>\n The Obama campaign apparently thought better of it.\n</p>\n<p>\n \"Sen. Obama did not want to have a trip to see our wounded warriors perceived as a campaign event when his visit was to show his appreciation for our troops and decided instead not to go,'' retired Maj.  Gen. Scott Gration, a foreign policy adviser to Obama, stated in a release from the campaign.\n</p>\n<p>\n In addition to the ad, McCain took a swipe at Obama's decision during an appearance on the ABC News program\n <i>\n  This Week\n </i>\n .\n</p>\n<p>\n \"Well, I know this, that those troops would have loved to have seen him,\" McCain said. \"And I know of no Pentagon regulation that would have prevented him from going there &mdash; without the media and the press and all of the associated people.\"\n</p>\n<p>\n \"The important thing is that, if I had been told by the Pentagon that I couldn't visit those troops, and I was there and wanted to be there, I guarantee you, there would have been a seismic event.\"\n</p>\n<p>\n \"I believe he had the opportunity to go without the media. And I'll let the facts speak for themselves.\"\n</p>\n<p>\n Obama campaign spokeswoman Linda Douglass told ABC News that Obama never intended for the visit to be a public event.\n</p>\n<p>\n \"We told military officials explicitly that Sen. Obama had absolutely no intention of bringing any members of the media or photographers in with him to visit the wounded warriors,\" Douglass said. \"In all of our communications with the military, we stressed that this was to be a private visit by Sen. Obama.\"\n</p>\n<p>\n In the past, Obama has met privately with wounded veterans at Walter Reed Army Medical Center. U.S. Sen. Jack Reed, D-R.I., who accompanied Obama on part of his tour, said Obama met privately with troops in Iraq and Afghanistan.\n</p>\n<p>\n Sen. Chuck Hagel, R-Neb., also accompanied Obama as part of a congressional delegation on the official trip to Afghanistan and Iraq, but broke off when Obama parted with the delegation and embarked on a short European tour.\n</p>\n<p>\n \"At that point, it was a political trip for Sen. Obama,\" Hagel said on CBS's\n <i>\n  Face the Nation.\n </i>\n \"I think it would have been inappropriate for him and certainly he would have been criticized by the McCain people and the press and probably should have been if on a political trip in Europe paid for by political funds &mdash; not the taxpayers &mdash; to go, essentially, then and be accused of using our wounded men and women as props for his campaign. ... I think it would be totally inappropriate for him on a campaign trip to go to a military hospital and use those soldiers as props. So I think he probably, based on what I know, he did the right thing.\"\n</p>\n<p>\n Hagel added that he did not think the McCain ad was appropriate.\n</p>\n<p>\n Here's what Obama said about it all:\n</p>\n<p>\n \"The staff was working this so I don't know each and every detail but here is what I understand happened,\" Obama told ABC News. \"We had scheduled to go, we had no problem at all in leaving, we always leave press and staff off &mdash; that is why we left it off the schedule. We were treating it in the same way we treat a visit to Walter Reed which I was able to do a few weeks ago without any fanfare whatsoever. I was going to be accompanied by one of my advisors, a former military officer (Gration).\n</p>\n<p>\n \"And we got notice that he would be treated as a campaign person, and it would therefore be perceived as political because he had endorsed my candidacy but he wasn't on the Senate staff. That triggered then a concern that maybe our visit was going to be perceived as political. And the last thing that I want to do is have injured soldiers and the staff at these wonderful institutions having to sort through whether this is political or not or get caught in the crossfire between campaigns.\n</p>\n<p>\n \"So rather than go forward and potentially get caught up in what might have been considered a political controversy of some sort,\" Obama said, \"what we decided was that we not make a visit and instead I would call some of the troops that were there. So that essentially would be the extent of the story.\"\n</p>\n<p>\n In a briefing with reporters, Robert Gibbs, a senior communications adviser to the Obama campaign, said the trip had been planned weeks in advance, but the campaign believed \"it could be done in a way that would not ... be ... seen as a campaign stop.\"\n</p>\n<p>\n Gibbs said the plan was to leave the media entourage on the plane while Obama made his visit.\n</p>\n<p>\n MSNBC reporter Andrea Mitchell, who was part of the traveling press corps, confirmed that in an on-air interview with Sen. Richard Burr, R-N.C.\n</p>\n<p>\n \"The point is that Obama had no intention of bringing any cameras with him,\" Mitchell said. \"I was there. I can vouch for that.\"\n</p>\n<p>\n So where are we? The Obama campaign explanation seems plausible. There is no hard evidence from the McCain campaign that the loss of a photo op played any role in Obama's decision. There's ample evidence, though no documentation, that Obama never intended to bring press to the hospital.\n</p>\n<p>\n On the other hand, this is a problem of Obama's own creation. The fact remains he canceled the visit after the Pentagon voiced concern about political overtones. The fact remains, too, that Obama could have done a private visit even after the Pentagon raised its objections. Obama had done such visits before.\n</p>\n<p>\n We can't give McCain's campaign any points for accuracy here, but neither can we say Obama is a helpless victim of a baseless attack. To do that we would have to give Obama and his version of the campaign's plans every benefit of the doubt. That leads us to Barely True.\n</p>\n<p>\n</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-01-07T13:28:09.223305", "ruling_date": "2008-07-29T00:00:00", "ruling_headline": "Damned if you don't", "ruling_headline_slug": "damned-if-you-dont", "ruling_link_text": "Damned if you don't", "ruling_state": null, "source_documents": null, "sources": "YouTube,\n<a href=\"http://www.youtube.com/watch?v=49hC9TpP_rY\">\n \"McCain Campaign Ad 'Troops'\"\n</a>\nJuly 26, 2008\n<p>\n CBS News,\n <a href=\"http://www.cbsnews.com/stories/2008/07/27/ftn/main4297769.shtml\">\n  \"Hagel: McCain Treading On Very Thin Ground\"\n </a>\n on Face the Nation, July 27, 2008\n</p>\n<p>\n ABC News,\n <a href=\"http://blogs.abcnews.com/politicalpunch/\">\n  \"New McCain Ad Bashes Obama for Not Visiting Troops Using Footage of Obama Visiting Troops\"\n </a>\n by Jake Tapper, July 26, 2008\n</p>\n<p>\n Washington Post,\n <a href=\"http://blog.washingtonpost.com/the-trail/2008/07/25/no_troop_visits_for_obama_in_g.html?hpid=topnews\">\n  \"No Troop Visits for Obama in Germany\"\n </a>\n by Dan Balz, July 25, 2008\n</p>\n<p>\n ABC News,\n <a href=\"http://abcnews.go.com/ThisWeek/Story?id=5457720&amp;page=2\">\n  \"Transcript: Sen John McCain\"\n </a>\n from \"This Week with George Stephanopoulos,\" July 27, 2008\n</p>\n<p>\n Fox News,\n <a href=\"http://bourbonroom.blogs.foxnews.com/2008/07/25/more-on-obama-and-landstuhl-latest-from-obama-camp/\">\n  \"More on Obama and Landstuhl &mdash; Latest from Obama Camp\"\n </a>\n by Major Garrett, July 25, 2008\n</p>\n<p>\n Department of Defense,\n <a href=\"http://www.fvap.gov/resources/media/doddirective134410.pdf\">\n  \"Directive on Political Activities by Members of the Armed Forces\"\n </a>\n</p>\n<p>\n FactCheck.org,\n <a href=\"http://www.factcheck.org/elections-2008/snubbing_wounded_troops.html\">\n  \"Snubbing Wounded Troops?\"\n </a>\n July 28, 2008\n</p>\n<p>\n YouTube,\n <a href=\"http://www.youtube.com/watch?v=LifsuCdTnXo\">\n  \"Video: Andrea Mitchell on Obama's canceled visit\"\n </a>\n <a>\n </a>\n on MSNBC, July 28, 2008\n</p>\n<p>\n Interview with Lt. Col. Patrick Ryder, a spokesman with the Department of Defense, July 28, 2008\n</p>\n<p>\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 32, "current_job": "U.S. senator", "false_count": 39, "first_name": "John", "half_true_count": 31, "home_state": "Arizona", "id": 8, "last_name": "McCain", "mostly_true_count": 37, "name_slug": "john-mccain", "pants_count": 8, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-johnmccain.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Arizona", "edition": "Arizona", "edition_slug": "arizona", "has_afterthefact": false, "id": 56, "index_page": false, "meter_name": "The Arizona Truth-O-Meter", "resource_uri": "/api/v/2/edition/56/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/8/", "total_count": 190, "true_count": 37, "website": "http://www.johnmccain.com/"}, "statement": "\"He made time to go to the gym, but canceled a visit with wounded troops. Seems the Pentagon wouldn't allow him to bring cameras.\"\r\n", "statement_context": "a TV ad", "statement_date": "2008-07-26", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}], "target": [], "twitter_headline": null}