{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2012/may/30/allen-west/allen-west-says-obamacare-slush-fund-was-being-use/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "sareson@projo.com", "first_name": "Susan", "id": 164, "last_name": "Areson", "name_slug": "susan-areson", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/areson.sue80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/164/", "title": "metropolitan managing editor", "twitter": null}], "facebook_headline": null, "id": 5944, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/5944/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\t<em><strong>Correction:</strong> We mistakenly published this item May 29, 2012, as a Mostly False when we had concluded it was False.&nbsp; We have corrected the ruling below. The item is otherwise unchanged.</em></p>\r\n<p>\r\n\tPut down your hot dogs and doughnuts and listen up: Americans have gotten fat. And we&rsquo;ve heard advice from that fit First Lady about how to lighten up -- eat our veggies and get moving.<br />\r\n\t<br />\r\n\tBut U.S. Rep. Allen West, R-Fla., has gotten wind of a wacky federally-funded strategy to slim our bulging waistlines: spaying dogs and cats.<br />\r\n\t<br />\r\n\tWest listed examples of fiscal &quot;absurdity&quot; in a mid-May <a href=\"http://west.congressnewsletter.net/mail/util.cfm?gpiv=2100088507.2156.545&amp;gen=1\">newsletter</a>. &quot;ObamaCare Slush Fund Money Being Use To Spay Stray Dogs And Cats &ndash; Counts As An Anti-Obesity Campaign,&quot; the newsletter stated, and then quoted a few sentences from an April 30, 2012, <em><a href=\"http://washingtonexaminer.com/politics/washington-secrets/2012/04/obama-anti-obesity-%E2%80%9Cslush-fund%E2%80%9D-promote-pet-spaying/554751\">Washington Examiner</a></em> story about a program in Nashville.<br />\r\n\t<br />\r\n\tThe article said an anti-obesity &quot;slush fund&quot; under &quot;Obamacare&quot; was used in Nashville to promote spaying dogs and cats, because stray dogs were scaring people from exercising outdoors.<br />\r\n\t<br />\r\n\tThe newspaper&rsquo;s story prompted comments from readers angry about the reported misuse of federal dollars, one defending the right to be obese, and another predicting that pets will want the right to marry each other.<br />\r\n\t<br />\r\n\tThis claim was spreading on the Internet faster than fleas on a dog, so we decided to check it out: Was any money from the federal health care law used to spay dogs and cats and billed as an anti-obesity program for people?<br />\r\n\t<br />\r\n\t<strong>Federal program helped Nashville hire animal control officers</strong><br />\r\n\t<br />\r\n\tThe story begins in 2010, when the federal government granted stimulus money to communities to decrease obesity and improve levels of nutrition and exercise. An initial 44 programs got money through the American Recovery and Reinvestment Act, which included a health care prevention and wellness component.<br />\r\n\t<br />\r\n\tThe <a href=\"http://www.hhs.gov/recovery/programs/cppw/granteesbystate.html#tn\">Nashville/Davidson County Metro Health Department</a> was one of the groups that received money through the federal program, called <a href=\"http://www.hhs.gov/recovery/programs/cppw/factsheet.html\">Communities Putting Prevention to Work</a> (CPPW). Nashville received about $7.5 mllion. More than one-quarter of adults there are <a href=\"http://www.cdc.gov/CommunitiesPuttingPreventiontoWork/communities/profiles/obesity-tn_nashville-davidson-county.htm\">obese</a>.<br />\r\n\t<br />\r\n\tThe grant helped pay for free bikes in city parks, hiring a coordinator for urban gardens, and ensuring Head Start children had access to healthy food and exercise. Some projects are still in the works, including adding kiosks in urban areas for people to rent bikes, said Alisa Haushalter, Nashville&rsquo;s project director.<br />\r\n\t<br />\r\n\tA small portion of the grant related to animals. Haushalter said that the federal grant included about $175,000 for two animal control officers and a program specialist. The goal was to decrease loose dogs and educate the public about animal care. Nashville targeted two low-income zip codes that generated the highest numbers of complaints to animal control.<br />\r\n\t<br />\r\n\tAround the same time, the Nashville Humane Association received a $35,000 grant for spay/neuter clinics in those areas from <a href=\"https://www.documentcloud.org/documents/357542-nashville-humane-association-ltr-07-01-2010-1.html\">PetSmart Charities</a>. Humane association executive director Joy Beach told us that the association doesn&rsquo;t get money from the city of Nashville and gets most of its money from private donations plus a $1,000 state grant.<br />\r\n\t<br />\r\n\tThe association did not receive any money from the federal Communities Putting Prevention to Work grant for the pet clinic, Beach said. So no federal money went to pet spaying and neutering.<br />\r\n\t<br />\r\n\tThere is a connection, though, between the stimulus grant and the clinics. The animal control officers hired through the grant attended the clinics -- similar to how police officers attend community events. The grant also covered the salary of a program specialist who initially helped promote the clinics, said health department spokesman Brian Todd.<br />\r\n\t<br />\r\n\tWe asked the Centers for Disease Control, which oversees the grant program, if any stimulus money went to spay or neuter pets in Nashville and we received a succinct response: &quot;No,&quot; wrote Barbara Reynolds, a spokeswoman.<br />\r\n\t<br />\r\n\tIf the money for the pet clinics came from PetSmart Charities and the humane association, what fueled this rumor that an Obamacare slush fund was paying for it?<br />\r\n\t<br />\r\n\t<strong>Promotional materials were unclear</strong><br />\r\n\t<br />\r\n\tWhen officials in Nashville promoted the program, their information wasn&rsquo;t always clear about the funding. Some of the publicity omitted that the pet clinics were paid for through a PetSmart Charities grant. Other documents listed multiple partners, including the stimulus project, making it appear that it did pay for the clinic. Some information was vague -- the city&rsquo;s <a href=\"http://health.nashville.gov/CPPW/\">website</a> said that the stimulus program would help Nashville &quot;address loose dogs.&quot;<br />\r\n\t<br />\r\n\tNot surprisingly, some of the news coverage stated that the stimulus grant would pay for the pet clinics. The <em><a href=\"http://www.kipp.org/news/the-tennessean-nashville-tn-free-nashville-vet-clinics-offered-aim-is-to-help-people-too\">Tennessean</a></em> wrote in March 2011: &quot;A free clinic for dogs and cats is opening in East Nashville &mdash; but the goal is improving people&#39;s health.&quot;</p>\r\n<p>\r\n\tIt was the <em>Washington Examiner</em> article that helped make dog clinics into a hot topic beyond Nashville. &quot;A controversial anti-obesity &lsquo;slush fund&rsquo; under Obamacare was used in Nashville, Tennessee, to promote spaying dogs and cats,&quot; the report said. &quot;The reasoning: stray dogs scare people from exercising outdoors.&quot;<br />\r\n\t<br />\r\n\tTodd, the health department spokesman, sought a correction from the newspaper. Todd told the reporter in an email (which he forwarded to PolitiFact) that as part of the stimulus grant, the health department partnered with the humane association, and that the federal grant paid for the animal control officers who attended the clinics to provide education. But the spay/neuter services were provided by the humane association and PetSmart charities, he said.<br />\r\n\t<br />\r\n\tThe <em>Examiner </em>article included this correction on May 7: &quot;The Nashville Health Department said that the funding did not pay for the spaying, but instead was used to promote the anti-obesity effort that included the neutering campaign. Also it funded the hiring of two animal control officers &lsquo;for the purpose of increasing animal control presence and enforcement in neighborhoods where we knew there was a loose dog problem.&rsquo;&quot;<br />\r\n\t<br />\r\n\t<strong>Republicans cry foul about pet clinics</strong><br />\r\n\t<br />\r\n\tShortly after the <em>Examiner </em>article, the claim about an &quot;ObamaCare slush fund&quot; being used to spay and neuter animals started spreading.<br />\r\n\t<br />\r\n\tThe U.S. House of Representatives <a href=\"http://edworkforce.house.gov/News/DocumentSingle.aspx?DocumentID=292896\">Education and Workforce Committee</a> and the <a href=\"http://energycommerce.house.gov/News/PRArticle.aspx?NewsID=9494\">Energy and Commerce Committee</a> issued press releases that cited the Nashville pet clinic as an example of misguided spending:<br />\r\n\t<br />\r\n\t&quot;Bearing out the infamous declaration that we would have to pass the health care law to find out what was in it, Congress and the American people have recently begun taking a closer look at a massive new spending program known colloquially as the Obamacare &lsquo;slush fund,&rsquo; &quot; stated the energy committee&rsquo;s press release.<br />\r\n\t<br />\r\n\tThe dollars for doggies claim led to a spat between lawmakers at a May 9 committee hearing.<br />\r\n\t<br />\r\n\t&quot;Incredibly, this same program also funded free pet spaying and neutering,&quot; said Rep. Cliff Stearns, R-Ocala. &quot;While a laudable goal, the Department of Health and Human Services should focus its limited resources on human health.&quot;<br />\r\n\t<br />\r\n\tStearns pointed to the Recovery.gov website, which included <a href=\"http://www.recovery.gov/espsearch/Pages/default.aspx?k=spay%2fneuter+and+Nashville\">two updates</a> about Nashville&rsquo;s grant that included pet clinics. &quot;Services to a high-need area occurred to provide free spay/neuter and wellness clinics for dogs and cats in order to curb animals running at large,&quot; stated one update.<br />\r\n\t<br />\r\n\tRep. Jan Schakowsky, D-Ill., told Stearns that the pet clinic claim was wrong and cited a blog by <em><a href=\"http://thehill.com/blogs/healthwatch/health-reform-implementation/225367--official-no-taxpayer-funds-went-to-neuter-tenn-dogs\">The Hill</a></em> that stated that the clinic was paid for with the PetSmart Charities grant.</p>\r\n<p>\r\n\tWe contacted West&#39;s office for comment on this report, but we didn&#39;t hear back.<br />\r\n\t<br />\r\n\tHaushalter told us in an email: &quot;Since this project was comprehensive and leveraged partner resources, we reported on the entire project. In retrospect, and upon review of a variety of documents/reports, I understand that there are several communications that may be vague or less clear than desired. However, I can assure you ARRA funds were not used to pay for spay/neuter or vet services.&quot;<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tWest said in a May 14 newsletter that among examples of &quot;absurdity&quot; in our country was this: &quot;ObamaCare Slush Fund Money Being Use To Spay Stray Dogs And Cats &ndash; Counts As An Anti-Obesity Campaign.&quot;<br />\r\n\t<br />\r\n\tPublicity information, news coverage and even the federal government&rsquo;s own website about the stimulus did suggest that taxpayers paid for pets to get spayed or neutered as part of an effort to help people exercise outdoors free from the threat of stray dogs.<br />\r\n\t<br />\r\n\tThere is a connection between the federal money and the clinics. A program specialist whose salary was paid for through the grant promoted the clinics, and the grant-funded animal control officers were on hand at the clinics. But it&rsquo;s not accurate to say that the money was used to spay or neuter the animals.</p>\r\n<p>\r\n\tAnd the money did not come from an &quot;Obamacare slush fund&quot; -- it wasn&#39;t part of the health care law. Calling it a &quot;slush fund&quot; could lead readers to view it as a secretive stash of money, when in reality Congress approved the stimulus act that included money for community-based prevention. Information about the communities that got the grant is publicly available online.</p>\r\n<p>\r\n\tFinally, by the time West made his claim, <em>The Hill</em> and <em>Congressional Quarterly</em> had both reported that the initial claims were wrong. In fact, PetSmart Charities gave the humane association $35,000 to pay for pet neutering and spaying.</p>\r\n<p>\r\n\tWe rate this claim False.</p>\r\n", "ruling_comments_date": "2012-05-18T11:00:44.242303", "ruling_date": "2012-05-30T16:44:05", "ruling_headline": "Allen West says that “ObamaCare Slush Fund” was being used to spay dogs and cats as part of an “anti-obesity campaign”", "ruling_headline_slug": "allen-west-says-obamacare-slush-fund-was-being-use", "ruling_link_text": "UPDATE: Corrected ruling", "ruling_state": "Florida", "source_documents": null, "sources": "<p>\r\n\tU.S. Rep. Allen West, <a href=\"http://west.congressnewsletter.net/mail/util.cfm?gpiv=2100088507.2156.545&amp;gen=1\">Weekly wrapup</a>, May 14, 2012<br />\r\n\t<br />\r\n\tU.S. Department of Health and Human Services, <a href=\"http://www.hhs.gov/recovery/programs/cppw/factsheet.html\">HHS Communities Putting Prevention to Work Initiative</a>, Accessed May 17, 2012<br />\r\n\t<br />\r\n\tCenters for Disease Control and Prevention, <a href=\"http://www.cdc.gov/CommunitiesPuttingPreventiontoWork/communities/profiles/obesity-tn_nashville-davidson-county.htm\">Nashville and Davidson County Communities Putting Prevention to Work,</a> Accessed May 22, 2012<br />\r\n\t<br />\r\n\tU.S. government&rsquo;s Recovery.gov website, <a href=\"http://www.recovery.gov/espsearch/Pages/default.aspx?k=spay%2fneuter+and+Nashville\">Quarterly updates for Nashville&rsquo;s Communities Putting Prevention to Work</a>, First and second quarter updates 2011<br />\r\n\t<br />\r\n\tU.S. House of Representatives Education and the Workforce Committee,<a href=\"http://edworkforce.house.gov/News/DocumentSingle.aspx?DocumentID=292896\"> &quot;Democrats flip flop on ObamaCare slush fund,&quot;</a> April 27, 2012<br />\r\n\t<br />\r\n\tU.S. House of Representatives Energy and Commerce Committee, <a href=\"http://energycommerce.house.gov/News/PRArticle.aspx?NewsID=9494\">&quot;Exam room: Obamacare funnels taxpayer dollars to grant program that funds pet neutering, bike clubs and lobbying efforts to increase taxes,&quot; </a>May 2, 2012<br />\r\n\t&nbsp;<br />\r\n\tNashville Humane Association Press release, <a href=\"https://docs.google.com/document/d/1cWQqUzIAzLRrFKO3JFJ0tP6juXzC8u6VukNRHpcAQME/edit\">Temporary veterinary care provided free of charge for a limited time to residents of the 37013 zip code</a>, June 22, 2011<br />\r\n\t<br />\r\n\tNashville/Davidson Metro Health Department press release, <a href=\"https://docs.google.com/document/d/1cWQqUzIAzLRrFKO3JFJ0tP6juXzC8u6VukNRHpcAQME/edit\">Veterinary care provided free of charge for a limited time to residents of the 37207 zip code</a>, Feb. 18, 2011<br />\r\n\t<br />\r\n\tNashville/Davidson Metro Health Department, <a href=\"http://health.nashville.gov/BOH/bm_20120228.htm\">minutes</a>, February 28, 2012<br />\r\n\t<br />\r\n\tNashville.gov website, <a href=\"http://health.nashville.gov/CPPW/\">About Communities Putting Prevention to Work,</a> Accessed May 23, 2012<br />\r\n\t<br />\r\n\tPinellas County Health Department, <a href=\"http://www.pinellashealth.com/wellness/CommunitiesPuttingPreventionToWork.asp\">&quot;Communities Putting Prevention to Work,&quot;</a> Accessed May 18, 2012<br />\r\n\t<br />\r\n\t<em>Washington Examiner</em>, <a href=\"http://washingtonexaminer.com/politics/washington-secrets/2012/04/obama-anti-obesity-%E2%80%9Cslush-fund%E2%80%9D-promote-pet-spaying/554751\">&quot;Obama anti-obesity slush fund to promote pet spaying,&quot; </a>April 30, 2012<br />\r\n\t<br />\r\n\t<em>The Nashville Tennessean</em>, <a href=\"http://www.kipp.org/news/the-tennessean-nashville-tn-free-nashville-vet-clinics-offered-aim-is-to-help-people-too\">&quot;Stimulus, grants funds free vet clinics,&quot; </a>March 4, 2011<br />\r\n\t<br />\r\n\t<em>The Nashville Tennessean </em>accessed in Nexis, &quot;Neutering project hits snag,&quot; Feb. 11, 2012<br />\r\n\t<br />\r\n\t<em>The Nashville Tennessean </em>video, <a href=\"http://www.tennessean.com/videonetwork/1445422368001/Humane-Association-offer-free-neutering\">&quot;Humane association offering free neutering,&quot; </a>Feb. 9, 2012<br />\r\n\t<br />\r\n\t<em>The Hill&rsquo;s </em>Healthwatch blog, <a href=\"http://thehill.com/blogs/healthwatch/health-reform-implementation/225367--official-no-taxpayer-funds-went-to-neuter-tenn-dogs\">&quot;Official: No taxpayer funds went to neuter Tenn. dogs,&quot; </a>May 3, 2012<br />\r\n\t<br />\r\n\t<em>The City Paper</em>, <a href=\"http://nashvillecitypaper.com/content/city-news/zip-code-focused-spay-neuter-program-preps-official-start\">&quot;Zip code-focused spay, neuter program preps for official start,&quot;</a> Jan. 24, 2011<br />\r\n\t<br />\r\n\tCongressional Quarterly accessed in Nexis, &quot;GOP barking up the wrong tree on spay clinic, Nashville health official says,&quot; May 4, 2012<br />\r\n\t<br />\r\n\tCongressional Quarterly transcripts accessed in Nexis, House Committee on Energy and Commerce, subcommittee on oversight and investigations, May 9, 2012<br />\r\n\t<br />\r\n\tNashville Communities Putting Prevention to Work, <a href=\"https://www.documentcloud.org/documents/357907-nashville-cppw-powerpoint.html\">Powerpoint,</a> March 14, 2012</p>\r\n<p>\r\n\tPetSmart Charities, <a href=\"https://www.documentcloud.org/documents/357542-nashville-humane-association-ltr-07-01-2010-1.html\">Grant to Nashville Humane Association</a>, July 1, 2010<br />\r\n\t<br />\r\n\tInterview, Brian Todd, spokesman for the Nashville Health Department, May 16, 2012<br />\r\n\t<br />\r\n\tInterview, &nbsp;Alisa Haushalter, project director for Nashville&rsquo;s Community Putting Prevention to Work, May 21, 2012<br />\r\n\t<br />\r\n\tInterview, Joy Beach, executive director of the Nashville Humane Association, May 17, 2012<br />\r\n\t<br />\r\n\tInterview, Steve Pawlowski, spokesman for PetSmart Charities, May 17, 2012<br />\r\n\t<br />\r\n\tInterview, Barbara Reynolds, spokeswoman at the Centers for Disease Control and Prevention, May 18, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 6, "current_job": "U.S. representative, Florida District 22", "false_count": 9, "first_name": "Allen", "half_true_count": 3, "home_state": "Florida", "id": 390, "last_name": "West", "mostly_true_count": 1, "name_slug": "allen-west", "pants_count": 4, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/allenwest.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/390/", "total_count": 26, "true_count": 3, "website": ""}, "statement": "<p>\r\n\tAn &quot;Obamacare slush fund&quot; paid to spay and neuter dogs and cats, then counted it as an &quot;anti-obesity campaign.&quot;</p>\r\n", "statement_context": "a newsletter", "statement_date": "2012-05-14", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 210, "photo": null, "resource_uri": "/api/v/2/subject/210/", "subject": "Animals", "subject_slug": "animals", "used_in_edition": ["/api/v/2/edition/6/"]}, {"description": "<p>We strive to make our work completely accurate. When we make a mistake, we correct it and note it on the original item. If the mistake is so significant that it requires us to change the ruling, we will do so. Readers who see an error should contact the writer or editor. Their names are listed on the right side of every Truth-O-Meter item. Clicking on their names will take you to their bio pages, where you can find their email addresses. Read more about our corrections policies in our <a href=\"http://www.politifact.com/truth-o-meter/article/2013/nov/01/principles-politifact-punditfact-and-truth-o-meter/\">Principles of the Truth-O-Meter</a>.</p>\r\n", "id": 255, "photo": null, "resource_uri": "/api/v/2/subject/255/", "subject": "Corrections and Updates", "subject_slug": "corrections-and-updates", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/14/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 150, "photo": null, "resource_uri": "/api/v/2/subject/150/", "subject": "Stimulus", "subject_slug": "stimulus", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [{"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}], "twitter_headline": ""}