{"art": [], "author": [{"email_address": "ZMcMillin@CommercialAppeal.com", "first_name": "Zack", "id": 314, "last_name": "McMillin", "name_slug": "zack-mcmillin", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/ZackMcMillinPolitiFact.JPG", "publication": {"id": 19, "publication_name": "The Commercial Appeal, Memphis", "resource_uri": "/api/v/2/publication/19/"}, "resource_uri": "/api/v/2/staffer/314/", "title": "Editor, PolitiFact Tennessee", "twitter": null}], "canonical_url": "/tennessee/statements/2012/may/20/bill-haslam/gov-haslam-schools-merger-and-new-legislation/", "edition": {"adkey": "Editions", "advalue": "Tennessee", "edition": "Tennessee", "edition_slug": "tennessee", "has_afterthefact": false, "id": 14, "index_page": false, "meter_name": "The Tennessee Truth-O-Meter", "resource_uri": "/api/v/2/edition/14/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}, {"email_address": "AhillenS@KnoxNews.com", "first_name": "Steve", "id": 316, "last_name": "Ahillen", "name_slug": "steve-ahillen", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 21, "publication_name": "Knoxville News Sentinel", "resource_uri": "/api/v/2/publication/21/"}, "resource_uri": "/api/v/2/staffer/316/", "title": "Knoxville News Sentinel Data, Investigative and Sunday Editor", "twitter": null}, {"email_address": "Locker@CommercialAppeal.com", "first_name": "Richard", "id": 317, "last_name": "Locker", "name_slug": "richard-locker", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 19, "publication_name": "The Commercial Appeal, Memphis", "resource_uri": "/api/v/2/publication/19/"}, "resource_uri": "/api/v/2/staffer/317/", "title": "Nashville Bureau Chief, The Commercial Appeal in Memphis", "twitter": null}], "facebook_headline": null, "id": 5953, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ZMcMillin@CommercialAppeal.com", "first_name": "Zack", "id": 314, "last_name": "McMillin", "name_slug": "zack-mcmillin", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/ZackMcMillinPolitiFact.JPG", "publication": {"id": 19, "publication_name": "The Commercial Appeal, Memphis", "resource_uri": "/api/v/2/publication/19/"}, "resource_uri": "/api/v/2/staffer/314/", "title": "Editor, PolitiFact Tennessee", "twitter": null}], "resource_uri": "/api/v/2/statement/5953/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Full Flop", "id": 9, "resource_uri": "/api/v/2/statementruling/9/", "ruling": "Full Flop", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/fom-fullFlop.png", "ruling_slug": "full-flop"}, "ruling_comments": "<p>\r\n\tTennessee Gov. Bill Haslam on whether to allow new schools merger legislation before the completion of work by Shelby County&rsquo;s Transition Planning Commission.<br />\r\n\t<br />\r\n\t<strong>Jan. 12:</strong> &quot;My sense is there is a real good-faith effort being made now to come up with the right plan, and I would like to see that play out before anything else happened legislatively.&quot;<br />\r\n\t<br />\r\n\t<strong>April 2: &quot;</strong>I would just love to see that commission reach the end of their work, come out with a proposal and then let the municipals make a decision. I&rsquo;ve felt that all along.&quot;<br />\r\n\t<br />\r\n\t<strong>May 8:</strong> &quot;I&rsquo;ve made my thoughts clear: I really did want to see the commission have a chance to get their plan out and implemented.&quot;<br />\r\n\t<br />\r\n\t<strong>May 9: </strong>Haslam signs into law the new state legislation paving the way for Shelby County suburban cities to hold Aug. 2 referendums to create new municipal school districts.<br />\r\n\t<br />\r\n\tAs Shelby County awaited Gov. Bill Haslam&rsquo;s decision on what to do when new schools legislation reached his desk, the Memphis-dominated Shelby County Board of Commissioners was already considering how it <a href=\"http://www.commercialappeal.com/news/2012/may/06/sides-disagree-over-districts/\">might respond legally</a> after the bill, allowing Aug. 2 referendums on creating new municipal districts, became law.<br />\r\n\t<br />\r\n\tThis despite the fact that Haslam had made statements all year saying he wanted the countywide schools merger Transition Planning Commission (TPC) to complete its work before any new legislation affecting the merger was enacted. Why the concern over creating a legal strategy to challenge the municipal districts when the governor, who had said he did not want new legislation, had the power to kill the bill with a veto? After all, the legislature had adjourned and speakers of the state House and Senate had said they <a href=\"http://blogs.knoxnews.com/humphrey/2012/05/sunday-column-haslams-veto-and.html\">would not be reconvening</a>, not even to override a veto.<br />\r\n\t<br />\r\n\tBut Commissioner Walter Bailey, one of the longest serving public office-holders in the state, said members of that body held little hope that Haslam would provide the veto that in essence would prevent the municipalities from creating new municipal districts before the TPC had completed its work.<br />\r\n\t<br />\r\n\t&quot;He indicates his feelings on one hand but I don&rsquo;t think his actions have been consistent,&quot; Bailey said.<br />\r\n\t<br />\r\n\tOn May 9, Haslam <a href=\"http://www.commercialappeal.com/news/2012/may/09/haslam-signs-bill-allowing-local-referendums-munic/\">signed the bill</a>. We decided to look at whether, in so doing, the governor had effectively changed his position on whether to endorse new schools legislation before the schools merger commission had completed its work. This is our first use of the Flip-O-Meter in Tennessee, and it&#39;s important to stress this from the Flip-O-Meter description: &quot;We are not making a value judgement about flip-flopping. Some people say it shows inconsistent principles and lack of backbone. Others say it&#39;s just pragmatism and a willingness to compromise.&quot;<br />\r\n\t<br />\r\n\tSome background is required to understand why this is such a crucial issue for Shelby Countians. <a href=\"http://www.commercialappeal.com/news/2011/aug/24/parties-memphis-shelby-county-schools-merger-case/\">Last August</a>, U.S. Dist. Court Judge Samuel &quot;Hardy&quot; Mays ruled that Memphis had followed proper legal procedures in surrendering the charter of its special school district. That &quot;surrender,&quot; in essence, forced consolidation of Memphis City Schools (MCS) with the suburban Shelby County Schools (SCS) system.<br />\r\n\t<br />\r\n\tThe judge&rsquo;s ruling also upheld a new state law, called Public Chapter 1, that set up a transition process culminating in the final transfer MCS to the county system in time for the 2013-14 school year. Chapter 1 also included a clause saying that, upon the completion of merger in the summer of 2013, the statewide ban on municipal or special school districts could be lifted in Shelby County.<br />\r\n\t<br />\r\n\tIt took only a few months for the suburban municipalities to put plans in motion to create municipal school districts, with the goal of opening in time for the 2013-14 school year and thus opting out of the merged system. But Haslam, who made one of the 18 appointments to the 21-member schools merger Transition Planning Commission (TPC), told The Commercial Appeal editorial board in January <a href=\"http://www.commercialappeal.com/news/2012/jan/13/haslam-merger-on-track/\">he wanted the TPC to finish its work</a> before enacting any new legislation that would impact the process. &nbsp;<br />\r\n\t<br />\r\n\t&quot;My sense is there is a real good-faith effort being made now to come up with the right plan, and I would like to see that play out before anything else happened legislatively,&quot; Haslam said.<br />\r\n\t<br />\r\n\tThe suburban push for rapid formation of municipal schools, however, came to a halt in early spring when Tennessee <a href=\"http://www.commercialappeal.com/news/2012/mar/20/tennessee-ag-says-law-prohibits-shelby-municipalit/\">Atty. General Bob Cooper advised</a> that no action could be taken to form municipal districts &quot;until from and after the beginning of the 2013-14 school year.&quot;<br />\r\n\t<br />\r\n\tBut Senate majority leader Mark Norris, R-Collierville, who had authored the suburban-friendly Public Chapter 1 in 2011, had already begun pushing for new legislation that would explicitly allow the suburbs to legally move forward. As Norris moved that new legislation, Haslam on April 2 <a href=\"http://www.commercialappeal.com/news/2012/apr/02/haslam-wants-planning-commission-finish-work-munic/\">reiterated his preference</a> for letting the TPC finish its work: &quot;I would just love to see that commission reach the end of their work, come out with a proposal and then let the municipals make a decision. I&rsquo;ve felt that all along.&quot;<br />\r\n\t<br />\r\n\tTPC chairwoman Barbara Prescott, at an April meeting, said that new legislation enabling municipalities to immediately opt out of the merged system qualified as interference with the process.<br />\r\n\t<br />\r\n\t&quot;I believe we should be able to finish this work under the same legislation that we started,&quot; Prescott said.<br />\r\n\t<br />\r\n\tNorris, however, insisted the new legislation was aimed not at interfering with the process but would instead make the merger process less complicated, by allowing everyone to know on the front end whether the municipalities would or would not be part of the new district.<br />\r\n\t<br />\r\n\tNorris, in the final days of the legislative session, oversaw passage of a bill that, when it became law, would provide for municipal school referendums to be held on Aug. 2. That would allow municipal school board elections in November and lead to a tight but feasible process for starting up in time for the 2013-14 school year.<br />\r\n\t<br />\r\n\tWith the legislature adjourned and the new legislation headed his way, <a href=\"http://www.commercialappeal.com/news/2012/may/08/tennessee-gov-bill-haslam-expects-sign-municipal-r/\">Haslam told reporters</a> it was unlikely he would kill the bill with a veto but again stated his position: &quot;I&rsquo;ve made my thoughts clear: I really did want to see the commission have a chance to get their plan out and implemented.&quot;<br />\r\n\t<br />\r\n\tThe past tense indicated where Haslam was headed. In justifying signing the bill or allowing it to become law, Haslam suggested the TPC would be done with its work by June, just ahead of the the July 13 beginning of early voting in the Aug. 2 referendums: &quot;I think their report will be out in June and hopefully the recommendation and the vote won&rsquo;t be until August so there will be some window to do that. Sometimes that&rsquo;s just the way the timing works. In a perfect world I&rsquo;d love for there to be a little bit more time to consider that.&quot;<br />\r\n\t<br />\r\n\tOn May 9, without public comment, Haslam signed the bill into law.<br />\r\n\t<br />\r\n\tSo a key question here -- maybe the key question -- involves just when the TPC&rsquo;s &quot;work&quot; will be completed. <a href=\"https://www.documentcloud.org/documents/357630-2012-03-01-tpc-plan-approval-vfinal-2.html\">This document</a> from the TPC lays out the timeline, with different deadlines for various committees and target dates for the TPC to pull everything together.<br />\r\n\t<br />\r\n\tOne key date does indeed come in June, as Haslam indicated. By June 14 or June 21, the TPC timeline calls for it to &quot;finalize draft plan.&quot; However, the documents show that is not the end of the process, and it assumes the &quot;draft&quot; plan will undergo significant change. Many more meetings and decisions follow, with a busy four-week &quot;comment period&quot; running from June 25 to July 20.<br />\r\n\t<br />\r\n\tDuring that comment period, the TPC would engage the public, the unified county school board and the state Department of Education for suggestions about major or minor adjustments and, on July 17, the TPC will hold a session &quot;to review and approve revisions for incorporation into plan.&quot;<br />\r\n\t<br />\r\n\tAnother three-week comment session will follow, again including several TPC meetings, again providing for feedback from the school board and the state. On Aug. 9, the TPC would meet, make &quot;live edits to finalize plan&quot; and then, finally, vote on &nbsp;&quot;final approval of plan.&quot; At that point, the plan would be submitted to the school board &quot;for up or down approval&quot; and to the state &quot;for endorsement by mid August.&quot;<br />\r\n\t<br />\r\n\tSo there will be a &quot;draft plan&quot; by mid-June, as Haslam suggested, but the TPC&rsquo;s work will be far from complete. Indeed, early voting will begin four days ahead of the TPC even giving final approval to the &quot;draft plan.&quot; A final official plan will not get a vote by the full TPC until Aug. 9 -- at which point suburban municipalities will have already voted to on whether to create their own districts. And even then, the school board and state must give their approvals before it becomes final.<br />\r\n\t<br />\r\n\tIt is understandable why Haslam, a Republican governor, would feel compelled to sign legislation strongly favored by Republican-dominated suburbs in Shelby County. It may even, as Norris contends, ultimately be the best thing for the county and the state.</p>\r\n<p>\r\n\tBut, by not exercising the veto power that would have killed the bill, the governor acted contrary to his earlier&nbsp;statements that&nbsp;no new schools legislation should be enacted before the schools merger team had completed its work.<br />\r\n\t<br />\r\n\tOn the Flip-O-Meter, Haslam earns a Full Flop.</p>\r\n", "ruling_comments_date": "2012-05-18T18:46:12.735386", "ruling_date": "2012-05-20T06:00:00", "ruling_headline": "Gov. Haslam, schools merger and new legislation", "ruling_headline_slug": "gov-haslam-schools-merger-and-new-legislation", "ruling_link_text": "Could have killed bill with veto", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<br />\r\n\tTransition Planning Commission <a href=\"https://www.documentcloud.org/documents/357630-2012-03-01-tpc-plan-approval-vfinal-2.html\">timeline</a>.<br />\r\n\t<br />\r\n\tTom Humphrey, &quot;<a href=\"http://blogs.knoxnews.com/humphrey/2012/05/sunday-column-haslams-veto-and.html\">Haslam&rsquo;s Veto and the Balance of Power</a>&quot; in Knoxville News Sentinel, May 6, 2012.<br />\r\n\t<br />\r\n\tZack McMillin, &quot;<a href=\"http://www.commercialappeal.com/news/2012/may/06/sides-disagree-over-districts/\">Sides disagree over Shelby County municipal districts</a>&quot; in The Commercial Appeal, May 6, 2012.<br />\r\n\t<br />\r\n\tRichard Locker, &quot;<a href=\"http://www.commercialappeal.com/news/2012/may/09/haslam-signs-bill-allowing-local-referendums-munic/\">Haslam signs bill &hellip;</a>&quot; in The Commercial Appeal, May 9, 2012.<br />\r\n\t<br />\r\n\tJane Roberts, &quot;<a href=\"http://www.commercialappeal.com/news/2012/jan/13/haslam-merger-on-track/\">Haslam: Memphis-Shelby County schools merger on track</a>,&quot; in The Commercial Appeal, Jan. 13, 2012.<br />\r\n\t\f<br />\r\n\tRichard Locker, &quot;<a href=\"http://www.commercialappeal.com/news/2012/apr/02/haslam-wants-planning-commission-finish-work-munic/\">Haslam wants planning commission to finish work before municipal school district decisions</a>,&quot; in The Commercial Appeal on April 2.<br />\r\n\t<br />\r\n\tRichard Locker, &quot;<a href=\"http://www.commercialappeal.com/news/2012/may/08/tennessee-gov-bill-haslam-expects-sign-municipal-r/\">Tennessee Gov. Bill Haslam expects to sign municipal referendum bill</a>,&quot; in The Commercial Appeal on May 8, 2012.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Governor", "false_count": 1, "first_name": "Bill", "half_true_count": 1, "home_state": "Tennessee", "id": 1648, "last_name": "Haslam", "mostly_true_count": 0, "name_slug": "bill-haslam", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/haslamMUG.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Tennessee", "edition": "Tennessee", "edition_slug": "tennessee", "has_afterthefact": false, "id": 14, "index_page": false, "meter_name": "The Tennessee Truth-O-Meter", "resource_uri": "/api/v/2/edition/14/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1648/", "total_count": 4, "true_count": 1, "website": ""}, "statement": "<p>\r\n\tOn allowing Shelby County&#39;s schools merger commission to finish work before allowing any new merger legislation.</p>\r\n", "statement_context": "signing new schools legislation.", "statement_date": "2012-05-09", "statement_type": {"id": 4, "resource_uri": "/api/v/2/statementtype/4/", "statement_type": "Flip", "type_description": "Flip-o-Meter items"}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}], "target": [], "twitter_headline": ""}