{"art": [], "author": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "canonical_url": "/texas/statements/2012/may/21/ron-davis/travis-commissioner-ron-davis-says-more-40-bond-mo/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 5958, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/5958/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tIn a campaign flier, Democrat Ron Davis says that as a Travis County commissioner, he has worked to &quot;bring in what&rsquo;s good&quot; to the northeastern portion of the county, which he represents.</p>\r\n<p>\r\n\tHe then highlights the amount of money slated to be spent on road and other projects in his precinct, No. 1, from a bond package approved by Travis County voters in 2011. &quot;Over 40 percent of recent county bonds are for Precinct One, northeast Travis County,&quot; the flier says. &quot;Why? Because Commissioner Ron Davis is quick to identify projects that help make the East Side a desirable place to live.&quot;</p>\r\n<p>\r\n\tDavis, first elected in 1998, has three challengers in the May 29, 2012, Democratic primary: Del Valle school board member Richard Franklin III, Pflugerville City Council Member Victor Gonzales and former City of Austin employee Arthur Sampson.</p>\r\n<p>\r\n\tFor this article, we fact-checked whether Davis was right about the amount of bond money headed to his precinct &mdash; and whether the money was spent on his projects because he was quick to point them out.</p>\r\n<p>\r\n\tOn the first front, Davis&rsquo; number stands up. The second aspect proved impossible to confirm.</p>\r\n<p>\r\n\tThe Travis County Commissioners Court consists of four commissioners and the county judge, who is elected countywide. Each commissioner represents a single precinct, and each precinct is drawn by the commissioners to represent about the same number of residents. That means that if bond money were to be distributed evenly among the population, each precinct would get about 25 percent of the funds. So, Davis&rsquo; statement that more than 40 percent of the spending authorized in the recent bond vote will happen in a single precinct (his) &mdash; for whatever reason &mdash; drew our attention.</p>\r\n<p>\r\n\tLet&rsquo;s look first at the bonds approved by voters.</p>\r\n<p>\r\n\tTravis County residents voted in November 2011 to give the county permission to borrow about $215 million over seven years for road, drainage and park improvements, as well as land purchases to preserve open space, according to a Nov. 8, 2011, <em>Austin American-Statesman</em> news article.</p>\r\n<p>\r\n\tProposition 1, with $132.8 million in spending, authorized more than two dozen transportation projects to be built, including more than 20 miles of new or expanded roads, the article says. Proposition 2 allowed $82.1 million to be spent on eight park projects or land purchases.</p>\r\n<p>\r\n\tAn Oct. 23, 2011, pre-referendum <em>Statesman</em> news article about Proposition 1 notes that the proposed transportation projects were not evenly spread among the county&rsquo;s precincts. The bulk of the sought spending, the article says, would take place in the rapidly developing northeastern part of the county near the 5-year-old Texas 130 tollway. But the story did not speak to how much of the overall proposed bonds would support projects in Precinct 1.</p>\r\n<p>\r\n\tOn that front, Davis&rsquo; campaign sent us a spreadsheet detailing the bond proceeds that will be spent in Precinct 1: $90.4 million, which the spreadsheet accurately says is 42 percent of the bond money approved by voters in 2011.</p>\r\n<p>\r\n\tSpecifically, Davis&rsquo; spreadsheet has 19 entries. The first 13 are separate Precinct 1 road projects, including more than $12 million to widen part of Blake-Manor Road from two to four lanes and add bike lanes and sidewalks, as well as about $300,000 to add sidewalks to part of Hunters Bend Road. The 13 road projects account for more than $70 million of Davis&rsquo; cited $90.4 million.</p>\r\n<p>\r\n\tThe next two entries in the Davis campaign&rsquo;s spreadsheet are estimates &mdash; done by Steven Manilla, head of the county&rsquo;s Transportation and Natural Resources Department &mdash; of how much Precinct 1 will get from about $5 million in bond money that was approved for road repairs and bike safety projects countywide. Manilla estimated that Precinct 1 will get about $3.4 million of that money.</p>\r\n<p>\r\n\tThe final four spreadsheet entries are estimates, also from Manilla, of Precinct 1&rsquo;s share of Proposition 2 bond money, including $10 million to buy land for parks along creeks and rivers and $1.3 million for improvements at East Metro and Webberville parks.</p>\r\n<p>\r\n\tWe spotted a couple of wrinkles in the campaign&rsquo;s breakdown.</p>\r\n<p>\r\n\tFirst, we noticed that the Davis campaign lowballed the cost of each of the 13 road projects by using figures not taking into account money included in the bond propositions to cover inflation costs and expenses associated with issuing bonds &mdash; meaning Davis&rsquo; analysis undercounts the share of the total bond money going to Precinct 1. So, we adjusted the figures in the spreadsheet, which lifted the Precinct 1 share to about 45 percent.</p>\r\n<p>\r\n\tHowever, the biggest single expenditure on Davis&rsquo; breakdown, more than $15 million to widen a section of Cameron Road and add bike lanes and sidewalks, reflects spending in neighboring Precinct 2 as well as Precinct 1. Manilla told us in an interview that&rsquo;s because that part of Cameron Road, on the western side of Texas 130, is the boundary between the two precincts.</p>\r\n<p>\r\n\tRemoving half of the funding for the Cameron Road project drops the Precinct 1 share a little, to 41 percent &mdash; still in line with the &quot;over 40 percent&quot; that Davis cites.</p>\r\n<p>\r\n\tPrecinct 1&rsquo;s share of the bond money is larger than that of the other precincts, Manilla told us. He said Precinct 3, which covers most of the western portion of the county, came in second, with 25 percent of the bond money.</p>\r\n<p>\r\n\tSo, Davis&rsquo; cited percentage holds.</p>\r\n<p>\r\n\tHowever, we did not find independent indicators to support, or disprove, his contention that the share of bond money flowing to Precinct 1 reflects his quickness to identify desires.</p>\r\n<p>\r\n\tIn a telephone interview, Davis described himself as a strong advocate who begins thinking well in advance about what projects should be in an upcoming bond package and communicating with county staff members about problems such as traffic congestion and how they can be addressed. He identifies what his precinct needs, he said, by listening to residents and assessing what infrastructure projects are necessary to accommodate the development happening in that part of the county.</p>\r\n<p>\r\n\tDavis also said his quick work to ready projects for the bond package means that when a project in another part of the county falls through, he has something ready to go to fill the opening. &quot;If you snooze, you lose,&quot; he said.</p>\r\n<p>\r\n\tWe asked Davis whether there was a way to document his quick identification of projects for his district and how it has influenced which projects ended up in the 2011 bond package. He said the results of his work are reflected in &quot;what&rsquo;s on the ballot.&quot; He also said much of his cited work to ready projects came in responding to and meeting with constituents, which he said he didn&rsquo;t document.</p>\r\n<p>\r\n\tManilla, who similarly said Davis reacts quickly to constituent complaints, told us by phone that he did not have a way to document the commissioner&rsquo;s quickness to identify potential bond-election items.</p>\r\n<p>\r\n\tAccording to Manilla and county documents, items made it onto the 2011 bond election ballot through a process involving more than the commissioners and county judge.</p>\r\n<p>\r\n\tAfter the Commissioners Court signed off in December 2010 on preparing for the 2011 bond vote, county staff put together a list of 120 possible bond projects with a total price tag of $638 million. A citizens bond advisory committee then shortened the list, which commissioners tweaked before unanimously voting to put the propositions before voters.</p>\r\n<p>\r\n\tManilla noted a couple of ways that commissioners can influence the makeup of a bond package, pointing out that commissioners communicate with county staff members about what projects are needed in their precincts. He also said commissioners can influence the work of the citizens bond committee through their appointees; each commissioner and the county judge, who leads the Commissioners Court and is elected countywide, selects three people to serve on the committee.</p>\r\n<p>\r\n\tAnd, of course, commissioners ultimately vote to put the projects before voters and can make changes to the final list. At their <a href=\"http://www.co.travis.tx.us/commissioners_court/minutes/2011/08/vs110809.pdf\">Aug. 9, 2011, meeting</a>, the commissioners made a few revisions, including adding a Precinct 1 road project &mdash; the widening of Taylor Lane. Davis was the commissioner who moved to have the project added.</p>\r\n<p>\r\n\tWe asked County Judge Sam Biscoe to address Davis&rsquo; claim that his quick identification of projects caused Precinct 1 to land its share of bond-backed items. Biscoe declined. Broadly, Biscoe earlier told us that each commissioner merits some credit for the bond proposals affecting their districts, but not all of it. &quot;I have no reason to think (Davis) didn&rsquo;t do his part,&quot; Biscoe said. &quot;But I do know there were many other contributors.&quot; He pointed to the work done by the county staff, the other commissioners, himself and the citizens committee.</p>\r\n<p>\r\n\tBiscoe also agreed that the heavy amount of development taking place in the northeastern part of Travis County is a reason more bond money is being spent on infrastructure projects there. Historically, Biscoe said, there wasn&rsquo;t much development in the area so there was no need for the projects. Now, there&rsquo;s a lot of development, he said, &quot;so we are trying to catch up.&quot;</p>\r\n<p>\r\n\t<strong>Our ruling</strong></p>\r\n<p>\r\n\tThe numerical part of Davis&rsquo; two-part claim &mdash; that more than 40 percent of the 2011 bond money will be spent in Precinct 1 &mdash; holds up. But the determining impact of Davis&rsquo; quickness is unproved. It&rsquo;s our sense that several factors, perhaps including the commissioner&rsquo;s alacrity, affected which items landed on the ballot.</p>\r\n<p>\r\n\tWe rate his claim Half True.</p>\r\n", "ruling_comments_date": "2012-05-21T18:49:40.770386", "ruling_date": "2012-05-21T18:01:36", "ruling_headline": "Travis Commissioner Ron Davis says more than 40% of bond money to be spent in his precinct because he's quick to identify projects", "ruling_headline_slug": "travis-commissioner-ron-davis-says-more-40-bond-mo", "ruling_link_text": "Quickness unproved", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tAustin American-Statesman, <a href=\"http://www.statesman.com/news/elections/travis-voters-approve-215-million-in-road-park-1957904.html\">news article</a>, &quot;Travis voters approve $215 million in road, park bonds,&quot; Nov. 8, 2011</p>\r\n<p>\r\n\tAustin American-Statesman, <a href=\"http://www.statesman.com/news/local/county-bond-measure-heavy-on-road-spending-1930122.html\">news article</a>, &quot;County bond measure heavy on road spending,&quot; Oct. 23, 2011</p>\r\n<p>\r\n\tRon Davis campaign, <a href=\"https://docs.google.com/spreadsheet/ccc?key=0Ap3RSQaAZ707dHk3NXBwX19xU0ZNd3VkSW1tUkhydnc\">spreadsheet</a>, &quot;Precinct 1 2011 Bond Projects&quot; (received April 9, 2012)</p>\r\n<p>\r\n\tTravis County, <a href=\"http://www.co.travis.tx.us/citizens_bond_committee/default.asp\">website</a>, &quot;2011 Travis County Bond Election&quot; (accessed May 15-18, 2012)</p>\r\n<p>\r\n\tTravis County, Commissioners Court, &quot;<a href=\"http://www.co.travis.tx.us/commissioners_court/agendas/2011/08/vs110809.asp\">Agenda Backup</a>&quot; for Aug. 9, 2011, meeting (accessed May 15, 2012)</p>\r\n<p>\r\n\tTravis County, Commissioners Court, <a href=\"http://www.co.travis.tx.us/commissioners_court/minutes/2011/08/vs110809.pdf\">minutes</a> for Aug. 9, 2011, meeting (accessed May 15, 2012)</p>\r\n<p>\r\n\tTravis County, Commissioners Court, &quot;<a href=\"http://www.co.travis.tx.us/commissioners_court/agendas/2011/08/vs110816.asp\">Agenda Backup</a>&quot; for Aug. 16, 2011, meeting (accessed May 15, 2012)</p>\r\n<p>\r\n\tInterviews with Steven Manilla, county executive, Transportation and Natural Resources Department, Travis County, April and May 2012</p>\r\n<p>\r\n\tInterview with Ron Davis, Travis County commissioner, May 18, 2012</p>\r\n<p>\r\n\tInterview with Sam Biscoe, county judge, Travis County, May 15, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Travis County commissioner", "false_count": 0, "first_name": "Ron", "half_true_count": 1, "home_state": "Texas", "id": 1865, "last_name": "Davis", "mostly_true_count": 0, "name_slug": "ron-davis", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/DavisRon.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1865/", "total_count": 1, "true_count": 0, "website": "http://www.commissionerdavisprecinct1.com/"}, "statement": "<p>\r\n\tSays &quot;over 40 percent of recent county bonds are for Precinct One, northeast Travis County,&quot; because he &quot;is quick to identify projects that help make the East Side a desirable place to live.&quot;</p>\r\n", "statement_context": "a campaign flier", "statement_date": "2012-03-01", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 171, "photo": null, "resource_uri": "/api/v/2/subject/171/", "subject": "County Budget", "subject_slug": "county-budget", "used_in_edition": ["/api/v/2/edition/4/"]}, {"description": "", "id": 44, "photo": null, "resource_uri": "/api/v/2/subject/44/", "subject": "Transportation", "subject_slug": "transportation", "used_in_edition": []}], "target": [], "twitter_headline": ""}