{"art": [{"brightcove": "", "caption": "Gov. Scott Walker says in a TV ad that Wisconsin gained, not lost, jobs in 2011.", "id": 2419, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/2419/", "title": "Walker on \"final\" jobs numbers", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/D4nwXHc2_Rc?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "D4nwXHc2_Rc"}], "author": [{"email_address": "jnelson@journalsentinel.com", "first_name": "James B.", "id": 176, "last_name": "Nelson", "name_slug": "james-b-nelson", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/176/", "title": "Watchdog reporter", "twitter": null}], "canonical_url": "/wisconsin/statements/2012/may/24/scott-walker/gov-walker-says-wisconsin-has-added-33200-jobs-he-/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 5977, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "tkertscher@journalsentinel.com", "first_name": "Tom", "id": 171, "last_name": "Kertscher", "name_slug": "tom-kertscher", "on_staff_page": 94, "phone": "", "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/171/", "title": "PolitiFact Wisconsin writer", "twitter": ""}, {"email_address": "jnelson@journalsentinel.com", "first_name": "James B.", "id": 176, "last_name": "Nelson", "name_slug": "james-b-nelson", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/176/", "title": "Watchdog reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/5977/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tWith less than two weeks to go until the June 5, 2012, recall election pitting Gov. Scott Walker against Democratic challenger Tom Barrett, the top issues can be summed up this way:<br />\r\n\t<br />\r\n\tJobs, jobs, jobs.<br />\r\n\t<br />\r\n\tAnd: jobs.<br />\r\n\t<br />\r\n\tNowhere is this more clear than in a television ad from Walker that is built on new jobs numbers for 2011 that show a brighter picture than previous numbers -- including much-cited monthly tallies by the federal Bureau of Labor Statistics, the nation&rsquo;s official scorekeeper on jobs.<br />\r\n\t<br />\r\n\tIn the ad, which began running May 16, 2012, Walker leans into the camera and tells viewers what they have heard about jobs going down is wrong.<br />\r\n\t<br />\r\n\t&quot;The government just released the final job numbers,&quot; he says, &quot;and as it turns out Wisconsin actually gained -- that&rsquo;s right, gained -- more than 20,000 new jobs during my first year in office.&quot;<br />\r\n\t<br />\r\n\tHe goes on: &nbsp;&quot;Add the jobs created this year, and the total grows to over 30,000.&quot;<br />\r\n\t<br />\r\n\tThere has been a blitz of job-related claims and counter-claims. We have already done items on several to help sort out the various aspects of what is being said. In this item, we are focusing on the claim Walker has made about how many jobs have been created.<br />\r\n\t<br />\r\n\tIs he right?<br />\r\n\t<br />\r\n\tOne of our principles is that we rate statements based on the information available when they are made. For instance, when Barrett blamed Walker for worst-in-the-nation job losses from March 2011 to March 2012, we noted he was correct based on the official numbers at the time, but wrong to pin the blame solely on Walker and his policies. We rated the claim <a href=\"http://www.politifact.com/wisconsin/statements/2012/may/06/tom-barrett/dem-recall-candidate-tom-barrett-says-gop-wisconsi/\">Half True</a>.<br />\r\n\t<br />\r\n\tIn the new Walker ad, two sets of words appear on the screen as the governor speaks.<br />\r\n\t<br />\r\n\tOne quotes from a Journal Sentinel article and reads: &quot;... a gain of 23,321 jobs between Dec. 2010 and Dec. 2011 ...&quot;<br />\r\n\t<br />\r\n\tA second slide says &quot;33,200 total new jobs.&quot;<br />\r\n\t<br />\r\n\tThis is the figure Walker settles on and what we&rsquo;re examining.<br />\r\n\t<br />\r\n\t<strong>How did Walker arrive at the numbers?</strong><br />\r\n\t<br />\r\n\tWalker begins with the new numbers his administration submitted to the federal government May 16, 2012, the day the ad began. They are based on a required quarterly census of state employers. Walker compares the December 2011 numbers to the December 2010 numbers, to get 23,321.<br />\r\n\t<br />\r\n\tThis is the same number included in the Journal Sentinel article the TV ad cites, which is understandable: The administration provided them to a reporter May 15, 2012, the day before it announced the census numbers that had been sent to the Bureau of Labor Statistics.<br />\r\n\t<br />\r\n\tWalker then takes monthly numbers from the start of 2012, about 10,000, adds them to the &nbsp;numbers from 2011 and arrives at the 33,200 figure.<br />\r\n\t<br />\r\n\tSimple, right?<br />\r\n\t<br />\r\n\tNot really.<br />\r\n\t<br />\r\n\tThe 2011 numbers are based on the jobs census, which covers about 95 percent of employers. They are deemed more accurate than the monthly numbers, which are based on a survey of sample of about 3.5% of employers, then extrapolated to get a state number.<br />\r\n\t<br />\r\n\tAt various times Walker has touted and criticized these monthly numbers, depending on whether they have shown an increase or a decrease. And these are the numbers Barrett and Democrats have cited to argue the state is losing jobs under Walker.<br />\r\n\t<br />\r\n\tThe BLS itself recognizes the census method as more accurate. Indeed, it uses those numbers to update the monthly numbers. Think of it as a picture that over time comes into sharper focus.<br />\r\n\t<br />\r\n\tThe problems:<br />\r\n\t<br />\r\n\t-- <strong>The 2011 numbers are not final</strong>. They will be reviewed by the BLS and can change, though typically they do not change by a large amount.<br />\r\n\t<br />\r\n\tThe normal procedure is the state gathers the employment data from more than 90 percent of state businesses -- some 160,000 -- and then submits it to the feds for review, said Abdur Chowdhury, chairman of the Marquette University economics department.<br />\r\n\t<br />\r\n\t&quot;They vet the data and correct any mistakes in calculations,&quot; he said of the feds. &quot;Sometimes the mistakes are very small, sometimes they are very large.&quot;<br />\r\n\t<br />\r\n\t-- <strong>The two sets of numbers are collected differently</strong>. &nbsp;If not an apples and oranges comparison, Walker is certainly mixing two different varieties of apples. They eventually will be combined by federal officials -- the census numbers will be the new basis for the monthly numbers as the ever-changing picture is updated. But this won&rsquo;t happen for some time.<br />\r\n\t<br />\r\n\tOf course, that&rsquo;s not satisfying for Walker who wants to highlight the numbers -- or for voters who must factor in progress on jobs (Walker&rsquo;s top 2010 campaign promise was to create 250,000 new private-sector jobs over four years) before the recall vote.<br />\r\n\t<br />\r\n\t<strong>How do we evaluate them?</strong><br />\r\n\t<br />\r\n\tFirst, the numbers provide the best current estimate for 2011 and the most recent 2012 count, so they offer a sense of where things stand. While the 2011 numbers are not yet &quot;official,&quot; they are real numbers submitted by the state to the BLS. (We separately rated a claim by Barrett that the numbers were &quot;just dreamed up&quot; as <a href=\"http://www.politifact.com/wisconsin/statements/2012/may/24/tom-barrett/wisconsin-recall-challenger-tom-barrett-accuses-sc/\">False</a>.)<br />\r\n\t<br />\r\n\tChowdhury said the numbers released by Walker should be considered &quot;raw data&quot; because they have not been reviewed by the BLS. They are not, he said, the &quot;final&quot; numbers for 2011 employment.<br />\r\n\t<br />\r\n\t(We separately rated the claim in the ad by Walker that these were the &quot;final numbers&quot; as <a href=\"http://www.politifact.com/wisconsin/statements/2012/may/24/scott-walker/recall-battle-wisconsin-gov-scott-says-new-figures/\">False</a>.)<br />\r\n\t<br />\r\n\tWhen we asked Walker&rsquo;s campaign about the numbers, spokeswoman Ciara Matthews said, &quot;That&rsquo;s the best data available to us.&quot;<br />\r\n\t<br />\r\n\tBarrett spokesman Phil Walzak noted the new 2011 numbers &quot;raised some serious questions&quot; because &quot;they can&#39;t be verified and they won&#39;t be verified until after the election.&quot;<br />\r\n\t<br />\r\n\tHe also noted that the Journal Sentinel story about them said never has there been such a large swing -- 57,000 -- between earlier numbers showing job losses and Walker&#39;s new numbers showing job gains.<br />\r\n\t<br />\r\n\t<strong>Are the April numbers included?</strong><br />\r\n\t<br />\r\n\tThe Walker campaign did not respond to efforts to clarify which set of numbers for 2012 were used.<br />\r\n\t<br />\r\n\tThat is, was it the numbers for the first three months -- January, February, March? These were the latest released at the time the ad debuted, on May 16, 2012. Or the first four months, &nbsp;including April? Those monthly numbers were announced by the BLS the next day.<br />\r\n\t<br />\r\n\tWhen Matthews stopped responding to our questions on this point, we tried numerous ways to get the 2011 and 2012 numbers to add up as they do in the ad.<br />\r\n\t<br />\r\n\tThe approach that came closest to the number used in the ad was using the January to April monthly numbers for public- and private-sector jobs. When added to the 2011 number, which also was for all jobs, &nbsp;it &nbsp;would mean an increase since he took office of 33,421.<br />\r\n\t<br />\r\n\tThat compares with the 33,200 used.<br />\r\n\t<br />\r\n\tThe April numbers actually showed a drop from March. Had the March numbers been used, the total cited in the ad could have been higher, about 39,600. &nbsp;<br />\r\n\t<br />\r\n\tFinally, there is the question of how much Walker is crediting his own policies as leading to the new numbers. A governor -- like a mayor -- has little control over national economic trends such as a severe recession. And any policy changes implemented in response take time to be felt.<br />\r\n\t<br />\r\n\tThus, when we have evaluated similar claims in the past, the Truth-O-Meter winds up somewhere in the middle, often as Half True.<br />\r\n\t<br />\r\n\tIn the ad, Walker presents the numbers as just the guv sharing good news. It&rsquo;s not a full-throated credit-me approach. But in highlighting his own success and urging viewers to continue his policies, implicit in the claim is a statement taking credit for the improving numbers.<br />\r\n\t<br />\r\n\tWhat&rsquo;s more, Walker has acknowledged the numbers were released in an unusual manner. Without the early release, they would not be out until well after the election. So, it is to his political benefit to release -- and tout -- them now.<br />\r\n\t<br />\r\n\tThus, that deserves a big asterisk any time the numbers are cited.<br />\r\n\t<br />\r\n\tIndeed, the article the ad cites as support for the 2011 numbers includes all of these cautionary notes -- but in isolating a few words from the article the ad snips them out for more advantage.<br />\r\n\t<br />\r\n\t<strong>Our rating</strong><br />\r\n\t<br />\r\n\tWalker&rsquo;s ad says there are 33,200 more jobs in Wisconsin since he took office.<br />\r\n\t<br />\r\n\tTo reach the number, he combined two data sets -- one that involves unofficial (but generally more accurate) numbers that could change in the weeks after the election; the other is volatile, but still official monthly numbers. From an accounting standpoint this would be flagged as a mistake. From a political standpoint, he is mixing and matching to present the best possible view.<br />\r\n\t<br />\r\n\tWalker presents it all as final and official, offering no cautionary notes or caveats -- even though there are many.<br />\r\n\t<br />\r\n\tAnd Walker credits his policies for the improvement, which overstates the impact a governor can make on broad economic trends in a short period of time.<br />\r\n\t<br />\r\n\tThere is clearly some truth to the numbers. But in mixing everything together and not making it clear these numbers are preliminary, Walker ignores critical facts that would give a different impression.<br />\r\n\t<br />\r\n\tThat is our definition for Mostly False.</p>\r\n", "ruling_comments_date": "2012-05-24T17:40:54.111246", "ruling_date": "2012-05-24T18:58:00", "ruling_headline": "Gov. Walker says Wisconsin has added 33,200 jobs since he became governor", "ruling_headline_slug": "gov-walker-says-wisconsin-has-added-33200-jobs-he-", "ruling_link_text": "Numbers aren't fake, but they're also far from firm", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tScott Walker Campaign <a href=\"http://www.youtube.com/watch?v=D4nwXHc2_Rc\">&quot;Jobs&quot; television ad</a>, May 16, 2012<br />\r\n\t<br />\r\n\tMilwaukee Journal Sentinel, <a href=\"http://www.jsonline.com/news/statepolitics/walker-speeds-release-of-positive-jobs-data-775edrh-151655365.html\">&quot;Walker speeds release of positive jobs data,&quot; </a>May 16, 2012<br />\r\n\t<br />\r\n\tDepartment of Workforce Development <a href=\"http://dwd.wisconsin.gov/dwd/newsreleases/2012/120516_dwd_quarterly_data.pdf\">press release, May 16, 2012</a><br />\r\n\t<br />\r\n\tMilwaukee Journal Sentinel, <a href=\"http://www.jsonline.com/business/state-gains-15700-jobs-in-january-jobless-rate-falls-to-69-7h4g5an-141935013.html\">&quot;State gains 15,700 private-sector jobs in January; Jobless rate falls to 6.9%,&quot;</a> March 8, 2012<br />\r\n\t<br />\r\n\tEmails, telephone interview, Ciara Matthews, Walker campaign spokeswoman, May 21, 22, 2012<br />\r\n\t<br />\r\n\tTelephone interview, Abdur Chowdhury, Marquette University economics department, May 22, 2012<br />\r\n\t<br />\r\n\tTelephone interview, email, Dennis Winter, John Dipko, Wisconsin Department of Workforce Development, May 22, 23 2012<br />\r\n\t<br />\r\n\tPolitiFact Wisconsin, <a href=\"http://www.politifact.com/wisconsin/statements/2012/may/06/tom-barrett/dem-recall-candidate-tom-barrett-says-gop-wisconsi/\">&quot;Dem recall candidate Tom Barrett says GOP Wisconsin Gov. Scott Walker &quot;caused&quot; top job losses in the US,&quot;</a> April 26, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 38, "current_job": "Milwaukee County Executive", "false_count": 42, "first_name": "Scott", "half_true_count": 38, "home_state": "Wisconsin", "id": 640, "last_name": "Walker", "mostly_true_count": 44, "name_slug": "scott-walker", "pants_count": 11, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Scott_Walker_1_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/640/", "total_count": 211, "true_count": 25, "website": "http://www.scottwalker.org/"}, "statement": "<p>\r\n\tSince Scott Walker took office as governor in January 2011, there has been an increase of 33,200 jobs in Wisconsin.</p>\r\n", "statement_context": "a television ad", "statement_date": "2012-05-16", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 3, "photo": null, "resource_uri": "/api/v/2/subject/3/", "subject": "Job Accomplishments", "subject_slug": "job-accomplishments", "used_in_edition": []}, {"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 219, "photo": null, "resource_uri": "/api/v/2/subject/219/", "subject": "Message Machine 2012", "subject_slug": "message-machine-2012", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}