{"art": [{"brightcove": "", "caption": "Jeff Wentworth aired this TV ad in May 2012. It was posted online by Harvey Kronberg of the Quorum Report.", "id": 2427, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/2427/", "title": "Jeff Wentworth TV ad, May 25, 2012.", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/hc5TbL21kYo?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "hc5TbL21kYo"}], "author": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}, {"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2012/may/25/jeff-wentworth/jeff-wentworth-says-he-restored-prayer-and-pledge-/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 5990, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}, {"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/5990/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tIn a TV ad, Republican state Sen. Jeff Wentworth&rsquo;s campaign shows a woman assuring a friend in a coffee shop that Wentworth, who seeks re-election, is &quot;a solid conservative.&quot;<br />\r\n\t<br />\r\n\tShe lists Wentworth accomplishments, including that &quot;he restored prayer and the pledge in our schools.&quot;<br />\r\n\t<br />\r\n\tWe were curious about that claim, in part because voluntary student prayer has been protected, though a landmark 1962 U.S. Supreme Court <a href=\"http://www.uscourts.gov/EducationalResources/ConstitutionResources/LegalLandmarks/LandmarkSupremeCourtCasesAboutStudents.aspx\">decision</a> barred school-organized prayer which it called a violation of the First Amendment.<br />\r\n\t<br />\r\n\tIn a telephone interview, Wentworth said his ad is based on his 2003 proposal, passed into law, giving students a regular opportunity to pray and requiring that they recite the U.S. pledge of allegiance and the pledge to the Texas flag.<br />\r\n\t<br />\r\n\tThe approved <a href=\"http://www.legis.state.tx.us/tlodocs/78R/billtext/pdf/SB00083F.pdf#navpanes=0\">proposal</a> requires students to recite the U.S. and Texas pledges of allegiance once each school day, to be followed by a one-minute moment of silence in which &quot;each student may, as the student chooses, reflect, pray, meditate or engage in any other silent activity that is not likely to interfere with or distract another student.&quot;<br />\r\n\t<br />\r\n\tThe law also says that during the quiet time, school employees are to &quot;ensure that each of those students remains silent and does not act in a manner that is likely to interfere with or distract another student.&quot; With a written request from a parent or guardian, the law says, a student can be excused from saying the pledges. There is no opt-out for the minute of silence.<br />\r\n\t<br />\r\n\tWentworth&rsquo;s proposal made mandatory a moment of silence that had been optional under a 1995 law. That law did not explicitly mention prayer as something students could do during that time. But lawmakers in 1995 also added a <a href=\"http://www.statutes.legis.state.tx.us/Docs/ED/htm/ED.25.htm#25.901\">section</a> to the Texas Education Code stating: &quot;A public school student has an absolute right to individually, voluntarily, and silently pray or meditate in school in a manner that does not disrupt the instructional or other activities of the school.&quot;<br />\r\n\t<br />\r\n\tSo, the measure authored by Wentworth resulted in students having daily minutes of silence, permitting prayer, and in their reciting the pledges.<br />\r\n\t<br />\r\n\tBut were both practices &quot;restored,&quot; as his ad says?<br />\r\n\t<br />\r\n\tCertainly, Wentworth told us, in that his proposal was intended to restore customs he had appreciated growing up in San Antonio.<br />\r\n\t<br />\r\n\tThe 1962 court decision ended school prayer as he&rsquo;d known it, he said, though no court decisions limited students from saying the pledges. Still, he said, constituents had come to him concerned their children were not saying the pledges; practices varied from school district to school district and school to school. &nbsp;&quot;I decided it needed to be uniform and required across the state,&quot; he said.<br />\r\n\t<br />\r\n\tWe failed to pin how many schools were holding minutes of silence or already had students reciting either pledge before Wentworth acted. News accounts suggest, though, that the U.S. pledge was being recited in multiple schools and minutes of silence were occasionally observed.<br />\r\n\t<br />\r\n\tAn April 15, 2003, <em>Houston Chronicle</em> <a href=\"https://docs.google.com/file/d/0B53RSQaAZ707RTdWSzdEdkJOWmc/edit\">news article</a> said the Houston school district and most area districts such as Fort Bend and Clear Creek allowed principals to determine whether students recited the pledge and observed a minute of silence.<br />\r\n\t<br />\r\n\tThe story also said:<br />\r\n\t** Students in all Pearland district schools recited the pledge to the Texas and U.S. flags daily.<br />\r\n\t** All 44 schools in the Conroe district daily recited the pledge (though the story did not specify which pledge).<br />\r\n\t** Most schools in the Katy district recited the pledge (also unspecified) and observed a minute of silence.<br />\r\n\t<br />\r\n\tOn April 24, 2003, the <em>Chronicle</em> <a href=\"https://docs.google.com/open?id=0B53RSQaAZ707Vmp4NkhKR182QnM\">reported</a> <a href=\"https://docs.google.com/open?id=0B53RSQaAZ707aTJGM1VqZ1VWeHM\">that</a> most schools in the Cypress-Fairbanks, Klein, Magnolia, Spring and Tomball districts reserved a time for students to recite the U.S. pledge. None observed a minute of silence on a regular basis. A May 8, 2003 <em>Chronicle</em> news story quoted Diane Jackson, the Spring Branch school district executive administrator for government engagement, policy and administration, saying that most of the district&rsquo;s 45 schools already had students say the U.S. pledge, while some also observed a moment of silence.<br />\r\n\t<br />\r\n\tAn Aug. 4, 2003, <em>El Paso Times</em> <a href=\"https://docs.google.com/file/d/0B53RSQaAZ707NmJJQXNCSTRRUzg/edit\">news article</a> reported that students in most El Paso County schools said the pledge of allegiance daily before the requirement was passed. Most did not observe a moment of silence, the story said.<br />\r\n\t<br />\r\n\tA September 2, 2003, <em>Dallas Morning News</em> article said that in the area&rsquo;s schools, many students had recited the pledge of allegiance for years, but the mandated moment of silence would be a change. The story quoted Rep. Dan Branch, R-Dallas and a House sponsor of the Wentworth measure, saying that the previous year, about half the elementary school students in Dallas County had regularly said the pledge, though hardly any students said the Texas pledge.<br />\r\n\t<br />\r\n\tDebbie Ratcliffe, spokeswoman for the Texas Education Agency, told us that the agency was not aware of any data collected on the pre-2003 prevalence of pledge recitations, though she believes it was common for students to say at least the U.S. pledge.<br />\r\n\t<br />\r\n\tJoy Baskin, director of legal services for the Texas Association of School Boards, told us in a telephone interview that she did not know of research on earlier practices, but said she &nbsp;thinks it was widespread for boards to require students to recite the U.S. pledge every day.<br />\r\n\t<br />\r\n\tWentworth said during the 2003 legislative session that the minute-of-silence requirement was not a move to bring organized prayer back into the classroom. &nbsp;&quot;The goal is to instill loyalty and patriotism in public school students, and give them the opportunity to have 60 seconds of quiet at the beginning of the school day&quot; Wentworth was quoted as saying in an April 9, 2003, Dallas Morning News <a href=\"https://docs.google.com/open?id=0B53RSQaAZ707LWVtcERQcGJiMTA\">news article</a>.<br />\r\n\t<br />\r\n\tThe story also quoted Wentworth as saying: &quot;It is not school prayer. The language of the bill is very clear about that. &hellip; It would not allow audible prayer.&quot;<br />\r\n\t<br />\r\n\tSen. Juan Hinojosa, D-McAllen, objected during Senate debate of the bill, according to an April 10, 2003, <em>San Antonio Express-News</em> <a href=\"https://docs.google.com/open?id=0B53RSQaAZ707TjhIVzR5VDRaN1E\">news article</a>, and said: &quot;What you&#39;re doing is mandating prayer in schools.&quot; The story says Wentworth disagreed, pointing to &nbsp;language in the legislation statingl that students could use the minute to reflect, pray, meditate or engage in any other silent activity that&#39;s not distracting.<br />\r\n\t<br />\r\n\t&quot;This bill does not mandate prayer in public schools,&quot; Wentworth said, according to the article. &quot;Of course it does,&quot; Hinojosa said. &quot;Of course it doesn&#39;t,&quot; Wentworth said.<br />\r\n\t<br />\r\n\tWentworth told us that he that he made those comments to prevent his measure -- modeled on a Virginia law that passed court muster -- from potentially being construed as a violation of the 1962 Supreme Court ruling, not because he believed it did not allow students to pray. &quot;We&rsquo;re talking about a very fine legal line,&quot; he said.<br />\r\n\t<br />\r\n\tThe Texas law survived a 2006 court challenge by a Dallas-area couple with three children attending school in the Carrollton-Farmers Branch district. In a lawsuit, the family said the required moment of silence violated the Establishment Clause of the U.S. Constitution&rsquo;s <a href=\"http://memory.loc.gov/cgi-bin/ampage?collId=llsl&amp;fileName=001/llsl001.db&amp;recNum=144\">First Amendment</a> &mdash; &quot;Congress shall make no law respecting an establishment of religion.&quot;<br />\r\n\t<br />\r\n\tA Sept. 22, 2008, <em>Austin American-Statesman</em> <a href=\"https://docs.google.com/document/d/15Iwt_BlA00hcMgDcGajJC1DKp7sFmuWQuGxtMzDPsYo/edit\">news article</a>, quoted David Croft, the father, as saying: &quot;It&#39;s clear if you watch the video and read the transcripts of the legislative debates that the main purpose of this law is to create school-sponsored silent prayer, and that with a wink and a nod they&#39;re just sort of calling it a moment of silence.&quot; A 1985 U.S. Supreme Court ruling allowed moments of silence in public schools so long as the practice is motivated by a secular purpose, the Statesman article says.<br />\r\n\t<br />\r\n\tIn January 2008, the <em>Statesman</em> story says, U.S. District Judge Barbara Lynn found a nonreligious purpose for the quiet time, though she said that she had to hunt for it. &quot;The Texas Legislature was less than clear in articulating the secular purpose of the Texas moment of silence law,&quot; Lynn ruled, according to the article.<br />\r\n\t<br />\r\n\tStill, the article says, Lynn was reassured by legislative debate indicating the silent time was meant to make schools &quot;more reflective and more reverent,&quot; prepare students for the &quot;seriousness of the day&quot; and create &quot;a common moment of preparation, deliberation and meditation.&quot;<br />\r\n\t<br />\r\n\tIn 2009, the 5th U.S. Circuit Court of Appeals in New Orleans upheld the lower court&rsquo;s decision, saying the moment-of-silence law had a secular purpose.<br />\r\n\t<br />\r\n\tIn our interview, we asked Wentworth if it&rsquo;s an overstatement to say he personally restored prayer and the pledge. He replied that while he was the author of the law and led the charge, many members were involved. &quot;All of this is a team sport,&quot; he said. &quot;Legislation is not passed by any one member of the House or the Senate.&quot;<br />\r\n\t<br />\r\n\tFor perspective on the impact of the Texas law on students&rsquo; right to pray, we contacted Charles Haynes, a senior scholar at the First Amendment Center in Washington.<br />\r\n\t<br />\r\n\tHaynes said by telephone: &quot;Of course, state and school-sponsored prayer remain unconstitutional. (Wentworth) couldn&rsquo;t possibly be restoring state-sponsored prayer. And students&rsquo; freedom to pray has never been illegal; they are free to pray alone or in groups as long as they don&rsquo;t disrupt or interfere with rights of others.&quot;<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tWentworth authored a measure mandating a daily chance for students to pray, though school-led or organized prayers like the ones of his youth remain unconstitutional. Also, Texas lawmakers affirmed the right of students to pray or meditate on their own nearly a decade earlier.<br />\r\n\t<br />\r\n\tAside from requiring students to be quiet for a minute, the Wentworth-originated law resulted in students reciting the pledge, as his ad says, though it seems like that had was already occurring in some schools.<br />\r\n\t<br />\r\n\tFinally, Wentworth did not personally achieve the touted changes, though he was a key advocate.<br />\r\n\t<br />\r\n\tWe rate his claim Half True.</p>\r\n", "ruling_comments_date": "2012-05-25T18:16:19.518146", "ruling_date": "2012-05-25T17:25:56", "ruling_headline": "Jeff Wentworth says he restored prayer and the pledge to Texas schools", "ruling_headline_slug": "jeff-wentworth-says-he-restored-prayer-and-pledge-", "ruling_link_text": "School-led prayer still barred", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tJeff Wentworth campaign,<a href=\"http://www.youtube.com/watch?feature=player_embedded&amp;v=hc5TbL21kYo\"> ad</a>, published on YouTube.com by Harvey Kronberg on May 9, 2012<br />\r\n\t<br />\r\n\tPolitiFact Texas,<a href=\"http://www.politifact.com/texas/statements/2011/dec/09/rick-perry/rick-perry-says-kids-cant-openly-celebrate-christm/\"> Truth-O-Meter item</a>, &quot;Rick Perry says kids can&rsquo;t openly celebrate Christmas or pray in school,&quot; Dec. 9, 2011<br />\r\n\t<br />\r\n\tEmail (<a href=\"https://docs.google.com/document/d/1dUoCUgYLh5EpBAfXfaWi4e_uhY2_fiscCAXS7wSwKIU/edit\">excerpts</a>) from Bryan Eppstein, consultant to Jeff Wentworth campaign, May 22-23, 2012<br />\r\n\t<br />\r\n\tTexas Legislature Online,<a href=\"http://www.legis.state.tx.us/BillLookup/Text.aspx?LegSess=78R&amp;Bill=SB83\"> Senate Bill 83</a>, &quot;Relating to pledges of allegiance to the United States and Texas flags and to observance of one minute of silence in public schools,&quot; 78th Legislature (2003)<br />\r\n\t<br />\r\n\tTexas Legislature Online,<a href=\"http://www.statutes.legis.state.tx.us/Docs/ED/htm/ED.25.htm#25.901\"> Education Code Sec. 25.901</a>, &quot;Exercise of Constitutional Right to Pray,&quot; enacted 1995<br />\r\n\t<br />\r\n\tEmail interview, Debbie Ratcliffe, communications director, Texas Education Agency, May 24, 2012<br />\r\n\t<br />\r\n\tTelephone interview, Joy Baskin, director of legal services, Texas Association of School Boards, May 24, 2012<br />\r\n\t<br />\r\n\t<em>Houston Chronicle</em>,<a href=\"https://docs.google.com/open?id=0B53RSQaAZ707RTdWSzdEdkJOWmc\"> news article</a>, &quot;School pledge requirement nears,&quot; April 15, 2003<br />\r\n\t<br />\r\n\t<em>Houston Chronicle</em>,<a href=\"https://docs.google.com/open?id=0B53RSQaAZ707Vmp4NkhKR182QnM\"> news article</a>, &quot;American issues; school districts have mixed feelings about mandatory pledges, minute of silence,&quot; April 24, 2003<br />\r\n\t<br />\r\n\t<em>Houston Chronicle</em>,<a href=\"https://docs.google.com/open?id=0B53RSQaAZ707aTJGM1VqZ1VWeHM\"> news article</a>, &quot;American life; mandatory pledge, moment of silence not without debate,&quot; April 24, 2003<br />\r\n\t<br />\r\n\t<em>El Paso Times</em>, <a href=\"https://docs.google.com/open?id=0B53RSQaAZ707NmJJQXNCSTRRUzg\">news article</a>, &quot;El Paso schools comply with pledge requirements,&quot; Aug. 4, 2003<br />\r\n\t<br />\r\n\t<em>Dallas Morning News</em>,<a href=\"https://docs.google.com/open?id=0B53RSQaAZ707LWVtcERQcGJiMTA\"> news article</a>, &quot;A pledge of silence in state&rsquo;s schools,&quot; April 9, 2003<br />\r\n\t<br />\r\n\t<em>San Antonio Express-News</em>,<a href=\"https://docs.google.com/open?id=0B53RSQaAZ707TjhIVzR5VDRaN1E\"> news article</a>, &quot;Silent minutes, pledges OK&rsquo;d,&quot; April 10, 2003<br />\r\n\t<br />\r\n\tTelephone interview, Bryan Eppstein,consultant, Jeff Wentworth campaign, May 24, 2012<br />\r\n\t<br />\r\n\tThe Associated Press,<a href=\"https://docs.google.com/open?id=0B53RSQaAZ707czFXTmtpa21QZ0E\"> news article</a>, &quot;Senate gives preliminary approval to moment of silence bill,&quot; April 8, 2003<br />\r\n\t<br />\r\n\t<em>Austin American-Statesman</em>,<a href=\"https://docs.google.com/document/d/15Iwt_BlA00hcMgDcGajJC1DKp7sFmuWQuGxtMzDPsYo/edit\"> news article</a>, &quot;Schools&rsquo; moment of silence is prayer in disguise, couple says,&quot; Sept. 22, 2008<br />\r\n\t<br />\r\n\tAmericans United for Separation of Church and State,<a href=\"http://www.au.org/our-work/legal/lawsuits/croft-v-perry\"> webpage</a> on Croft v. Perry (accessed May 24, 2012)<br />\r\n\t<br />\r\n\tTelephone interview, Charles Haynes, senior scholar, First Amendment Center, Washington and Nashville, May 25, 2012<br />\r\n\t<br />\r\n\tTelephone interview, Jeff Wentworth, May 25, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "State Senator", "false_count": 0, "first_name": "Jeff", "half_true_count": 1, "home_state": "Texas", "id": 1046, "last_name": "Wentworth", "mostly_true_count": 0, "name_slug": "jeff-wentworth", "pants_count": 2, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/wentworth.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1046/", "total_count": 4, "true_count": 1, "website": "http://www.wentworth.senate.state.tx.us/"}, "statement": "<p>\r\n\tSays he &quot;restored prayer and the pledge in our schools.&quot;</p>\r\n", "statement_context": "a TV ad.", "statement_date": "2012-05-09", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 3, "photo": null, "resource_uri": "/api/v/2/subject/3/", "subject": "Job Accomplishments", "subject_slug": "job-accomplishments", "used_in_edition": []}, {"description": "", "id": 9, "photo": null, "resource_uri": "/api/v/2/subject/9/", "subject": "Religion", "subject_slug": "religion", "used_in_edition": []}], "target": [], "twitter_headline": ""}