{"art": [], "author": [{"email_address": "jberry@nashuatelegraph.com", "first_name": "Jake", "id": 252, "last_name": "Berry", "name_slug": "jake-berry", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 16, "publication_name": "The Telegraph", "resource_uri": "/api/v/2/publication/16/"}, "resource_uri": "/api/v/2/staffer/252/", "title": "Staff Writer", "twitter": null}], "canonical_url": "/new-hampshire/statements/2012/may/25/william-obrien/obrien-says-health-care-employment-has-grown-despi/", "edition": {"adkey": "Editions", "advalue": "New Hampshire", "edition": "New Hampshire", "edition_slug": "new-hampshire", "has_afterthefact": false, "id": 47, "index_page": false, "meter_name": "The New Hampshire Truth-O-Meter", "resource_uri": "/api/v/2/edition/47/"}, "editor": [{"email_address": "jvanfleet@cmonitor.com", "first_name": "Jonathan", "id": 367, "last_name": "Van Fleet", "name_slug": "jonathan-van-fleet", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 55, "publication_name": "Concord Monitor", "resource_uri": "/api/v/2/publication/55/"}, "resource_uri": "/api/v/2/staffer/367/", "title": "Politics and special projects editor", "twitter": null}], "facebook_headline": null, "id": 6006, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jberry@nashuatelegraph.com", "first_name": "Jake", "id": 252, "last_name": "Berry", "name_slug": "jake-berry", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 16, "publication_name": "The Telegraph", "resource_uri": "/api/v/2/publication/16/"}, "resource_uri": "/api/v/2/staffer/252/", "title": "Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/6006/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tTo paraphrase Mark Twain, reports of the demise of New Hampshire&rsquo;s health care system have been greatly exaggerated &ndash; according to Speaker of the House William O&rsquo;Brien, at least.</p>\r\n<p>\r\n\tLast year, the New Hampshire House of Representatives passed its $10.3 billion budget, which cut millions in funding for hospitals and health care providers.</p>\r\n<p>\r\n\tFunding to nursing homes was reduced by more than $30 million, according to administrators who decried the cuts, and hospitals lost $258 million over the two-year budget.</p>\r\n<p>\r\n\tBut now, a year later, not only has the bleeding stopped, but the health care industry has even gained jobs since the budget passed, according to O&rsquo;Brien, R-Mont Vernon.</p>\r\n<p>\r\n\t&quot;You know what&rsquo;s interesting about those layoffs?&quot; O&rsquo;Brien asked rhetorically during a May 7 meeting with The Telegraph&rsquo;s editorial board. &quot;There&rsquo;s 400 more people working in health care today in New Hampshire than when we passed the budget.&quot;</p>\r\n<p>\r\n\tIn recent years, health care has been one of few industries to grow despite the recession. But did New Hampshire&rsquo;s health care industry not only rebound from the cuts, but grow to the tune of 400 jobs? We decided to crunch the numbers.</p>\r\n<p>\r\n\tWhen asked for the source of O&rsquo;Brien&rsquo;s figures, Shannon Shutts, a spokeswoman for the House of Representatives, pointed to the New Hampshire Employment Security agency. The office, which runs the state&rsquo;s job centers and manages unemployment benefits, issues both quarterly and monthly employment reports estimating job growth in specific industries.</p>\r\n<p>\r\n\tAccording to the Employment Security office&rsquo;s Current Employment Statistics report, 84,900 people worked in New Hampshire&rsquo;s health care and social assistance fields in April 2012, the most recent numbers available. That number, based on employment surveys of selected hospitals, outpatient clinics, nursing homes and home care agencies, among others, is exactly the same as April 2011 and 100 fewer than March 2011. So that doesn&rsquo;t show the gain O&rsquo;Brien claimed.</p>\r\n<p>\r\n\tThe House of Representatives passed its budget March 31, 2011, but it didn&rsquo;t approve the final version of the budget for another three months, until June 22, 2011.</p>\r\n<p>\r\n\tAccording to the state jobs office, employment in the health care and social assistance sectors in June 2011 was 85,600. But it declined by 700 more by April 2012.</p>\r\n<p>\r\n\tIn addition, at the time O&rsquo;Brien made the claim May 7, the April 2012 unemployment numbers hadn&rsquo;t been posted to the state&rsquo;s website. If we calculate his claim using the March 2012 data that was available at the time, the numbers look even worse, since there were 400 fewer health care jobs in March than in April 2012.</p>\r\n<p>\r\n\t&quot;What you see in health care is really more of a slowdown,&quot; said Annette Nielsen, an economist with the economic and labor market information bureau within the employment security office.</p>\r\n<p>\r\n\t&quot;A couple of years ago, you would see 2 or 3 percent strong growth over the year, and then even through the beginning of the recession, that was really the only bright spot there was,&quot; she said. &quot;That is definitely slowing down.&quot;</p>\r\n<p>\r\n\tThe state&rsquo;s health care employment numbers, as classified by the economic security office, include both health care and social assistance jobs. Health care jobs include those working in hospitals, medical centers, outpatient clinics and nursing homes. Meanwhile, social assistance is defined as child care workers and home care providers for the elderly and those with disabilities, among others.</p>\r\n<p>\r\n\tBut even without considering the social assistance fields, O&rsquo;Brien&rsquo;s numbers are still off.</p>\r\n<p>\r\n\tHospitals across the state gained 100 jobs from April 2011 to April 2012, rising to 28,300 last month, according to the state report. But ambulatory care services, including chiropractors, optometrists, podiatrists, mental health professionals and diagnostic technicians, lost 1,300 jobs during that period.</p>\r\n<p>\r\n\tCompared to figures from June 2011, ambulatory care jobs were down 1,500 in April 2012 and hospital jobs suffered 200 losses, according to the state data.</p>\r\n<p>\r\n\tAdmittedly, the state&rsquo;s monthly job estimates are not perfect, acknowledged Nielson, of the employment security office. The figures are based on surveys collected from a sampling of employers, which are often returned late, and they don&rsquo;t always reflect new and emerging businesses, she said.</p>\r\n<p>\r\n\tFor a more accurate measure, economists often look to the Quarterly Census of Employment and Wages report.</p>\r\n<p>\r\n\tThe report, released every three months, is based on actual employment data reported to the employment security office for unemployment benefits claims. But because the data takes time to collect and analyze, reports are released only every three months. The most report reflects employment data through September 2011.</p>\r\n<p>\r\n\tAccording to that data, from April 2011 to September 2011, six months after the House passed the state budget and the longest period of available data, the number of people working in health care in the state grew by 402 jobs. Yet when using the June starting date, when the state budget took effect, there was a loss of 178 jobs during the next quarter of a year.</p>\r\n<p>\r\n\tEither way, this data is now eight months old, and much can &ndash; and likely has &ndash; changed in that time, Nielson said.</p>\r\n<p>\r\n\t&quot;You can&rsquo;t compare the two,&quot; she said. &quot;They&rsquo;re two different time periods. &hellip; The trend is (that job growth is) really starting to flatten out.&quot;</p>\r\n<p>\r\n\t<strong>Our ruling</strong></p>\r\n<p>\r\n\tThe health care industry was a bright spot during the recession, but job estimates show that it didn&rsquo;t rebound from the state budget cuts the way O&rsquo;Brien reported. The most recent state estimates show that jobs in the health care industry, combined with social assistance, have remained flat or even decreased &ndash; not gained &ndash; since April 2011, when the House initially passed the budget. And since the state budget took effect in June 2011, the industry has lost about 700 jobs. There is one measure that shows some growth, but it was only a snapshot and doesn&rsquo;t cover the time period O&rsquo;Brien was talking about. Based on the most authoritative numbers that include the most recent data, we rate this claim False.</p>\r\n", "ruling_comments_date": "2012-05-31T09:23:59.196707", "ruling_date": "2012-05-25T12:31:04", "ruling_headline": "O'Brien says health care employment has grown, despite state cuts", "ruling_headline_slug": "obrien-says-health-care-employment-has-grown-despi", "ruling_link_text": "Rosy scenario", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tE-mail interview with Shannon Shutts, spokeswoman for N.H. House of Representatives, May 14, 2012<br />\r\n\t<br />\r\n\tInterview with Annette Nielsen, economist for N.H. Employment Security, May 17, 2012<br />\r\n\t<br />\r\n\tInterview with Steve Ahnen, president of<a href=\"http://www.nhha.org/\"> New Hampshire Hospitals Association</a>, May 17, 2012<br />\r\n\t<br />\r\n\tE-mail interview with John Poirier, president of<a href=\"http://www.nhhca.org/\"> New Hampshire Health Care Association</a>, May 17, 2012<br />\r\n\t<br />\r\n\t<a href=\"http://www.nhes.nh.gov/elmi/statistics/ces-data.htm\">New Hampshire Current Employment Statistics, Nonfarm Employment by Industry and Number of Jobs by Place of Establishment</a>, New Hampshire Employment Security, May 15, 2012<br />\r\n\t<br />\r\n\t<a href=\"http://www.nhes.nh.gov/elmi/statistics/qcew-quart-data.htm\">Quarterly Census of Employment &amp; Wages, State of New Hampshire -- 3rd Quarter 2011</a>, New Hampshire Employment Security, September 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Speaker of the House of Representatives", "false_count": 2, "first_name": "William", "half_true_count": 1, "home_state": "New Hampshire", "id": 1880, "last_name": "O'Brien", "mostly_true_count": 0, "name_slug": "william-obrien", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Bill_request.jpg", "primary_edition": {"adkey": "Editions", "advalue": "New Hampshire", "edition": "New Hampshire", "edition_slug": "new-hampshire", "has_afterthefact": false, "id": 47, "index_page": false, "meter_name": "The New Hampshire Truth-O-Meter", "resource_uri": "/api/v/2/edition/47/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1880/", "total_count": 4, "true_count": 0, "website": ""}, "statement": "<p>\r\n\t&quot;There&rsquo;s 400 more people working in health care today in New Hampshire than when we passed the budget.&quot;</p>\r\n", "statement_context": "an interview with the Telegraph editorial board", "statement_date": "2012-05-07", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}, {"description": "", "id": 208, "photo": null, "resource_uri": "/api/v/2/subject/208/", "subject": "State Finances", "subject_slug": "state-finances", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [], "twitter_headline": ""}