{"art": [{"brightcove": "", "caption": "David Dewhurst debuted this radio ad, \"Amnesty,\" May 24, 2012.", "id": 2437, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/2437/", "title": "David Dewhurst radio ad, \"Amnesty,\" May 24, 2012", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/IPtcs9wv4-A?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "IPtcs9wv4-A"}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2012/jun/01/david-dewhurst/david-dewhurst-says-ted-cruz-helps-run-two-nationa/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 6024, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/6024/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\r\n\tDavid Dewhurst, seeking the Republican U.S. Senate nomination, declared before his party&#39;s May 2012 primary that opponent Ted Cruz helps steer two groups seeking amnesty for illegal immigrants.</p>\r\n<p>\r\n\tDewhurst, who faces Cruz in a July 31, 2012, runoff, leveled the claim in a radio ad his campaign released May 24, 2012, five days before the primary. In the stop, two women discuss Cruz&#39;s candidacy and one says: &quot;Cruz helps run two national organizations that have been leading the push to give amnesty to illegal immigrants.&quot;</p>\r\n<p>\r\n\t&quot;Amnesty groups? Ted Cruz?&quot; the other woman replies.<br />\r\n\t<br />\r\n\t&quot;Yup,&quot; woman No. 1 says. &quot;He&rsquo;s on their boards.&quot;<br />\r\n\t<br />\r\n\tThe specter of Cruz, the state&rsquo;s former solicitor-general, leading groups that back amnesty runs counter to a March 5, 2012, commentary by Peggy Fikac of the Hearst Newspapers Austin bureau pointed out by Cruz&#39;s campaign in response to Dewhurst&#39;s ad. Fikac <a href=\"http://www.chron.com/news/fikac/article/Senate-hopeful-Cruz-casts-himself-as-conservative-3381330.php\">wrote</a>: &quot;While (Cruz) often tells the story of his father fleeing Cuban oppression and celebrates legal immigration, he&#39;s a hard-liner on border security and illegal immigration. He opposes amnesty. ...&quot;<br />\r\n\t<br />\r\n\tWe wondered if Dewhurst, the Texas lieutenant governor, accurately captured Cruz&#39;s amnesty activism.<br />\r\n\t<br />\r\n\tAn anti-Cruz <a href=\"http://realtedcruz.com/news/new-radio-ad-ted-cruzs-amnesty-problem\">website </a>set up by Dewhurst&rsquo;s campaign says Cruz sits on the boards of the Hispanic Alliance for Prosperity Institute and the Hispanic Leadership Fund, the implication being that both groups are leading the push for amnesty.<br />\r\n\t<br />\r\n\tAbout amnesty: As PolitiFact noted in a December 2, 2011,<a href=\"http://www.politifact.com/truth-o-meter/statements/2011/dec/02/mitt-romney/does-newt-gingrich-support-amnesty-mitt-romney-say/\"> article</a>, Merriam Webster defines amnesty as &quot;the act of an authority (as a government) by which pardon is granted to a large group of individuals.&quot; With respect to illegal immigrants, the historical standard for amnesty is the Immigration Reform and Control Act of 1986, which was signed into law by President Ronald Reagan. That law enabled illegal residents to become legal permanent residents if they could prove they were in the United States by Jan. 1, 1982, and met other minimal requirements. It was widely described as an &quot;amnesty&quot; program.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tBut amnesty can be defined differently depending on one&rsquo;s view of immigration policy. Advocates for more legal immigration often maintain that amnesty means widespread legalization with few requirements. A path to legality or earned legalization, on the other hand, includes fines, waiting periods, proof of English language proficiency, criminal background checks and other criteria.<br />\r\n\t<br />\r\n\tThose who oppose additional immigration define amnesty more broadly. Mark Krikorian, executive director of the Center for Immigration Studies, which supports low levels of immigration, previously told PolitiFact: &quot;Anything that turns an illegal resident into a legal resident one way or another is an amnesty.&quot;<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tTo gauge Dewhurst&rsquo;s claim, we sought details about the mentioned groups and Cruz&rsquo;s connections.<br />\r\n\t<br />\r\n\tNexis searches for news stories on the groups calling for amnesty came up empty.<br />\r\n\t<br />\r\n\tBut Dewhurst campaign spokesman Matt Hirsch pointed us to the HAP Institute website, which <a href=\"http://www.hapinstitute.net/\">lists </a>Cruz as among about 35 members of its board of advisors. When we peeked, the group also had posted this statement: &quot;The HAP Institute does not support amnesty nor have we in the past. We seek a productive dialogue from our leaders that will promote free market principles.&quot;<br />\r\n\t<br />\r\n\tThen again, Hirsch pointed out, the institute in 2011 said it was reasonable for Texas to establish a system enabling illegal immigrants to work legally in the state as proposed by state Rep. Paul Workman, R-Austin. An April 6, 2011, <a href=\"http://www.hapinstitute.net/posts/texas-issue-alert-hb-2886-by-rep-paul-workman\">blog post</a> by the institute urged readers to take action as a Texas House committee held a hearing on Workman&rsquo;s proposal.<br />\r\n\t<br />\r\n\tGenerally, the institute post says, &quot;a comprehensive state reform bill would need to address three pillars &ndash; tougher enforcement, a guest worker program, fines and worker permits &ndash; in order to be beneficial. Several states have passed reform bills and the most recent bill passed in Utah contains these elements. Texas in in dire need of comprehensive immigration reform legislation and efforts to pass bills to address these elements must be given a chance.&quot;<br />\r\n\t<br />\r\n\tWe recently reviewed Workman&rsquo;s proposal in <a href=\"http://www.politifact.com/texas/statements/2012/may/24/ryan-downton/ryan-downton-says-paul-workman-offered-legislation/\">rating Half True</a> a claim by Workman&rsquo;s 2012 Republican primary challenger, Ryan Downton, that Workman&rsquo;s legislation provided amnesty for illegal immigrants. <a href=\"http://www.legis.state.tx.us/BillLookup/Text.aspx?LegSess=82R&amp;Bill=HB2886\">House Bill 2886</a> would have enabled illegal residents paying a fee and clearing a background check to receive state-issued cards enabling them to work in Texas for eight years at a time.<br />\r\n\t<br />\r\n\tThat seems a kind of forgiveness some would consider amnesty. However, the proposal does not go as far as the 1986 federal act, which enabled immigrants to become legal residents for all purposes, not just to work for a period in one state. Significantly, that law put beneficiaries on paths to citizenship; Workman&rsquo;s proposal would not.<br />\r\n\t<br />\r\n\tAn institute representative, Suzanne Bellsnyder of Austin, registered in favor of Workman&rsquo;s proposal, according to a <a href=\"http://www.legis.state.tx.us/tlodocs/82R/witlistmtg/html/C4502011040600001.htm\">witness list</a> for a hearing held by the House Committee on State Affairs on April 6, 2011.<br />\r\n\t<br />\r\n\tBellsnyder, a consultant to the institute, which has offices in Austin and Washington, told us by telephone that the group, whose founding members include Cruz, earlier backed President George W. Bush&rsquo;s 2004 call for immigration reform. Cruz was an adviser in Bush&rsquo;s 2000 campaign and worked for federal agencies while Bush was president.<br />\r\n\t<br />\r\n\tBush outlined an approach, which did not pass into law, that included a temporary worker program for newcomers and for immigrants already living illegally in the country, according to a <a href=\"http://www.migrationinformation.org/feature/display.cfm?ID=202\">summary</a> by the Migration Policy Institute. Beneficiaries would have had to apply for renewable three-year temporary visas, the summary says, while unauthorized immigrants applying from within the United States would be required to pay a fee and prove they were already employed. Applicants from other countries would have to show they had a job offer from an American employer.<br />\r\n\t<br />\r\n\tBellsnyder said: &quot;We like guest-worker programs and we want to have a positive debate and momentum on these issues and at some level, a path to citizenship,&quot; though she cautioned any endorsement of a plan would depend on its provisions. &quot;It&rsquo;s not black and white.&quot;<br />\r\n\t<br />\r\n\tShe said the group -- whose education arm, the Hispanic Alliance for Progress, hosted Dewhurst as a speaker at a March 31, 2005, Austin <a href=\"http://alt.coxnewsweb.com/statesman/politifact/03312005_agendahapiaustinmeeting.pdf\">event</a> -- has never been for amnesty, which she defined as letting an offense pass without punishment. Any required payment, she said, would be punishment.<br />\r\n\t<br />\r\n\tContrary to Dewhurst&rsquo;s backup information, Cruz is not a board member with the non-partisan Hispanic Leadership Fund, according to a list on the 4-year-old group&rsquo;s <a href=\"http://hispanicleadershipfund.org/about/advisory-board/\">website</a>. The group&rsquo;s president, Mario Lopez, told us by phone that he briefed Cruz about the group&rsquo;s interest in an immigration system that works a couple years ago, though Cruz has not served on its board.<br />\r\n\t<br />\r\n\tMindful that since 1986, Congress has not approved a rewrite of immigration laws that might be interpreted as amnesty, we queried national experts and activists on whether the HAP Institute ranks among leading advocates for amnesty, as Dewhurst says.<br />\r\n\t<br />\r\n\tNegative, they uniformly said.<br />\r\n\t<br />\r\n\t<a href=\"http://cmsny.org/about-us/staff/\">Donald Kerwin</a>, executive director of the New York-based Center for Migration Studies, told us by phone there has been no recent national push for what he would consider amnesty, meaning forgiveness without hurdles.<br />\r\n\t<br />\r\n\tKerwin, who wrote a December 2010 <a href=\"http://www.migrationpolicy.org/pubs/legalization-historical.pdf\">report</a> sketching out the history of U.S. immigration law, further said that business, labor and civil rights groups are most associated with attempts to establish a way for a share of illegal residents to attain legal residency. Conversely, he &nbsp;said, the HAP Institute has not been a leading advocate.<br />\r\n\t<br />\r\n\tSimilarly, <a href=\"http://www.immigrationworksusa.org/index.php?p=40\">Tamar Jacoby </a>of Washington-based ImmigrationWorks USA, which <a href=\"http://www.immigrationworksusa.org/index.php?p=20\">says</a> it seeks laws bringing the country&#39;s legal intake of foreign workers in line with labor needs, said the institute has not been a leading advocate on immigration issues, including amnesty.<br />\r\n\t<br />\r\n\tChris Chmielenski of NumbersUSA, which <a href=\"https://www.numbersusa.com/content/learn/about/what-numbersusa-all-about.html\">favors</a> reductions in immigration and also <a href=\"https://www.numbersusa.com/content/elections/races/congressional/senate-election/2012-texas-us-senate.html\">tries to track</a> Senate candidate positions on immigration, replied to our inquiry with an <a href=\"https://docs.google.com/document/d/1ZllHW-Q2VwhvSreC5elcU61PfdqGzMKLOr9sj3ADTao/edit\">email</a> listing 20 groups he considers leading advocates of amnesty. By telephone, Chmielenski said he doesn&rsquo;t recall institute members testifying before Congress or speaking to immigration on news programs over the past few years nor does he consider them a top proponent of amnesty. &quot;I definitely would not call them a national leader,&quot; he said.<br />\r\n\t<br />\r\n\tContacted about what we found, Hirsch of Dewhurst&#39;s camp urged us to quiz two HAP Institute advisory board members, Jacob Monty and Massey Villarreal. Monty, a Houston lawyer, says <a href=\"http://realtedcruz.com/news/new-info-ted-cruz-deep-ties-amnesty\">in a statement</a> posted online by Dewhurst&rsquo;s campaign that Cruz was instrumental in helping the institute craft its &quot;policy on immigration reform&quot; and says he also supported a path to citizenship for undocumented immigrants, giving speeches about it.<br />\r\n\t<br />\r\n\tBellsynder told us by phone: &quot;There isn&rsquo;t a institute policy or position paper on immigration at this point. We&rsquo;ve weighed in on proposals.&quot;<br />\r\n\t<br />\r\n\tWe failed to reach Villarreal, but Monty said by phone that Cruz always aligned with the institute&rsquo;s support for comprehensive immigration reform, including a path to citizenship for certain illegal residents. He said the group&#39;s support extended to members urging senators to back a failed 2007 immigration law overhaul proposed by Sens. Ted Kennedy and John McCain, which Bellsnyder confirmed. However, Monty told us, he has never viewed the institute as favoring unconditional amnesty.</p>\r\n<p>\r\n\tAs we completed this review, Cruz spokesman James Bernsen sent emails pointing out that Monty has donated to Dewhurst&#39;s campaign and stressing Cruz&#39;s statements on the stump that he opposes amnesty.</p>\r\n<p>\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tDewhurst says Cruz, who has said he opposes amnesty, &quot;helps run two national organizations that have been leading the push to give amnesty to illegal immigrants.&quot;</p>\r\n<p>\r\n\tThat&rsquo;s weakened from the top because Cruz is on the advisory board for one -- not two -- relevant groups. The HAP Institute favors comprehensive immigration reform, including hurdles that illegal immigrants must clear to qualify for legal residency. It&rsquo;s at least debatable whether that&rsquo;s amnesty.</p>\r\n<p>\r\n\tMost significantly, we were struck by the utter lack of evidence for saying the institute has been leading the national push for amnesty. Far as we can tell, it&rsquo;s not even among the top 20 advocacy groups on immigration policy.<br />\r\n\t<br />\r\n\tThis misrepresentation isn&rsquo;t just inaccurate; it&rsquo;s ridiculous. Pants on Fire!</p>\r\n", "ruling_comments_date": "2012-06-01T17:36:44.857780", "ruling_date": "2012-06-01T18:15:58", "ruling_headline": "David Dewhurst says Ted Cruz helps run two national groups leading push to give amnesty to illegal immigrants", "ruling_headline_slug": "david-dewhurst-says-ted-cruz-helps-run-two-nationa", "ruling_link_text": "One group, not leading", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<a href=\"https://docs.google.com/document/d/1-g36XvYtZnXt31s2lD0nR16AKW18guqwunCJlfWmgtc/edit\">Email</a>, response to PolitiFact Texas, Matt Hirsch, communications director, David Dewhurst campaign, May 30, 2012</p>\r\n<p>\r\n\t<em>Dallas Morning News</em>, blog post, <a href=\"http://trailblazersblog.dallasnews.com/archives/2012/05/dewhurst-airs-radio-ad-connect.html\">&quot;Dewhurst airs radio ad &#39;connecting&#39; Cruz to amnesty for illegal immigrants,&quot;</a> May 24, 2012<br />\r\n\t<br />\r\n\tPeggy Fikac, commentary, <a href=\"http://www.chron.com/news/fikac/article/Senate-hopeful-Cruz-casts-himself-as-conservative-3381330.php\">&quot;Senate hopeful Cruz casts himself as conservative warrior,&quot;</a> The <em>Houston Chronicle</em>, March 5, 2012<br />\r\n\t<br />\r\n\t<em>Orlando Sentinel</em>, news article, <a href=\"http://articles.orlandosentinel.com/2004-07-23/news/0407230370_1_hispanic-association-elaine-chao-hispanic-workers\">&quot;Hispanic Workers&#39; Safety Is Focus Of Summit,&quot;</a> July 23, 2004<br />\r\n\t<br />\r\n\tTelephone interviews, Suzanne Bellsnyder, consultant, Hispanic Alliance for Prosperity Institute, Austin, May 31 and June 1, 2012<br />\r\n\t<br />\r\n\tTelephone interview, Tamar Jacoby, president, ImmigrationWorks USA, Washington, June 1, 2012<br />\r\n\t<br />\r\n\tTelephone interview, Donald Kerwin, executive director, Center for Migration Studies, New York, June 1, 2012<br />\r\n\t<br />\r\n\tTelephone interview, Mario Lopez, president, Hispanic Leadership Network, Washington, May 31, 2012<br />\r\n\t<br />\r\n\t<a href=\"https://docs.google.com/document/d/1ZllHW-Q2VwhvSreC5elcU61PfdqGzMKLOr9sj3ADTao/edit\">Email </a>(excerpted) and telephone interview, Chris Chmielenski, director of content and activism, NumbersUSA, Arlington, Virginia, June 1, 2012</p>\r\n<p>\r\n\tTelephone interview, Jacob Monty, lawyer, Houston, June 1, 2012</p>\r\n<p>\r\n\t<a href=\"https://docs.google.com/document/d/1b07wASVDaasDRmaWQizRYvcNmBScHOBn0mLn7nei3ZQ/edit\">Emails</a> (excerpted), responses to PolitiFact Texas, James Bernsen, communications director, Ted Cruz campaign, June 1, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 8, "current_job": "Lieutenant governor", "false_count": 8, "first_name": "David", "half_true_count": 10, "home_state": "Texas", "id": 315, "last_name": "Dewhurst", "mostly_true_count": 5, "name_slug": "david-dewhurst", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Dewhurstmug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/315/", "total_count": 41, "true_count": 4, "website": "http://www.daviddewhurst.com/"}, "statement": "<p>\r\n\tTed Cruz &quot;helps run two national organizations that have been leading the push to give amnesty to illegal immigrants.&quot;</p>\r\n", "statement_context": "a radio ad.", "statement_date": "2012-05-24", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 43, "current_job": "Senator", "false_count": 38, "first_name": "Ted", "half_true_count": 20, "home_state": "Texas", "id": 1475, "last_name": "Cruz", "mostly_true_count": 22, "name_slug": "ted-cruz", "pants_count": 9, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/CRUZPFTNEW.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1475/", "total_count": 141, "true_count": 7, "website": "http://www.tedcruz.org/"}], "twitter_headline": ""}