{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2012/jun/07/alcee-hastings/us-rep-hastings-says-floridas-noncitizen-voter-pur/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": null, "id": 6037, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}, {"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/6037/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tFlorida set off yet another firestorm about voting rights in May when state elections officials forwarded a list to counties of about 2,700 potential noncitizens who illegally registered to vote.<br />\r\n\t<br />\r\n\tThe state told county election supervisors to <a href=\"https://www.documentcloud.org/documents/366725-florida-sample-of-potential-noncitizen-letter.html\">contact</a> the residents and ask them to supply proof of citizenship. If the voters failed to comply, they&rsquo;d be removed from the voter rolls within one or two months.<br />\r\n\t<br />\r\n\tA partisan war broke out: Democrats cried foul that this was directed by Republican Gov. Rick Scott and just happening months before a presidential election. Republican leaders pointed out that it&rsquo;s a felony for noncitizens to vote. A <em><a href=\"http://www.miamiherald.com/2012/05/12/v-fullstory/2796905/noncitizen-voter-hunt-targets.html\">Miami Herald</a></em> analysis determined that there were more Democrats than Republicans on the list and that about 58 percent were Hispanic.<br />\r\n\t<br />\r\n\tThe <a href=\"http://miamiherald.typepad.com/nakedpolitics/2012/05/doj-to-florida-stop-noncitizen-voter-purge.html\">U.S. Department of Justice</a> ordered the state to halt its noncitizen purge on May 31. A DOJ lawyer argued that Florida was violating federal law including the 1965 Voting Rights Act. <a href=\"http://miamiherald.typepad.com/nakedpolitics/\">Gov. Rick Scott</a> is fighting the DOJ&rsquo;s demand.<br />\r\n\t<br />\r\n\tA few days before the feds intervened, two Democratic congressmen from South Florida -- Alcee Hastings and Ted Deutch -- held a press conference with a voter flagged by the state: Bill Internicola, a Brooklyn-born World War II vet, who had voted for decades and is a Democratic voter in Davie, a town in Broward County.<br />\r\n\t<br />\r\n\tBefore the press conference officially started, Hastings asked Internicola if the Broward Supervisor of Elections had mailed him a stamped envelope to send back his proof of citizenship. The answer: no. That led Hastings to say this during the press conference:<br />\r\n\t<br />\r\n\t&quot;There is also a backdoor poll tax. In the letter that he (Internicola) received I asked him a moment ago he did not have a prepaid envelope to send it back meaning he had to buy a stamp. Don&rsquo;t tell me how little it is -- that stamp is a cost. And the state should not be about the business of emaciating voter rights. They should be in the business of causing people to participate.&quot;<br />\r\n\t<br />\r\n\tWas Hastings correct to compare the requests from elections officials to Internicola and others on the list to a &quot;backdoor poll tax&quot;?<br />\r\n\t<br />\r\n\t<strong>The process for documentation for those on the list</strong></p>\r\n<p>\r\n\tThe Florida Division of Elections started with a list of about 180,000 potential noncitizen voters based on drivers&rsquo; license data, which is not updated when someone later becomes a citizen. The state sent an initial batch of about 2,700 names to counties.<br />\r\n\t<br />\r\n\tFrom there, county election supervisors mailed out letters asking the potential noncitizens to send back documentation proving U.S. citizenship (a copy of a birth certificate or passport, for example). Miami-Dade, the county with the highest number of voters on the list, did not provide an envelope while neighboring <a href=\"https://www.documentcloud.org/documents/366724-broward-potential-noncitizen-letter.html\">Broward County</a> provided an envelope but no stamp.<br />\r\n\t<br />\r\n\tFlorida division of elections spokesman Chris Cate said the voters could respond to their county supervisor in a number of ways including in person, mail, email or fax.<br />\r\n\t<br />\r\n\t&quot;We have an obligation to ensure the integrity of Florida&rsquo;s elections, and making sure the voter rolls are accurate is a crucial part of upholding the integrity of our elections,&quot; Cate said.<br />\r\n\t<br />\r\n\tSome voters with access to a fax and a copy machine could have completed the process for free (or for the cost of the paper). For those who had to buy a 45-cent stamp and make copies or deliver it in person requiring gas and parking, we figure the cost for some could be less than $1 or up to $3.<br />\r\n\t<br />\r\n\t<strong>History of the poll tax</strong></p>\r\n<p>\r\n\tWe interviewed 14 professors about the poll tax and Hastings&rsquo; claim. We also read this <a href=\"https://www.documentcloud.org/documents/366693-poll-tax-article-for-enclycopedia-2.html\">article</a> by California Institute of Technology Professor Morgan Kousser and portions of a book about the history of voting rights by Harvard history professor <a href=\"http://books.google.com/books?id=UijIgQP0xF8C&amp;dq=%22Right+to+Vote%22+and+Keyssar+and+poll+tax&amp;source=gbs_navlinks_s\">Alex Keyssar</a>. We also consulted our <a href=\"http://www.politifact.com/truth-o-meter/statements/2011/jun/09/debbie-wasserman-schultz/debbie-wasserman-schultz-compares-gop-backed-votin/\">False</a> ruling of U.S. Rep. Debbie Wasserman Schultz&rsquo;s (D-Weston) claim that compared GOP-backed voting bills to Jim Crow.<br />\r\n\t<br />\r\n\tPoll taxes referring to a tax on each male head had been around in various forms for many years, but after Reconstruction it was taken to mean a tax required to vote. Florida adopted one in 1889.<br />\r\n\t<br />\r\n\tSouthern states passed these poll taxes to raise revenue for state governments and to prevent poor blacks and poor whites from voting. Some experts described it as a concerted effort to halt blacks from voting while others said it was more a matter of class power.<br />\r\n\t<br />\r\n\t&quot;It wasn&rsquo;t so much a matter of racial discrimination -- it was a matter of class power,&quot; Keyssar said in an interview. &quot;Black people were tenants and workers.&quot;<br />\r\n\t<br />\r\n\tSome states required poll taxes to be paid several months before an election and required voters to bring a receipt to vote -- further barriers to voting. The poll tax was effective because at $1 to $2, that was a significant amount of a person&rsquo;s cash income.<br />\r\n\t<br />\r\n\tThe effect on turnout was significant. During the presidential races in the 1880s, black turnout in Georgia, which had the poll tax, was less than half of that in Florida, Kousser said.<br />\r\n\t<br />\r\n\tIt&rsquo;s somewhat difficult to pinpoint the number disenfranchised by the poll tax or other voting restrictions. But Kousser said the poll tax disenfranchised millions in the South.<br />\r\n\t<br />\r\n\t&quot;It was more than any other single device responsible for fastening white supremacy on the South for 70 years or so,&quot; Kousser said.<br />\r\n\t<br />\r\n\tSouthern states starting repealing the poll tax in the 1930s including Florida. The 24th Amendment to the U.S. Constitution ratified in 1964 barred poll taxes in national elections and two years later the Supreme Court in <em>Harper vs. Virginia </em>barred them in state elections under the Equal Protection Clause. &nbsp;<br />\r\n\t<br />\r\n\t<strong>How is it the same or different than poll tax</strong></p>\r\n<p>\r\n\tWe asked experts on the poll tax and elections if they agreed with Hastings analogy and found no consensus. Some experts agreed with Hastings at least in part -- one professor said he&rsquo;d start to use the same comparison.<br />\r\n\t<br />\r\n\t&quot;If voters, as a practical matter, are required to spend money out of their own pocket -- even a relatively small amount -- in order to prove their eligibility and therefore vote, then it&#39;s functionally equivalent to the poll tax,&quot; wrote Daniel Tokaji, election law professor at Ohio State University.<br />\r\n\t<br />\r\n\tBut other experts saw key differences in the poll tax and Florida&rsquo;s recent potential noncitizen voter purge. One expert cautioned us that this is a partisan issue and that it might be difficult for PolitiFact to reach a factual conclusion.<br />\r\n\t<br />\r\n\t&quot;To most Democrats, what Hastings says is self-evidently true: Yes, it&rsquo;s a back-door poll tax. They are trying to make it harder for poor people to vote,&quot; wrote Michael Klarman, a Harvard law professor who identified himself as a Democrat in an email. &quot;Most Republicans would deny this, and I think they truly believe what they are saying: They are trying to eliminate or reduce vote fraud. Most Democrats don&rsquo;t acknowledge that such fraud exists.&quot;<br />\r\n\t<br />\r\n\tHere are the arguments for how the noncitizen voter documentation effort and the poll tax are the same:<br />\r\n\t<br />\r\n\t<strong>&bull;</strong><strong> Both disproportionately affected minorities</strong>: The poll tax reduced the number of blacks who could vote. Florida&rsquo;s potential noncitizen voter list was 58 percent Hispanic, 14 percent black and 13 percent white.<br />\r\n\t<br />\r\n\t&quot;Thus, Rep. Hastings&#39; term, &lsquo;a backdoor poll tax,&rsquo; is accurate as it applies to blacks as a group, because still today blacks have a lower median income than whites. Granted, it is not as onerous monetarily as the tax was back in the sixties, but it is still a tax that imposes a heavier burden, proportionally, on blacks than whites,&quot; said Chandler Davidson, a sociology professor at Rice University.<br />\r\n\t<br />\r\n\t<strong>&bull;</strong> <strong>Requiring extra steps for voters is a burden</strong>: Voters often had to show their receipt to vote under the poll tax which is analogous to the potential noncitizens having to present documents at elections&rsquo; offices in advance of voting.<br />\r\n\t<br />\r\n\t<strong>&bull;</strong><strong> Both require at least some voters to pay to vote:</strong> In the case of the poll tax, it applied to all men but in reality was a burden for poor blacks and whites. Florida&rsquo;s recent noncitizen voter purge required some residents to provide proof of citizenship which meant a cost for many to mail in documentation, make copies or drive and possibly pay to park at an elections office. Note this category also includes a difference: The poll tax applied to all while the recent purge applied to few.<br />\r\n\t<br />\r\n\tNow, how it is different.</p>\r\n<p>\r\n\t<strong>&bull;</strong><strong> The cost for voters</strong>: The poll tax of between $1-$2 was a significant sum for blacks and poor whites at the time. The cost of a stamp and making a copy of a birth certificate today is less than the cost of the poll tax instituted more than 100 years ago.<br />\r\n\t<br />\r\n\t&quot;Now, when Mr. Hastings says potential voters might be disfranchised by having to buy a stamp, I say, &lsquo;Give me a break!&rsquo; That is absurd,&quot; wrote East George College history professor T. Adams Upchurch. &quot;To put it in perspective, my home state of Mississippi levied its poll tax in 1890 at $2. That was tantamount to Florida voters today having to pay about $200 for the privilege of voting. Poor people could absolutely and rightly claim discrimination if that were the case. But a stamp? Please.&quot;<br />\r\n\t<br />\r\n\t<strong>&bull; </strong><strong>Numbers: </strong>The poll tax disenfranchised the majority of black residents as well as poor whites -- one professor said it disenfranchised about two-fifths of voters. The noncitizen voter drive affected a very small percentage of Florida&rsquo;s electorate -- even if the state had continued to send names from the list of 180,000 that would be less than 2 percent of the overall nearly <a href=\"http://election.dos.state.fl.us/NVRA/registration.asp\">11.3 million voters</a> in Florida.<br />\r\n\t<br />\r\n\t&bull; <strong>Right to vote</strong>: Poor blacks and whites should have had a right to vote. In the current Florida case, noncitizens don&rsquo;t have the right to vote -- it&rsquo;s a felony. We haven&rsquo;t heard anyone argue that noncitizens should get to cast a ballot -- the controversy is that there were errors on the list -- many were citizens. And some critics say that some voters simply didn&rsquo;t get the letter or would be discouraged from responding. Since the many of those who received the letters didn&rsquo;t respond to elections officials and the state was working with outdated information, it&rsquo;s unclear if the majority on the list are citizens or not.<br />\r\n\t<br />\r\n\t<strong>&bull; Every expense associated with voting isn&rsquo;t a poll tax: </strong>Many voters drive to the polls to vote -- the cost of gas isn&rsquo;t a poll tax. In the noncitizen case, a stamp isn&rsquo;t the only way to deliver the form -- someone might get a ride from a friend and drop it off.<br />\r\n\t<br />\r\n\tWe sent Hastings&rsquo; office our list of similarities and differences and asked if they wanted to respond and did not hear back.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong></p>\r\n<p>\r\n\tAfter Broward residents received letters asking them to submit documentation proving their citizenship in order to vote, Hastings described it as a &quot;backdoor poll tax&quot; because they had to buy a stamp to mail in the documents.<br />\r\n\t<br />\r\n\tHastings is correct that there are some similarities between the poll tax and Florida&rsquo;s recent search for noncitizen voters. The most important similarity is that minorities in both cases were disproportionately affected. And in both cases, it added costs and burdens to vote. &nbsp;<br />\r\n\t<br />\r\n\t&quot;Any effort to introduce an election procedure that requires some voters to incur financial costs could be thought of as a metaphoric or perhaps real poll tax,&quot; Keyssar said.<br />\r\n\t<br />\r\n\tBut there are some important differences including that the poll tax had a far more widespread effect than Florida&rsquo;s search for noncitizen voters. While poor black sharecroppers couldn&rsquo;t afford the poll tax, the issue for some of the Florida voters may be more of the inconvenience than the expense.<br />\r\n\t<br />\r\n\tWe rate this claim Half True.</p>\r\n", "ruling_comments_date": "2012-06-05T16:15:13.538128", "ruling_date": "2012-06-07T15:48:04", "ruling_headline": "U.S. Rep. Hastings says Florida's noncitizen voter purge is a \"backdoor poll tax.\"", "ruling_headline_slug": "us-rep-hastings-says-floridas-noncitizen-voter-pur", "ruling_link_text": "The cost of a stamp is much less than what poor voters faced under the poll tax", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tWLRN, Recording of U.S. Rep. Alcee Hastings, May 29, 2012<br />\r\n\t<br />\r\n\tFlorida Division of Elections,<a href=\"https://www.documentcloud.org/documents/366725-florida-sample-of-potential-noncitizen-letter.html\"> Sample letter to potential noncitizens</a>, May 2012<br />\r\n\t<br />\r\n\tBroward County, <a href=\"https://www.documentcloud.org/documents/366724-broward-potential-noncitizen-letter.html\">Letter to potential noncitizens</a>, May 8, 2012<br />\r\n\t<br />\r\n\t<em>Miami Herald&rsquo;</em>s Naked Politics blog, <a href=\"http://miamiherald.typepad.com/nakedpolitics/\">&quot;Rick Scott fights DOJ, says it&rsquo;s protecting illegal voters more than legal ones, undermines US Constitution,&quot;</a> June 6, 2012<br />\r\n\t<br />\r\n\t<em>Miami Herald</em>&rsquo;s Naked Politics blog, <a href=\"http://miamiherald.typepad.com/nakedpolitics/2012/05/doj-to-florida-stop-noncitizen-voter-purge.html\">&quot;DOJ to Florida: Stop noncitizen voter purge. Will FL fight DOJ?&quot;</a> May 31, 2012<br />\r\n\t<br />\r\n\t<em>Miami Herald&rsquo;</em>s Naked Politics blog, <a href=\"http://miamiherald.typepad.com/nakedpolitics/2012/06/supervisors-to-halt-voter-purge-because-of-unreliable-list.html#more\">&quot;Supervisors to halt purge because of unreliable list,&quot;</a> June 1, 2012<br />\r\n\t<br />\r\n\t<em>Miami Herald</em>, <a href=\"http://www.miamiherald.com/2012/05/12/v-fullstory/2796905/noncitizen-voter-hunt-targets.html\">&quot;Hispanics, NPAs more likely to face noncitizen voter purge than whites, GOP,&quot; </a>May 12, 2012<br />\r\n\t<br />\r\n\t<em>Miami Herald</em>, <a href=\"http://www.miamiherald.com/2012/05/29/2822073/south-florida-democrat-say-gov.html\">&quot;South Florida Democrats say Gov. Rick Scott leading &quot;misguided&quot; effort to purge voters from state rolls,&quot;</a> May 29, 2012<br />\r\n\t<br />\r\n\t<em>Miami Herald</em>, <a href=\"http://www.miamiherald.com/2012/06/05/2834587/gov-rick-scott-looks-ready-to.html\">&quot;Gov. Rick Scott looks ready to fight DOJ over voter purge,&quot;</a> June 5, 2012<br />\r\n\t<br />\r\n\tNews Service of Florida, <a href=\"http://www.youtube.com/watch?feature=player_detailpage&amp;v=sANI0ISaoGg\">&quot;Gov. Rick Scott morning avail,&quot; </a>June 4, 2012<br />\r\n\t<br />\r\n\tPolitiFact, <a href=\"http://www.politifact.com/truth-o-meter/statements/2011/jun/09/debbie-wasserman-schultz/debbie-wasserman-schultz-compares-gop-backed-votin/\">&quot;Debbie Wasserman Schultz compares GOP-backed voting bills to Jim Crow,&quot;</a> June 9, 2011<br />\r\n\t<br />\r\n\t<a href=\"http://books.google.com/books?id=UijIgQP0xF8C&amp;pg=PA218&amp;dq=%22Right+to+Vote%22+and+Keyssar+and+poll+tax&amp;hl=en&amp;sa=X&amp;ei=jhTNT-KcPOeX6QH878hz&amp;ved=0CD0Q6AEwAA#v=snippet&amp;q=poll%20&amp;f=false\">The Right to Vote: The Contested History of Democracy in the United States</a> by Alexander Keyssar, 2009<br />\r\n\t<br />\r\n\tThe International Encyclopedia of Elections, <a href=\"https://www.documentcloud.org/documents/366693-poll-tax-article-for-enclycopedia-2.html\">Poll tax article</a>, by Morgan Kousser, 1999<br />\r\n\t<br />\r\n\tInterview, Mary Cooney, spokeswoman for the Broward Supervisor of Elections, June 4, 2012<br />\r\n\t<br />\r\n\tInterview, Christina White, spokeswoman for the Miami Dade Supervisor of Elections, June 4, 2012<br />\r\n\t<br />\r\n\tInterview, Chris Cate, spokesman for the Florida Division of Elections, June 4, 2012<br />\r\n\t<br />\r\n\tInterview, Rob Richie, executive director of FairVote, June 4, 2012<br />\r\n\t<br />\r\n\tInterview, David Colburn, professor emeritus of history, University of Florida, June 4, 2012<br />\r\n\t<br />\r\n\tInterview, James Cobb, history professor, University of Georgia, June 4, 2012<br />\r\n\t<br />\r\n\tInterview, T. Adams Upchurch, Associate Professor of History, East Georgia College, June 4, 2012<br />\r\n\t<br />\r\n\tInterview, Justin Levitt, associate professor of law at Loyola Law School, June 4, 2012<br />\r\n\t<br />\r\n\tInterview, Morgan Kousser, professor of history and social sciences at California Institute of Technology, June 4, 2012<br />\r\n\t<br />\r\n\tInterview, Jane Dailey, associate professor of History at the University of Chicago, June 4, 2012<br />\r\n\t<br />\r\n\tInterview, Michael Klarman, law professor at Harvard, June 4, 2012<br />\r\n\t<br />\r\n\tInterview, Daniel Tokaji, law professor at Ohio State University, June 4, 2012<br />\r\n\t<br />\r\n\tInterview, Edward Foley, law professor at Ohio State University, June 4, 2012<br />\r\n\t<br />\r\n\tInterview, Alex Keyssar, professor of history and social policy at Harvard, June 4, 2012<br />\r\n\t<br />\r\n\tInterview, Justin Levitt, associate professor at Loyola Law school, June 4, 2012<br />\r\n\t<br />\r\n\tInterview, Chandler Davidson, sociology professor emeritus at Rice University, June 4, 2012<br />\r\n\t<br />\r\n\tInterview, Leslie V. Tischauser, Professor of History at Prairie State College, June 5, 2012<br />\r\n\t<br />\r\n\tInterview, Lorenzo Morris, political science professor at Howard University, June 5, 2012tk</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "U.S. Representative", "false_count": 0, "first_name": "Alcee", "half_true_count": 1, "home_state": "Florida", "id": 1438, "last_name": "Hastings", "mostly_true_count": 0, "name_slug": "alcee-hastings", "pants_count": 2, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/100923_hastings_605_ap.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1438/", "total_count": 4, "true_count": 0, "website": "http://www.alceehastings.house.gov/"}, "statement": "<p>\r\n\tFlorida election officials&rsquo; requests to some residents to submit proof of citizenship is a &quot;backdoor poll tax.&quot;</p>\r\n", "statement_context": "a press conference", "statement_date": "2012-05-29", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}, {"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 29, "photo": null, "resource_uri": "/api/v/2/subject/29/", "subject": "Poverty", "subject_slug": "poverty", "used_in_edition": []}], "target": [], "twitter_headline": ""}