{"art": [], "author": [{"email_address": "sgorman@timesdispatch.com", "first_name": "Sean", "id": 238, "last_name": "Gorman", "name_slug": "sean-gorman", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/238/", "title": "PolitiFact Reporter", "twitter": null}], "canonical_url": "/virginia/statements/2012/jun/07/bob-marshall/bob-marshall-says-homosexual-behavior-cuts-life-ex/", "edition": {"adkey": "Editions", "advalue": "Virginia", "edition": "Virginia", "edition_slug": "virginia", "has_afterthefact": false, "id": 10, "index_page": false, "meter_name": "The Virginia Truth-O-Meter", "resource_uri": "/api/v/2/edition/10/"}, "editor": [{"email_address": "wfiske@timesdispatch.com", "first_name": "Warren", "id": 209, "last_name": "Fiske", "name_slug": "warren-fiske", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/209/", "title": "PolitiFact Virginia Editor", "twitter": null}], "facebook_headline": null, "id": 6047, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "sgorman@timesdispatch.com", "first_name": "Sean", "id": 238, "last_name": "Gorman", "name_slug": "sean-gorman", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/238/", "title": "PolitiFact Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/6047/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Del. Bob Marshall&rsquo;s statements about homosexuals have generated plenty of controversy this spring.<br />\r\n<br />\r\nMarshall, one of four candidates running in Tuesday&rsquo;s GOP primary for the U.S. Senate, made national news May 15 when he led a successful movement in the House of Delegates to reject the judicial nomination of a gay prosecutor. Among other things, Marshall argued that Tracy Thorne-Begland could not be trusted on the bench to uphold Virginia&rsquo;s ban on same-sex marriage.<br />\r\n<br />\r\nTwo days later, during an interview on CNN, Marshall again questioned Thorne-Begland&rsquo;s ability to render fair judgments, saying, &quot;Sodomy is not a civil right.&quot;<br />\r\n<br />\r\nAnd during a campaign swing in Charlottesville on May 24, a reporter asked Marshall whether gay sex should be protected by the constitution.<br />\r\n<br />\r\n&quot;The court says it is in certain limited circumstances, but you know what that behavior does? It cuts your life&nbsp;by about 20 years,&quot; Marshall said.<br />\r\n<br />\r\nIs Marshall right that the lifespan of gays is, on average, two decades shorter than heterosexuals? We asked him to provide proof. &nbsp;&nbsp;&nbsp;<br />\r\n<br />\r\nMarshall, who represents Prince William County, sent us an email citing a <a href=\"http://ije.oxfordjournals.org/content/26/3/657.full.pdf\">study</a> published in June 1997 in the International Journal of Epidemiology. The report, conducted by researchers at the British Columbia Centre for Excellence in HIV/AIDS, examined how HIV affected the mortality of gay and bisexual men in Vancouver from 1987 to 1992.<br />\r\n<br />\r\nThe study found that life expectancy at age 20 among gay and bisexual men in Vancouver was 8 to 21 years shorter than that of all men in the Canadian city. The researchers also said their conclusion probably underestimated the life expectancy deficit among gay and bisexual men because AIDS cases were underreported.<br />\r\n<br />\r\nBut that&rsquo;s not the end of the story.<br />\r\n<br />\r\nThe report&rsquo;s authors, in 2001, took exception to conservatives who used their study to condemn the lifestyle of gay and bisexual men. The researchers said circumstances had changed since their study ended in the early 1990s.<br />\r\n<br />\r\n&quot;If we were to repeat this analysis today the life expectancy of gay and bisexual men would be greatly improved,&quot; the authors <a href=\"about:blank\">wrote</a>. &quot;Deaths from HIV infection have declined dramatically in this population since 1996.&quot;<br />\r\n<br />\r\nThe researchers, however, did not conduct a new study on the life expectancy for gay and bisexual men.<br />\r\n<br />\r\nWe spoke to Julio Montaner, a co-author of the study and director of the British Columbia Center for Excellence in HIV/AIDs. He said Marshall&rsquo;s statement is a &quot;gross misrepresentation&quot; of the research.<br />\r\n<br />\r\n&quot;To use my report to support the notion that gay and bisexual sex is somehow the reason why people die early is misusing the data,&quot; Montaner said.<br />\r\n<br />\r\nMontaner noted that his group&rsquo;s original report was conducted at a time when the HIV epidemic was poorly controlled and treatments were ineffective. Since then, there have have been great strides in treating the disease and preventing its spread, Montaner said. In British Columbia, annual diagnoses of new infections have dropped from 900 in the mid-1990s to 300 in recent years, he said. Deaths from HIV also have fallen sharply, he said.<br />\r\n<br />\r\nIn the United States, figures from the Centers for Disease Control show that the rate of HIV deaths per 100,000 people peaked at 36.3 deaths in 1995 and fell to 2.7 in 2010, the latest year data is available.<br />\r\n<br />\r\nGay and bisexual men remain the group most heavily affected by HIV, according to the CDC. Although they represent 2 percent of the U.S. population, gay and bisexual men accounted for 61 percent of new HIV infections in 2009.<br />\r\n<br />\r\nMarshall, in his email, listed sent abstracts of other studies saying homosexuals have high rates of suicide attempts and certain types of cancer. Two of the studies cite high number of deaths among gay men from HIV and AIDS in the 1980s and 1990s.<br />\r\n<br />\r\n&quot;With significant investment in medical resources, homosexuals are living longer than in previous years with their compromised health status, but nevertheless still shorter lives than comparable married heterosexuals who don&rsquo;t eat up medical resources to the same extent,&quot; Marshall wrote.<br />\r\n<br />\r\nNone of the other research Marshall listed proves his point that homosexual behavior today cuts life expectancy by 20 years.<br />\r\n<br />\r\nMarshall, for example, cited a <a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC2636618/?tool=pubmed\">study</a> by the American Journal of Public Health that examined the mortality of men and women in same-sex marriages in Denmark from 1989 to 2004. It found that death rates among those couples was a third higher than the general population, despite a significant drop among men in same-sex couples. Even so, the report, published in 2009, criticized other published claims that homosexuals have a life expectancy that&rsquo;s more than 20 years shorter than heterosexuals.<br />\r\n<br />\r\n&quot;Although further research is needed, the claims of drastically increased overall mortality in gay men and lesbians appear unjustified,&quot; the report said.<br />\r\n<br />\r\nWe sought U.S. data on how how life expectancy of homosexuals compared to the rest of the population. But the CDC, which compiles statistics on longevity, doesn&rsquo;t keep figures based on sexual orientation.<br />\r\n<br />\r\nLaura Durso -- a public policy fellow at the Williams Institute at UCLA, which researches issues facing lesbian, gay, bisexual and transgendered (LGBT) people -- said few national population-based surveys in the U.S. inquire ask about sexual orientation. That makes it difficult to compare the life expectancies of homosexuals to heterosexuals, she said.<br />\r\n<br />\r\nStill, Durso said, reports have shown that LGBT populations face increased certain health risks. LGBT youths in particular have been shown to have a higher rate of suicide, she said. Gay men appear to be at higher risk for anal cancer while lesbians appear to be at higher risk of breast cancer, she said.<br />\r\n<br />\r\n<strong>Our Ruling</strong><br />\r\n<br />\r\nBob Marshall said homosexual behavior cuts a person&rsquo;s life&nbsp;by about 20 years.<br />\r\n<br />\r\nThe research Marshall cites to support his claim is two decades old and was conducted near the height of the HIV epidemic. One of the authors said there have been tremendous advances in HIV treatment over the last 20 years and that Marshall&rsquo;s statement is a &quot;gross misrepresentation&quot; of the research.<br />\r\n<br />\r\nThe U.S. death rate from HIV was nine times higher in 1990 than it was in 2010, the latest year for the data.<br />\r\n<br />\r\nMarshall cites a number of other studies that show homosexuals face certain health risks. But none of them focused on the life expectancy of homosexuals, and they certainly didn&#39;t conclude that gays die about 20 years earlier than heterosexuals.<br />\r\n<br />\r\nWe rate Marshall&rsquo;s claim False.</p>\r\n", "ruling_comments_date": "2012-06-07T11:23:35.425410", "ruling_date": "2012-06-07T11:17:42", "ruling_headline": "Bob Marshall says homosexual behavior cuts life expectancy by 20 years ", "ruling_headline_slug": "bob-marshall-says-homosexual-behavior-cuts-life-ex", "ruling_link_text": "\"Gross misrepresentation\" of research", "ruling_state": null, "source_documents": null, "sources": "<p>Richmond Times-Dispatch, <a href=\"http://www2.timesdispatch.com/news/2012/may/25/gop-senate-contender-marshall-says-being-gay-cuts--ar-1942489/\">&quot;GOP Senate contender Marshall says being gay &lsquo;cut&rsquo;s your life by about 20 years,&rsquo;&quot;</a> May 25, 2012.<br />\r\n<br />\r\nE-mail from Del. Bob Marshall, May 30, 2012.<br />\r\n<br />\r\nE-mail from Graham Moomaw, Staff Writer at the The Daily Progress, May 29, 2012.<br />\r\n<br />\r\nInternational Journal of Epidemiology, <a href=\"http://ije.oxfordjournals.org/content/26/3/657.full.pdf\">&quot;Modelling the impact of HIV disease on mortality in gay and bisexual men,&quot; </a>1997.<br />\r\n<br />\r\nInternational Journal of Epidemiology, <a href=\"http://ije.oxfordjournals.org/content/30/6/1499.full\">&quot;Gay life expectancy revisited,&quot; </a>2001.<br />\r\n<br />\r\nAmerican Journal of Public Health, <a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC2636618/?tool=pubmed\">&quot;Mortality among men and women in same-sex marriage: a national cohort study of 8,333 Danes,&quot; </a>January 2009.<br />\r\n<br />\r\nPolitiFact Tennessee, <a href=\"http://www.politifact.com/tennessee/article/2012/feb/05/examining-dont-say-gay-bill-sponsors-claims-about-/\">&quot;Examining &lsquo;Don&rsquo;t Say Gay bill sponsor&rsquo;s claims about AIDS, gay men, risks of sexual activity,&quot;</a> February 5, 2012.<br />\r\n<br />\r\nCenters for Disease Control, <a href=\"http://www.cdc.gov/hiv/resources/factsheets/PDF/HIV_at_a_glance.pdf\">&quot;HIV in the United States: At a glance,&quot;</a> March 2012.<br />\r\n<br />\r\nCenters for Disease Control, &quot;Health, United States,&quot; Table 35, 2011.<br />\r\n<br />\r\nCenters for Disease Control, <a href=\"http://www.cdc.gov/nchs/data/nvsr/nvsr60/nvsr60_04.pdf\">&quot;Deaths: Preliminary data for 2010,&quot;</a> page 42, Table 2, January 11, 2012.<br />\r\n<br />\r\nInterview with Julio Montaner, director of the British Columbia Centre for Excellence in HIV/AIDS, June 1, 2012.<br />\r\n<br />\r\nInterviews with Laura Durso, public policy fellow at the Williams Institute, May 31, 2012 and June 5, 2012.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "State delegate", "false_count": 2, "first_name": "Bob", "half_true_count": 0, "home_state": "Virginia", "id": 923, "last_name": "Marshall", "mostly_true_count": 0, "name_slug": "bob-marshall", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/MARSHALLPF.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Virginia", "edition": "Virginia", "edition_slug": "virginia", "has_afterthefact": false, "id": 10, "index_page": false, "meter_name": "The Virginia Truth-O-Meter", "resource_uri": "/api/v/2/edition/10/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/923/", "total_count": 3, "true_count": 0, "website": "http://delegatebob.com/"}, "statement": "<p>Homosexual behavior &quot;cuts your life&nbsp;by about 20 years.&quot;</p>\r\n", "statement_context": "an interview.", "statement_date": "2012-05-24", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 118, "photo": null, "resource_uri": "/api/v/2/subject/118/", "subject": "Gays and Lesbians", "subject_slug": "gays-and-lesbians", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 256, "photo": null, "resource_uri": "/api/v/2/subject/256/", "subject": "Sexuality", "subject_slug": "sexuality", "used_in_edition": ["/api/v/2/edition/14/"]}], "target": [], "twitter_headline": ""}