{"art": [], "author": [{"email_address": "abettelheim@cq.com", "first_name": "Adriel", "id": 48, "last_name": "Bettelheim", "name_slug": "adriel-bettelheim", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/48/", "title": "Writer, CQ", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2008/oct/07/john-mccain/94-not-even-close/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "smontgomery@sptimes.com", "first_name": "Scott", "id": 9, "last_name": "Montgomery", "name_slug": "scott-montgomery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/9/", "title": "Former Government & Politics Editor, St. Petersburg Times", "twitter": null}], "facebook_headline": null, "id": 605, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "abettelheim@cq.com", "first_name": "Adriel", "id": 48, "last_name": "Bettelheim", "name_slug": "adriel-bettelheim", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/48/", "title": "Writer, CQ", "twitter": null}], "resource_uri": "/api/v/2/statement/605/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\n As the presidential campaign heads into its final weeks, John McCain&rsquo;s camp increasingly is portraying Barack Obama as a classic liberal who has never met a tax hike that he can&rsquo;t support.\n <br />\n &nbsp;\n <br />\n McCain&rsquo;s camp contends Obama&rsquo;s addiction to taxes would further weaken the already staggering economy by placing new burdens on middle-class Americans and prompting U.S. corporations to shift more jobs overseas. This line of attack allows McCain and his proxies to point to the Arizona Republican&rsquo;s lengthy record in Congress of opposing tax increases while supporting reduced federal spending.\n</p>\n<p>\n During the second presidential debate in Nashville, Tenn., McCain made the charge directly.\n</p>\n<p>\n \"Senator Obama has voted 94 times to either increase your taxes or against tax cuts. That's his record.\"\n</p>\n<p>\n Ninety-four times? Not that we could find. The tally more accurately demonstrates how easy it is to distort a candidate&rsquo;s record by characterizing in broad strokes complicated bills and resolutions that contain myriad policy proposals.\n <br />\n &nbsp;\n <br />\n The 94-vote count first appeared in a June 9 Republican National Committee &ldquo;tax backgrounder&rdquo; that purported to document the tax increases Obama proposed or supported in the U.S. Senate and Illinois Legislature, when he served in the state Senate. The RNC didn&rsquo;t respond to a request from PolitiFact to provide a breakdown of all 94 votes it says its research staff unearthed. It indicated the results were gleaned using the Library of Congress&rsquo; legislative search engine, Thomas (named for Thomas Jefferson and\n <a href=\"http://thomas.loc.gov/\" target=\"_blank\">\n  found here\n </a>\n ).\n <br />\n &nbsp;\n <br />\n With the right query, it&rsquo;s possible to get that result, but the GOP&rsquo;s list is misleading for a number of reasons.\n <br />\n &nbsp;\n <br />\n First, it counts votes on Democratic budget resolutions, which set nonbinding parameters for considering tax and spending legislation but don&rsquo;t have the force of law. For example, the Republicans cite Obama&rsquo;s votes in support of a fiscal 2009 budget resolution they say would raise taxes on individuals earning as little as $31,850. We&rsquo;ve previously dealt with this claim and ruled it\n <a href=\"http://www.politifact.com/truth-o-meter/statements/425/ \" target=\"_blank\">\n  False\n </a>\n . The document assumes that many of President Bush&rsquo;s 2001 and 2003 tax cuts will be allowed to expire at the end of 2010, or that their cost will be offset by new sources of revenues. Republicans point to this as evidence that Democrats want to raise taxes. But the documents don&rsquo;t have line items on tax proposals. And even if they did, they would amount to little more than political statements, because the documents cannot change tax law. So voting in favor of the resolution isn&rsquo;t akin to voting to raise taxes.\n <br />\n &nbsp;\n <br />\n The budget resolutions do provide a perennial source of fodder for incendiary claims because while they&rsquo;re largely symbolic, they prompt lengthy debates with numerous votes. Obama voted on 43 occasions with the majority of Democrats during various stages of debate on the 2009 budget resolution, including instances in which he helped defeat Republican proposals dealing with borrowing from the Social Security trust fund and erecting new procedural hurdles to any legislation that would raise income taxes.\n <br />\n &nbsp;\n <br />\n The 94-vote list also takes liberties characterizing which votes actually are &ldquo;for higher taxes.&rdquo; McCain&rsquo;s folks count Obama&rsquo;s opposition to extending lower tax rates for dividends and capital gains (at least nine votes), and his votes against exemptions to the Alternative Minimum Tax for middle-class taxpayers (at least five votes). These proposals were hallmarks of Republican efforts to extend a variety of popular tax breaks that were expiring when the GOP controlled Congress. Many Democrats, including Obama, opposed them as fiscally irresponsible and primarily benefitting the rich.\n <br />\n &nbsp;\n <br />\n But if voting against a tax cut is the same as voting for higher taxes, then it&rsquo;s worth noting McCain&rsquo;s rather well-documented record in this regard. In 2001, McCain antagonized conservatives when he voted against President Bush&rsquo;s tax cuts, saying they needed to be paired up with equivalent cuts in spending. He voted against the 2003 round of cuts, too.\n <br />\n &nbsp;\n <br />\n We give McCain credit for adding the phrase \"or against tax cuts\" to Obama&rsquo;s list of alleged misdeeds, because unlike the RNC tax backgrounder, this captures the essence of at least 20 of his documented votes.\n</p>\n<p>\n However, McCain and the RNC both fail to note that some of the other votes would not have resulted in a net tax increase, but instead redistributed the burden among different payers. The 94-vote tally, for example, cites Obama&rsquo;s support of higher taxes on the oil and gas industries. But some of those Democratic tax plans that would have eliminated a tax break for domestic production or imposed a &ldquo;windfall profits&rdquo; tax on the biggest oil companies would have applied the proceeds to wind energy, cellulosic ethanol, geothermal power and other emerging energy sources that produce less pollution than traditional sources. They also would have created a new incentive for consumers to buy plug-in hybrid cars and extend tax breaks for energy-efficient homes and businesses.\n</p>\n<p>\n The Obama campaign says the 94-vote figure is dishonest and misleading, and with a wink compiled its own list of McCain votes, using his camp&rsquo;s methodology. The results: the Republican candidate voted for higher taxes 477 times since arriving in Congress in 1982, including 105 occasions since 2005. Democratic vice presidential candidate Joe Biden invoked the 477 figure during the vice presidential debate when Gov. Sarah Palin made the very same 94-vote charge. Biden said, &ldquo;It&rsquo;s a bogus standard.&rdquo;\n</p>\n<p>\n We didn't track down all 477 votes the Democrats claimed, but we looked at a few and found that McCain, indeed, could be depicted as having voted to raise multiple taxes, just as Obama did, if one reads the fine print. For example, in May 2006, McCain voted for a massive fiscal 2006 tax and spending bill that, among other things, increased excise taxes on public charities and expanded the base of the tax on private foundation investment income. These revenue-raisers helped offset $70-billion in tax cuts, including reduced rates on capital gains and dividends and writeoffs for small businesses, according to a summary prepared by the Joint Committee on Taxation. In 1997, McCain voted for a $100.4-billion, five-year tax cut package that, among other things, raised cigarette taxes 10 cents per pack in 2000 and 15 cents per pack in 2002.\n <br />\n <br />\n In the record, there are many instances in which Obama supported actual tax increases. We found more than 20 examples, such as an August 2007 vote on legislation to expand the State Children&rsquo;s Health Insurance Program that called for increasing the federal cigarette tax by 61 cents per pack, to $1. Obama also supported a plan enacted in June to pay for a new veterans&rsquo; education benefit by levying a new 0.5 percent surtax on individuals who make more than $500,000 or couples who make more than $1-million in adjusted gross income annually.\n</p>\n<p>\n But 94 still is awfully far away. The McCain campaign could easily claim that Obama has \"repeatedly\" supported higher taxes according to his record in the Senate. But by using such a precise number, the McCain campaign's charge carries a greater level of authority and credibility, which it really doesn't deserve. It's not merely that their count is wrong, but that they're misleading with their attempt at unsupported precision. We say False.\n</p>", "ruling_comments_date": "2010-01-07T13:27:57.775528", "ruling_date": "2008-10-07T00:00:00", "ruling_headline": "94? Not even close", "ruling_headline_slug": "94-not-even-close", "ruling_link_text": "94? Not even close", "ruling_state": null, "source_documents": null, "sources": "<p>\n Republican National Committee,\n <a href=\"http://www.gop.com/news/NewsRead.aspx?Guid=40abb3a8-83c8-4f0f-ae4f-c85162396145\" target=\"_blank\">\n  Obama Tax Backgrounder,\n </a>\n June 9, 2008\n</p>\n<p>\n John McCain,\n <a href=\"http://www.johnmccain.com/Informing/News/PressReleases/23d9aba0-639e-4ac2-ad58-b56e2ab8dba2.htm\" target=\"_blank\">\n  Aug. 1 statement on unemployment rate\n </a>\n</p>\n<p>\n CQ Weekly, &ldquo;Congress Wraps Up Budget Resolution,&rdquo; by David Clarke, June 9, 2008\n</p>\n<p>\n CQ Today, &ldquo;Democrats Unveil Energy Plan to Go After Big Oil Profits and Gouging,&rdquo; by Coral Davenport, May 7, 2008\n</p>\n<p>\n CQ Today, &ldquo;Senate Tax Package Reverses Course on Energy, With Emphasis on Renewables,&rdquo; by Richard Rubin, June 18, 2007\n</p>\n<p>\n CQ Today, &ldquo;Tax on Rich Eyed as Offset for Vets,&rdquo; by David Clarke and Josh Rogin, May 14, 2008\n</p>\n<p>\n Vice presidential debate,\n <a href=\"http://elections.nytimes.com/2008/president/debates/transcripts/vice-presidential-debate.html \" target=\"_blank\">\n  Transcript\n </a>\n , Oct. 2, 2008\n <br />\n <br />\n &nbsp;Joint Committee on Taxation,\n <a href=\" http://www.house.gov/jct/x-9-06.pdf\" target=\"_blank\">\n  \"Estimated Revenue Effects of HR 4297\n </a>\n ,\" Feb. 8, 2006\n <br />\n <br />\n &nbsp;Joint Committee on Taxation,\n <a href=\"http://www.house.gov/jct/x-39-97.pdf\" target=\"_blank\">\n  \"Estimated Budget Effects of the Conference Agreement on the Revenue Provisions of HR 2014,\"\n </a>\n July 30, 1997\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 32, "current_job": "U.S. senator", "false_count": 39, "first_name": "John", "half_true_count": 31, "home_state": "Arizona", "id": 8, "last_name": "McCain", "mostly_true_count": 37, "name_slug": "john-mccain", "pants_count": 8, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-johnmccain.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Arizona", "edition": "Arizona", "edition_slug": "arizona", "has_afterthefact": false, "id": 56, "index_page": false, "meter_name": "The Arizona Truth-O-Meter", "resource_uri": "/api/v/2/edition/56/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/8/", "total_count": 190, "true_count": 37, "website": "http://www.johnmccain.com/"}, "statement": "<p>\"Senator Obama has voted 94 times to either increase your taxes or against tax cuts.\"</p>", "statement_context": "comment from McCain spokesman Tucker Bounds on Fox News", "statement_date": "2008-10-07", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": null}