{"art": [], "author": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2012/jun/12/steve-brown/transportation-tax-foe-says-transit-friendly-city/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 6073, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/6073/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tGeorgia temperatures are beginning to heat up. And so is the rhetoric over the proposed 1 percent sales tax hike to fund metro Atlanta transportation projects.<br />\r\n\t<br />\r\n\tTransportation tax opponent Steve Brown recently told metro voters that Portland, Ore., is a cautionary tale for fans of public transit.<br />\r\n\t<br />\r\n\tYes, Portland. That town whose residents are so in love with its buses and rail that others mock them for it.<br />\r\n\t<br />\r\n\tAn attendee at a forum hosted by the Republican Women of Cherokee County called MARTA a business failure and asked panelists why the 10-year tax would fund a slate of projects that include public transit.<br />\r\n\t<br />\r\n\tThat&rsquo;s when Brown, a Fayette County commissioner, brought up Portland. He called it &quot;the most transit-friendly city in the United States of America.&quot;<br />\r\n\t<br />\r\n\t&quot;And they&rsquo;ve never gotten over 12 to 15 percent ridership in the past 12 years,&quot; Brown said.<br />\r\n\t<br />\r\n\tPortland?<br />\r\n\t<br />\r\n\tThe metro Atlanta tax, which is up for a vote July 31, would raise about $7.2 billion for road and transit projects, or as much as $8.5 billion after inflation. It would fund 157 projects in metro Atlanta, including roads, bridges and rail. No rail is slated for Cherokee County.<br />\r\n\t<br />\r\n\tBrown opposes the tax for a number of reasons. One is that he thinks it would fund too much mass transit.<br />\r\n\t<br />\r\n\tFirst, a word on &quot;ridership.&quot; Transportation policy wonks use this term to refer to a very specific thing, and it&rsquo;s not what Brown described.<br />\r\n\t<br />\r\n\t&quot;Ridership&quot; is the number of times a passenger boards public transportation. In metro Portland, that number is rising.<br />\r\n\t<br />\r\n\tFourth quarter 2002 data show there were about 288,000 boardings on Portland&rsquo;s TriMet public transit system on an average weekday, according to the American Public Transportation Association. Ten years later, it was 323,000. That&rsquo;s an increase of about 12 percent. &nbsp;&nbsp;&nbsp;<br />\r\n\t<br />\r\n\t(This does not necessarily mean more people are riding TriMet. Ridership can increase if passengers make more transfers.)<br />\r\n\t<br />\r\n\tWe realize, though, that average folks might not care about the technical definition of &quot;ridership.&quot; Brown spoke in percentage terms, so we think it&rsquo;s fair to say that the audience got the impression that he was talking about the percentage of Portland-area residents who ride transit. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<br />\r\n\t<br />\r\n\tBrown backed up his point by sending PolitiFact Georgia data from the U.S. Census Bureau&rsquo;s yearly American Community Survey. They describe what forms of transportation commuters use to get to their jobs.<br />\r\n\t<br />\r\n\tThey showed that from 1997 through 2008, between 12 percent and 15 percent of Portlanders mainly used public transportation to get to work. The most recent ACS data showed this percentage remained near 12 percent from 2006 through 2010. &nbsp;<br />\r\n\t<br />\r\n\tBrown sent us other surveys by the city of Portland that show similar results.<br />\r\n\t<br />\r\n\tThe share of commuters shrinks to about 6 percent when you include metro workers who live outside the city&rsquo;s boundaries, according to ACS data. This number has also held steady in recent years.<br />\r\n\t<br />\r\n\tBut commutes are only one part of the story. Riders also use it to go to school or events, to run errands, or to take trips to the airport.<br />\r\n\t<br />\r\n\tWe talked to Jarrett Walker, a public transit expert whom Brown suggested we contact. Walker&rsquo;s website is where Brown got his ACS numbers. We also talked to Alan Pisarski, an expert on road congestion and how people use different forms of transportation.<br />\r\n\t<br />\r\n\tPisarski said the &quot;lion&rsquo;s share&quot; of trips on public transit are for work, and the percentage of commuters who use it during the height of rush hour can have the greatest impact on traffic congestion.<br />\r\n\t<br />\r\n\tBut, Pisarski said, the ACS measures commuter behavior only.<br />\r\n\t<br />\r\n\tWalker thinks it&rsquo;s a bad idea to predict the effects of an expanded MARTA system based on Portland&rsquo;s experience. The success of a planned system depends more on how the land around potential stations develops.<br />\r\n\t<br />\r\n\t&quot;It doesn&#39;t matter much how many people use it occasionally or the balance between regular and occasional riders,&quot; Walker told PolitiFact Georgia.<br />\r\n\t<br />\r\n\tNationally, commuting trips make up about 60 percent of transit rides, according to data from a five-year study by the American Public Transportation Association that was released in 2007.<br />\r\n\t<br />\r\n\tA 2010 survey by TriMet found that 80 percent of adults in the system&rsquo;s service area ride it. Some 43 percent use the system occasionally, regularly or frequently.<br />\r\n\t<br />\r\n\tOf TriMet&rsquo;s frequent and regular riders, 44 percent use it primarily to travel to work while 26 percent use it primarily for school.<br />\r\n\t<br />\r\n\tThese percentages have held steady for the past 10 years, TriMet data showed.<br />\r\n\t<br />\r\n\tThe survey&rsquo;s sample size of 1,000 adults is small and the research was conducted by an agency with a big stake in the results, but we think TriMet&rsquo;s findings are reasonable. We compared its results with the ACS and found they square with each other.<br />\r\n\t<br />\r\n\tOur ruling:<br />\r\n\t<br />\r\n\tIf Brown said that the percentage of Portland adults who use public transit to get to work has stayed between 12 percent and 15 percent, his claim would have been accurate.<br />\r\n\t<br />\r\n\tBut that&rsquo;s not what he said. Brown said Portland has &quot;never gotten over 12 to 15 percent ridership&quot; of its public transit system &quot;in the past 12 years.&quot;<br />\r\n\t<br />\r\n\tThis gives the impression that only a tiny percentage of adults in TriMet&rsquo;s service area use the system. But a credible source of data shows that about 40 percent use it a couple of times a month or more. Include infrequent riders and that number climbs to 80 percent.<br />\r\n\t<br />\r\n\tFurthermore, &quot;ridership,&quot; as transit experts understand it, is up.<br />\r\n\t<br />\r\n\tBrown&rsquo;s statement would be correct if he were just talking about Portland commuters.<br />\r\n\t<br />\r\n\tBut the actual &quot;ridership&quot; (Brown&rsquo;s word) increases substantially when you include the people who use rail a few times a month. Throw in infrequent riders and the number skyrockets.<br />\r\n\t<br />\r\n\tBrown&rsquo;s statement is misleading and needs a lot of context to move any higher on the Truth-O-Meter.<br />\r\n\t<br />\r\n\tHe earns a Half True.</p>\r\n", "ruling_comments_date": "2012-06-11T18:11:09.190009", "ruling_date": "2012-06-12T06:00:00", "ruling_headline": "Transportation tax foe says transit-friendly city rarely rides rail", "ruling_headline_slug": "transportation-tax-foe-says-transit-friendly-city", "ruling_link_text": "He forgot to count a lot of riders", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tTrafficTruth.net, &quot;<a href=\"http://www.traffictruth.net/index.php/2012/05/mike-alexander-arc-tells-the-truth-about-t-splost-taxes-going-to-marta/\">Mike Alexander, ARC, Tells the Truth about T-SPLOST Taxes Going to MARTA Operations and Maintenance</a>,&quot; May 23, 2012<br />\r\n\t<br />\r\n\tAmerican Public Transportation Association, <a href=\"http://www.apta.com/resources/statistics/Pages/RidershipArchives.aspx\">Ridership Report Archives</a>, Fourth Quarter 2002 - 2011<br />\r\n\t<br />\r\n\tAmerican Public Transportation Association, &quot;A Profile of Public Transportation Passenger Demographics and Travel Characteristics Reported in On-Board Surveys,&quot; May 2007<br />\r\n\t<br />\r\n\tCherokee Tribune, &quot;Local officials voice opposition to TSPLOST,&quot; May 23, 2012&nbsp;</p>\r\n<p>\r\n\t<br />\r\n\tTriMet, <a href=\"http://trimet.org/pdfs/publications/customer_profile.pdf\">2010 Customer Profile,</a> June 2011,<br />\r\n\t<br />\r\n\tHuman Transit blog, &quot;<a href=\"http://www.humantransit.org/2010/01/portland-a-challenging-chart.html\">Portland: A challenging chart,</a>&quot; Jan. 9, 2010<br />\r\n\t<br />\r\n\tU.S. Census Bureau, <a href=\"http://www.census.gov/acs/www/\">American Community Survey</a>, accessed June 6, 7 and 8, 2012<br />\r\n\t<br />\r\n\tCity of Portland, <a href=\"http://www.portlandonline.com/auditor/index.cfm?a=325076&amp;c=51639\">20th Annual Community Survey Results</a>, Nov. 2010<br />\r\n\t<br />\r\n\tTelephone interview, Alan E. Pisarski, transportation consultant, June 7, 2012<br />\r\n\t<br />\r\n\tEmail interview, Jarrett Walker, transportation consultant, June 7, 2012<br />\r\n\t<br />\r\n\tEmail interview, Steve Brown, commissioner, Fayette County, June 6 and 8, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Fayette County Commissioner", "false_count": 1, "first_name": "Steve", "half_true_count": 1, "home_state": "Georgia", "id": 1894, "last_name": "Brown", "mostly_true_count": 0, "name_slug": "steve-brown", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Steve_Brown_PolitiFact.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1894/", "total_count": 2, "true_count": 0, "website": "http://www.fayettecountyga.gov/administration/boc/Steve_Brown.htm"}, "statement": "<p>\r\n\tPortland, Ore., has &quot;never gotten over 12 to 15 percent ridership&quot; of its public transit system &quot;in the past 12 years.&quot;</p>\r\n", "statement_context": "", "statement_date": "2012-05-22", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 44, "photo": null, "resource_uri": "/api/v/2/subject/44/", "subject": "Transportation", "subject_slug": "transportation", "used_in_edition": []}], "target": [], "twitter_headline": ""}