{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2008/aug/05/barack-obama/more-compromise-than-change-of-heart/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 609, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/609/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half Flip", "id": 8, "resource_uri": "/api/v/2/statementruling/8/", "ruling": "Half Flip", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/fom-halfFlip.png", "ruling_slug": "half-flip"}, "ruling_comments": "<p>For months, Sens. Barack Obama and John McCain have jousted over the issue of offshore oil drilling. It's an issue that provides clear contrast between the two candidates, with McCain pushing for more offshore drilling and Obama in steadfast opposition.</p>\r\n<p>So when Obama said on Aug. 1 that he was open to supporting the New Energy Reform Act of 2008, it signaled a clear shift.</p>\r\n<p>The bipartisan compromise bill calls for spending $84-billion over 10 years on research and development of better batteries, fuels and energy-saving technologies and includes tax incentives for people who buy hybrid and alternative-fuel cars and trucks. But it also would allow drilling for oil and natural gas as close as 50 miles from Florida's west coast.</p>\r\n<p>In Chicago in June, Obama was unequivocal about his opposition to offshore drilling off Florida's coast.</p>\r\n<p>\"And when I am president, I will keep the moratorium in place and prevent oil companies from drilling off Florida's coasts,\" Obama said. \"That's how we can protect our coasts and still make the investments that will reduce our dependence on foreign oil and bring down gas prices for good.\"</p>\r\n<p>Obama said then that McCain's proposal to lift a moratorium on offshore drilling \"will only worsen our addiction to oil and put off needed investments in clean, renewable energy.\"</p>\r\n<p>For months, Obama lambasted McCain's calls for opening up new areas off the U.S. coastline to offshore drilling.</p>\r\n<p>\"It's a proposal that George Bush's administration says will not provide a drop of oil &mdash; not a single drop &mdash; for at least 10 years,\" Obama said in a speech in Las Vegas on June 24. \"And by the time the drilling is fully underway in 20 years, our own Department of Energy says that the effect on gas prices will be 'insignificant.' Insignificant.\"</p>\r\n<p>Instead, Obama repeatedly implored oil companies to drill on 68-million acres of land and offshore areas that they have not yet touched.</p>\r\n<p>In a July 11 energy speech in Dayton, Ohio, Obama said, \"If there were real evidence that these steps (lifting moratoriums on offshore drilling) would actually provide real, immediate relief at the pump and advance the long-term goal of energy independence, of course I'd be open to them.  But so far there isn't.\"</p>\r\n<p>So how does Obama now justify throwing tentative support behind an energy plan that would allow offshore drilling within 50 miles of the Florida coast? On Aug. 1, Obama issued this statement:</p>\r\n<p>\"For too long, partisan gridlock and special interest influence has blocked progress on some of the most urgent challenges facing the American people, and that is especially true when it comes to our energy crisis. That is why I welcome today's bipartisan effort as an important step in the process of reducing our dangerous dependence on foreign oil, and why I look forward to September's bipartisan energy summit.</p>\r\n<p>\"Today's announcement includes many of the policies I've been fighting for during my time in the Senate and over the course of this campaign. It would repeal tax breaks for oil companies so that we can invest billions in fuel-efficient cars, help our automakers retool, and make a genuine commitment to renewable sources of energy like wind power, solar power, and the next generation of clean, affordable biofuels.</p>\r\n<p>\"Like all compromises, it also includes steps that I haven't always supported. I remain skeptical that new offshore drilling will bring down gas prices in the short-term or significantly reduce our oil dependence in the long-term, though I do welcome the establishment of a process that will allow us to make future drilling decisions based on science and fact.</p>\r\n<p>\"But I've always believed that finding consensus will be essential to solving our energy crisis, and today's package represents a good faith effort at a new bipartisan beginning.\"</p>\r\n<p>Asked by reporters in Florida on Aug. 2 whether his support for the plan was a flip-flop, Obama said he remained highly skeptical about drilling off Florida's coast but that big steps toward energy independence may require compromise.</p>\r\n<p>\"What I don't want is for the best to be the enemy of the good,\" Obama said. \"If we can come up with a genuine bipartisan compromise, in which I have to accept some things I don't like and the Democrats have to accept some things they don't like, when it's actually moving us in the direction of energy independence, I'm open to that.</p>\r\n<p>\"What I will not do is support a plan that suggests that drilling is the answer to our energy problems.\"</p>\r\n<p>Obama also stressed that he will wait to see the final energy bill proposal before embracing it.</p>\r\n<p>Obama's change is that he insisted that as president he would protect Florida's coast from offshore drilling, and now he's open to it as part of the bipartisan compromise energy plan. Obama hasn't sounded like someone who has changed his mind on the issue, so much as someone willing to consider swallowing some offshore drilling as a compromise to get other energy initiatives he really wants.</p>\r\n<p>We also note that Obama has not formally endorsed the bipartisan proposal. We reserve the right to revisit Obama's stance on the issue when or if the plan comes up for a vote, but for now, we rule it a Half Flip.</p>", "ruling_comments_date": "2010-01-07T13:28:08.232252", "ruling_date": "2008-08-05T00:00:00", "ruling_headline": "More compromise than change of heart", "ruling_headline_slug": "more-compromise-than-change-of-heart", "ruling_link_text": "More compromise than change of heart", "ruling_state": null, "source_documents": null, "sources": "<p>Obama campaign Web site, <a href=\"http://www.barackobama.com/2008/06/24/remarks_of_senator_barack_obam_81.php\" target=\"_blank\"> \"Remarks of Senator Barack Obama: A Serious Energy Policy for Our Future\" </a> in Las Vegas, June 24, 2008</p>\r\n<p>Obama campaign Web site,  <a href=\"http://www.barackobama.com/2008/07/11/remarks_of_senator_barack_obam_90.php\" target=\"_blank\"> \"Remarks of Senator Barack Obama: A Secure Energy Future\" </a> in Dayton, Ohio, July 11, 2008</p>\r\n<p>Obama campaign Web site,  <a href=\"http://www.barackobama.com/2008/07/31/remarks_of_senator_barack_obam_99.php\" target=\"_blank\"> \"Remarks of Senator Barack Obama: Town Hall on Energy\" </a> in Cedar Rapids, Iowa, July 31, 2008</p>\r\n<p>Obama campaign Web site,  <a href=\"http://www.barackobama.com/2008/08/01/obama_statement_on_bipartisan.php\" target=\"_blank\"> \"Obama Statement on Bipartisan Energy Plan\" </a> Aug. 1, 2008</p>\r\n<p>ABC News,  <a href=\"http://blogs.abcnews.com/politicalradar/2008/08/obama-attempts.html\" target=\"_blank\"> \"Obama Attempts to Explain Shift on Offshore Drilling\" </a> Aug. 2, 2008</p>\r\n<p>St. Petersburg Times,  <a href=\"http://tampabay.com/news/politics/article752928.ece\" target=\"_blank\"> \"Obama may be shifting toward backing oil drilling off Florida\" </a> by Wes Allison and Adam Smith, Aug. 2, 2008</p>", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>On offshore drilling.</p>", "statement_context": "", "statement_date": "2008-08-01", "statement_type": {"id": 4, "resource_uri": "/api/v/2/statementtype/4/", "statement_type": "Flip", "type_description": "Flip-o-Meter items"}, "subject": [{"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}], "target": [], "twitter_headline": null}