{"art": [{"brightcove": "", "caption": "This Facebook post popped up in the wake of Lisa Brown's \"vagina\" remark in the Michigan state House.", "id": 2477, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/vag.jpg", "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/2477/", "title": "Vagina ", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "moorhead@tampabay.com", "first_name": "Molly", "id": 274, "last_name": "Moorhead", "name_slug": "molly-moorhead", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Molly_the_Mollster.jpg", "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/274/", "title": "Pasco Editor", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2012/jun/19/facebook-posts/facebook-post-says-michigan-lawmaker-silenced-sayi/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 6114, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "moorhead@tampabay.com", "first_name": "Molly", "id": 274, "last_name": "Moorhead", "name_slug": "molly-moorhead", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Molly_the_Mollster.jpg", "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/274/", "title": "Pasco Editor", "twitter": null}], "resource_uri": "/api/v/2/statement/6114/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tYes, this did happen. The rumors you&rsquo;ve heard about a female lawmaker in Michigan saying &quot;vagina&quot; and causing an uproar are not made up.<br />\r\n\t<br />\r\n\tOn June 13, 2012, the second-to-last day of the spring legislative session in Michigan, state lawmakers took up a bill regulating abortion providers. The proposed law would require expensive medical malpractice insurance for abortion providers, dictate how to dispose of aborted fetuses and require doctors to screen women to determine if they&#39;re being coerced to terminate their pregnancy.<br />\r\n\t<br />\r\n\tNone of that sat well with Democratic Rep. Lisa Brown, who stood up in opposition during debate in the Republican-controlled House. Brown invoked her Jewish religion for her own personal support of abortion rights and asked that lawmakers not impose their religious beliefs on others.<br />\r\n\t<br />\r\n\tBut it was Brown&rsquo;s closing line that sparked a political wildfire: &quot;Finally Mr. Speaker, I&rsquo;m flattered that you&rsquo;re all so interested in my vagina, but &lsquo;no&rsquo; means &lsquo;no.&rsquo; &quot;<br />\r\n\t<br />\r\n\tThat remark got Brown banned from speaking in the House, where she was deemed to have violated the chamber&rsquo;s decorum. And that only made the story get bigger. Cue the Twitter hashtags. Call the cable news hosts. Take the fight to Facebook.<br />\r\n\t<br />\r\n\tHere&rsquo;s <a href=\"http://www.facebook.com/photo.php?fbid=429462503750746&amp;set=a.209098285787170.60239.208899849140347&amp;type=1&amp;theater\">a post we spotted</a>: On a black background in white letters, the banner reads &quot;Vagina,&quot; in huge letters. It goes on, &quot;Because apparently, saying that word in the Michigan State House of Representatives can get you a two-day ban from speaking on the floor. So pass it on.&quot;<br />\r\n\t<br />\r\n\tWe won&rsquo;t pass it on, but we will check it out.<br />\r\n\t<br />\r\n\t<strong>The bill, the debate</strong><br />\r\n\t<br />\r\n\tAs we noted, the legislation strengthens restrictions on abortion providers. It passed the Michigan House largely along party lines and next heads to the state Senate.<br />\r\n\t<br />\r\n\tHere are Brown&rsquo;s complete comments shortly before the vote:<br />\r\n\t<br />\r\n\t&quot;This legislation does a lot of things, Mr. Speaker. It regulates business, requiring exorbitant insurance policies to be purchased, which will result in clinics closing doors, causing people to lose their jobs and denying women their constitutional rights.<br />\r\n\t<br />\r\n\t&quot;Yesterday we heard from the representative from Holland (Mich.) speak about religious freedom. I&rsquo;m Jewish. I keep kosher in my home. I have two sets of dishes, one for meat and one for dairy, and another two sets of dishes on top of that for Passover. Judaism believes that therapeutic abortions, namely abortions performed in order to preserve the life of the mother, are not only permissible but mandatory. The stage of pregnancy does not matter. Wherever there is a question of the life of the mother or that of the unborn child, Jewish law rules in favor of preserving the life of the mother. The status of the fetus as human life does not equal that of the mother.<br />\r\n\t<br />\r\n\t&quot;I have not asked you to adopt and adhere to my religious beliefs. Why are you asking me to adopt yours? And finally Mr. Speaker, I&rsquo;m flattered that you&rsquo;re all so interested in my vagina but &lsquo;no&rsquo; means &lsquo;no.&rsquo; &quot;<br />\r\n\t<br />\r\n\tIn <a href=\"http://www.youtube.com/watch?v=BGS9vo1avVg&amp;feature=related\">video of her floor speech</a>, a person can be heard hooting in the background along with some light applause. Then there&rsquo;s a loud slap of the gavel, and a man&rsquo;s voice says &quot;Members, I do ask that you respect the decorum of the House.&quot;<br />\r\n\t<br />\r\n\t<strong>The ban</strong><br />\r\n\t<br />\r\n\tThe next day, Brown learned she was prohibited from speaking during floor debate.<br />\r\n\t<br />\r\n\tHer office didn&rsquo;t return our call seeking comment, but in an interview<a href=\"http://thelastword.msnbc.msn.com/_news/2012/06/18/12287970-silenced-lawmaker-does-vagina-monologues?lite\"> on MSNBC&rsquo;s <em>The Last Word</em> with Lawrence O&#39;Donnell</a>, Brown said she had been informed of the prohibition by her party&rsquo;s leadership and had yet to hear from any Republicans about the decision.<br />\r\n\t<br />\r\n\t&quot;I never heard from them that I was banned, why or for how long,&quot; she said. &quot;We&rsquo;re on break now for about a month for the summer and we&rsquo;ll see what happens when we come back. I would love to hear from somebody. I&rsquo;ve read things in the paper but not one person has contacted me.&quot;<br />\r\n\t<br />\r\n\tAri Adler, spokesman for House Speaker Jase Bolger, said in an interview that Republicans followed a process in imposing the ban.<br />\r\n\t<br />\r\n\tHe said the majority floor leader, Rep. Jim Stamas, saw Brown&rsquo;s name on the Democrats&rsquo; list of members who intended to speak about bills on the day&rsquo;s agenda. Stamas informed the Democrats&rsquo; leader that Brown would not be recognized.<br />\r\n\t<br />\r\n\t&quot;He believed he was doing the right thing and being professional in how he handled it,&quot; Adler said.<br />\r\n\t<br />\r\n\tAlong with Brown, a second Democratic legislator was not allowed to speak that day. Rep. Barbara Byrum had tried to introduce an amendment to the abortion bill that would restrict vasectomies unless men could prove medical emergency. Adler said Byrum had not been recognized to speak and began yelling while others were speaking.<br />\r\n\t<br />\r\n\t&quot;Our Republican leadership, both male and female, felt that they did not maintain the decorum of the House,&quot; Adler said of Brown and Byrum.<br />\r\n\t<br />\r\n\t<strong>The reason</strong><br />\r\n\t<br />\r\n\tWhy was Brown banned from speaking? The answer depends on whom you ask.<br />\r\n\t<br />\r\n\tBrown <a href=\"http://www.youtube.com/watch?v=SPCEQG3lT-M&amp;feature=related\">called a press conference</a> with Byrum the day of the ban and said she could only guess the reason.<br />\r\n\t<br />\r\n\t&quot;Perhaps they are silencing me because I dared to speak out yesterday on religious oppression,&quot; she said in the press conference. &quot;Or maybe they&rsquo;re banning me because I dared say &lsquo;vagina,&rsquo; the correct medical name of a part of a woman&rsquo;s anatomy these lawmakers are trying to regulate. Isn&rsquo;t that something? These lawmakers, predominantly men, have no problem passing legislation about my vagina, but I dare mention its name and they become outraged. You know what? I&rsquo;m outraged.&quot;<br />\r\n\t<br />\r\n\tAs the controversy swelled, Brown announced plans to perform, along with other lawmakers and actresses, Eve Ensler&rsquo;s 1996 play <em>The Vagina Monologues</em> on the steps of the state capitol.<br />\r\n\t<br />\r\n\tEnsler appeared alongside her in the MSNBC interview. Said Brown: &quot;I didn&rsquo;t say anything wrong. It&rsquo;s the anatomically correct terminology for female anatomy. I was speaking to a bill that was about abortion, so it was germane to the legislation that we were debating. &hellip;As I said, I don&rsquo;t think I did anything wrong. I don&rsquo;t know what terminology somebody would prefer, but I think &lsquo;vagina&rsquo; is the right word to use.&quot;<br />\r\n\t<br />\r\n\tO&rsquo;Donnell responded, &quot;Now Rep. Brown, if using that one word on the floor of the House gets you banned from speaking on the floor, what do you think performing &lsquo;The Vagina Monologues&rsquo; on the steps of the capitol is going to get you?&quot;<br />\r\n\t<br />\r\n\tBrown: &quot;Well there&rsquo;s a little thing called free speech.&quot;<br />\r\n\t<br />\r\n\tO&rsquo;Donnell: &quot;I don&rsquo;t know about that in Michigan. That&rsquo;s in doubt right now, isn&rsquo;t it?&quot;<br />\r\n\t<br />\r\n\tBrown: &quot;A little bit, yes it is.&quot;<br />\r\n\t<br />\r\n\tOther news coverage, like O&rsquo;Donnell&rsquo;s comments, have assumed that Brown was banned for saying &quot;vagina.&quot;<br />\r\n\t<br />\r\n\tBut Michigan House Republicans say that&rsquo;s not the case.<br />\r\n\t<br />\r\n\t&quot;It had nothing to do with her use of the word &lsquo;vagina.&rsquo; That&rsquo;s not at all accurate,&quot; Adler, the House speaker&rsquo;s spokesman said. &quot;It was the reference that she made when she said &lsquo;no means no.&rsquo; Members immediately connected that support of the legislation was akin to supporting rape.&quot;<br />\r\n\t<br />\r\n\t&quot;No means no&quot; has commonly been used as a slogan in anti-date rape campaigns.<br />\r\n\t<br />\r\n\tThe <em>Detroit News</em> reported that Republican Rep. Mike Callton called Brown&rsquo;s comments &quot;offensive.&quot;<br />\r\n\t<br />\r\n\t&quot;It was so offensive, I don&#39;t even want to say it in front of women. I would not say that in mixed company,&quot; Callton<a href=\"http://www.detroitnews.com/article/20120614/POLITICS02/206140467/1361/Lawmaker-barred-from-speaking-over%E2%80%94vagina%E2%80%94comment\"> told the <em>Detroit News</em></a>.<br />\r\n\t<br />\r\n\tAdler said, &quot;That was his personal opinion. That&rsquo;s not leadership&rsquo;s opinion.&quot;<br />\r\n\t<br />\r\n\tTo Democrats, however, Republicans are &quot;changing their tune.&quot;<br />\r\n\t<br />\r\n\tKatie Carey, press secretary for the House Democratic caucus, said the first reason for the ban given by Republicans was Brown&rsquo;s use of &quot;vagina,&quot; as evidenced by Callton&rsquo;s remark. Then they said Brown violated House decorum. Then came the &quot;no means no&quot; explanation.<br />\r\n\t<br />\r\n\t&quot;I think they&rsquo;re just trying to use whatever excuse they can come up with and whatever fits,&quot; Carey said. &quot;I think that they didn&rsquo;t expect it to be as big a story as it was.&quot;<br />\r\n\t<br />\r\n\tBob Ballenger, the longtime editor of the political newsletter <em>Inside Michigan Politics</em>, said the reasoning that Brown&rsquo;s use of &quot;no means no&quot; equated to approval of rape didn&rsquo;t make sense to him.<br />\r\n\t<br />\r\n\t&quot;Nobody on God&rsquo;s green earth knows what the hell he&rsquo;s talking about,&quot; Ballenger said, adding that he and a few other reporters had discussed Adler&rsquo;s explanation. &quot;It makes no sense at all. The preceding sentence before she said &lsquo;no means no&rsquo; was &lsquo;I&rsquo;m glad you&rsquo;re so interested in my vagina.&rsquo;&quot;<br />\r\n\t<br />\r\n\t&quot;I think there are several things going on,&quot; he said. &quot;First of all, Lisa Brown and Barbara Byrum are both very outspoken women. They have gotten in the faces of the Republican majority before. They are not popular with the Republican leadership.&quot;<br />\r\n\t<br />\r\n\tSo what does he think is the likely reason for the speaking ban?<br />\r\n\t<br />\r\n\t&quot;I just think in general her whole diatribe and the fact that they just don&rsquo;t like her,&quot; Ballenger said.<br />\r\n\t<br />\r\n\tBut more important than the reason for the ban, stated or unstated, is simply that it happened. Ballenger said Republicans have pointed out to him that when Democrats controlled the House, they too restricted how much the opposing party got to say.<br />\r\n\t<br />\r\n\t&quot;Whatever the issue, it&rsquo;s dead wrong,&quot; Ballenger said. &quot;You cannot do this in a legislative body. You cannot silence speech. ... Where would you draw the line?&quot;<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tThe Facebook post -- surely one of many -- snarkily summed up the Michigan controversy: &quot;Vagina. Because apparently, saying that word in the Michigan State House of Representatives can get you a two-day ban from speaking on the floor. So pass it on,&quot; the post said.<br />\r\n\t<br />\r\n\tRepublicans who silenced Brown say the reason wasn&#39;t the word itself, but that she violated decorum and invoked an offensive parallel to rape. Brown herself said she thinks it was just because she said &quot;vagina.&quot; Her party spokeswoman said the reason has evolved as Republicans try to dodge negative media coverage. And a longtime observer of Michigan politics says the Republicans in power simply don&rsquo;t like Brown and her outspoken opposition.</p>\r\n<p>\r\n\tThe Facebook post hedges its claim, saying that the word &quot;apparently&quot; can get a person banned. That seems like a fair claim: &nbsp;A lawmaker who said &quot;vagina&quot; in a floor debate was then banned from speaking, though for one day, not two.&nbsp;Overall, we rate the Facebook claim Mostly True.</p>\r\n", "ruling_comments_date": "2012-06-19T15:27:54.381690", "ruling_date": "2012-06-19T16:52:36", "ruling_headline": "Facebook post says Michigan lawmaker silenced for saying ‘vagina’", "ruling_headline_slug": "facebook-post-says-michigan-lawmaker-silenced-sayi", "ruling_link_text": "The V-word, plus a few others", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tYoutube video of <a href=\"http://www.youtube.com/watch?v=BGS9vo1avVg&amp;feature=related\">Lisa Brown&rsquo;s floor speech</a>, June 13, 2012<br />\r\n\t<br />\r\n\tYoutube video of <a href=\"http://www.youtube.com/watch?v=SPCEQG3lT-M&amp;feature=related\">Lisa Brown&rsquo;s press conference</a>, June 14, 2012<br />\r\n\t<br />\r\n\t<a href=\"http://www.facebook.com/photo.php?fbid=429462503750746&amp;set=a.209098285787170.60239.208899849140347&amp;type=1&amp;theater\">Facebook post</a>, from the page &quot;A girl&rsquo;s guide to taking over the world,&quot; June 15, 2012<br />\r\n\t<br />\r\n\tMSNBC.com, <a href=\"http://thelastword.msnbc.msn.com/_news/2012/06/18/12287970-silenced-lawmaker-does-vagina-monologues?lite\"><em>The Last Word</em> with Lawrence O&rsquo;Donnell</a>, June 18, 2012<br />\r\n\t<br />\r\n\t<em>Detroit News</em>, &quot;<a href=\"http://www.detroitnews.com/article/20120614/POLITICS02/206140467/1361/Lawmaker-barred-from-speaking-over%E2%80%94vagina%E2%80%94comment\">Lawmaker barred from speaking after &#39;vagina&#39; comment</a>,&quot; June 14, 2012<br />\r\n\t<br />\r\n\tInterview with Ari Adler, spokesman for the Michigan House speaker, June 18, 2012<br />\r\n\t<br />\r\n\tInterview with Katie Carey, press secretary for the Michigan House Democratic caucus, June 19, 2012<br />\r\n\t<br />\r\n\tInterview with Bob Ballenger, editor of Inside Michigan Politics, June 18, 2012<br />\r\n\t<br />\r\n\t<em>Detroit News</em>, &quot;Female legislators can speak -- if they agree with male majority,&quot; June 15, 2012, accessed via Nexis<br />\r\n\t<br />\r\n\t<em>Detroit News</em>, &quot;Abortion bill passes House on party lines,&quot; June 14, 2012, accessed via Nexis</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 14, "current_job": "Social media posting", "false_count": 18, "first_name": "", "half_true_count": 15, "home_state": "", "id": 1486, "last_name": "Facebook posts", "mostly_true_count": 11, "name_slug": "facebook-posts", "pants_count": 37, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Facebook_icon_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1486/", "total_count": 101, "true_count": 6, "website": "http://www.facebook.com/"}, "statement": "<p>\r\n\t&quot;Vagina. Because apparently, saying that word in the Michigan State House of Representatives can get you a two-day ban from speaking on the floor.&quot;</p>\r\n", "statement_context": "a Facebook post", "statement_date": "2012-06-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 11, "photo": null, "resource_uri": "/api/v/2/subject/11/", "subject": "Abortion", "subject_slug": "abortion", "used_in_edition": []}], "target": [], "twitter_headline": ""}