{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2012/jun/27/john-carter/john-carter-says-xxx/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 6165, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/6165/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tJohn Carter, among Republican critics of an Obama administration move potentially enabling hundreds of thousands of young illegal residents to avoid deportation, sees a constitutional hitch.<br />\r\n\t<br />\r\n\tOn June 18, 2012, the Round Rock congressman told Austin&rsquo;s KLBJ, 590 AM: &quot;The Constitution of the United States... specifically states the Congress shall write legislation for immigration policy in the United States.&quot; Carter added that the Democratic president did not have the authority to act as he did.<br />\r\n\t<br />\r\n\tIs that right?<br />\r\n\t<br />\r\n\tIn telephone interviews, lawyers versed in the <a href=\"http://www.house.gov/house/Constitution/Constitution.html\">Constitution</a> and U.S. immigration laws told us that while there is no explicit language in the Constitution saying immigration policy shall be set by Congress, Article I, Section 8 has long been interpreted as giving Congress that role. The fourth clause of the section says Congress shall have the power to establish a uniform &quot;Rule of Naturalization,&quot; as in determining who can legally be in the country.</p>\r\n<p>\r\n\tBy email, Carter spokesman John Stone agreed the same section was the basis of Carter&rsquo;s claim.<br />\r\n\t<br />\r\n\tThat authority settled in gradually, according to a 2009 <a href=\"http://www.fjc.gov/public/pdf.nsf/lookup/immlaw09.pdf/$file/immlaw09.pdf\">primer</a> on U.S. immigration laws published by the Federal Judicial Center, <a href=\"http://www.fjc.gov/\">which promotes</a> research and education related to the federal courts. States often imposed their own restrictions, the primer says, until Congress began regulating aspects of immigration in 1875.<br />\r\n\t<br />\r\n\t&quot;Over the next forty years, Congress created broad categories of excludable aliens, a narrower class of deportable aliens, and the beginnings of an immigration bureaucracy,&quot; the primer says. In 1921, Congress added numerical restrictions, and in 1952, Congress codified immigration laws; this was followed by a comprehensive overhaul in 1980 and actions in 1986 enabling millions of illegal immigrants already in the country to attain legal status while establishing sanctions on employers of illegal immigrants, according to the primer.<br />\r\n\t<br />\r\n\tSo, Congress has the power to write immigration laws, as Carter says.<br />\r\n\t<br />\r\n\tIs it also correct, as Carter told KLBJ-AM, that the Obama administration overstepped its constitutional authority?<br />\r\n\t<br />\r\n\tStone, Carter&rsquo;s spokesman, said by email: &quot;I assume you would agree that the president has absolutely no authority to change any law. If you contend a president has authority to interpret and enforce law as they see fit, Congress and the voters be damned,... you have just endorsed a dictatorship to replace our republic, and destroyed the American rule of law.&quot;<br />\r\n\t<br />\r\n\tAccording to a half-dozen legal experts we consulted, the administration&rsquo;s move can be legally justified.<br />\r\n\t<br />\r\n\tAt issue is a June 15, 2012, <a href=\"http://www.dhs.gov/xlibrary/assets/s1-exercising-prosecutorial-discretion-individuals-who-came-to-us-as-children.pdf\">memo</a> from Homeland Security Secretary Janet Napolitano directing immigration officials not to try to deport young immigrants illegally in the country who had not otherwise run afoul of the law. &quot;As a general matter, these individuals lacked the intent to violate the law,&quot; Napolitano&rsquo;s memo says, adding that her directive, based on the government&rsquo;s authority to apply &quot;prosecutorial discretion,&quot; &nbsp;is needed to &quot;ensure that our enforcement resources are not expended on these low priority cases but are instead appropriately focused on people who meet our enforcement priorities.&quot;<br />\r\n\t<br />\r\n\tAs a result of that action, hundreds of thousands of residents under age 30 already in the country illegally could be permitted to apply to stay for two-year, renewable intervals, also qualifying to apply for work permits. Napolitano&rsquo;s memo refers to this status as &quot;deferred action.&quot;<br />\r\n\t<br />\r\n\tNapolitano closed with language that strikes us as insistent there is no new law being written by the executive branch: &quot;This memorandum confers no substantive right, immigration status or pathway to citizenship. Only the Congress, acting through its legislative authority, can confer these rights. It remains for the executive branch, however, to set forth policy for the exercise of discretion within the framework of the existing law. I have done so here.&quot;<br />\r\n\t<br />\r\n\tSimilarly, Napolitano said in a June 15, 2012, <a href=\"http://transcripts.cnn.com/TRANSCRIPTS/1206/15/sitroom.01.html\">interview</a> with CNN that none of the beneficiaries would be put on paths to citizenship. &quot;Not at all,&quot; Napolitano said. &quot;In fact, that&#39;s where Congress needs to act. We continue to urge the Congress, you know, pass the DREAM Act,&quot; which would create a path to citizenship for certain young illegal immigrants.<br />\r\n\t<br />\r\n\tThe lawyers we interviewed by phone told us that while Congress makes immigration laws, the executive branch has the authority to enforce the laws by applying prosecutorial discretion -- in this instance, directing officials to grant young low-priority illegal residents &quot;deferred action&quot; standing.<br />\r\n\t<br />\r\n\tBen Winograd, a staff attorney with the American Immigration Council, which favors an expansion of legal immigration, said: &quot;The president certainly had the authority to act as he did. He didn&rsquo;t create any new laws.&quot;<br />\r\n\t<br />\r\n\tJamin Raskin, an American University law professor, said: &quot;The president has not sought to change the citizenship status or legal residency status of the &nbsp;young people he&rsquo;s talking about. All that he&rsquo;s done is to prioritize the enforcement agenda of the executive branch.&quot;<br />\r\n\t<br />\r\n\tDisclosure: Winograd told us he personally supports Obama but speaks to the law mindful that he advises the non-partisan council. Raskin described himself as an Obama supporter poised to serve on the rules committee at the 2012 Democratic National Convention. Neither man said his personal politics controlled his judgment on this issue.<br />\r\n\t<br />\r\n\tMichael Olivas, a University of Houston law professor, said the Obama administration is offering to defer removal actions against qualified immigrants just as previous administrations have done so. He forwarded a link to his <a href=\"http://www.law.uh.edu/ihelg/monograph/12-01.pdf\">paper</a> being published by the William &amp; Mary Bill of Rights Journal quoting research by <a href=\"http://law.psu.edu/faculty/resident_faculty/wadhia\">Shoba Sivaprasad Wadhia</a>, a Penn State University professor expert in immigration law, indicating that according to records obtained through open-record requests, President George W. Bush&rsquo;s administration employed &quot;deferred action&quot; an average 771 times in the years 2005-2008, while the pace dropped to 661 per year on average during the first years of the Obama administration.<br />\r\n\t<br />\r\n\tPhilip Bobbitt, a senior lecturer at the University of Texas School of Law, pointed us to a June 22, 2012, <a href=\"http://www.volokh.com/2012/06/22/president-obamas-deferred-action-on-immigration-and-olc/#more-61724\">blog post </a>by Washingon appellate lawyer John P. Elwood in which Elwood says that presidents generally have the power to categorically enforce laws. Yet, Elwood is uncertain that specific provisions of immigration law allow Napolitano to exercise her discretion as announced in her memo. His post closes with his hope that the <a href=\"http://www.justice.gov/olc/\">Office of Legal Counsel</a>, the U.S. Justice Department&rsquo;s arm devoted to providing &quot;authoritative&quot; legal advice to the president and executive branch, issues an opinion on the legal basis for the administration&rsquo;s action.<br />\r\n\t<br />\r\n\tIn a telephone interview, Elwood, a former deputy assistant attorney general in the Office of Legal Counsel, told us that deferred action has been offered in the past to categories of individuals who share similar plights such as Chinese immigrants who were in the U.S. in the wake of the Tiananmen Square massacre of 1989 or immigrants fleeing civil war in Liberia.<br />\r\n\t<br />\r\n\t&quot;I don&rsquo;t think you can say as a general matter, the president doesn&rsquo;t have such authority,&quot; Elwood said. &quot;The bigger question is whether this exercise&quot; by Napolitano &quot;differs from the past categorical exceptions, if it is a bridge too far.&quot; Disclosure: Elwood told us he has donated to Romney&rsquo;s campaign, though his personal political interests do not influence his opinion on this topic.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tCongress has the power to make immigration laws, as Carter says. Less clearcut is Carter&rsquo;s interpretation that Obama has overstepped his authority. Most legal experts we consulted thought Obama was on solid ground. We rate Carter&rsquo;s statement Half True.</p>\r\n", "ruling_comments_date": "2012-06-27T13:36:02.257137", "ruling_date": "2012-06-27T15:53:05", "ruling_headline": "John Carter says Constitution gives Congress sway over immigration policy so Obama lacked authority to defer deportations of young illegal immigrants", "ruling_headline_slug": "john-carter-says-xxx", "ruling_link_text": "Yes, but...", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<a href=\"http://www.house.gov/house/Constitution/Constitution.html\">US Constitution</a> (posted by US House, accessed June 22, 2012)<br />\r\n\t<br />\r\n\t<a href=\"https://docs.google.com/document/d/11PYYoIvYm1sP6KLl7B4_haMOchus2PRtrPDp7JHMcNo/edit\">Email</a> (excerpted) response to PolitiFact Texas, John Stone, communications director, U.S. Rep. John Carter, June 23, 2012<br />\r\n\t<br />\r\n\tTelephone interview, Philip Bobbitt, distinguished senior lecturer, University of Texas School of Law, June 22, 2012<br />\r\n\t<br />\r\n\tTelephone interview, Gary Engelman, board-certified immigration attorney, Houston, June 22, 2012<br />\r\n\t<br />\r\n\tTelephone interview, Michael Olivas, William B. Bates Distinguished Chair of Law, University of Houston Law Center, June 22, 2012<br />\r\n\t<br />\r\n\tTelephone interview, Jamin Raskin, professor of law, director of Program on Law and Government, Washington College of Law at American University, Washington, June 22, 2012<br />\r\n\t<br />\r\n\tTelephone interview, Ben Winograd, staff attorney, American Immigration Council, Washington, June 22, 2011<br />\r\n\t<br />\r\n\tMonograph, <a href=\"http://www.law.uh.edu/ihelg/monograph/12-01.pdf\">&quot;Dreams Deferred: Deferred Action, Prosecutorial Discretion, and the Vexing Cases of &nbsp;DREAM Act Students,&quot; </a>by Michael Olivas, for the William &amp; Mary Bill of Rights Journal, 2012<br />\r\n\t<br />\r\n\tTelephone interview, John P. Elwood, appellate lawyer and partner, Vinson &amp; Elkins, Washington, June 25, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. House of Representatives", "false_count": 3, "first_name": "John", "half_true_count": 1, "home_state": "Texas", "id": 227, "last_name": "Carter", "mostly_true_count": 2, "name_slug": "john-carter", "pants_count": 2, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/John_Carter.JPG", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/227/", "total_count": 8, "true_count": 0, "website": "http://carter.house.gov/"}, "statement": "<p>\r\n\tSays the Constitution &quot;specifically states the Congress shall write legislation for immigration policy,&quot; so Barack Obama lacks the authority to defer the deportation of young illegal immigrants.</p>\r\n", "statement_context": "a radio interview.", "statement_date": "2012-06-18", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}], "target": [{"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}], "twitter_headline": ""}