{"art": [], "author": [{"email_address": "sowen@statesman.com", "first_name": "Sue", "id": 265, "last_name": "Owen", "name_slug": "sue-owen", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/265/", "title": "PolitiFact Texas staff writer", "twitter": null}], "canonical_url": "/texas/statements/2012/jun/27/wendy-davis/wendy-davis-says-texas-lawmakers-cut-basic-health-/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 6167, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "sowen@statesman.com", "first_name": "Sue", "id": 265, "last_name": "Owen", "name_slug": "sue-owen", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/265/", "title": "PolitiFact Texas staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/6167/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\t&quot;Those in charge in Austin are failing to invest in our future,&quot; state Sen. Wendy Davis told the Texas Democratic Party convention June 9, 2012.<br />\r\n\t<br />\r\n\tAmong the examples in the Fort Worth Democrat&rsquo;s speech: &quot;Hundreds of thousands of women no longer have access to basic medical care, life-saving cancer screenings and contraception.&quot;<br />\r\n\t<br />\r\n\tThat sounds like a large-scale, life-threatening concern. We asked Davis how she reached her conclusion, and learned that she was referring to 2011 budget cuts to the <a href=\"http://www.dshs.state.tx.us/famplan/default.shtm\">Texas Department of State Health Services&rsquo; family planning program</a>.<br />\r\n\t<br />\r\n\tSpokesman Anthony Spangler emailed us a <a href=\"https://docs.google.com/document/d/1ZXmkoB9JAkPnSV2c2_KL4z80g_Y50wBc76wvedQLtbk/edit\">collection of links</a> to news stories as well as letters, memos and Davis&rsquo; written responses.<br />\r\n\t<br />\r\n\tAccording to the <a href=\"http://www.dshs.state.tx.us/famplan/default.shtm\">program&rsquo;s website</a>, the <a href=\"http://www.dshs.state.tx.us/famplan/services.shtm\">services</a> it provides include a health check and follow-ups on health problems as well as contraception, counseling and tests for cervical cancer, sexually transmitted diseases, HIV and diabetes.<br />\r\n\t<br />\r\n\tDepartment spokeswoman Carrie Williams told us by email that clients must fall under 250 percent of the federal poverty level to receive help through the program. By <a href=\"http://aspe.hhs.gov/poverty/12fedreg.pdf\">2012 guidelines</a>, that would translate to an annual income of $57,625 for a family of four.<br />\r\n\t&nbsp;</p>\r\n<h2 dir=\"ltr\">\r\n\tHow many affected?</h2>\r\n<p>\r\n\tThe funding cuts, according to an April 24, 2011, Associated Press <a href=\"http://www.statesman.com/news/texas-politics/texas-senators-addition-of-family-planning-money-sets-1430373.html\">news article</a> and a May 24, 2011, <a href=\"http://www.statesman.com/news/texas-politics/budget-conferees-prepare-to-cut-more-family-planning-1493995.html\">news article</a> in the <a href=\"http://www.statesman.com/news/texas-politics/budget-conferees-prepare-to-cut-more-family-planning-1493995.html\">Austin American-Statesman</a>, emerged in April 2011 when some of the Republican-led House&#39;s most conservative lawmakers pushed a series of floor amendments, shifting money from family planning services to programs for poor and disabled children, anti-abortion-rights programs and crisis pregnancy centers.<br />\r\n\t<br />\r\n\tSpangler sent us a May 5, 2011, <a href=\"https://docs.google.com/open?id=0B2Wzr4_cemD5c2plT1dndFlzd1k\">memo</a> from the Legislative Budget Board estimating that 283,909 women would lose basic health care in the 2012-13 biennium if the program got $37.9 million from the state instead of $99.6 million listed in the first version of the budget taken up by lawmakers. The board has not made a more recent estimate, spokesman John Barton told us by phone.<br />\r\n\t<br />\r\n\tState Health Services bases its calculation on slightly different figures. Williams told us that because the family planning program&rsquo;s 2010-11 budget was $111.5 million, the Legislature&rsquo;s approval of $37.9 million for 2012-13 was a decrease of $73.6 million. Williams said that dividing that number by $205 -- the average cost per client -- and taking into account that 95 percent of clients are women, the department estimates the program would serve 160,000 to 180,000 fewer women per year.<br />\r\n\t<br />\r\n\tThe full effect of the cuts won&rsquo;t be felt until next year, Williams said, because the department was allowed to carry over $5 million from the 2011 budget to ease the transition. Precise data were not immediately available, but the one-time money helped provide services to &quot;thousands&quot; of women, she said. Going by the $205-per-client cost, it appears the number could be up to 23,000.<br />\r\n\t<br />\r\n\tSpangler also sent us a <a href=\"http://www.cppp.org/files/3/2012_03_09_WHP%20Revised.pdf\">March 8, 2012 report</a> from the left-leaning Center for Public Policy Priorities that put the per-year number at 150,000. Anne Dunkelberg, associate director of the center, said her group used budget board numbers from the 2012-13 state appropriations act and State Health Services&rsquo; 2012 <a href=\"http://www.dshs.state.tx.us/budget/fy12/\">operating budget</a>.<br />\r\n\t<br />\r\n\tIn sum: Assorted estimates say between 137,000 and 180,000 women are losing State Health Services family planning in 2012. For 2013, estimates range from 150,000 to 180,000.<br />\r\n\t&nbsp;</p>\r\n<h2 dir=\"ltr\">\r\n\tAlready lost access?</h2>\r\n<p>\r\n\tConsidering that Davis said the women &quot;no longer have access,&quot; we sought to determine how many of those women already have been affected by the cuts.<br />\r\n\t<br />\r\n\tDavis told us that women lost coverage when the 2011 budget changes took effect September 1, 2011. Williams told us 157 of the State Health Services program&rsquo;s 300 clinics have closed and that whereas in the first half of fiscal 2011 the state program had served 116,410 people, in the first half of fiscal 2012 it had served 34,185.<br />\r\n\t<br />\r\n\tSo, from September 2011 to June 2012, some 82,225 fewer people, almost all of them women, got services through the state program than from September 2010 to June 2011, Williams said. She said the department can&rsquo;t estimate whether more clinics might close.<br />\r\n\t<br />\r\n\tDavis told us that when she spoke, she was not limiting her count to the women already no longer getting services previously funded through the Department of State Health Services. Instead, she said, she was speaking to the projected effect of the adopted budget cuts through the two-year budget period ending Aug. 31, 2013. She said that because the 2011 Legislature&rsquo;s cut has been enacted and, short of an unlikely special session, won&#39;t be reversed, hundreds of thousands of women will be denied care during the two-year period covered by the budget.<br />\r\n\t&nbsp;</p>\r\n<h2 dir=\"ltr\">\r\n\tNo other options?</h2>\r\n<p>\r\n\tIt&rsquo;s one thing for the services singled out by Davis not to be provided by Department of State Health Services-supported clinics.<br />\r\n\t<br />\r\n\tWe asked the senator how she knows hundreds of thousands of women no longer have access to such services from any providers. Davis said, &quot;The women accessing health care through family planning services turned to the DSHS services because they have no other options. That option no longer exists.&quot;<br />\r\n\t<br />\r\n\tSeparately, we tried -- and failed -- to get a sense of how many women have no resource for health care including cancer screenings and contraception other than the State Health Services family planning program, but did not come up with specific counts or estimates.<br />\r\n\t<br />\r\n\tWilliams at State Health Services and Stephanie Goodman, spokeswoman for the Texas Health and Human Services Commission, said they have numbers on how many women use their departments&rsquo; programs, but not on how many women have access to alternatives.<br />\r\n\t<br />\r\n\tNews stories Spangler sent us <a href=\"http://www.texasobserver.org/thewholestar/item/18048-for-womens-health-in-texas-a-week-of-mixed-emotions\">from the Texas Observer</a>, a liberal-oriented news magazine, and <a href=\"http://www.austinchronicle.com/news/2012-03-02/another-state-assault-on-womens-health-care/\">from the Austin Chronicle</a> weekly newspaper described women who relied solely on state services, but gave no numbers other than Legislative Budget Board projections, which include the assumption that the women would not find equivalent services elsewhere.<br />\r\n\t<br />\r\n\tPlanned Parenthood officials in Texas whom Davis suggested we contact, as well as the group&rsquo;s statewide public affairs coordinator, Dyana Limon-Mercado, said they could not estimate the exact number of women newly lacking access to services.<br />\r\n\t<br />\r\n\tKelly Hart, director of public affairs for Dallas-based Planned Parenthood of North Texas, to whom we spoke by phone, described the difficulty in finding such an estimate: &quot;Access&quot; can depend on circumstances such as the woman&rsquo;s income, her transportation options, how far away a clinic is and what hours it&rsquo;s open. Another concern, perhaps particularly in pre-natal care, is how long women must wait for appointments. &quot;At this point we don&rsquo;t have the data,&quot; she said.<br />\r\n\t<br />\r\n\tIn <a href=\"http://www.politifact.com/texas/statements/2010/apr/27/rick-perry/gov-rick-perry-says-everyone-has-access-health-car/\">a 2010 fact-check</a>, PolitiFact Texas gave a Mostly False rating to Gov. Rick Perry&rsquo;s statement that &quot;Everyone in this country has access to health care.&quot; Federal law requires hospitals to treat emergency medical conditions, and other avenues exist for non-emergency health concerns; however, many people cannot get to them and millions do not get the care they need.<br />\r\n\t<br />\r\n\tTexans&rsquo; state-funded options for family planning services could be further reduced if federal courts let the state enforce<a href=\"http://www.texastribune.org/texas-health-resources/abortion-texas/suehs-signs-rule-banning-abortion-affiliates/\"> its February 2012 rule</a> excluding Planned Parenthood clinics from Texas&rsquo; Medicaid-financed Women&rsquo;s Health Program. That legal battle won&rsquo;t be resolved until this fall at the earliest.<br />\r\n\t<br />\r\n\tBut in any case it&rsquo;s unclear how many Texas women would be affected: possibly more than 50,000, as the Statesman wrote in an April 17, 2012, <a href=\"http://www.statesman.com/news/texas-politics/state-says-it-will-be-prepared-to-fund-2311339.html\">news story</a>, or perhaps none, if the state is able to fulfill its promise to serve the same number of women by taking over the program November 1, 2012, and operating it <a href=\"http://www.statesman.com/news/texas-politics/state-says-it-will-be-prepared-to-fund-2311339.html\">entirely with state dollars</a>.<br />\r\n\t<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tDavis overstated the number of women who have already lost services, at least as provided by State Health Services-supported clinics; the best information available suggests it&rsquo;s closer to 83,000. Then again, through August 2013, the state projects that more than 200,000 women will lose access to the state&#39;s family planning services, and it seems likely they have few other options.<br />\r\n\t<br />\r\n\tWe rate Davis&rsquo; statement Half True.</p>\r\n", "ruling_comments_date": "2012-06-27T15:44:35.841906", "ruling_date": "2012-06-27T14:42:21", "ruling_headline": "Wendy Davis says Texas lawmakers cut off basic health care for “hundreds of thousands of women”", "ruling_headline_slug": "wendy-davis-says-texas-lawmakers-cut-basic-health-", "ruling_link_text": "Estimate: 83,000 have lost state services", "ruling_state": "Texas", "source_documents": null, "sources": "<p>\r\n\tTelephone and <a href=\"https://docs.google.com/document/pub?id=1FpwYIe76zYrYc-eoz65BtFjr9tVa-nrIDVzsItdiPvk\">email</a> interviews with Anthony Spangler, communications director for state Sen. Wendy Davis, June 12-21, 2012<br />\r\n\t<br />\r\n\tTelephone and email interviews with Stephanie Goodman, spokeswoman for Texas Health and Human Services Commission, June 13-18, 2012<br />\r\n\t<br />\r\n\tTelephone and email interviews with Texas Department of State Health Services press officer Carrie Williams, June 13-20, 2012<br />\r\n\t<br />\r\n\tTelephone and email interviews with John Barton, spokesman for staff of Legislative Budget Board, June 15, 2012<br />\r\n\t<br />\r\n\tTelephone interview with Kelly Hart, director of public affairs for Planned Parenthood of North Texas, June 15-18, 2012<br />\r\n\t<br />\r\n\tTelephone and email interviews with Dyana Limon-Mercado, statewide public affairs coordinator for Planned Parenthood, June 19, 2012<br />\r\n\t<br />\r\n\tTelephone and email interviews with Anne Dunkelberg, Center for Public Policy Priorities, June 15-27, 2012<br />\r\n\t<br />\r\n\tAssociated Press news story, <a href=\"http://www.statesman.com/news/texas-politics/texas-senators-addition-of-family-planning-money-sets-1430373.html\">&quot;Senate challenges House on family planning money,&quot;</a> April 24, 2011<br />\r\n\t<br />\r\n\t<em>Austin American-Statesman</em> news story, <a href=\"http://www.statesman.com/news/texas-politics/budget-conferees-prepare-to-cut-more-family-planning-1493995.html\">&quot;More cuts for family planning programs,&quot;</a> May 23, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "state senator", "false_count": 1, "first_name": "Wendy", "half_true_count": 8, "home_state": "Texas", "id": 550, "last_name": "Davis", "mostly_true_count": 12, "name_slug": "wendy-davis", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/davis.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/550/", "total_count": 27, "true_count": 0, "website": "http://www.senate.state.tx.us/75r/Senate/members/dist10/dist10.htm"}, "statement": "<p>\r\n\tSays because of Texas lawmakers&rsquo; choices, &quot;hundreds of thousands of women no longer have access to basic medical care, life-saving cancer screenings and contraception.&quot;</p>\r\n", "statement_context": "her speech at Texas Democratic Party State Convention in Houston", "statement_date": "2012-06-09", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}, {"description": "", "id": 146, "photo": null, "resource_uri": "/api/v/2/subject/146/", "subject": "Women", "subject_slug": "women", "used_in_edition": []}], "target": [], "twitter_headline": ""}