{"art": [], "author": [{"email_address": "jnelson@journalsentinel.com", "first_name": "James B.", "id": 176, "last_name": "Nelson", "name_slug": "james-b-nelson", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/176/", "title": "Watchdog reporter", "twitter": null}], "canonical_url": "/wisconsin/statements/2012/jul/02/ron-johnson/us-sen-ron-johnson-says-public-private-pay-gap-aft/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 6177, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jnelson@journalsentinel.com", "first_name": "James B.", "id": 176, "last_name": "Nelson", "name_slug": "james-b-nelson", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/176/", "title": "Watchdog reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/6177/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tOn the morning after Gov. Scott Walker rolled to victory in the recall election, U.S. Sen. Ron Johnson (R-Wis.) made it clear the battle over public employee pay and benefits is far from over.</p>\r\n<p>\r\n\tAppearing on <a href=\"http://www.620wtmj.com/podcasts/talk/charliesykes/157547015.html\">Charlie Sykes&rsquo; talk show</a> on WTMJ-AM (620), Johnson cited Walker&rsquo;s move to curb collective bargaining and make public employees pay more for pensions and health care. He said the measure, known as Act 10, only had a slight impact on the disparities between public and private sector workers in Wisconsin.</p>\r\n<p>\r\n\tAnd Johnson cited a new <a href=\"http://www.aei.org/papers/economics/the-impact-of-act-10-on-public-sector-compensation-in-wisconsin/\">study</a> to prove his point.</p>\r\n<p>\r\n\tJohnson said that even after the changes, &quot;the pension benefits for public sector employees is still four and a half times richer than the private sector, and the health benefits are two times richer than the private sector.&quot;</p>\r\n<p>\r\n\tHe continued: &quot;Before Act 10, the total cost of public sector employees&rsquo; employment was 29 percent higher than that in the private sector. After the act, it&rsquo;s still 22 percent higher.&quot;</p>\r\n<p>\r\n\tJohnson added this footnote:</p>\r\n<p>\r\n\t&quot;I do want to point out &hellip; about those statistics that I just spouted in case people want to punch holes in them. That was just a study by Heritage and AEI working together and that does factor in equal educational experience and equal types of job classifications. So this isn&rsquo;t just because public sector employees are higher educated or have more important jobs. This equalizes that and it&rsquo;s still 22 percent higher cost.&quot;</p>\r\n<p>\r\n\tThat comparison caught our attention, since no one had highlighted it during the recall itself.</p>\r\n<p>\r\n\tWe started with the report, since Johnson cited it directly as his source.</p>\r\n<p>\r\n\tThe report was completed by Andrew Biggs of the American Enterprise Institute and Jason Richwine of the Heritage Foundation. The researchers at the conservative think tanks have done numerous studies on public-private pay -- both at the state and federal level -- that show public employees come out ahead in compensation.</p>\r\n<p>\r\n\tThe paper focused on Wisconsin was issued May 30, 2012, less than a week before the June 5, 2012 recall election.</p>\r\n<p>\r\n\tWhen we asked several experts on public employment compensation for their take on the paper, we ran into a familiar debate between competing political agendas.</p>\r\n<p>\r\n\tIndeed, the foes know each other so well, it&rsquo;s a little like the &quot;Spy vs Spy&quot; comic in Mad magazine. Each time either side issues a report, researchers from the other side try to punch holes in it.</p>\r\n<p>\r\n\tHere&rsquo;s how the debate plays out on this one.</p>\r\n<p>\r\n\t<strong>The report used a bad comparison:</strong> Keith Brainard, research director for the National Association of State Retirement Administrators, noted the report compares state workers&rsquo; compensation to pay and benefits at private sector firms with far fewer workers. He said a state is more properly compared to the state&rsquo;s largest firms. Such companies, he noted, generally pay better.</p>\r\n<p>\r\n\t<strong>The comparison is fine:</strong> Biggs, one of the authors of the paper, said the size of the companies didn&rsquo;t skew the results. &quot;We could choose the largest establishment size&quot; -- firms with more than 500 workers &quot;and, so long as you value the pensions right, public employees would still have a large advantage.&quot;&nbsp;</p>\r\n<p>\r\n\t<strong>The report used a bad assumption:</strong> Brainard and Jeffrey Keefe, a professor at the Rutgers University School of Management and Labor Relations, argue private sector benefits are understated in the report. Specifically, they say the report uses today&rsquo;s low interest rates to calculate the value of private sector workers&rsquo; 401(k), which magnifies the public-private gap.</p>\r\n<p>\r\n\tThey argue that the rate of return, 3.67 percent, is based on low-risk U.S. Treasury securities and&nbsp; is less than half of what such funds have historically earned over the long-term through investments in stocks, bonds and so forth. Said Brainard: &quot;The net result is to produce a substantial difference between the current private sector annuity values.&quot;</p>\r\n<p>\r\n\t<strong>The report&rsquo;s assumptions are valid:</strong> Biggs and Richwine said they are trying to treat public and private pensions equally. Using something other than Treasury securities would produce a retirement benefit with far greater risk than found in the public employee retirement system.</p>\r\n<p>\r\n\tSaid Biggs: &quot;Our approach is consistent with economic theory, with how liabilities are priced in private financial markets, and with the findings of non-partisan government agencies like the Confirmation Budget Office, the Federal Reserve, and the Bureau of Economic Analysis (which constructs the National Income and Product Accounts, which are the official &#39;books&#39; of the US economy).&quot;</p>\r\n<p>\r\n\tKeefe said it was impossible to replicate the research using the formula contained in the Biggs-Richwine report.</p>\r\n<p>\r\n\tKeefe did his own earlier analysis of Wisconsin public-private pay using data from the Federal Bureau of Labor Statistics. That report, issued in February 2011 as Act 10 was unveiled, found&nbsp; Wisconsin public employees earn 4.8 percent less in total compensation per hour than comparable full-time employees in Wisconsin&rsquo;s private sector.</p>\r\n<p>\r\n\tThat&rsquo;s compared to the Biggs-Richwine study which put the pre-Act 10 gap at 29 percent.</p>\r\n<p>\r\n\tWhy did Johnson chose to highlight the study he did?</p>\r\n<p>\r\n\tIn an emailed statement, Johnson said the study&nbsp; &quot;is a product of two highly respected institutions. That said, I don&rsquo;t endorse the findings of any specific study, or validate their findings.&quot;</p>\r\n<p>\r\n\tHe added: &quot;No one wants to underpay government workers, but with mounting deficits and debt, we can&rsquo;t afford to overpay them either. We need to make sure that government sector salaries are benchmarked against those of the private sector. I welcome studies like this one, which help us understand how to set those benchmarks.&quot;</p>\r\n<p>\r\n\t<strong>Our rating</strong></p>\r\n<p>\r\n\tJohnson argued the changes included in Act 10 were modest -- public employees still receive 22 percent higher wages and benefits than private sector workers. Johnson cited the work of two researchers for conservative think tanks, but later told us he &quot;doesn&rsquo;t endorse&quot; the findings of that study, or &quot;any specific study.&quot;</p>\r\n<p>\r\n\tThat underlines what we found: There are different ways to measure the same thing. Indeed, an academic came up with a far different pre-Act 10 starting point when he did his own study in 2011.</p>\r\n<p>\r\n\tThere certainly appears to be an element of truth in the study, but it&rsquo;s not as definitive as Johnson presented it on the radio. And credible independent researchers have raised valid questions about the conclusion.</p>\r\n<p>\r\n\tWe rate Johnson&rsquo;s statement Mostly False.</p>\r\n", "ruling_comments_date": "2012-06-28T21:53:49.831670", "ruling_date": "2012-07-02T09:00:00", "ruling_headline": "U.S. Sen. Ron Johnson says public-private pay gap after collective bargaining changes is still large", "ruling_headline_slug": "us-sen-ron-johnson-says-public-private-pay-gap-aft", "ruling_link_text": "Picture a lot more cloudy than presented", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tSen. Ron Johnson, <a href=\"http://www.620wtmj.com/podcasts/talk/charliesykes/157547015.html\">Charlie Sykes show</a>, June 6, 2012</p>\r\n<p>\r\n\t<a href=\"http://www.aei.org/papers/economics/the-impact-of-act-10-on-public-sector-compensation-in-wisconsin/\">&quot;The impact of Act 10 on public sector compensation in Wisconsin,&quot;</a> American Enterprise Institute, May 30, 2012</p>\r\n<p>\r\n\t&quot;Even after Walker reforms Wisconsin public workers are still overpaid,&quot; Jason Richwine, Heritage Foundation blog post, May 30, 2012</p>\r\n<p>\r\n\tThe Huffington Post, &quot;Overpaid public workers: Actually we&rsquo;re moving toward consensus,&quot; Andrew Biggs, Jason Richwine, May 1, 2012</p>\r\n<p>\r\n\tPolitiFact, &quot;Crossroads GPS says unionized government workers are paid 42 percent more than non-union workers,&quot; March 9, 2011</p>\r\n<p>\r\n\tCongressional Budget Office<a href=\"http://cbo.gov/publication/42921\"> report</a> comparing private sector and federal employee pay, Jan. 30, 2012</p>\r\n<p>\r\n\tEconomic Policy Institute, <a href=\"http://www.epi.org/publication/are_wisconsin_public_employees_over-compensated/\">&quot;Are Wisconsin public employees overcompensated?</a>&quot; Feb. 10, 2011</p>\r\n<p>\r\n\tEconomic Policy Institute, <a href=\"http://www.epi.org/publication/pm173/\">&quot;Wisconsin public versus private employee costs,&quot; </a>Jeffrey Keefe, Feb. 15, 2011</p>\r\n<p>\r\n\tTelephone interview, Jeffrey Keefe, professor Rutgers University School of Management and Labor Relations, June 8, 2012</p>\r\n<p>\r\n\tTelephone interview, Keith Brainard, research director, National Association of State Retirement Administrators, June 8, 2012</p>\r\n<p>\r\n\tTelephone interview, Travis Waldron, ThinkProgress, June 8, 2012</p>\r\n<p>\r\n\tEmails, Andrew Biggs, Jason Richwine, June 11, 2012</p>\r\n<p>\r\n\tEmails, Brian Faughnan, press secretary, Sen. Ron Johnson (R-Wis.), June 12, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 16, "current_job": "", "false_count": 7, "first_name": "Ron", "half_true_count": 11, "home_state": "Wisconsin", "id": 527, "last_name": "Johnson", "mostly_true_count": 13, "name_slug": "ron-johnson", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Ron_Johnson_Pfact_mug_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/527/", "total_count": 55, "true_count": 5, "website": "http://www.ronjohnsonforsenate.com/home/"}, "statement": "<p>\r\n\t&quot;Before Act 10, the total cost of public sector employees&rsquo; employment was 29 percent higher than that in the private sector. After the act, it&rsquo;s still 22 percent higher.&quot;</p>\r\n", "statement_context": "a radio interview", "statement_date": "2012-06-06", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 184, "photo": null, "resource_uri": "/api/v/2/subject/184/", "subject": "Income", "subject_slug": "income", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}, {"description": "", "id": 206, "photo": null, "resource_uri": "/api/v/2/subject/206/", "subject": "Unions", "subject_slug": "unions", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [], "twitter_headline": ""}