{"art": [{"brightcove": "", "caption": "Mitt Romney reiterated his opposition to President Barack Obama's health care law after the Supreme Court upheld it on June 28, 2012.", "id": 2507, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Romney_after_SCOTUS.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/2507/", "title": "Romney after SCOTUS ruling", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2012/jun/29/mitt-romney/mitt-romney-says-obamacare-means-20-million-americ/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 6178, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/6178/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tFollowing the Supreme Court&rsquo;s decision upholding President Barack Obama&rsquo;s health care law, Mitt Romney claimed in a <a href=\"http://transcriptswire.cq.com/do/transcriptView?id=407762640\">speech</a> that &quot;Obamacare &hellip; means that for up to 20 million Americans, they will lose the insurance they currently have, the insurance that they like and they want to keep.&quot;<br />\r\n\t<br />\r\n\tWhen we checked with the Romney campaign, a spokesman confirmed that the source of Romney&rsquo;s claim was a <a href=\"http://www.cbo.gov/sites/default/files/cbofiles/attachments/03-15-ACA_and_Insurance.pdf\">March 2012 study by the Congressional Budget Office</a>, the nonpartisan number-crunching arm of Congress. In March 2012, we <a href=\"http://www.politifact.com/truth-o-meter/statements/2012/mar/23/reince-priebus/reince-priebus-says-health-care-law-could-mean-man/\">checked</a> a similar statement by Republican National Committee chairman Reince Priebus.<br />\r\n\t<br />\r\n\tWhile PolitiFact does not put predictions to the Truth-O-Meter, we do fact-check whether politicians or pundits accurately portray the predictions made by others. So that&rsquo;s what we&rsquo;ll do here.<br />\r\n\t<br />\r\n\t<strong>Cherry-picking the CBO report</strong><br />\r\n\t<br />\r\n\tThe CBO study was undertaken to estimate the impact of the health care law on the number of people obtaining health care coverage from their employer. CBO came up with a &quot;baseline&quot; estimate -- its best guess. CBO settled on a range of 3 million to 5 million fewer non-elderly people obtaining coverage through their employer each year from 2019 through 2022 than would have been the case before the law was passed. Including those with individually purchased policies means a decline of an additional 1 million to 3 million Americans.<br />\r\n\t<br />\r\n\tThat&rsquo;s nothing to sneeze at, but it&rsquo;s quite a bit lower than 20 million. So where did 20 million come from?<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tCBO supplemented its &quot;baseline&quot; estimate with four alternative, and wildly divergent, estimates. One resulted in a net gain of 3 million people with employer-sponsored insurance. The other scenarios resulted in a decline of 10 million, a decline of 12 million, and -- here it is -- a decline of 20 million.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tA number of other estimates by groups other than CBO have tracked with CBO&rsquo;s baseline estimate, rather than with Romney&rsquo;s figure. A <a href=\"http://www.urban.org/uploadedpdf/412267-america-under-aca.pdf\">study by the Urban Institute</a> projected a decline of about 500,000 people. The <a href=\"http://www.lewin.com/%7E/media/lewin/site_sections/publications/lewingroupanalysis-patientprotectionandaffordablecareact2010.pdf\">Lewin Group</a> predicted a decline of about 3 million people. The <a href=\"http://www.cms.gov/ActuarialStudies/Downloads/PPACA_2010-04-22.pdf\">Centers for Medicare and Medicaid Services actuary</a> pegged the number at about 1 million fewer people. And the <a href=\"http://www.rand.org/content/dam/rand/pubs/technical_reports/2012/RAND_TR1221.pdf\">RAND Corp. projected</a> that about 4 million more individuals would be covered by employment-based coverage by 2016.<br />\r\n\t<br />\r\n\tSo the 20 million number Romney cited does come from CBO, and he hedged by saying &quot;up to.&quot; But it&rsquo;s the most extreme outcome of the five presented, and it&rsquo;s not the primary estimate.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t<strong>Some who &quot;lose&quot; coverage will do so because they find better options</strong><br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tEven beyond the cherry-picking, Romney is wrong to say that 20 million Americans will lose the insurance &quot;that they like and they want to keep.&quot;<br />\r\n\t<br />\r\n\tAccording to CBO&rsquo;s &quot;baseline&quot; estimates, 3 million people will spurn their employer&rsquo;s offer of insurance and turn instead to another source, such as the health insurance &quot;exchanges&quot; created under the Obama health care law. In many cases, they will do this because they consider the employer&rsquo;s offering to be unaffordable or lacking too many features they need. For these people, it&rsquo;s a stretch to say they will &quot;lose&quot; coverage that they &quot;like,&quot; since they are leaving of their own volition for something that suits them better.<br />\r\n\t<br />\r\n\tRomney also ignores 9 million people who wouldn&rsquo;t have had an employer plan before the Obama law, but who will get employer coverage after passage of the law, perhaps because of the law&rsquo;s mix of subsidies and penalties for employers.<br />\r\n\t<br />\r\n\tEven people who lose employer insurance involuntarily won&rsquo;t, for the most part, be left without insurance options. They should have access to coverage on the exchanges, perhaps with subsidies. And depending on their income level, they may have access to Medicaid or the State Children&rsquo;s Health Insurance Plan, which were expanded as part of the law.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tIndeed, health care experts say that a big reason why companies may drop coverage is specifically because their employees will have a fallback option on the exchanges that offers guaranteed, subsidized coverage.<br />\r\n\t<br />\r\n\tIt&rsquo;s also important to remember the big picture. CBO projects that, overall, the number of uninsured Americans will drop by 29 million to 31 million due to the law.<br />\r\n\t<br />\r\n\t<strong>Romney acts as if no one ever loses coverage today</strong><br />\r\n\t<br />\r\n\tAs we have <a href=\"http://www.politifact.com/truth-o-meter/statements/2011/feb/02/blake-farenthold/rep-blake-farenthold-says-health-care-law-will-for/\">previously noted</a>, many Americans lose their current health plan for reasons that have nothing to do with the new law, though figuring out exactly how many is surprisingly tricky.<br />\r\n\t<br />\r\n\tBureau of Labor Statistics <a href=\"http://data.bls.gov/cgi-bin/surveymost?jt\">figures</a> show that, on average, slightly more than 3 percent of employees leave their jobs in any given month. But you don&rsquo;t have to change jobs to see your plan change. Your employer may change insurance carriers, or the insurance carrier may unilaterally modify the terms of your plan.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tHow common is this? The <a href=\"http://www.meps.ahrq.gov/mepsweb/\">Medical Expenditure Panel Survey</a>, sponsored by the U.S. Department of Health and Human Services, found that in 2007, just over 14 percent of the entire U.S. population &quot;switched&quot; health insurance. However, this underestimates the rate of switching, because the study included people of all ages (including those covered by Medicare, who rarely switch) and because it doesn&rsquo;t count a switch from one plan to the other within the same insurance company.<br />\r\n\t<br />\r\n\tIt&rsquo;s also common for employers and their insurance carriers to unilaterally change their plans. Mercer, a private consulting firm, found that in each of the years from 2005 to 2008, roughly a quarter of companies said they made changes to their plans that would result in employees paying a greater share of the cost. In 2009 and 2010, it rose to one-third.<br />\r\n\t<br />\r\n\tAll told, this churn -- which, to reiterate, is happening because of forces beyond the Obama health care law -- almost certainly dwarfs the scale of the changes Romney is talking about.<br />\r\n\t<br />\r\n\tEven Romney&rsquo;s cherry-picked number of 20 million amounts to 7 percent of the 270 million non-elderly people in the U.S. CBO&rsquo;s preferred figure represents an even smaller share -- 1 percent to 2 percent.<br />\r\n\t<br />\r\n\tBut the rate of plan-changing is almost certainly much higher if you add up the workers who lose coverage entirely; who change jobs (voluntarily or involuntarily); who work for companies that either change insurance carriers or adjust plan terms significantly; or whose employer&rsquo;s insurance carrier is merged or bought out.<br />\r\n\t<br />\r\n\tWhy does this matter? Because knowing that many workers every year are already required to change plans -- even if they like them -- would provide a different impression of the statistics that Romney cites.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tRomney said that &quot;Obamacare &hellip; means that for up to 20 million Americans, they will lose the insurance they currently have, the insurance that they like and they want to keep.&quot; That number is cherry-picked, and he&rsquo;s wrong to describe it as only including people who &quot;like&quot; their coverage, since many of those 20 million will be leaving employer coverage voluntarily for better options. Romney also ignores that under the status quo, many more people today &quot;lose&quot; coverage than even the highest, cherry-picked CBO estimate. We rate his statement False.</p>\r\n", "ruling_comments_date": "2012-06-29T12:01:26.420476", "ruling_date": "2012-06-29T14:57:42", "ruling_headline": "Mitt Romney says \"Obamacare\" means up to 20 million Americans will lose insurance they like and want", "ruling_headline_slug": "mitt-romney-says-obamacare-means-20-million-americ", "ruling_link_text": "Cherry-picked number that lacks key context", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tMitt Romney, <a href=\"http://blogs.wsj.com/washwire/2012/06/28/transcript-of-romneys-remarks-on-the-supreme-court-ruling/\">remarks</a> after Supreme Court decision on the Obama health care law, June 28, 2012<br />\r\n\t<br />\r\n\tCongressional Budget Office, &quot;<a href=\"http://www.cbo.gov/sites/default/files/cbofiles/attachments/03-15-ACA_and_Insurance_2.pdf\">CBO and JCT&rsquo;s Estimates of the Effects of the Affordable Care Act on the Number of People Obtaining Employment-Based Health Insurance</a>,&quot; March 2012<br />\r\n\t<br />\r\n\tReince Priebus, &quot;After 2 years, Obamacare&#39;s costs outweighing benefits&quot; (<a href=\"http://www.orlandosentinel.com/news/opinion/os-ed-health-reform-con-032312-20120322,0,5384120.story\">op-ed in the Orlando Sentinel</a>), March 23, 2012<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tCenter for Medicare and Medicaid Services Office of the Actuary, &quot;<a href=\"http://www.cms.gov/ActuarialStudies/Downloads/PPACA_2010-04-22.pdf\">Estimated Financial Effects of the Patient Protection and Affordable Care Act, as Amended</a>,&quot; April 22, 2010<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tUrban Institute, &quot;<a href=\"http://www.urban.org/uploadedpdf/412267-america-under-aca.pdf\">America Under the Affordable Care Act</a>,&quot; December 2010<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tRAND, &quot;<a href=\"http://www.rand.org/content/dam/rand/pubs/technical_reports/2012/RAND_TR1221.pdf\">The Effect of the Affordable Care Act on Enrollment and Premiums, With and Without the Individual Mandate</a>,&quot; 2012<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tLewin Group, &quot;<a href=\"http://www.lewin.com/%7E/media/lewin/site_sections/publications/lewingroupanalysis-patientprotectionandaffordablecareact2010.pdf\">Patient Protection and Affordable Care Act (PPACA): Long Term Costs for Governments, Employers, Families and Providers</a>,&quot; June 8, 2010<br />\r\n\t<br />\r\n\tU.S. Census Bureau Survey of Income and Program Participation, &quot;<a href=\"http://www.census.gov/prod/2003pubs/p70-92.pdf\">Dynamics of Economic Well-Being: Health Insurance 1996-1999</a>,&quot; August 2003<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tBureau of Labor Statistics, &quot;Job Openings and Labor Turnover Survey&quot; (<a href=\"http://data.bls.gov/cgi-bin/surveymost?jt\">main search page</a>), accessed Feb. 2, 2011<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2012/mar/23/reince-priebus/reince-priebus-says-health-care-law-could-mean-man/\">Reince Priebus says health care law could mean &#39;as many as 20 million Americans could lose their employer-based insurance</a>,&#39;&quot; March 23, 2012<br />\r\n\t<br />\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2011/feb/02/blake-farenthold/rep-blake-farenthold-says-health-care-law-will-for/\">Rep. Blake Farenthold says health care law will force 70 percent of workers to lose their current plan</a>,&quot; Feb. 2, 2011<br />\r\n\t<br />\r\n\tEmail interview with Jonathan Oberlander, professor of social medicine and health policy and management at the University of North Carolina-Chapel Hill, June 29, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 34, "current_job": "Former governor", "false_count": 32, "first_name": "Mitt", "half_true_count": 58, "home_state": "Massachusetts", "id": 5, "last_name": "Romney", "mostly_true_count": 33, "name_slug": "mitt-romney", "pants_count": 19, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-mittromney.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/5/", "total_count": 221, "true_count": 30, "website": "http://www.mittromney.com/"}, "statement": "<p>\r\n\t&quot;Obamacare &hellip; means that for up to 20 million Americans, they will lose the insurance they currently have, the insurance that they like and they want to keep.&quot;</p>\r\n", "statement_context": "a speech in Washington, D.C. ", "statement_date": "2012-06-28", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}