{"art": [], "author": [{"email_address": "gemery@cox.net", "first_name": "C. Eugene", "id": 144, "last_name": "Emery Jr.", "name_slug": "c-eugene-emery", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/gene_emery80_.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/144/", "title": "PolitiFact correspondent", "twitter": null}], "canonical_url": "/rhode-island/statements/2012/jul/02/sheldon-whitehouse/us-sen-sheldon-whitehouse-says-no-one-should-eat-m/", "edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "editor": [{"email_address": "tmurphy@providencejournal.com", "first_name": "Tim", "id": 145, "last_name": "Murphy", "name_slug": "tim-murphy", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/tim_murphy2_80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/145/", "title": "Editor", "twitter": null}], "facebook_headline": null, "id": 6188, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "gemery@cox.net", "first_name": "C. Eugene", "id": 144, "last_name": "Emery Jr.", "name_slug": "c-eugene-emery", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/gene_emery80_.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/144/", "title": "PolitiFact correspondent", "twitter": null}], "resource_uri": "/api/v/2/statement/6188/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tAre Rhode Island&#39;s lakes and rivers so contaminated from air pollution that originates from out of state that it&#39;s unsafe to eat more than one serving per month of fish caught here?<br />\r\n\t<br />\r\n\tThat&#39;s what Sheldon Whitehouse <a href=\"http://www.youtube.com/watch?v=nEOvJIEPE_w\">said on June 19, 2012</a>, when he urged his colleagues in the U.S. Senate to approve new standards for mercury contamination caused by air pollution emitted from coal-burning power plants in states to our west.<br />\r\n\t<br />\r\n\tAfter contending that lives would be saved, heart attacks would be prevented and emergency-room visits would be reduced if the new restrictions were finally put in place, Whitehouse turned to fishing to describe some of the intangible problems caused by the airborne mercury that lands in Rhode Island.<br />\r\n\t<br />\r\n\tWhitehouse displayed an image of a Norman Rockwell painting, &quot;<a href=\"http://www.artbrokerage.com/artist/Norman-Rockwell/Catching-the-Big-One-8675\">Catching the Big One</a>,&quot; from the Aug. 3, 1929, issue of the Saturday Evening Post. It shows a boy and his grandfather fishing.<br />\r\n\t<br />\r\n\t&quot;That image in Rhode Island is shadowed by the fact that this small child would not be allowed to eat any freshwater fish that he caught with his grandfather because of this mercury pollution that has been bombarded in on us by these power plants that did not clean up their act,&quot; the senator said.<br />\r\n\t<br />\r\n\tAccording to the Rhode Island Department of Health, he said, &quot;No one in Rhode Island -- not just children, no one in Rhode Island -- should eat more than one serving of freshwater fish caught in our state each month. So if the grandfather caught two fish, he could eat one [in] a month, but he shouldn&#39;t eat the other because of the health effects of the mercury that has piled up in the bodies of the fish.&quot;<br />\r\n\t<br />\r\n\tNo children should be eating local freshwater fish and no adult should eat more than one serving per month? We wondered if the pollution was really that bad.<br />\r\n\t<br />\r\n\tSo, perched at our computer, we checked the Health Department&#39;s website, where we found the <a href=\"http://www.health.ri.gov/data/mercuryinfish/index.php\">latest test results</a> for 31 bodies of fresh water.<br />\r\n\t<br />\r\n\tThe chart says, as Whitehouse said, that nobody should be eating fish caught in Yawgoog Pond or Wincheck Pond, both in Hopkinton, or in the Quidnick Reservoir, in Coventry. &nbsp;It also says fish other than trout in Meadow Brook Pond in Richmond shouldn&#39;t be eaten. (Trout are an exception because they are raised by the state on a mercury-free diet.)<br />\r\n\t<br />\r\n\tIt also says that none of the freshwater fish caught in the state should be eaten by women who are pregnant, nursing or planning a pregnancy or by children under age 7.<br />\r\n\t<br />\r\n\tAnd what about everybody else?<br />\r\n\t<br />\r\n\tIn 12 of the 31 areas (13 if you count trout from Meadow Brook Pond), the Health Department says it&#39;s safe for adults and children over 6 to eat the fish in unlimited amounts, according to the chart. There&#39;s no once-a-month restriction.<br />\r\n\t<br />\r\n\tIn 13 other areas, the consumption should be limited to once per week for most adults and older children.<br />\r\n\t<br />\r\n\tOnly in 3 of the 31 areas does the state say that mercury pollution makes it unsafe to eat more than one fish meal a month: Watchaug Pond, in Charlestown, and Tucker and Yawgoo Ponds in South Kingstown.<br />\r\n\t<br />\r\n\tThe same day we called Whitehouse&#39;s office asking for the source of his information, spokesman Seth Larson called back to say that the senator&#39;s staff was using the same source we found.<br />\r\n\t<br />\r\n\t&quot;It turns out we made an error in preparing the senator&#39;s remarks,&quot; he said, promising a quick correction.<br />\r\n\t<br />\r\n\tThe next day, on the floor of the Senate, Whitehouse <a href=\"http://www.youtube.com/watch?v=oOVvXuQWCTE&amp;list=UUnG0N70SNBkNqvIMLodPTIA&amp;index=1&amp;feature=plcp\">said</a> that he erred in his statement. &quot;I would suggest Rhode Islanders consult the Health Department&#39;s website where the agency lists fish advisories by pond and by river and that way Rhode Islanders can make an informed decision for themselves and their families as to where and when our fish are safe to eat for mercury contamination,&quot; he said.<br />\r\n\t<br />\r\n\tThat&#39;s easier said than done because the Health Department data are outdated and confusing, so consumers may end up more perplexed than before.<br />\r\n\t<br />\r\n\tIts mercury testing wasn&#39;t done systematically because of a lack of funding. Most <a href=\"http://www.uri.edu/ce/wq/ww/MonSites-Rivers.htm\">rivers</a>, <a href=\"http://www.uri.edu/ce/wq/ww/MonSites-Lakes.htm\">lakes</a> and ponds have not been tested at all. The results on the waters that were tested are from 1996 to 2000. No testing has been done since then because, again, the department hasn&#39;t had the money. And the data posted online sometimes contradict what Health Department official Robert Vanderslice says <a href=\"http://www.health.ri.gov/healthrisks/poisoning/mercury/about/fish/\">the department has been recommending</a>.<br />\r\n\t<br />\r\n\tFor example, in the waters listed as being safe (where everyone except for small children, pregnant women and nursing women &quot;can consume any amount safely&quot;), the website doesn&#39;t make it clear that the findings don&#39;t apply at all to largemouth and smallmouth bass, chain pickerel, black crappie or eel. Those species eat other fish and tend to concentrate mercury in their bodies, Vanderslice explained.<br />\r\n\t<br />\r\n\tThat eliminates most of the fish people would want to eat.<br />\r\n\t<br />\r\n\t&quot;You cannot predict from one pond to the next&quot; how much mercury will be in fish because the amount can vary from pond to pond, and from time to time, he said. &quot;If you sample one pond, you know about that one pond at that time for the species you sampled.&quot;<br />\r\n\t<br />\r\n\t&quot;What our data show is that when you&#39;re freshwater fishing in Rhode Island, you don&#39;t know what the levels are,&quot; said Vanderslice. &quot;The best way you&#39;re assured to being safe is to limit how much fish you eat, vary where you fish and change the type of fish you eat.&quot;<br />\r\n\t<br />\r\n\tThat&#39;s not very reassuring to adults who may have repeatedly eaten fish from the dozen areas listed as safe by the Health Department.<br />\r\n\t<br />\r\n\tWhitehouse, in his followup Senate speech, said the larger point remains: &quot;Mercury contamination is a continuing public health problem in Rhode Island and one that we can do very little about without EPA standing up for us and defending us. Because in these other states it is a great deal for them to be about to poison our state&#39;s waters but get cheaper power in their states because they don&#39;t force their utilities to put scrubbers on and to keep themselves operating at appropriate levels of pollution control.&quot;<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tSheldon Whitehouse said that &quot;No one in Rhode Island -- not just children, no one in Rhode Island -- should eat more than one serving of freshwater fish caught in our state each month.&quot;<br />\r\n\t<br />\r\n\tWhitehouse made that absolute statement based on a Health Department web page indicating that his statement wasn&#39;t true for 25 of the 31 freshwater bodies. Not only can older children and most adults eat fish caught there more than once a month, in at least a dozen areas they can eat it as often as they&#39;d like, it said.<br />\r\n\t<br />\r\n\tWhitehouse acknowledged misstating the posted test results.<br />\r\n\t<br />\r\n\tBut fish from those limited areas haven&#39;t been tested in more than a decade, a lapse in public health monitoring we find disturbing.<br />\r\n\t<br />\r\n\tAnd the data are, at times, so at odds with what the Health Department says it is recommending, any conclusion drawn from them should be accompanied by a hefty dose of skepticism.<br />\r\n\t<br />\r\n\tMercury pollution poses a signIficant public health problem and clearly consumers should be wary about eating freshwater fish caught in state waters. That&#39;s a large kernel of truth in Whitehouse&#39;s statement.<br />\r\n\t<br />\r\n\tBut because much of the published data contradict his broad assertion, we rate it <a href=\"http://www.politifact.com/rhode-island/about/\">Half True</a>.<br />\r\n\t<br />\r\n\t<em>(Get updates from<a href=\"http://twitter.com/#%21/PolitiFactRI\"> PolitiFactRI on Twitter</a>. To comment or offer your ruling, visit us on our<a href=\"http://www.facebook.com/pages/PolitiFact-Rhode-Island/108242095907358\"> PolitiFact Rhode Island Facebook</a> page.)</em></p>\r\n", "ruling_comments_date": "2012-06-29T17:51:59.033391", "ruling_date": "2012-07-02T00:01:00", "ruling_headline": "U.S. Sen. Sheldon Whitehouse says no one should eat more than one serving of freshwater fish per month caught in Rhode Island because of mercury pollution", "ruling_headline_slug": "us-sen-sheldon-whitehouse-says-no-one-should-eat-m", "ruling_link_text": "The facts that got away", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tYouTube.com, &quot;<a href=\"http://www.youtube.com/watch?v=nEOvJIEPE_w\">Sheldon Refutes Attacks on EPA &amp; Mercury Air Toxics Standards</a>,&quot; June 20, 2012, accessed June 24, 2012<br />\r\n\t<br />\r\n\tHealth.RI.gov, &quot;<a href=\"http://www.health.ri.gov/data/mercuryinfish/index.php\">Environmental Protection Agency Data of Mercury in Fish, by Body of Water for the years 1996-2000</a>,&quot; undated, accessed June 25, 2012<br />\r\n\t<br />\r\n\tInterview, Seth Larson, spokesman, Sen. Sheldon Whitehouse, June 26-27, 2012<br />\r\n\t<br />\r\n\tYouTube.com, &quot;<a href=\"http://www.youtube.com/watch?v=oOVvXuQWCTE&amp;list=UUnG0N70SNBkNqvIMLodPTIA&amp;index=1&amp;feature=plcp\">Sheldon Discusses Harm Caused to RI&#39;ers by Mercury Pollution</a>,&quot; June 27, 2012, accessed June 27, 2012<br />\r\n\t<br />\r\n\tHealth.RI.gov, &quot;<a href=\"http://www.health.ri.gov/healthrisks/poisoning/mercury/about/fish/\">Mercury Poisoning: About Fish</a>,&quot; undated, accessed June 25, 2012<br />\r\n\t<br />\r\n\tE-mail, Dara Chadwick, spokeswoman, Rhode Island Department of Health, June 27, 2012<br />\r\n\t<br />\r\n\tInterview, Robert Vanderslice, healthy homes and environment team lead, Rhode Island Department of Health, June 27, 2012<br />\r\n\t<br />\r\n\tInterview, David Lenox Taylor, associate professor of marine biology, Roger Williams University, June 29, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "U.S. Senator", "false_count": 3, "first_name": "Sheldon", "half_true_count": 2, "home_state": "Rhode Island", "id": 480, "last_name": "Whitehouse", "mostly_true_count": 7, "name_slug": "sheldon-whitehouse", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/swhitehouse.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/480/", "total_count": 24, "true_count": 10, "website": "http://whitehouse.senate.gov/"}, "statement": "<p>\r\n\t&quot;No one in Rhode Island -- not just children, no one in Rhode Island -- should eat more than one serving of freshwater fish caught in our state each month.&quot;</p>\r\n", "statement_context": "a speech on the floor of the U.S. Senate", "statement_date": "2012-06-19", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 210, "photo": null, "resource_uri": "/api/v/2/subject/210/", "subject": "Animals", "subject_slug": "animals", "used_in_edition": ["/api/v/2/edition/6/"]}, {"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}, {"description": "", "id": 158, "photo": null, "resource_uri": "/api/v/2/subject/158/", "subject": "Food Safety", "subject_slug": "food-safety", "used_in_edition": ["/api/v/2/edition/5/"]}, {"description": "", "id": 213, "photo": null, "resource_uri": "/api/v/2/subject/213/", "subject": "Government regulation", "subject_slug": "government-regulation", "used_in_edition": ["/api/v/2/edition/9/"]}, {"description": "", "id": 202, "photo": null, "resource_uri": "/api/v/2/subject/202/", "subject": "Public Health", "subject_slug": "public-health", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}