{"art": [{"brightcove": "", "caption": "In a CBS News interview, Mitt Romney said that the Supreme Court's \"final word is that Obamacare is a tax.\" We checked with a range of legal scholars to see if that was correct.", "id": 2521, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Romney_CBS_interview.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/2521/", "title": "Romney CBS interview", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2012/jul/05/mitt-romney/mitt-romney-says-health-care-laws-penalty-tax/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 6215, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/6215/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tIn the days following the Supreme Court&rsquo;s decision on President Barack Obama&rsquo;s health care law, supporters and critics of the law sparred over the question of whether or not the individual mandate was a tax.<br />\r\n\t<br />\r\n\tIn its 5-4 ruling upholding the mandate -- as well as most of the rest of the law itself -- the court concluded that the mandate to buy insurance was constitutional because of Congress&rsquo; taxing power.<br />\r\n\t<br />\r\n\tRepublicans who were dejected by the law being found constitutional found a silver lining in that determination, as they proceeded to attack Obama as a tax-raiser.<br />\r\n\t<br />\r\n\tMeanwhile, both sides faced uncomfortable questions on whether the mandate was a tax. Critics of the law highlighted Obama&rsquo;s shifting views of whether the mandate was a tax or a penalty (an issue we fact-checked <a href=\"http://www.politifact.com/truth-o-meter/statements/2012/jun/28/sarah-palin/sarah-palin-said-barack-obama-once-said-individual/\">here</a>). On the other hand, Democrats noted that if the individual mandate was actually a tax, then Mitt Romney himself had also imposed a tax when he signed a health care law as governor of Massachusetts.<br />\r\n\t<br />\r\n\tInitially, a senior Romney aide, Eric Fehrnstrom, <a href=\"http://www.youtube.com/watch?v=aDfH_lajwmA&amp;feature=youtu.be\">told MSNBC</a> that Romney &quot;has consistently described the mandate in Massachusetts as a penalty&quot; -- a position at odds with many other Republicans in the wake of the ruling. But then, Romney changed course in a <a href=\"http://www.cbsnews.com/8301-18563_162-57466512/romney-clarifies-health-care-mandate-position/\">July 4, 2012, interview</a> with CBS News.<br />\r\n\t<br />\r\n\t&quot;Well, the Supreme Court has the final word,&quot; Romney said. &quot;And their final word is that Obamacare is a tax. So it&#39;s a tax.&quot;<br />\r\n\t<br />\r\n\tWe thought Romney&rsquo;s comment offered us an opportunity to clear the air on this question. Did the court rule that the individual mandate was a tax, or not?<br />\r\n\t<br />\r\n\tWe received comments from 15 constitutional law experts from across the ideological spectrum. We found a certain degree of consensus -- but also a wide range of opinions on whether Romney&rsquo;s claim was worded accurately, particularly given the complexity of the court&rsquo;s ruling.<br />\r\n\t<br />\r\n\t<strong>What the court ruled</strong><br />\r\n\t<br />\r\n\tThe court actually addressed two questions relevant to Romney&rsquo;s claim. Before it could address whether the mandate itself was constitutional, the court had to look at another critical question -- whether a law called the Anti-Injunction Act prevented the challenge to the law from going forward in the first place.<br />\r\n\t<br />\r\n\tWhat&rsquo;s the Anti-Injunction Act? It says that no tax may be challenged in court before it takes effect. Instead, a tax can be challenged only after the government begins to enforce it, with the plaintiff seeking a refund for taxes already paid. Part of deciding whether the suit against the health care law could proceed to the merits depended on the court determining whether the individual mandate is a tax.<br />\r\n\t<br />\r\n\tUltimately, the court ruled that the individual mandate did not constitute a tax under the Anti-Injunction Act. But the story doesn&rsquo;t end there. With that hurdle cleared, the court proceeded to the merits, ruling the individual mandate constitutional based on Congress&rsquo; taxing power.<br />\r\n\t<br />\r\n\tThis seeming contradiction about whether it was or was not a tax is at the root of much confusion. But experts we interviewed said the distinction makes sense legally. The Anti-Injunction Act is a law, while Congress&rsquo; taxing power is enshrined in the Constitution. Because of that, the majority opinion addressed the two definitions of &quot;tax&quot; differently.<br />\r\n\t<br />\r\n\tSpecifically, when addressing the Anti-Injunction Act, the court gave deference to Congress&rsquo; decision not to label the individual mandate a tax when it wrote the legislation. If Congress had wanted the law to be subject to the act, the majority concluded, it could have easily done so by calling it a tax -- but it didn&rsquo;t. So the Anti-Injunction Act was no barrier to the suit proceeding.<br />\r\n\t<br />\r\n\tHowever, when the court looked at whether the mandate was constitutional, it used a more expansive definition of the word &quot;tax&quot; -- one that includes provisions that are not explicitly labeled taxes, but act in similar ways.<br />\r\n\t<br />\r\n\tIn the decision, Chief Justice John Roberts explained the divergent conclusions by writing, &quot;It is of course true that the Act describes the payment as a &lsquo;penalty,&rsquo; not a &lsquo;tax.&rsquo; But while that label is fatal to the application of the Anti-Injunction Act &hellip; it does not determine whether the payment may be viewed as an exercise of Congress&#39;s taxing power. It is up to Congress whether to apply the Anti-Injunction Act to any particular statute, so it makes sense to be guided by Congress&#39;s choice of label on that question. That choice does not, however, control whether an exaction is within Congress&#39;s constitutional power to tax.&quot;<br />\r\n\t<br />\r\n\tLegal commentator Stuart Taylor Jr. described this distinction as requiring &quot;some fancy footwork,&quot; but he concluded that &quot;it&rsquo;s justified by the principle that the broad constitutional power of Congress to levy taxes should govern when the issue is constitutional, whereas other factors -- including whether Congress labeled something a tax -- should govern when the issue involves a law.&quot;<br />\r\n\t<br />\r\n\t<strong>What legal experts said</strong><br />\r\n\t<br />\r\n\tMost of the legal experts we interviewed said Romney was on pretty safe legal ground. For instance:<br />\r\n\t<br />\r\n\t&bull; <em>Ilya Shapiro, a senior fellow in constitutional studies at the libertarian Cato Institute</em>: &quot;This is an easy one. The Supreme Court has said it&rsquo;s a tax, so it&rsquo;s a tax. I disagree with the Supreme Court on that point, but the Constitution says that the court&rsquo;s opinion trumps mine and anyone else&rsquo;s.&quot;<br />\r\n\t<br />\r\n\t&bull; <em>University of California-Davis law professor Vikram Amar</em>: &quot;The court said the mandate provision fell within Congress&#39; powers to lay and collect taxes, duties &hellip; and excises -- i.e., that it fell within the federal government&#39;s power to raise revenue. It is thus a tax for purposes of how the Constitution defines a tax. And that word from the court means that no legal challenge to it on the ground that Congress lacked power to enact it will succeed.&quot;<br />\r\n\t<br />\r\n\t&bull; <em>Yale Law School professor Jack Balkin</em>: &quot;The Supreme Court held that the mandate is constitutional under the taxing power because it functions as a tax, regardless of what Congress calls it.&quot;<br />\r\n\t<br />\r\n\tEven so, we heard one main criticism from our experts -- that Romney went too far when he said that the Supreme Court ruled that the mandate is a tax. Several legal scholars told us that the court ruled that the mandate acts like a tax, or is analogous to one, but not that it <em>is </em>one -- a small linguistic distinction, but an important legal one.<br />\r\n\t<br />\r\n\t&quot;The Supreme Court did not say, &lsquo;It&#39;s a tax,&rsquo; but rather, &lsquo;It does not matter if it was called a tax, because Congress could have done this in the form of a tax, which it is permitted to do,&rsquo; &quot; said George Washington University law professor Neil Buchanan, who <a href=\"http://verdict.justia.com/2012/07/05/it-does-not-matter-whether-congress-calls-a-tax-a-tax\">blogged about the decision</a>.<br />\r\n\t<br />\r\n\tAs evidence, Buchanan pointed to several passages in Roberts&rsquo; ruling. For instance, Roberts wrote that the payment for not having insurance &quot;may for constitutional purposes be considered a tax, not a penalty.&quot; Buchanan noted Roberts&rsquo; use of the restrictive phrase &quot;for constitutional purposes.&quot; Buchanan noted that Roberts at one point also distinguished between <em>interpreting </em>something to be a tax for constitutional purposes and <em>imposing </em>a tax.<br />\r\n\t<br />\r\n\tIt&rsquo;s also worth pointing out that in two of Roberts&rsquo; key concluding paragraphs, he wrote that the act&rsquo;s &quot;requirement that certain individuals pay a financial penalty for not obtaining health insurance <em>may reasonably be characterized as a tax</em>,&quot; and that &quot;<em>it is reasonable to construe </em>what Congress has done as increasing taxes on those who have a certain amount of income, but choose to go without health insurance. Such legislation is within Congress&#39;s power to tax.&quot;<br />\r\n\t<br />\r\n\tGuy-Uriel Charles, a Duke University law professor, was one of several experts who agreed with Buchanan that the Supreme Court did not technically label the provision a tax. &quot;The Court said that the mandate is consistent with Congress&#39; exercise of the taxing power, which is different from saying that the mandate is a tax,&quot; Charles said.<br />\r\n\t<br />\r\n\t&quot;What Romney said is accurate on the political level, but not on the legal level,&quot; said Steven Schwinn, a law professor at&nbsp;John Marshall Law School in Chicago.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tRomney said, &quot;The Supreme Court has the final word. And their final word is that Obamacare is a tax. So it&#39;s a tax.&quot; If you put Romney&rsquo;s comment under a legal microscope, there&rsquo;s a strong case that he&rsquo;s cut some rhetorical corners. The Supreme Court found the law constitutional based on Congress&rsquo; taxing authority, but nowhere in the opinion did Roberts say that the individual mandate actually <em>was </em>a tax -- only that it &quot;may reasonably be characterized as a tax&quot; and that &quot;it is reasonable to construe&quot; it as a tax.<br />\r\n\t<br />\r\n\tStill, PolitiFact focuses on political speech, rather than legal speech, and judged by that standard Romney is pretty close to accurate. We rate his statement Mostly True.</p>\r\n", "ruling_comments_date": "2012-07-05T16:53:55.879619", "ruling_date": "2012-07-05T18:45:19", "ruling_headline": "Mitt Romney says health care law's penalty is a tax", "ruling_headline_slug": "mitt-romney-says-health-care-laws-penalty-tax", "ruling_link_text": "Some legal scholars find fault, but for the layperson, it's close", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tCBS News, &quot;<a href=\"http://www.cbsnews.com/8301-18563_162-57466512/romney-clarifies-health-care-mandate-position/\">Romney clarifies health care mandate position</a>,&quot; July 4, 2012<br />\r\n\t<br />\r\n\tEric Fehrnstrom, <a href=\"http://www.youtube.com/watch?v=aDfH_lajwmA&amp;feature=youtu.be\">excerpts from interview with MSNBC</a>, July 2, 2012<br />\r\n\t<br />\r\n\tU.S. Supreme Court, <a href=\"http://www2.bloomberglaw.com/public/document/Natl_Federation_of_Independent_Business_v_Sebelius_No_11393_US_Ju\">decision in National Federation of Independent Business vs. Sebelius</a>, June 28, 2012<br />\r\n\t<br />\r\n\tNeil H. Buchanan, &quot;<a href=\"http://verdict.justia.com/2012/07/05/it-does-not-matter-whether-congress-calls-a-tax-a-tax\">It Does Not Matter Whether Congress Calls a Tax a Tax</a>&quot; (blog post at Justia.com), July 5, 2012<br />\r\n\t<br />\r\n\tEmail interview with with Stuart Taylor Jr., legal commentator, July 5, 2012<br />\r\n\t<br />\r\n\tEmail interview with Kermit Roosevelt, University of Pennsylvania law professor, July 5, 2012<br />\r\n\t<br />\r\n\tInterview with Jesse Choper, law professor at the University of California at Berkeley, July 5, 2012<br />\r\n\t<br />\r\n\tEmail interview with Roger Pilon, vice president for legal affairs at the Cato Institute, July 5, 2012<br />\r\n\t<br />\r\n\tEmail interview with Vik Amar, University of California at Davis law professor, July 5, 2012<br />\r\n\t<br />\r\n\tEmail interview with Brad Snyder, law professor at the University of Wisconsin, July 5, 2012<br />\r\n\t<br />\r\n\tEmail interview with Ilya Shapiro, senior fellow in constitutional studies at the Cato Institute, July 5, 2012<br />\r\n\t<br />\r\n\tEmail interview with Douglas Kmiec, law professor at Pepperdine University, July 5, 2012<br />\r\n\t<br />\r\n\tEmail interview with Jack Balkin, Yale Law School professor, July 5, 2012<br />\r\n\t<br />\r\n\tInterview with Steven Schwinn, law professor at John Marshall Law School in Chicago, July 5, 2012<br />\r\n\t<br />\r\n\tEmail interview with Guy-Uriel Charles, Duke University law professor, July 5, 2012<br />\r\n\t<br />\r\n\tEmail interview with Dennis Hutchinson, University of Chicago law professor, July 5, 2012<br />\r\n\t<br />\r\n\tEmail interview with Jamal Greene, law professor at Columbia University, July 5, 2012<br />\r\n\t<br />\r\n\tEmail interview with Neil H. Buchanan, law professor at George Washington University, July 5, 2012<br />\r\n\t<br />\r\n\tEmail interview with G. Edward White, law professor at the University of Virginia, July 5, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 34, "current_job": "Former governor", "false_count": 32, "first_name": "Mitt", "half_true_count": 58, "home_state": "Massachusetts", "id": 5, "last_name": "Romney", "mostly_true_count": 33, "name_slug": "mitt-romney", "pants_count": 19, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-mittromney.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/5/", "total_count": 221, "true_count": 30, "website": "http://www.mittromney.com/"}, "statement": "<p>\r\n\tThe Supreme Court said the individual mandate &quot;is a tax. So it&#39;s a tax.&quot;</p>\r\n", "statement_context": "an interview with CBS News", "statement_date": "2012-07-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ""}