{"art": [], "author": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "canonical_url": "/truth-o-meter/statements/2012/jul/09/mitt-romney/health-law-puts-government-between-patients-and-do/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 6220, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "resource_uri": "/api/v/2/statement/6220/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tThe Republican position on the health care law is that it represents a government takeover of the health care system. In his response to the Supreme Court ruling to uphold the law, Mitt Romney stayed on message. &quot;Perhaps most troubling of all, Obamacare puts the federal government between you and your doctor,&quot; Romney <a href=\"http://m.mittromney.com/news/press/2012/06/mitt-romney-i-will-repeal-obamacare-0\">said</a>.<br />\r\n\t<br />\r\n\tThis is a slightly different version of the broader statement about a government takeover, which PolitiFact has repeatedly found to be false and sometimes outrageously so. In fact, that claim was<a href=\"http://www.politifact.com/truth-o-meter/article/2010/dec/16/lie-year-government-takeover-health-care/\"> PolitiFact&rsquo;s 2010 Lie of the Year</a>. We will try to set the record straight on this particular assertion.<br />\r\n\t<br />\r\n\tWe asked the Romney campaign to explain exactly how the Affordable Care Act puts the government between patient and doctor. We did not hear back, and Romney did not elaborate in his original comments.<br />\r\n\t<br />\r\n\tThe overarching fact about the law is that it relies on the private sector. Employers still buy private health insurance for their workers. The law doesn&rsquo;t change how much doctors are paid or what services they can provide, though it does create incentives and penalties to promote better care. (One example: It penalizes hospitals if patients are re-admitted soon after being discharged.)<br />\r\n\t<br />\r\n\tIt establishes a minimum benefits package for insurance plans and fosters competition among health insurance companies by creating shopping websites. These sites, called exchanges, will allow customers to pick insurance plans the same way they might buy other things online, such as refrigerators or airplane tickets.The law also gives subsidies to people of limited means so they can buy their own insurance.<br />\r\n\t<br />\r\n\tIf the health care law did get between doctors and patients, you would think most doctors would complain loudly. While some do, the leading physician advocacy group, the American Medical Association, does not. On the contrary, the AMA supports the law.<br />\r\n\t<br />\r\n\tAfter the Supreme Court upheld the health reform act, <a href=\"http://www.ama-assn.org/ama/pub/news/news/2012-06-28-supreme-court-health-care-reform-decision.page\">AMA president Jeremy Lazarus issued a statement</a> praising the decision, because the law &quot;will allow patients to see their doctors earlier rather than waiting for treatment until they are sicker and care is more expensive.&quot;<br />\r\n\t<br />\r\n\tLazarus doesn&rsquo;t see the law making life harder for doctors; he sees it making life easier. He said it &quot;simplifies administrative burdens, including streamlining insurance claims, so physicians and their staff can spend more time with patients and less time on paperwork.&quot;<br />\r\n\t<br />\r\n\tBeyond the AMA, about nine<a href=\"http://www.tnr.com/blog/jonathan-cohn/99827/no-doctors-dont-hate-obamacare\"> other physician advocacy groups back all or major portions of the reform law</a>, including the American Academy of Family Physicians and the American College of Cardiology.<br />\r\n\t<br />\r\n\tSpecialists tend to be more concerned about the impact of health care reform than the primary doctors, and that chiefly centers on the Medicare program.<br />\r\n\t<br />\r\n\tThe law sets up a panel to keep Medicare spending in check. The 15-member panel is called the <a href=\"http://www.gpo.gov/fdsys/pkg/PLAW-111publ148/pdf/PLAW-111publ148.pdf\">Independent Payment Advisory Board </a>and starting in 2020, it can recommend changes in reimbursement rates and other cost-saving measures. Health reform law opponents sometimes speak of this panel as a backdoor to rationing, but as <a href=\"http://www.politifact.com/search/?q=%22Independent+Payment+Advisory+Board%22\">PolitiFact has noted many times</a>, claims about the IPAB are often exaggerated.<br />\r\n\t<br />\r\n\tThe law specifically prohibits the panel from suggesting anything that leads to rationing or reductions in either benefits or eligibility. Further, Congress has the power to overrule the panel&rsquo;s recommendations.<br />\r\n\t<br />\r\n\tThe law&rsquo;s significant changes in the health insurance market are another source of concern.<br />\r\n\t<br />\r\n\tDr. Dick Armstrong, the chief operating officer of <a href=\"http://docs4patientcare.org/\">Docs4PatientCare</a>, a group opposed to the law, says Washington will be able to define the best practices for treating patients. The government would enforce those guidelines through the insurance companies and require them to reimburse only that care that matches those best practices. Armstrong said this will &quot;shut out&quot; doctors who don&rsquo;t follow those rules.<br />\r\n\t<br />\r\n\t&quot;Best practice guidelines can reduce costs,&quot; Armstong said. &quot;But guidelines become dangerous in the hands of people who tie them to money.&quot;<br />\r\n\t<br />\r\n\tThe law is sweeping and is designed to have an effect on the quality and cost of care. But to assume that the outcomes will only be negative requires a very selective reading of federal law that overlooks many checks on federal authority.<br />\r\n\t<br />\r\n\tFirst, Washington has given<a href=\"http://cciio.cms.gov/resources/files/Files2/12162011/essential_health_benefits_bulletin.pdf\"> states the authority</a> to set the standards for insurance plans so they can respond to local conditions.<br />\r\n\t<br />\r\n\tSecond, the law calls for creation of &quot;strategies to align public and private payers with regard to quality and patient safety efforts,&quot; and insurance company participation in those exchanges is part of that effort. But the law also expressly allows insurance plans to operate outside the exchanges.<br />\r\n\t<br />\r\n\tThird, the strongest federal efforts to control spending lie in the federal Medicare program, not in the private market. Within Medicare, participation in the biggest cost-saving pilot -- Accountable Care Organizations -- is voluntary. The Accountable Care Organizations are intended to bring doctors and specialists together to treat patients and include financial incentives.<br />\r\n\t<br />\r\n\tFourth, all regulations must pass through an extensive public review process.<br />\r\n\t<br />\r\n\tWe came across <a href=\"http://www.deloitte.com/assets/Dcom-UnitedStates/Local%20Assets/Documents/us_lshc_PhysicianPerspectives_121211.pdf\">one opinion poll </a>that showed doctors evenly split on the broad question of whether the health reform law is a step in the right or the wrong direction. However, the poll&rsquo;s methodology raised some red flags. It reached out to about 16,000 doctors, but only about 500 responded. In that group, specialists outnumbered primary care doctors two to one. The specialists overall were much more likely to worry that reform would drive their pay down. Surgical specialists were the most likely to say that health reform was a step in the wrong direction.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tFor three years, Republicans have insisted that the health care reform bill amounts to a government takeover of health care. Romney&rsquo;s statement that the law puts government between you and your doctor is another iteration of that claim.<br />\r\n\t<br />\r\n\tThe law does aim to improve the quality and efficiency of care. At some level, that would change what doctors do. Physicians are wary of change, and the way the law will work is complex. But we found no hard evidence to support the claim that doctors would be forced to make bad decisions. In contrast, we found many provisions that support an open process geared toward providing better care.<br />\r\n\t<br />\r\n\tPrimary care doctors seem most inclined to support the law, as do a large number of physician professional associations.<br />\r\n\t<br />\r\n\tSupport for the law is weaker among specialists, who are more likely to question what it means for their compensation and more likely to face scrutiny for using high-cost tests and procedures. But that doesn&rsquo;t mean the government is placing itself between doctors and patients. The law is complex, but it leaves intact the private sector delivery of health care.<br />\r\n\t<br />\r\n\tOverall, we found some concerns that government influence over the private insurance market will dictate doctor behavior. But statements like Romney&rsquo;s overstate the level of government control in the law and ignore state flexibility in setting insurance standards.<br />\r\n\t<br />\r\n\tRomney&rsquo;s campaign offered no evidence to back up this claim. We rule this statement False.</p>\r\n", "ruling_comments_date": "2012-07-06T11:01:26.714117", "ruling_date": "2012-07-09T10:58:44", "ruling_headline": "Health law puts government in between patients and doctors, Mitt Romney says", "ruling_headline_slug": "health-law-puts-government-between-patients-and-do", "ruling_link_text": "Where's the evidence?", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tMitt Romney campaign website, <a href=\"http://m.mittromney.com/news/press/2012/06/mitt-romney-i-will-repeal-obamacare-0\">remarks on Supreme Court ruling,</a> June 28, 2012<br />\r\n\t<br />\r\n\tPolitiFact, <a href=\"http://www.politifact.com/truth-o-meter/statements/2011/may/13/mitt-romney/romney-calls-obamas-health-care-law-government-tak/\">President Obama&rsquo;s health care law &quot;represents a government takeover of health care.&quot;</a><br />\r\n\tMay 13, 2011, accessed June 29, 2012<br />\r\n\t<br />\r\n\tAmerican Medical Association, <a href=\"http://www.ama-assn.org/ama/pub/news/news/2012-06-28-supreme-court-health-care-reform-decision.page\">AMA Applauds Court Decision - press release</a>, Jeremy Lazarus, president, June 28, 2012, accessed June 29, 2012<br />\r\n\t<br />\r\n\tAmerican Medical Association, <a href=\"http://www.ama-assn.org/resources/doc/washington/hsr-booklet.pdf\">What Health System Reform Means to Physicians and Patients</a>, accessed June 29, 2012<br />\r\n\t<br />\r\n\tDeloitte Center for Health Solutions, <a href=\"http://www.deloitte.com/assets/Dcom-UnitedStates/Local%20Assets/Documents/us_lshc_PhysicianPerspectives_121211.pdf\">Physician Perspectives about Health Care Reform</a>, December 2011, accessed June 29, 2012<br />\r\n\t<br />\r\n\tAmerican College of Cardiology, <a href=\"http://www.cardiosource.org/news-media/publications/cardiology-magazine/supreme-court-aca.aspx\">US Supreme Court Issues Ruling on Health Care Reform Law</a>, June 28, 2012, accessed June 29, 2012<br />\r\n\t<br />\r\n\tGovernment Printing Office,<a href=\"http://www.gpo.gov/fdsys/pkg/PLAW-111publ148/pdf/PLAW-111publ148.pdf\"> The Patient Protection and Affordable Care Act</a>, March 23, 2010, accessed July 5, 2012<br />\r\n\t<br />\r\n\tFactcheck.org, <a href=\"http://factcheck.org/2012/06/romney-obama-uphold-health-care-falsehoods/\">Romney, Obama Uphold Health Care Falsehoods</a>, June 28, 2012, accessed June 29, 2012<br />\r\n\t<br />\r\n\tPolitiFact, <a href=\"http://www.politifact.com/truth-o-meter/statements/2010/oct/19/john-raese/john-raese-says-health-care-law-forces-patients-go/\">Under the new health care law, &quot;the first person (a) patient has to go to is a bureaucrat. That is called a panel.</a>&quot;, October 19, 2010, accessed June 29, 2012<br />\r\n\t<br />\r\n\tPolitiFact,<a href=\"http://www.politifact.com/truth-o-meter/article/2010/dec/16/lie-year-government-takeover-health-care/\">PolitiFact&#39;s Lie of the Year: &#39;A government takeover of health care&#39;</a>, December 16, 2010, accessed June 29, 2012<br />\r\n\t<br />\r\n\tThe New Republic, <a href=\"http://www.tnr.com/blog/jonathan-cohn/99827/no-doctors-dont-hate-obamacare\">No, Doctors Don&#39;t Hate Obamacare</a>, Howard Pollack and Vivek Murthy, January, 19, 2012, accessed June 29, 2012<br />\r\n\t<br />\r\n\t<em>USA Today</em>, <a href=\"http://www.usatoday.com/news/opinion/forum/story/2012-01-18/doctors-obama-health-reform-ppaca/52650852/1\">Column: Why doctors might be turning on &#39;ObamaCare&#39;</a>, Marc Siegel, January 18, 2012, accessed July 5, 2012<br />\r\n\t<br />\r\n\tU.S. Department of Health and Human Services,<a href=\"http://www.healthreform.gov/newsroom/primarycareworkforce.html/\"> Fact Sheet: Creating Jobs and Increasing the Number of Primary Care Providers</a>, accessed July 5, 2012<br />\r\n\t<br />\r\n\tCNN, <a href=\"http://www.cnn.com/2012/03/25/opinion/pho-health-reform/index.html\">Despite Flaws, Health Care Law is Needed</a>, Kevin Pho, March 26, 2012, accessed July 5, 2012<br />\r\n\t<br />\r\n\tCenter for Consumer Information and Insurance Oversight,<a href=\"http://cciio.cms.gov/resources/files/Files2/12162011/essential_health_benefits_bulletin.pdf\"> Essential Health Benefits Bulletin</a>, December 16, 201, accessed July 5, 2012<br />\r\n\t<br />\r\n\t<em>Washington Times</em>,<a href=\"http://www.washingtontimes.com/news/2012/feb/14/obamacare-grants-doctors-liberty-to-withhold-care/\"> Obamacare Grants Doctors the Liberty to Withhold Care</a>, Richard Armstrong, February 14, 2012, accessed July 5, 2012<br />\r\n\t<br />\r\n\tDocs4PatientCare, Benjamin Rush Society, Pacific Research Institute, Galen Institute, et al.,<a href=\"http://www.americanbar.org/content/dam/aba/publications/supreme_court_preview/briefs/11-398_respondents_amcu_docs4patientcare_etal.authcheckdam.pdf\">Amicus Curiae Brief Re: DHHS v State of Florida, et al.</a>, accessed July 5, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 34, "current_job": "Former governor", "false_count": 32, "first_name": "Mitt", "half_true_count": 58, "home_state": "Massachusetts", "id": 5, "last_name": "Romney", "mostly_true_count": 33, "name_slug": "mitt-romney", "pants_count": 19, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-mittromney.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/5/", "total_count": 221, "true_count": 30, "website": "http://www.mittromney.com/"}, "statement": "<p>\r\n\t&quot; &lsquo;Obamacare&rsquo; puts the federal government between you and your doctor.&quot;</p>\r\n", "statement_context": "prepared remarks", "statement_date": "2012-06-28", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}