{"art": [], "author": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "canonical_url": "/truth-o-meter/statements/2012/jul/06/nancy-pelosi/nancy-pelosi-says-everybody-will-get-more-and-pay-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 6222, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "resource_uri": "/api/v/2/statement/6222/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>In the debate over health care reform, a central question is whether the Affordable Care Act will live up to its name and make health insurance more affordable. Minority Leader Nancy Pelosi, D-Calif, said on <em>Meet the Press</em> that she welcomes the debate over repealing the law that Republicans promise. &nbsp;<br />\r\n<br />\r\n&quot;They will ask for repeal,&quot; Pelosi said.&quot;Repeal of all the things I said that help children, help young adults, help seniors, help men or women who may have prostate cancer, breast cancer, whatever it is, any precondition. &nbsp;And everybody will have lower rates, better quality care and better access.&quot;<br />\r\n<br />\r\nThat last line is a bold statement, because &quot;everybody&quot; covers a lot of people. PolitiFact has looked at Republican allegations that the law is bad because it will drive up premiums for most people and found those statements False. Pelosi&rsquo;s statement allows us to make an assessment of the opposite point -- the law is good because everyone will save money.<br />\r\n<br />\r\nThe Congressional Budget Office is designed to be the neutral analytic arm of Congress, and its study on how the ACA will affect insurance premiums is widely seen as the gold standard when it comes to projections. We called Pelosi&rsquo;s office for background on her claim, and they pointed us to a <a href=\"http://www.cbo.gov/sites/default/files/cbofiles/ftpdocs/107xx/doc10781/11-30-premiums.pdf\">CBO analysis</a> of the law.<br />\r\n<br />\r\nPelosi&rsquo;s staff highlighted part of the report that states that for people who buy insurance on their own -- the individual market as it&rsquo;s called -- rates will be 7 to 10 percent lower. Rates for those in the &quot;small group&quot; market will be 1 to 4 percent lower; and there will be little appreciable change for those in the &quot;large group&quot; market.<br />\r\n<br />\r\nThat sounds like everyone either wins or is held harmless, but those numbers come with two important caveats. First, they are averages, and the personal experience of individuals within each group could be very different. This is just basic math. If my premium goes up 10 percent and yours goes down 10 percent, the average change is zero, but that doesn&rsquo;t make my insurance more affordable to me.<br />\r\n<br />\r\nSecond, the CBO did this section of its analysis assuming that people would buy the same kind of insurance they do today, without the new law. So if they have a $5,000 deductible and limited coverage today, the CBO analysts compared that to the rate they would pay in 2016 to get that same coverage under the law.<br />\r\n<br />\r\nBut in its study, the CBO number crunchers actually predict that a large number of people will want to buy better insurance. They would opt for a lower deductible, lower co-pays and a wider range of benefits. That personal choice would cause their total premiums to rise some 27 to 30 percent. For a policy covering just one person, the difference would be about $600 a year, before accounting for any of the subsidies the law provides; over half the people in the individual market would qualify for those subsidies.<br />\r\n<br />\r\nEd Haislmaier, a Senior Research Fellow at the Heritage Foundation, a group that opposes the health care law, said he thinks the CBO rightly factored in how people might respond when they see what the law offers. Haislmaier said the law will make rates &quot;artificially&quot; low. When buyers see a discount, they increase their spending.<br />\r\n<br />\r\n&quot;It&rsquo;s like the store that sells jeans and has a sale with 50 percent off the second pair,&quot; Haislmaier said. &quot;You end up buying two pairs.&quot;<br />\r\n<br />\r\nHaislmaier predicts that people over age 50 with some health issues will be the first to trade up and buy a more expensive plan because they would figure they&rsquo;re likely to use it.<br />\r\n<br />\r\nWhatever the reasons, the CBO study estimates that 17 percent of people with insurance will see an average increase in premiums of about 10 percent. Of that group, more than half will see subsidies that will lower their costs considerably, and those people will pay less than they would today.<br />\r\n<br />\r\nThat still leaves roughly 8 percent of people with insurance paying more.<br />\r\n<br />\r\nThat is a national estimate. There have been a number of studies at the state level. <a href=\"http://mn.gov/health-reform/images/WG-Access-2012-02-12-Gruber-Gorman-Malmlov.pdf\">One in Minnesota </a>was done by team that included MIT economist, Jonathan Gruber. Gruber helped design the near-universal coverage program in Massachusetts under Mitt Romney and was a paid consultant for the Obama administration when the health law was being crafted.<br />\r\n<br />\r\nOn average, in Minnesota, the great majority of people would come out ahead and spend less for their health insurance. Nearly 300,000 people would have health insurance who did not have it before. But still, rates would go up for about 100,000 Minnesotans -- slightly less than 3 percent of the total.<br />\r\n<br />\r\nThese numbers might be on the mark or they might fall wide. <a href=\"http://economics.mit.edu/files/6829\">Gruber describes the new law </a>as &quot;transformative legislation that will reshape the U.S. health care system for decades.&quot; And he says accurate predictions are &quot;very difficult&quot;.<br />\r\n<br />\r\nBut every analysis in every state finds that some people will pay more.<br />\r\n<br />\r\n<strong>Our ruling</strong><br />\r\n<br />\r\nHouse Minority Leader Nancy Pelosi said &quot;Everybody will have lower rates, better quality and better access.&quot;<br />\r\n<br />\r\nBut even the study that Pelosi&rsquo;s staff cited as the source of that statement suggested that some people would pay more for health insurance. Analysis at the state level found the same thing.<br />\r\n<br />\r\nThe general understanding of the word &quot;everybody&quot; is every person. The predictions don&rsquo;t back that up. We rule this statement False.</p>\r\n", "ruling_comments_date": "2012-07-06T13:46:39.206403", "ruling_date": "2012-07-06T14:24:56", "ruling_headline": "Nancy Pelosi says 'everybody' will get more and pay less under the health care law", "ruling_headline_slug": "nancy-pelosi-says-everybody-will-get-more-and-pay-", "ruling_link_text": "Not 'everybody'", "ruling_state": null, "source_documents": null, "sources": "<p>CQ Transcript, <em>Meet the Press</em>, July 1, 2012, accessed July 2, 2012<br />\r\n<br />\r\nCongressional Budget Office, &quot;<a href=\"http://cbo.gov/sites/default/files/cbofiles/ftpdocs/107xx/doc10781/11-30-premiums.pdf\">An Analysis of Health Insurance Premiums Under the Patient Protection and Affordable Care Act</a>,&quot; Nov. 30, 2009, accessed July 2, 2012<br />\r\n<br />\r\nInterview with <a href=\"http://www.heritage.org/about/staff/h/edmund-haislmaier\">Ed Haislmaier</a>, senior researcher, Heritage Foundation, July 5, 2012<br />\r\n<br />\r\nMilliman,&nbsp;<a href=\"http://www.in.gov/aca/files/ACAImpactonPremiumRates_v_June_2011.pdf\"> ACA Impact on Premium Rates in the Individual and Small Group Markets - Indiana</a>, Paul Houchins, June 2011, accessed July 3, 2012<br />\r\n<br />\r\nMinnesota Health Care Reform Task Force,<a href=\"http://mn.gov/health-reform/images/WG-Access-2012-02-12-Gruber-Gorman-Malmlov.pdf\"> Gruber and Gorman Analysis of ACA and Exchange Impact on Minnesota</a>, February 2, 2012, accessed July 3, 2012<br />\r\n<br />\r\n<a href=\"http://www.mnbudgetproject.org/research-analysis/economic-security/basic-health-plan\">The Minnesota Basic Health Plan</a>, Minnesota Budget Project, accessed July 2, 2012<br />\r\n<br />\r\nThe Daily Caller,<a href=\"http://dailycaller.com/2012/02/11/obamacare-architect-expect-steep-increase-in-health-care-premiums/#ixzz1nP4B3qQN\"> Obamacare architect: Expect steep increase in health care premiums</a>, Myles Miller, February 11, 2012, accessed July 2, 2012<br />\r\n<br />\r\nThe Incidental Economist,<a href=\"http://theincidentaleconomist.com/wordpress/what-will-consumers-make-of-health-insurance-exchanges/#more-33594\"> Debunking conservative use of Gruber</a>, Harold Pollack, February 25, 2012, accessed July 2, 2012<br />\r\n<br />\r\nCommonwealth Fund,<a href=\"http://www.commonwealthfund.org/%7E/media/Files/Publications/Issue%20Brief/2011/Apr/1493_Gruber_will_affordable_care_act_make_hlt_ins_affordable_reform_brief_v2.pdf\"> Commonwealth fund analysis of affordability,</a> Gruber, April 2011, accessed July 3, 2012<br />\r\n<br />\r\nNational Bureau of Economic Research,<a href=\"http://economics.mit.edu/files/6829\"> The Impacts of the Affordable Care Act: How Reasonable are the Projections?</a>, Jonathan Gruber, June, 2011, accessed July 2, 2012<br />\r\n<br />\r\nEmail interview, Jonathan Gruber, July 3, 2012<br />\r\n<br />\r\nForbes, <a href=\"http://www.forbes.com/sites/aroy/2012/03/22/how-obamacare-dramatically-increases-the-cost-of-insurance-for-young-workers/\">How Obamacare Dramatically Increases the Cost of Insurance for Young Workers</a>, Avik Roy, March 22, 2012, accessed July 2, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 8, "current_job": "House Minority Leader", "false_count": 8, "first_name": "Nancy ", "half_true_count": 12, "home_state": "California", "id": 59, "last_name": "Pelosi", "mostly_true_count": 4, "name_slug": "nancy-pelosi", "pants_count": 3, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-nancypelosi.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/59/", "total_count": 42, "true_count": 6, "website": ""}, "statement": "<p>Under the health care law, &quot;everybody will have lower rates, better quality care and better access.&quot;</p>\r\n", "statement_context": "on 'Meet the Press'", "statement_date": "2012-07-01", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}