{"art": [], "author": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2012/jul/09/barack-obama/obamas-google-claim/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 6227, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/6227/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tSo what role did the federal government have in helping Google blast off in cyberspace?<br />\r\n\t<br />\r\n\tPolitiFact Georgia did (what else?) a Google search to find out.<br />\r\n\t<br />\r\n\tOur inquiry was sparked by comments President Barack Obama made during a recent speech in Atlanta. The president was making the argument that smart government investments have been good for America -- pointing to well-known projects such as the Golden Gate Bridge and the development of the nation&rsquo;s interstate highway system in the 1950s.<br />\r\n\t<br />\r\n\t&quot;Abraham Lincoln, the first Republican president, said it pretty well,&quot; Obama said. &quot;He said we should do for ourselves what we do best for ourselves, but we should also do together those things that we do better together. And so we made investments in science and technology, inventing the products that led to the Internet and GPS and Google and amazing medical breakthroughs. We did that because together, through our government, we made these investments in basic research.&quot;<br />\r\n\t<br />\r\n\tMaybe Al Gore created the Internet after all. Or not.<br />\r\n\t<br />\r\n\tPolitiFact Georgia hadn&rsquo;t heard this claim about Google before and was very curious to learn whether Obama was correct.<br />\r\n\t<br />\r\n\tObama has pushed Congress to support his plan to spend more federal dollars on infrastructure projects he believes will boost the nation&rsquo;s economy. He also wants to spend more on research and development projects. The administration&rsquo;s budget calls for a 5 percent increase, to $7.4 billion, in funding for the National Science Foundation. The funding would focus on research in advanced manufacturing, clean energy, wireless communications, and science and mathematics education.<br />\r\n\t<br />\r\n\tAn Obama campaign spokeswoman referred us to some other information we found online to back up the president&rsquo;s claim.<br />\r\n\t<br />\r\n\tThe information comes from the NSF.<br />\r\n\t<br />\r\n\tIn the mid-1990s, Stanford University students Larry Page and Sergey Brin began working on research to produce better ways to rank Internet search results. At the time, Stanford received about $4.5 million in NSF funding from the federal government&rsquo;s Digital Library Initiative. The students created a prototype that used well-established technology to crawl from page to page by following links. They developed a system to rank Web pages by determining whether many other highly ranked Web pages linked to it.<br />\r\n\t<br />\r\n\tThe students wrote a paper on their ideas and tested it on live data on the Internet. The work, called the PageRank method, survives as one of the main components of today&rsquo;s Google search service, the NSF says on its website.<br />\r\n\t<br />\r\n\t&quot;Page and Brin obtained funding that allowed them to move their growing hardware facility from the Stanford campus into a friend&rsquo;s garage and to incorporate Google, Inc.,&quot; the NSF website says. &quot;The rest, as they say, is history.&quot;<br />\r\n\t<br />\r\n\tPage, now Google&rsquo;s CEO, and Brin, who now directs the company&rsquo;s special projects, each have a reported net financial worth of about $18 billion. They no longer work from a garage.<br />\r\n\t<br />\r\n\tGoogle&rsquo;s company history does not mention the federal government. An email (Google suggests it&rsquo;s easier to contact it this way) to the massive company&rsquo;s media relations office wasn&rsquo;t returned.<br />\r\n\t<br />\r\n\tMark Malseed co-wrote a book called &quot;The Google Story&quot; that chronicled the company&rsquo;s birth and extraordinary growth. He and co-author David Vise, a former Pulitzer Prize-winning reporter, interviewed Google&rsquo;s co-founders and about two dozen others for the book. Malseed believes the NSF grant played a small role in Google&rsquo;s development. He doesn&rsquo;t believe they even mention the NSF in the book.<br />\r\n\t<br />\r\n\t&quot;It feels like a little bit of a stretch on this one to me,&quot; Malseed said of Obama&rsquo;s claim.<br />\r\n\t<br />\r\n\tPage and Brin needed more disk space to corral their voluminous data and used computers and some other resources that Stanford had available through the grant, Malseed said. The two students, Malseed said, realized they needed additional resources not available at Stanford to continue their work and obtained private startup money to create what became Google.<br />\r\n\t<br />\r\n\tMalseed guessed the president&rsquo;s statement came from former Google CEO Eric Schmidt, who was reportedly an informal adviser to the 2008 Obama campaign.<br />\r\n\t<br />\r\n\t&quot;It&rsquo;s not a false claim in that the project originated while Larry was working under the DLI,&quot; Malseed said. &quot;But to insinuate that [claim] leaves out the initial funding raised from entrepreneurs.&quot;<br />\r\n\t<br />\r\n\tRonald Rice, a professor at the University of California, Santa Barbara, gave the federal government more credit.<br />\r\n\t<br />\r\n\tRice, co-director of the university&rsquo;s Carsey-Wolf Center Department of Communication, has co-written a book on the Internet and teaches courses on new media. He said the president&rsquo;s statement in Atlanta is part of a larger debate that government funding of research and development leads to innovation, which leads to economic growth and strategic influence.<br />\r\n\t<br />\r\n\t&quot;NSF grants are intended to do just those kinds of things. We talk about the importance of [research and development] investment -- and this is one of the sources,&quot; Rice said via email.<br />\r\n\t<br />\r\n\tA division within the U.S. Defense Department called the Defense Advanced Research Projects Agency created an early network of time-sharing computers that is widely viewed as forming the basis of the Internet, which could be credited as helping lead to Google.<br />\r\n\t<br />\r\n\tIs that a better argument in support of Obama&rsquo;s claim?<br />\r\n\t<br />\r\n\t&quot;If there was no Internet, there would be no search engines,&quot; Malseed said. &quot;But you can say that about a lot of things.&quot;<br />\r\n\t<br />\r\n\tIt&rsquo;s clear that Google&rsquo;s co-founders used resources from the NSF for their work. Some, such as Malseed, say those resources were helpful, but a part of the puzzle.<br />\r\n\t<br />\r\n\tWe believe the president&rsquo;s statement is technically accurate. But it might give a bit too much credit to the government&rsquo;s role in Google&rsquo;s development.<br />\r\n\t<br />\r\n\tWe rate Obama&rsquo;s claim as Mostly True.</p>\r\n", "ruling_comments_date": "2012-07-06T18:04:57.225745", "ruling_date": "2012-07-09T06:00:00", "ruling_headline": "Obama surfs for support with Google claim", "ruling_headline_slug": "obamas-google-claim", "ruling_link_text": "This Google search comes close", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tWhite House <a href=\"http://www.whitehouse.gov/the-press-office/2012/06/26/remarks-president-campaign-event-atlanta-ga\">transcript</a> of President Barack Obama&rsquo;s speech in Atlanta, June 26, 2012</p>\r\n<p>\r\n\tEmail from Kara Carscaden, spokeswoman, Obama campaign, June 27, 2012<br />\r\n\t<br />\r\n\tEmail from Ronald Rice, co-director, Carsey-Wolf Center Department of Communication, University of California, Santa Barbara, June 27, 2012<br />\r\n\t<br />\r\n\t&quot;The Google Story&quot; by David Vise and Mark Malseed<br />\r\n\t<br />\r\n\tGoogle <a href=\"http://www.google.com/about/company/history/\">history</a></p>\r\n<p>\r\n\tNational Science Foundation, &quot;<a href=\"http://www.nsf.gov/discoveries/disc_summ.jsp?cntn_id=100660\">On the Origins of Google</a>,&quot; Aug. 17, 2004</p>\r\n<p>\r\n\tTelephone interview with Mark Malseed, co-author, &quot;The Google Story,&quot; June 29, 2012</p>\r\n", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>\r\n\tThe federal government has made investments in science and technology inventing the products that led to the creation of Google.</p>\r\n", "statement_context": "a speech", "statement_date": "2012-06-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 115, "photo": null, "resource_uri": "/api/v/2/subject/115/", "subject": "Technology", "subject_slug": "technology", "used_in_edition": []}], "target": [], "twitter_headline": ""}