{"art": [], "author": [{"email_address": "alex.reporter@gmail.com", "first_name": "Alexander", "id": 58, "last_name": "Lane", "name_slug": "alexander-lane", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/58/", "title": "Staff Writer, PolitiFact.com", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2008/aug/13/democratic-national-committee/mccain-teams-up-with-old-rival-scandals-notwithsta/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 624, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "alex.reporter@gmail.com", "first_name": "Alexander", "id": 58, "last_name": "Lane", "name_slug": "alexander-lane", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/58/", "title": "Staff Writer, PolitiFact.com", "twitter": null}], "resource_uri": "/api/v/2/statement/624/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "Critics of Sen. John McCain have seized on news that controversial political strategist Ralph Reed is helping McCain's campaign. The Democratic National Committee piled on in a recent news release.\n<p>\n \"On the campaign trail, John McCain likes to brag about chairing the Senate Indian Affairs Committee that investigated criminal lobbyist Jack Abramoff's role in the Republican culture of corruption,\" the DNC said in the Aug. 13 release. \"But that is not stopping John McCain from raising campaign cash with one of Abramoff's closest business partners: scandal-plagued conservative activist Ralph Reed.\"\n</p>\n<p>\n Reed is the former executive director of the Christian Coalition and currently a principal of the political consulting company Century Strategies. He was credited as a key operative in George W. Bush's sharp-elbowed effort against McCain in the South Carolina Republican presidential primary in 2000. McCain, in turn, chaired the Senate Indian Affairs Committee in 2006 when it investigated and unveiled Reed's deep personal and business ties to Abramoff, a lobbyist who pleaded guilty to three felonies.\n</p>\n<p>\n So it came as a surprise to many political observers when the\n <i>\n  Atlanta-Journal Constitution\n </i>\n <a href=\"http://www.ajc.com/metro/content/shared-blogs/ajc/politicalinsider/entries/2008/08/08/ralph_reed_come_meet_my_friend.html\">\n  recently published\n </a>\n on its Political Insider blog a copy of an Aug. 7 e-mail message from Reed to Republicans around Georgia, inviting them to an Aug. 18 fundraiser for McCain Victory 2008, a committee that supports McCain's presidential run.\n</p>\n<p>\n The paper followed up with\n <a href=\"http://www.ajc.com/metro/content/shared-blogs/ajc/politicalinsider/entries/2008/08/13/democrats_ready_to_unload_on_m.html\">\n  a piece\n </a>\n in which Reed acknowledged he \"sent that e-mail out,\" but said he did so \"in my capacity as a private citizen.\"\n</p>\n<p>\n McCain Victory 2008 is a joint fundraising committee made up of the McCain campaign, the Republican National Committee and several state affiliates. Its purpose is to support McCain's presidential run, so it is fair to characterize its fundraising events as McCain campaign efforts.\n</p>\n<p>\n So yes, Reed and McCain are raising cash together. (There is speculation that McCain may cancel the fundraiser, but Reed's e-mail included a contribution form, so McCain's campaign and Reed are indeed actively \"raising campaign cash\" together.)\n</p>\n<p>\n Now for the allegation that Reed is a \"scandal-plagued conservative activist\" and \"one of Abramoff's closest business partners.\"\n</p>\n<p>\n It is accurate that Reed was severely tainted, though never charged criminally, as a result of the scandals that enveloped Abramoff. A longtime conservative lobbyist, Abramoff represented Indian tribes in the gambling business, and pleaded guilty in 2006 to conspiring to corrupt public officials and cheating some tribes out of tens of millions of dollars.\n</p>\n<p>\n Reed was friends with Abramoff. Their business ties dated at least to 1998, when Reed e-mailed Abramoff: \"Hey, now that I'm done with electoral politics, I need to start humping in corporate accounts! I'm counting on you to help me with some contacts.\"\n</p>\n<p>\n That e-mail and heaps of other information about Reed's ties to Abramoff were unveiled in a\n <a href=\"http://indian.senate.gov/public/_files/Report.pdf\">\n  2006 report by the Senate Indian Affairs Committee\n </a>\n , which McCain chaired at the time.\n</p>\n<p>\n Abramoff arranged for Reed and his companies to receive $5.3-million to gin up opposition among Christian groups to gambling operations that would have competed with those of Abramoff's tribal clients, the Senate report said.\n</p>\n<p>\n Abramoff \"had each tribe use conduits to implement their grass-roots campaigns,\" the report said. \"Over time, those tribes became accustomed to (1) paying substantial fees for their grass-roots activities and (2) paying those fees to or through conduits. &hellip;The vendor that Abramoff and (Abramoff's partner Michael) Scanlon used, and relied on, the most to implement those campaigns was former Christian Coalition Executive Director and political strategist Ralph Reed.\"\n</p>\n<p>\n For example, Reed was hired to help defeat video poker machines at dog tracks, which would have competed with Abramoff's clients' casinos. Reed boasted in a letter to Abramoff: \"Century Strategies has on file over 3,000 pastors and 90,000 religious conservative households in Alabama that can be accessed in this effort,\" the Senate report said.\n</p>\n<p>\n Reed did not return calls for comment on the DNC's news release. He said in a 2006 statement that he agreed to organize antigambling campaigns only after he was assured he \"would not be paid with funds derived from gambling.\" Reed subsequently lost a 2006 Republican primary for lieutenant governor of Georgia.\n</p>\n<p>\n Reed's name appears 197 times in the Senate report, which ties him to numerous unseemly Abramoff efforts. So yes, he was one of Abramoff's closest business partners, and he was plagued by scandal as a result.\n</p>\n<p>\n The DNC's news release does not note that the Abramoff-Reed partnership and Reed's scandals are in the past, and it could be read to imply that they continue today. Strictly speaking, however, the release avoids attaching a tense to its charges about Reed. So we find them to be True.\n</p>\n<p>\n</p>", "ruling_comments_date": "2010-01-07T13:28:07.309893", "ruling_date": "2008-08-13T00:00:00", "ruling_headline": "McCain teams up with old rival, scandals notwithstanding", "ruling_headline_slug": "mccain-teams-up-with-old-rival-scandals-notwithsta", "ruling_link_text": "McCain teams up with old rival, scandals notwithstanding", "ruling_state": null, "source_documents": null, "sources": "Democratic National Committee, <a href=\"http://www.marketwatch.com/news/story/dean-ralph-reed-fundraiser-reveals/story.aspx?guid=%7BDFC60AF9-7D83-48E7-BDD5-6875C7BFA1C5%7D&dist=hppr\">Dean: Ralph Reed Fundraiser Reveals McCain Double Talk on Ethics</a>, Aug. 13, 2008<p>\r\n\r\nAtlanta Journal-Constitution, Political Insider blog, <a href=\"http://www.ajc.com/metro/content/shared-blogs/ajc/politicalinsider/entries/2008/08/08/ralph_reed_come_meet_my_friend.html\"> Ralph Reed: Come meet my new friend John McCain</a>, Aug. 8, 2008<p>\r\n\r\nAtlanta Journal-Constitution, Political Insider blog, <a href=\"http://www.ajc.com/metro/content/shared-blogs/ajc/politicalinsider/entries/2008/08/13/democrats_ready_to_unload_on_m.html\"\r\n\r\n\">Democrats ready to unload on McCain, Reed over Atlanta fundraiser</a>, Aug. 13, 2008<p>\r\n\r\n\r\nWashington Post, <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2006/06/24/AR2006062401080.html\">Nonprofit Groups Funneled Money for Abramoff</a>, June 25, 2006<p>\r\n\r\nNew York Times, <a href=\"http://www.nytimes.com/2006/06/23/washington/23abramoff.html\">Senate Report Lists Lobbyist's Payments to Ex-Leader of Christian Coalition</a>, June 23, 2006<p>\r\n\r\nSenate Committee on Indian Affairs, <a href=\"http://indian.senate.gov/public/_files/Report.pdf\">\"Gimme Five\" &ndash; Investigation of Tribal Lobbying Matters</a>, June 22, 2006<p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 8, "current_job": "", "false_count": 2, "first_name": "", "half_true_count": 12, "home_state": "", "id": 26, "last_name": "Democratic National Committee", "mostly_true_count": 8, "name_slug": "democratic-national-committee", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-dnc.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/26/", "total_count": 37, "true_count": 7, "website": ""}, "statement": "McCain is \"raising campaign cash with one of (Jack) Abramoff's closest business partners: scandal-plagued conservative activist Ralph Reed.\"", "statement_context": "", "statement_date": "2008-08-13", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 35, "photo": null, "resource_uri": "/api/v/2/subject/35/", "subject": "Ethics", "subject_slug": "ethics", "used_in_edition": []}], "target": [], "twitter_headline": null}