{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2008/aug/13/barack-obama/mccain-thinks-yucca-site-will-be-more-secure/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 625, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/625/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "An ad from Barack Obama zings John McCain about a proposal to store the nation's nuclear waste in Nevada, at a site called Yucca Mountain.\n<p>\n The Yucca Mountain project is the result of a quest by the U.S. Energy Department to create a remote, long-term underground storage facility for spent nuclear material and hazardous waste generated by nuclear power plants and weapons development. It has been a controversial proposal, especially in Nevada.\n</p>\n<p>\n As you might guess, many Nevada voters oppose the Yucca Mountain project, and candidates who visit the state are regularly questioned about it. The original opening date was 1998, but opposition has prevented the project from going forward and its fate is unclear. Senate Majority Leader Harry Reid, D-Nev., is a powerful opponent. Obama has urged that the project be shelved.\n</p>\n<p>\n McCain, on the other hand, supports the project. It's more dangerous, he has said, to have nuclear waste stored next to active reactors at multiple sites around the country. The Energy Department says that nuclear waste is currently stored at more than 120 sites in 39 states.\n</p>\n<p>\n The Obama ad, which is airing only in Nevada, includes a brief clip of interview footage with McCain.\n</p>\n<p>\n Here's the heart of the ad's transcript:\n</p>\n<p>\n Narrator: \"Imagine trucks hauling the nation's nuclear waste on our highways to Yucca Mountain?  John McCain supports opening Yucca.  He's not worried about nuclear waste in our state &mdash; only in Arizona.\"\n</p>\n<p>\n Interviewer: \"Would you be comfortable with nuclear waste coming through Arizona on its way, you know going through Phoenix, on its way to Yucca Mountain?\"\n</p>\n<p>\n McCain: \"No, I would not. No, I would not.\"\n</p>\n<p>\n Narrator: \"John McCain. For nuclear waste in Nevada, just not in his backyard.\"\n</p>\n<p>\n The interview snippet takes only a brief portion of McCain's remarks. His full answer is, \"No, I would not. No, I would not. I think it can be made safe, and again we have two options here. What people forget is the option of leaving this waste in areas outside, maybe unprotected or certainly not well protected, all over America rather than having it in a safe and secure repository for it. I prefer not having the status quo, and I think it's also a national security issue. I think these areas would be ripe for terrorist attacks.\"\n</p>\n<p>\n A bit of controversy has erupted in the Nevada media about the ad and its meaning. The interview is from a syndicated, privately produced news show called \"Nevada Newsmakers,\" hosted by journalist Sam Shad.\n</p>\n<p>\n One Las Vegas columnist believes that McCain misspoke in the interview, that his full answer indicated McCain would be okay with nuclear waste being transported through Arizona. \"Now why would McCain emphasize how the waste 'can be made safe' if he weren't trying to emphasize he would have no worries about the substance passing through Phoenix?\" asked Joe Ralston, writing in the\n <i>\n  Las Vegas Sun.\n </i>\n \"Obviously, he thought Shad was asking him whether he felt comfortable with waste going through Arizona and answered too quickly. So the central point of the ad &mdash; that McCain would be wary of it in Arizona but not in Nevada &mdash; is simply false.\"\n</p>\n<p>\n Shad, who conducted the interview, disagrees with that interpretation. He said he thinks McCain was answering honestly that he opposes nuclear waste being trucked through a major metro area like Phoenix, and that McCain was simply moving on quickly to a point he preferred to make &mdash; that the Yucca Mountain proposal is better than the status quo.\n</p>\n<p>\n McCain would not want to be filmed saying that trucking nuclear waste through his hometown is fine by him, Shad said. \"This is not a stupid guy,\" Shad said. \"This is a very smart guy.\"\n</p>\n<p>\n Shad, though, has demanded that the Obama campaign stop airing the commercial. (As of this writing, the footage is still available and presumably airing.) Shad said he hadn't given the campaign permission to use the footage.\n</p>\n<p>\n \"It's not a partisan thing,\" he told PolitiFact.com. \"They don't just have the right. It's a copyright issue. It's my video and my audio. Who's going to want to come on the program if they find themselves in a campaign ad later?\" The editing of the video makes McCain appear \"glib,\" Shad said, when his answer was more substantive.\n</p>\n<p>\n So what do we make of all this? We asked the McCain campaign for an explanation on the transportation issue and didn't hear back.\n</p>\n<p>\n What is clear is that the Obama campaign edited the video in a way that omits the main point of McCain's statement. McCain was making a logical case for Yucca Mountain based on issues of safety and security. Whether you agree with his views or not, it's clear from the interview that he supports the project for substantive reasons that have little to do with keeping nuclear waste out of his home state.\n</p>\n<p>\n The ad makes McCain appear to support a simplistic \"not in my backyard\" argument, which distorts his views significantly. For these reasons, we find the statement that McCain is worried about nuclear waste in Arizona but not in Nevada to be Barely True.\n</p>\n<p>\n</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-01-07T13:28:07.253301", "ruling_date": "2008-08-13T00:00:00", "ruling_headline": "McCain thinks Yucca site will be more secure", "ruling_headline_slug": "mccain-thinks-yucca-site-will-be-more-secure", "ruling_link_text": "McCain thinks Yucca site will be more secure", "ruling_state": null, "source_documents": null, "sources": "U.S. Energy Department,\n<a href=\"http://www.ocrwm.doe.gov/ym_repository/index.shtml\">\n Yucca Mountain Repository\n</a>\n<p>\n Nevada Newsmaker,\n <a href=\"http://www.nevadanewsmakers.com/\">\n  John McCain interview\n </a>\n , May 7, 2008 (search on John McCain)\n</p>\n<p>\n Interview with Sam Shad\n</p>\n<p>\n Las Vegas Sun,\n <a href=\"http://www.lasvegassun.com/news/2008/aug/13/obama-yucca/\">\n  Obama on Yucca\n </a>\n , by Jon Ralston, Aug. 13, 2008\n</p>\n<p>\n</p>", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "John McCain worries about nuclear waste in Arizona, but not in Nevada.", "statement_context": "a television ad", "statement_date": "2008-08-09", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}], "target": [], "twitter_headline": null}