{"art": [], "author": [{"email_address": "moorhead@tampabay.com", "first_name": "Molly", "id": 274, "last_name": "Moorhead", "name_slug": "molly-moorhead", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Molly_the_Mollster.jpg", "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/274/", "title": "Pasco Editor", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2012/jul/18/mitt-romney/romney-says-achievement-gap-massachusetts-improved/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 6266, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "moorhead@tampabay.com", "first_name": "Molly", "id": 274, "last_name": "Moorhead", "name_slug": "molly-moorhead", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Molly_the_Mollster.jpg", "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/274/", "title": "Pasco Editor", "twitter": null}], "resource_uri": "/api/v/2/statement/6266/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tMitt Romney heard both cheers and boos during his speech to the 2012 NAACP convention, where he vowed to &quot;help hundreds of millions of middle-class Americans of all races.&quot;<br />\r\n\t<br />\r\n\tWhile acknowledging the unlikelihood of a Republican addressing the group in the midst of a race against an African-American president, Romney nonetheless declared that he is the best candidate to help black Americans.<br />\r\n\t<br />\r\n\tThe former Massachusetts governor touted his own record on several topics, including education. He said he intervened in failing schools, promoted math and science and strengthened testing standards.<br />\r\n\t<br />\r\n\t&quot;When I was governor, not only did test scores improve &ndash; we also narrowed the achievement gap,&quot; Romney, who served from 2003 to 2007, said.<br />\r\n\t<br />\r\n\tRomney&rsquo;s education record in Massachusetts is uncharted territory at PolitiFact, so we decided to check it out.<br />\r\n\t<br />\r\n\t<strong>A little on Massachusetts schools</strong><br />\r\n\t<br />\r\n\tWe talked to several people knowledgeable about the school system in the Bay State, and all mentioned a 1993 landmark reform law that included the groundwork for the state accountability system (later called Massachusetts Comprehensive Assessment System, or MCAS), authorized charter schools and invested more money in local school districts. Its universal goal was to raise educational standards for all Massachusetts kids.<br />\r\n\t<br />\r\n\tRomney also referenced the reform in his speech to the NAACP on July 11, 2012:<br />\r\n\t<br />\r\n\t&quot;In the years before I took office our state&rsquo;s leaders had come together to pass bipartisan measures that were making a difference. In reading and in math, our students were already among the best in the nation &ndash; and during my term, they took over the top spot. &nbsp;<br />\r\n\t<br />\r\n\t&quot;Those results revealed what good teachers can do if the system will only let them. The problem was, this success wasn&rsquo;t shared. A significant achievement gap between students of different races remained. So we set out to close it.&quot;<br />\r\n\t<br />\r\n\tThis was all happening in a place where student achievement regularly leads the pack. Massachusetts, which has a disproportionately high number of colleges and universities, some of the nation&rsquo;s wealthiest ZIP codes and a well-educated workforce, churns out many high performing students.<br />\r\n\t<br />\r\n\tBut the glare of those top achievers makes the shadow of struggling students that much darker. That is to say, Massachusetts still has a significant achievement gap. The term refers to the disparity in performance between certain subsets of students. White, middle- and upper-class kids consistently do better in school than African-American and latino and low-income kids in the U.S.<br />\r\n\t<br />\r\n\tAnd in Massachusetts, because the kids at the top do so well, it&rsquo;s that much harder for everybody else to catch up.<br />\r\n\t<br />\r\n\t&quot;Our scores are high, so as they get higher it&rsquo;s pretty hard to move up,&quot; said Kathleen Skinner, a policy director at the Massachusetts Teachers Association, a teachers union.<br />\r\n\t<br />\r\n\t<strong>Narrowing the gap</strong><br />\r\n\t<br />\r\n\tAs backup for the claim in Romney&rsquo;s speech, his campaign sent us a <a href=\"http://www.doe.mass.edu/mcas/2007/results/summary.pdf\">2007 MCAS test results summary</a>, and specifically pointed to 10th grade scores:<br />\r\n\t<br />\r\n\t10th Grade Proficiency In Math<br />\r\n\to&nbsp;&nbsp;&nbsp; 2005, White: 29%; Black: 19%. Gap = 10 points<br />\r\n\to&nbsp;&nbsp;&nbsp; 2007, White: 29%; Black: 26%. Gap = 3 points<br />\r\n\t<br />\r\n\t10th Grade Proficiency In English<br />\r\n\to&nbsp;&nbsp;&nbsp; 2005, White: 46%; Black: 30%. Gap = 16 points<br />\r\n\to&nbsp;&nbsp;&nbsp; 2007, White: 52%; Black: 40%. Gap = 12 points<br />\r\n\t<br />\r\n\tThat shows the achievement gap narrowing by 7 percentage points in math and by 4 percentage points in English.<br />\r\n\t<br />\r\n\tBut the gains in other grades are smaller.<br />\r\n\t<br />\r\n\tAmong eighth-graders, the gap tightened by only 1 point in math and 2 points in English. For seventh-graders, the change was 3 points in math, 5 points in English. Sixth grade: 1 point in math, no change in English. In fourth grade scores, the gap narrowed by 1 point in math and widened by 1 point in English. (Some of those are comparisons between 2006 scores and 2007, the only years provided in the test results summary.)<br />\r\n\t<br />\r\n\tSkinner pointed out an important point about the MCAS: 10th-graders have to pass it in order to graduate.<br />\r\n\t<br />\r\n\t&quot;They start paying attention,&quot; she said.</p>\r\n<p>\r\n\tWe also took a look at <a href=\"http://www.doe.mass.edu/mcas/2008/results/summary.pdf\">scores for the following year</a>, comparing the achievement gap between 2007 and 2008. (These charts offer a slightly different comparison from the previous year, which looked at students who scored &quot;proficient&quot; on each test. The 2007-08 chart includes those scoring proficient and higher.) The best gains again were made by 10th graders who narrowed the gap by six points in English. But there was no change in the gap in math scores, and lower grades showed only one- or two-point gains, or no improvement at all, and the gap widened in a couple of instances, such as eighth-grade science scores. The <a href=\"http://www.doe.mass.edu/mcas/2009/results/summary.pdf\">2008-2009 test score summary</a> reflected a similar trend: small gains in some subjects and small setbacks in others.<br />\r\n\t<br />\r\n\tBeverly Miyares, also with the Massachusetts Teachers Association, added that the dropout rate among black students in Massachusetts increased from 2002 to 2004, rising from 4.9 to 6.3.<br />\r\n\t<br />\r\n\tThat means more under-performing students who dropped out of school didn&rsquo;t drag down the overall average test scores.<br />\r\n\t<br />\r\n\t<strong>Romney&rsquo;s role</strong><br />\r\n\t<br />\r\n\tIn claims such as this, we don&rsquo;t just consider the accuracy but also whether the speaker deserves credit: How responsible was Romney for narrowing the achievement gap?<br />\r\n\t<br />\r\n\t&quot;The most important point to make with Gov. Romney&rsquo;s record is that the reform he initiated was part of a much larger and longer movement that existed in Massachusetts,&quot; said Chad d&#39;Entremont, executive director of the Rennie Center, which provides independent, nonpartisan research to inform public education reform in Massachusetts.<br />\r\n\t<br />\r\n\tGlenn Koocher, executive director with the Massachusetts Association of School Committees, which represents school boards, was less generous: &quot;He had nothing to do with it. It&rsquo;s the teachers in the classrooms who are making the difference.&quot;<br />\r\n\t<br />\r\n\tSkinner, the expert with the teachers&rsquo; union, added that Romney was &quot;a somewhat absent &lsquo;education&rsquo; governor. He was very agenda driven.&quot;<br />\r\n\t<br />\r\n\t&quot;We would argue that he didn&rsquo;t put anything in place&quot; to narrow the gap, she said.<br />\r\n\t<br />\r\n\tWe also wondered whether Romney had pushed any initiatives specifically aimed at helping minority students. Koocher and Skinner both mentioned charter schools, which are favored by many Republicans.<br />\r\n\t<br />\r\n\t&quot;The charter school program was always popular among minority parents (and) any parents that wanted to get their kids out of the public schools,&quot; Koocher said, adding that vouchers commonly used to pay tuition at charter schools are unconstitutional in Massachusetts. Instead, the per-pupil state spending is deducted from the public school district&rsquo;s budget.<br />\r\n\t<br />\r\n\tRyan Williams, spokesman for the Romney campaign, said protecting the 1993 reform legislation was an important effort by Romney. He said there were attempts to repeal the graduation requirement, and Romney &quot;stood firm on that and did not back down.&quot;<br />\r\n\t<br />\r\n\t&quot;It was one of the bigger things we had success in blocking,&quot; Williams said. &quot;A lot of what Romney did when he was governor was to preserve that legislation. He said, &lsquo;I&rsquo;m not going to roll these standards back.&quot;</p>\r\n<p>\r\n\tSkinner mentioned another, perhaps less obvious, initiative from Romney that helped many minority students: universal health care. Romney signed a health care reform law in Massachusetts that led to a 98 percent coverage rate.<br />\r\n\t<br />\r\n\t&quot;In Massachusetts, all of our kids have health insurance, and I don&rsquo;t think anybody should underestimate the impact that has on learning. Our kids get vaccinated, they can go to the dentist, they can go to the eye doctor,&quot; she said. &quot;Their health is less of an issue than it is in other places.&quot;<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tRomney told the NAACP that when he was governor of Massachusetts, &quot;not only did test scores improve &ndash; we also narrowed the achievement gap.&quot;<br />\r\n\t<br />\r\n\tState education figures over two years support Romney&rsquo;s claim about learning gains, although it&rsquo;s worth noting that some areas declined on his watch, such as the drop-out rate. And it&rsquo;s always somewhat dubious to take a snapshot of statistics from only one or two years, when, as d&#39;Entremont said &quot;significant gains in student achievement don&rsquo;t happen overnight, and the gains in Massachusetts are the result of a 20-year reform effort.&quot;<br />\r\n\t<br />\r\n\tWhat&rsquo;s more, Romney, a single-term governor, should not get all the credit for improvement in the achievement gap, which is influenced by myriad factors.<br />\r\n\t<br />\r\n\tHis statement is partially accurate but omits a lot of important information and overstates his impact. We rate it Half True.</p>\r\n", "ruling_comments_date": "2012-07-16T10:38:57.023440", "ruling_date": "2012-07-18T11:22:22", "ruling_headline": "Mitt Romney says achievement gap in Massachusetts improved on his watch", "ruling_headline_slug": "romney-says-achievement-gap-massachusetts-improved", "ruling_link_text": "School reforms long predated Romney", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tMassachusetts Department of Education, <a href=\"http://www.doe.mass.edu/mcas/2007/results/summary.pdf\">Spring 2007 MCAS Tests Summary of State Results</a></p>\r\n<p>\r\n\tMassachusetts Department of Education, <a href=\"http://www.doe.mass.edu/mcas/2008/results/summary.pdf\">Spring 2008 MCAS Tests Summary of State Results</a><br />\r\n\t<br />\r\n\tMassachusetts Department of Education, <a href=\"http://www.doe.mass.edu/mcas/2009/results/summary.pdf\">Spring 2009 MCAS Tests Summary of State Results</a></p>\r\n<p>\r\n\tInterview with Chad d&#39;Entremont, executive director of the Rennie Center, July 11, 2012<br />\r\n\t<br />\r\n\tInterview with Kathleen Skinner, director of the Center for Education Policy and Practice at the<br />\r\n\tMassachusetts Teachers Association, July 12, 2012<br />\r\n\t<br />\r\n\tInterview with Beverly Miyares, Massachusetts Teachers Association, July 12, 2012<br />\r\n\t<br />\r\n\tInterview with Glenn Koocher, executive director of the Massachusetts Association of School Committees, July 12, 2012</p>\r\n<p>\r\n\tInterview with Ryan Williams, Romney campaign, July 16, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 34, "current_job": "Former governor", "false_count": 32, "first_name": "Mitt", "half_true_count": 58, "home_state": "Massachusetts", "id": 5, "last_name": "Romney", "mostly_true_count": 33, "name_slug": "mitt-romney", "pants_count": 19, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-mittromney.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/5/", "total_count": 221, "true_count": 30, "website": "http://www.mittromney.com/"}, "statement": "<p>\r\n\t&quot;When I was governor, not only did test scores improve &ndash; we also narrowed the achievement gap.&quot;</p>\r\n", "statement_context": "a speech to the NAACP", "statement_date": "2012-07-11", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}], "target": [], "twitter_headline": ""}