{"art": [{"brightcove": "", "caption": "Club for Growth's super-PAC includes a claim about the major newspapers of Texas in this radio ad posted online July 12, 2012.", "id": 2579, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/2579/", "title": "Club for Growth ad, \"Time.\"", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/dUBGR81C8AQ?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "dUBGR81C8AQ"}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2012/jul/18/club-growth/club-growth-says-every-major-texas-newspaper-calls/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}, {"email_address": "bgee@statesman.com", "first_name": "Bob", "id": 377, "last_name": "Gee", "name_slug": "bob-gee", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/377/", "title": "Assistant Metro Editor", "twitter": null}], "facebook_headline": null, "id": 6287, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/6287/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tA Washington-based political action committee, <a href=\"http://www.clubforgrowth.org/action/\">Club for Growth Action</a>, calls Republican U.S. Senate candidate Ted Cruz a &quot;champion fighter&quot; in a radio ad titled &quot;Time&quot; while saying his July 2012 runoff foe, Lt. Gov. David Dewhurst, has advocated a wage tax and more spending.<br />\r\n\t<br />\r\n\tThe super-PAC ad&rsquo;s narrator says: &quot;It&rsquo;s no wonder every major newspaper in Texas calls Dewhurst a moderate.&quot; (Listen to the ad to the right.)<br />\r\n\t<br />\r\n\tWe&rsquo;ve poked into various tax-and-spending claims about Dewhurst. Dewhurst once supported a payroll tax though none made it into law. Contrary to Cruz claims, Dewhurst has never advocated a state income tax and has presided over cuts in state budgets.<br />\r\n\t<br />\r\n\tFor this foray, we wondered if every major Texas newspaper &quot;calls Dewhurst a moderate.&quot;<br />\r\n\t<br />\r\n\tOn the hustings, Cruz has hammered his contention that Dewhurst is a moderate, perhaps mindful that runoff voters are likely to be conservative-leaning. In this vein, a February 4, 2012, <em>Austin American-Statesman</em> <a href=\"http://www.statesman.com/news/texas-politics/dewhurst-touts-conservative-record-but-tea-partys-not-2149604.html\">news article</a> quotes Rice University political science professor Mark Jones as saying that conservative Republican officeholders face a conundrum. &quot;Either they govern effectively and at times don&#39;t follow conservative principles to the letter, or they follow conservative principles and they don&#39;t get things done,&quot; Jones said. &quot;For many Republican Party activists, compromise is a dirty word.&quot;<br />\r\n\t<br />\r\n\tThe <em>Statesman</em> story goes on to say that the Texas Senate, over which Dewhurst presides, runs on compromise: &quot;For a bill to be considered, two-thirds of the 31 senators must agree, and Republicans are two seats shy of the votes needed to muscle legislation through without compromising with Democrats.&quot; The Republicans have not held a two-thirds&rsquo; Senate majority in modern times.<br />\r\n\t<br />\r\n\tClub for Growth spokesman Barney Keller offered as initial backup to the group&rsquo;s claim headlines from articles printed in the two biggest Texas daily newspapers in 2007 and 2009 plus an October 2010 <a href=\"http://www.texasobserver.org/cover-story/the-extra-lite-gov\">piece</a> in the liberal Texas Observer political journal, which we set aside; the Observer is not a newspaper. Keller said he considers only the two papers with the most circulation in each state to be its &quot;major&quot; papers.<br />\r\n\t<br />\r\n\tUsing the Nexis search service, we fetched the newspaper stories, which turned out not to be straight news accounts. One was a reporter&rsquo;s commentary, in which the writer floats personal ideas or analysis, and the other was an editorial, the form of writing by which newspapers stake out positions on pages devoted to expressions of opinion.</p>\r\n<p>\r\n\tLet&rsquo;s recap them.<br />\r\n\t<br />\r\n\tThe January 29, 2007, news <a href=\"http://www.chron.com/opinion/article/Robison-Moderate-in-conservative-clothing-1533676.php\">commentary</a> by Clay Robison, then Austin bureau chief for the <em>Houston Chronicle</em>, opens: &quot;Around the state Capitol, (Dewhurst) is generally considered a more &lsquo;moderate&rsquo; Republican than the other two members of the top leadership trio &mdash; Gov. Rick Perry and (House) Speaker Tom Craddick. But &mdash; <em>shhh</em> &mdash; don&#39;t talk about that too loudly, lest you spoil Dewhurst&#39;s effort to polish his image among the many Texas Republicans who are decidedly more conservative and who may hold the key to his political future.&quot;<br />\r\n\t<br />\r\n\tRobison&rsquo;s commentary also says that for &quot;all the convenience they afford political writers, labels can be dicey, and people at different ends of the political spectrum often don&#39;t agree on characterizations. There is little argument, though, that Dewhurst is part of a Republican leadership that is more conservative than the Democratic leaders of just a few years ago.&quot;<br />\r\n\t<br />\r\n\tHis column suggests that unlike Republicans, Democrats would not have closed a revenue shortfall in 2003 solely with budget cuts and higher tuition and likely would have raised taxes to minimize disruptions to public services. &quot;But Dewhurst and the Senate helped soften some of the spending cuts in 2003,&quot; the column says, &quot;and during last spring&#39;s special session on school finance, they led the way to securing a modest teacher pay raise.&quot;<br />\r\n\t<br />\r\n\tFinally, the commentary says Dewhurst &quot;has to seek consensus or compromise in the Senate because the body&#39;s operating rules give clout to the Democratic minority. According to friends and associates, the article says, he also is more moderate philosophically than many of the conservative voters and activists in his party,&quot; though Dewhurst also &quot;has to cultivate the votes&quot; of conservatives who dominate the Texas Republican primary.<br />\r\n\t<br />\r\n\tThe Jan. 14, 2009, <em>Dallas Morning News</em> editorial, headlined &quot;Dewhurst should avoid playing partisan hand,&quot; airs concern that Dewhurst&rsquo;s ambition for higher office could cause him to court &quot;hard-core conservatives&quot; while negotiating differences with House Speaker Joe Straus. &quot;Dewhurst often has served as a moderate Republican in his six years as the Texas Senate&#39;s leader,&quot; the editorial says, &quot;so chances are he will like having a pragmatic conservative like Straus across the Capitol. They should work better than Dewhurst did with former Speaker Tom Craddick, an ironclad conservative who quarreled with Dewhurst on issues such as school funding.&quot;<br />\r\n\t<br />\r\n\t&quot;So which Dewhurst will lead the Senate?&quot; the editorial says. &quot;The moderate conservative who has tried to rein in his party from becoming extreme on issues like budget cuts? Or the Dewhurst who&#39;s trying to win over staunch conservatives for another office?&quot;<br />\r\n\t<br />\r\n\tKeller, asked if he had other examples of major papers calling Dewhurst a moderate, passed along headlines for what turned out to be commentaries published in smaller newspapers in 2003, 2005 and 2007.<br />\r\n\t<br />\r\n\tIn the September 21, 2003, <em>San Antonio Express-News</em>, editorial writer Bruce Davidson said in his column that Dewhurst had described himself as a &quot;pro-growth conservative populist.&quot; The commentary continues: &quot;His earlier performance&quot; as lieutenant governor &quot;provided evidence to back up that description. The lieutenant governor&#39;s approach to vital budget issues was refreshing in a legislative session marked by the rest of the GOP leadership&#39;s stubborn stampede toward cuts that hurt the state&#39;s poorest residents. Dewhurst led the charge to find non-tax revenues to balance the budget with fewer cuts in the Children&#39;s Health Insurance Program than those advocated by other Republican leaders. He showed a willingness to tackle tough issues by proposing increased sales taxes to solve the public school funding crisis. The plan wasn&#39;t perfect, but at least Dewhurst was willing to lead instead of delay... For the next two years, Dewhurst remains the best hope for finding some political middle ground in Austin.&quot;<br />\r\n\t<br />\r\n\tIn the January 16, 2005, <em>Corpus Christi Caller-Times</em>, editorial writer Nick Jimenez wrote that in restoring some benefits to the Children&rsquo;s Health Insurance Program, open to families of the working poor, &quot;Dewhurst comes out as the moderate. He wants vision screening, dental and mental health benefits restored. And he wants the families who qualify to stay eligible for 12 months&quot; without having to re-enroll in intervening months.<br />\r\n\t<br />\r\n\tAnd in an opinion column in the February 4, 2007, <em>Statesman</em>, editor Rich Oppel wrote: &quot;Dewhurst got off to a good start in his first term as lieutenant governor, adopting a moderate stance and building the confidence of the 31-member state Senate.&quot;<br />\r\n\t<br />\r\n\tSo, five commentary or editorial items -- including pieces in the state&rsquo;s four largest newspapers -- published from 2003 through 2009 described Dewhurst as a moderate.<br />\r\n\t<br />\r\n\tNext, we widened our look by considering references to Dewhurst in the five biggest Texas papers according to daily circulation tallies listed in the Texas Daily Newspaper Association&rsquo;s 2012 <a href=\"http://vir.liquidweb.com/%7Etdnx/images/Services/2012%20Directory.pdf\">online directory</a>: the <em>Chronicle</em> (circulation 383,953); <em>Morning News</em> (238,869); <em>Fort Worth Star-Telegram </em>(167,364); <em>Statesman</em> (133,979); and <em>Express-News</em> (129,411).<br />\r\n\t<br />\r\n\tSearching the Nexis database for &quot;Dewhurst&quot; plus &quot;moderate&quot; delivered nearly 300 articles, though the vast majority of the stories reflect only Cruz or Cruz supporters characterizing Dewhurst.<br />\r\n\t<br />\r\n\tAmong other stories, an October 16, 2010, <em>Morning News</em> news article states: &quot;When Dewhurst was first elected lieutenant governor in 2002, he was viewed as a conservative, but more moderate in his approach than then-House Speaker Tom Craddick, a Republican from Midland who was often at odds with his Senate counterpart. Even Senate Democrats praised Dewhurst in his first session.<br />\r\n\t<br />\r\n\t&quot;But since then,&quot; the story continues, &quot;he has pushed harder for GOP-backed causes, such as voter ID legislation and abortion restrictions. And his leadership of the Senate is now seen by many as more partisan than when he came into office.&quot;<br />\r\n\t<br />\r\n\tIn a January 1, 2007, opinion column, William McKenzie of the <em>Morning News</em> voiced hopes for that year&rsquo;s legislative session and speculated that the ambitious Dewhurst might play to the center. &quot;His moderate instincts could prevail,&quot; the column says.<br />\r\n\t<br />\r\n\tMost recently, J.R. Labbe, editorial director for the <em>Star-Telegram</em>, wrote a May 14, 2012, <a href=\"http://www.star-telegram.com/2012/05/14/3959761/this-time-star-telegram-isnt-backing.html\">commentary</a> on the paper&rsquo;s decision to endorse another candidate over Dewhurst in the May Senate primary. Her commentary says: &quot;The Ted Cruz campaign describes Dewhurst as an &lsquo;establishment moderate&rsquo; every chance it gets. It&#39;s meant as a put-down, but that&#39;s what Dewhurst used to be -- and he was an effective lieutenant governor.&quot;<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tFrom 2003 through 2010, major Texas newspapers published a few stories referring to Dewhurst as a moderate.</p>\r\n<p>\r\n\tAll but once, though, the references were made in editorial, opinion or commentary contexts, and usually to say that Dewhurst had been more moderate than another leader or to hope that he would show moderation. The single relevant straight-news reference to Dewhurst in this fashion says he was initially viewed as a conservative, though as more moderate than then-House Speaker Tom Craddick. That story also says Dewhurst had since advocated more GOP-backed causes and been seen as more partisan.<br />\r\n\t<br />\r\n\tBroadly, it&#39;s our sense that saying that every major Texas daily &quot;calls&quot; Dewhurst a moderate leaves the impression the newspapers -- either two or five -- have all done so routinely or lately and always without qualifying the descriptive. That&rsquo;s not so.<br />\r\n\t<br />\r\n\tWe rate the statement as Mostly False.</p>\r\n<p>\r\n\t<em><strong>Update, 3:01 pm, July 23,2012</strong></em>: This story originally gave the wrong title for the radio ad.</p>\r\n", "ruling_comments_date": "2012-07-18T16:35:21.332574", "ruling_date": "2012-07-18T15:48:19", "ruling_headline": "Club for Growth says every major Texas newspaper calls David Dewhurst a moderate", "ruling_headline_slug": "club-growth-says-every-major-texas-newspaper-calls", "ruling_link_text": "Muddy", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<a href=\"https://docs.google.com/document/d/12HmX5VXP6XE4IMZdkfQYgp1oBtWNimtbQ3_-HbZKsfk/edit\">Script and backup</a>, &quot;Mud&quot; ad, Club for Growth, July 12, 2012<br />\r\n\t<br />\r\n\t<a href=\"https://docs.google.com/document/d/1LrtZfPHwdKFhJq2AC1rbo1cIVbudBqAFaRx3ReBU-HE/edit\">Emails </a>(excerpted), responses to PolitiFact Texas, Barney Keller, communications director, Club for Growth, Washington, July 12, 2012<br />\r\n\t<br />\r\n\tCommentary, Clay Robison, <a href=\"http://www.chron.com/opinion/article/Robison-Moderate-in-conservative-clothing-1533676.php\">&quot;Moderate in conservative clothing?&quot;</a>, <em>The Houston Chronicle</em>, January 29, 2007<br />\r\n\t<br />\r\n\tEditorial, &quot;Dewhurst should avoid playing partisan hand,&quot; <em>Dallas Morning News</em>, January 14, 2009 (Nexis search)<br />\r\n\t<br />\r\n\tCommentary, William McKenzie, &quot;There&#39;s policy - and then there&#39;s politics,&quot; <em>Dallas Morning News</em>, January 1, 2007 (Nexis search)<br />\r\n\t<br />\r\n\tNews article, &quot;Dewhurst seeks 3rd term with eye on D.C.,&quot; <em>Dallas Morning News</em>, October 16, 2010 (Nexis search)<br />\r\n\t<br />\r\n\tCommentary, J.R. Labbe, <a href=\"http://www.star-telegram.com/2012/05/14/3959761/this-time-star-telegram-isnt-backing.html\">&quot;This time, Star-Telegram isn&#39;t backing Dewhurst,&quot;</a> <em>Fort Worth Star-Telegram</em>, May 14, 2012<br />\r\n\t<br />\r\n\tCommentary, Bruce Davidson, &quot;Dewhurst best hope for moderation,&quot; <em>San Antonio Express-News</em>, September 21, 2003<br />\r\n\t<br />\r\n\tCommentary, Nick Jimenez, &quot;Big issues depend on big three politicians,&quot; <em>Corpus Christi Caller-Times</em>, January 16, 2005<br />\r\n\t<br />\r\n\tCommentary, Rich Oppel, <a href=\"http://www.daviddewhurttexas.com/files/aas-dewhurst-adopting-moderate-stance.pdf\">&quot;Higher education climbing to the top of the governor&#39;s agenda,&quot;</a> <em>American-Statesman</em>, February 4, 2007</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "", "false_count": 5, "first_name": "", "half_true_count": 4, "home_state": "", "id": 29, "last_name": "Club for Growth", "mostly_true_count": 3, "name_slug": "club-growth", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-club4growth.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/29/", "total_count": 21, "true_count": 4, "website": "http://www.clubforgrowth.org/"}, "statement": "<p>\r\n\tEvery &quot;major newspaper in Texas calls&quot; David Dewhurst &quot;a moderate.&quot;<br />\r\n\t<br />\r\n\t&nbsp;</p>\r\n", "statement_context": "a radio ad.", "statement_date": "2012-07-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 149, "photo": null, "resource_uri": "/api/v/2/subject/149/", "subject": "Bipartisanship", "subject_slug": "bipartisanship", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 8, "current_job": "Lieutenant governor", "false_count": 8, "first_name": "David", "half_true_count": 10, "home_state": "Texas", "id": 315, "last_name": "Dewhurst", "mostly_true_count": 5, "name_slug": "david-dewhurst", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Dewhurstmug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/315/", "total_count": 41, "true_count": 4, "website": "http://www.daviddewhurst.com/"}], "twitter_headline": ""}