{"art": [], "author": [{"email_address": "jberry@nashuatelegraph.com", "first_name": "Jake", "id": 252, "last_name": "Berry", "name_slug": "jake-berry", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 16, "publication_name": "The Telegraph", "resource_uri": "/api/v/2/publication/16/"}, "resource_uri": "/api/v/2/staffer/252/", "title": "Staff Writer", "twitter": null}], "canonical_url": "/new-hampshire/statements/2012/jul/29/new-boston-republican-committee/new-boston-gop-says-dems-left-deficit/", "edition": {"adkey": "Editions", "advalue": "New Hampshire", "edition": "New Hampshire", "edition_slug": "new-hampshire", "has_afterthefact": false, "id": 47, "index_page": false, "meter_name": "The New Hampshire Truth-O-Meter", "resource_uri": "/api/v/2/edition/47/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 6346, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jberry@nashuatelegraph.com", "first_name": "Jake", "id": 252, "last_name": "Berry", "name_slug": "jake-berry", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 16, "publication_name": "The Telegraph", "resource_uri": "/api/v/2/publication/16/"}, "resource_uri": "/api/v/2/staffer/252/", "title": "Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/6346/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tIf spring is lilac season in New Hampshire, summertime is election season, and campaign signs sprout like weeds on every corner.<br />\r\n\t<br />\r\n\tOne sign, posted recently around the Nashua area by the <a href=\"http://www.newbostongop.org/\">New Boston Republican Committee</a>, boils down the upcoming state election to a simple, 11-word statement, describing the difference between recent Democratic and Republican legislatures.<br />\r\n\t<br />\r\n\t&quot;NH DEMOCRATS $1 BILLION DEFICIT,&quot; the sign reads. &quot;NH REPUBLICANS UNDER BILL (House Speaker William) O&rsquo;BRIEN BALANCED BUDGET.&quot;<br />\r\n\t<br />\r\n\tCertainly, the recession has had its effect on New Hampshire, and state revenues have taken a hit. But did the Democrats, who lost the majority in the Statehouse in 2011, really leave a $1 billion deficit? We decided to crunch the numbers.<br />\r\n\t<br />\r\n\tFirst, it&#39;s important to note that New Hampshire lawmakers are legally required to balance the budget. So it&#39;s not accurate to suggest that the last Democratic budget had a deficit. &nbsp;And as you&#39;ll see below, they ultimately produced a surplus.<br />\r\n\t<br />\r\n\tWe found that the New Boston Republican Committee was using the same tactic PolitiFact National had seen in <a href=\"http://www.politifact.com/truth-o-meter/statements/2012/mar/02/red-white-and-blue-fund/ad-accuses-mitt-romney-leaving-massachusetts-1-bil/\">an attack against Mitt Romney</a>, portraying an interim budget projection as if it was a final outcome.<br />\r\n\t<br />\r\n\tTo start our research, we reached out to the Republican committee in New Boston, a small farming community not far from Mont Vernon, the hometown of House Speaker William O&rsquo;Brien.<br />\r\n\t<br />\r\n\tCommittee members confirmed that the sign refers to the last Democrat-led budget, for Fiscal Year 2010-11. That year, the Democratic legislature boosted state spending and accepted federal stimulus funding, according to committee chairman Patrick Murphy. But, the Democrats failed to cover the spending with corresponding revenue increases, leaving the state far in the hole, he wrote in an email.<br />\r\n\t<br />\r\n\tTo support his point, Murphy directed us to the Speaker&rsquo;s office, which then pointed us toward a 2011 report by the <a href=\"http://www.gencourt.state.nh.us/LBA/\">Legislative Budget Assistant</a>, a nonpartisan office that conducts investigations, analyses and research into the state government.<br />\r\n\t<br />\r\n\tIn January 2011, days after the current Republican-led legislature took office, Jeffry Pattison, the budget assistant, issued a report identifying about $845 million in spending items that could pose concerns for the new legislature if all fiscal policies and structures remained the same.<br />\r\n\t<br />\r\n\tThe report highlighted that the federal stimulus had provided $350 million that helped the state pay for schools and the Medicaid program. This was understood at the time to be a one-shot deal.The report also listed $141 million in state education payments set to go into effect if the legislature failed to act, as well as $92 million projected for municipal and school building aid. &nbsp;<br />\r\n\t<br />\r\n\t&quot;I was talking about appropriations that would go up by virtue of formula driven things,&quot; Pattison said last week. &quot;Things that would happen if nothing was done about them.&quot;<br />\r\n\t<br />\r\n\tAdd to the $845 million figure another $50 million shortfall, projected by the House of Representatives at the time, and you reach $895 million -- most of the way to the New Boston Republicans&rsquo; $1 billion figure and closer to the $900 million quoted often by O&rsquo;Brien, the House Speaker.<br />\r\n\t<br />\r\n\t&quot;Combining these items left an anticipated, unresolved deficit, according to the LBA, for the FY2012-13 budget,&quot; Greg Moore, chief of staff to the House of Representatives, &nbsp;wrote in an email to the Telegraph. &quot;That is where the Speaker identified that figure and why he uses &lsquo;nearly $900 million&rsquo; number regularly.&quot;<br />\r\n\t<br />\r\n\tStill, whether $900 million or $1 billion, the numbers didn&rsquo;t hold up over time.<br />\r\n\t<br />\r\n\tLike in the numbers cited in <a href=\"http://www.politifact.com/truth-o-meter/statements/2012/mar/02/red-white-and-blue-fund/ad-accuses-mitt-romney-leaving-massachusetts-1-bil/\">past PolitiFact items</a>, Pattison never considered his estimates as a final budget tally. Instead, he intended them to be a point-in-time projection to give legislators an idea of what could happen over the years to follow.<br />\r\n\t<br />\r\n\t&quot;These are snapshots in time,&quot; Pattison said last week. &quot;I wanted to make sure they had their eyes open, that they knew coming in what was ahead of them.&quot;<br />\r\n\t<br />\r\n\tThis is a routine situation for both parties. Budget analysis predict when spending will exceed revenues and lawmakers have to balance them.<br />\r\n\t<br />\r\n\tAnd legislators took note, crafting a 2012-13 budget that responded to the projected deficits.<br />\r\n\t<br />\r\n\t&quot;At the time of the implementation of the new budget, ALL parties expected that the budget would end in deficit,&quot; wrote Moore, the House chief of staff.<br />\r\n\t<br />\r\n\tBut, by the time the budget accountant office finished its formal audit early this year, the final report told a different story. In the end, the Fiscal Year 2011 budget didn&rsquo;t show a billion dollar deficit, or any deficit at all. The Democrats actually produced a surplus in their last year.<br />\r\n\t<br />\r\n\tThat year, the state, which is required by statute to keep a balanced budget, took in $1.385 billion in revenues, spending $1.325 billion, according to the final audit.<br />\r\n\t<br />\r\n\tFactoring the state&rsquo;s $64 million surplus entering the 2011 fiscal year, and subtracting the $124 million contributed to the education trust fund, among other fund transfers, the state closed the Fiscal Year 2011 with a <a href=\"http://admin.state.nh.us/accounting/FY%2011/CAFR%20FY11.pdf\">$17.7 million surplus</a>. Legislators also maintained the state&rsquo;s $9.3 million rainy day fund.<br />\r\n\t<br />\r\n\tSome political leaders contend the numbers are skewed because lawmakers relied heavily on borrowing and federal funds to balance the budget, as required by state statute.<br />\r\n\t<br />\r\n\t&quot;It was not solved by any cuts the Democrats made but by a one time infusion of federal money,&quot; Murphy, the New Boston Republican chairman, wrote in an email. &quot;A &lsquo;Hail Mary Pass&rsquo; thrown by Obama is what made the difference.&quot;<br />\r\n\t<br />\r\n\tStill, others say it came through a range of budget cuts and tax hikes common to the budget cycle.<br />\r\n\t<br />\r\n\t&quot;There was an increase in the tobacco tax. Programs were cut. &hellip; You have to make budget choices,&quot; added Pamela Walsh, an advisor for the state Democratic Party who served as deputy chief of staff to Gov. John Lynch at the time. &quot;The numbers they used, it was as if the state government was on autopilot with no revenue growth.&quot;<br />\r\n\t<br />\r\n\tThat brings us now to the current budget, for Fiscal Year 2012. The House Republican leadership team have credited themselves with cutting more than $1 billion, nearly 10 percent, from the state operating budget, now totaling $10.48 billion. But, according to initial projections, the state is running about <a href=\"http://admin.state.nh.us/accounting/FY%2012/Monthly%20Rev%20June%2012.pdf\">$17 million short</a> of initial revenue projections, Pattison said.<br />\r\n\t<br />\r\n\t&quot;We&rsquo;re in the process of closing the state books as we speak, but, as of right now, they&rsquo;re a little off,&quot; he said. &quot;This is just starting. (The Fiscal Year) isn&rsquo;t even 30 days old. We&rsquo;ll see where it&rsquo;s at at the end.&quot;<br />\r\n\t<br />\r\n\tBut here, too, those are projections, not a final deficit.<br />\r\n\t<br />\r\n\t<strong>Our ruling:</strong><br />\r\n\t<br />\r\n\tThe New Boston Republicans&rsquo; sign makes some big claims in only a few words.<br />\r\n\t<br />\r\n\tIt wrongly describes a $1 billion interim projection as a deficit, ignoring the state law that mandates a balanced budget and the fact that the Democrats actually produced a $17.7 million surplus.&nbsp;<br />\r\n\t<br />\r\n\tThe Republican group&#39;s sign is twisting the reality of the state budgets for partisan reasons and leaving people with a false impression. We rate it False.</p>\r\n", "ruling_comments_date": "2012-07-27T12:53:40.562718", "ruling_date": "2012-07-29T06:00:00", "ruling_headline": "New Boston GOP says Democrats left state deficit", "ruling_headline_slug": "new-boston-gop-says-dems-left-deficit", "ruling_link_text": "It was a projection that didn't come true", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tInterview with Jeffry Pattison, Legislative Budget Assistant, July 24, 2012<br />\r\n\t<br />\r\n\tEmail interview with Greg Moore, chief of staff for N.H. House of Representatives, July 24, 2012<br />\r\n\t<br />\r\n\tInterview with Pamela Walsh, senior advisor to the N.H. Democratic Party, July 26, 2012<br />\r\n\t<br />\r\n\tEmail interview with Patrick Murphy, chairman of the New Boston Republican Committee, July 26, 2012<br />\r\n\t<br />\r\n\tN.H. Department of Administrative Services, <a href=\"http://admin.state.nh.us/accounting/FY%2011/CAFR%20FY11.pdf\">Comprehensive Annual Financial Report</a>, 2011<br />\r\n\t<br />\r\n\tN.H. Department of Administrative Services, <a href=\"http://admin.state.nh.us/accounting/FY%2012/Monthly%20Rev%20June%2012.pdf\">Monthly Revenue Focus</a>, June 2012<br />\r\n\t<br />\r\n\tLegislative Budget Assistant, Significant Items With Potential Implications FY 2012-2013, January 5, 2011<br />\r\n\t<br />\r\n\tState of New Hampshire, Comparative Statement of Undesignated Surplus, June 29, 2011<br />\r\n\t<br />\r\n\tLegislative Budget Assistant, Biennial Comparison of Budgeted Appropriations, July 19, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 1, "first_name": "", "half_true_count": 0, "home_state": "New Hampshire", "id": 1947, "last_name": "New Boston Republican Committee", "mostly_true_count": 0, "name_slug": "new-boston-republican-committee", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Elephant.png", "primary_edition": {"adkey": "Editions", "advalue": "New Hampshire", "edition": "New Hampshire", "edition_slug": "new-hampshire", "has_afterthefact": false, "id": 47, "index_page": false, "meter_name": "The New Hampshire Truth-O-Meter", "resource_uri": "/api/v/2/edition/47/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1947/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>\r\n\tSays Democrats racked up a $1 billion state deficit, while Republicans under Bill O&#39;Brien balanced the budget.</p>\r\n", "statement_context": "a campaign sign in Mont Vernon, New Hampshire", "statement_date": "2012-07-23", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}], "target": [], "twitter_headline": ""}