{"art": [], "author": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "canonical_url": "/oregon/statements/2012/jul/27/jefferson-smith/has-oregon-lost-out-fortune-500-business-because-l/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "dlane@oregonian.com", "first_name": "Dee", "id": 183, "last_name": "Lane", "name_slug": "dee-lane", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/183/", "title": "Politics editor", "twitter": null}], "facebook_headline": null, "id": 6352, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "resource_uri": "/api/v/2/statement/6352/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tPortland Public Schools is eyeing a bond vote during the November election to help rebuild and refurbish aging school buildings. During a recent school board hearing on the issue, Portland mayoral candidates Jefferson Smith and Charlie Hales sat together and spoke out in favor of the idea.<br />\r\n\t<br />\r\n\tLearning is the priority, they said, but the environment plays a big role in just how well students learn.<br />\r\n\t<br />\r\n\tDuring his testimony, Smith sought to silence critics who might question the timing of the bond, given how depressed the economy remains. The fact is, he said, that education is inextricably tied to a healthy economy in the state.<br />\r\n\t<br />\r\n\tThe connection between the economy and education becomes clear, he said, &quot;when we understand and compare what&#39;s happened in Minnesota, when in 1980 they had 10 Fortune 500 companies and so did Oregon, and now they have 19 and we have two.<br />\r\n\t<br />\r\n\t&quot;And the biggest difference has not been tax rates -- they&#39;ve been paying more taxes -- one of the most obvious differences is they&#39;ve invested in their schools.&quot;<br />\r\n\t<br />\r\n\tSeveral studies have shown Smith&rsquo;s larger point to be true: Education and economics are linked. But, we wondered, was his example comparing Oregon to Minnesota apt? We checked it out.<br />\r\n\t<br />\r\n\tWe started with the number of Fortune 500 companies. Those are easy to get; Fortune Magazine <a href=\"http://money.cnn.com/magazines/fortune/fortune500/2012/states/OR.html\">keeps an online list of them</a>. Smith was right as far as the current numbers go. Oregon is home to two of the 500 companies -- Nike and Precision Castparts -- while Minnesota is home to 19. As for how things looked 30 years ago, Smith is off. Thirty years ago, Oregon was home to six Fortune 500 companies while Minnesota had 11.<br />\r\n\t<br />\r\n\tNext up, we looked at state tax burdens. The Tax Foundation, a nonpartisan tax research organization has numbers as recent as 2009 on its website. According to the foundation, Oregon&rsquo;s tax burden is 9.8 percent of income which puts it at No. 17 nationally -- with No. 1 having the highest burden. Minnesota meanwhile has a burden of 10.3 percent, putting it at No. 7.<br />\r\n\t<br />\r\n\t(When we contacted the Smith campaign, manager Henry Kraemer also pointed to the Foundation&rsquo;s Business Tax Climate Index, which was updated this year. According to that index Minnesota is one of the worst places to do business and comes in at No. 45, while Oregon ranked far higher at No. 13.)<br />\r\n\t<br />\r\n\tThe last bit was education funding. For that, we turned to the U.S. Census Bureau. According to figures from the 2009-10 school year -- the most recent available -- Oregon spent about $9,600 per student, while Minnesota spent $10,700. Now, that $1,000 or so might not seem like a lot, especially given that New York State spends nearly $19,000 per student, but it&rsquo;s enough to put Minnesota just over the national average while Oregon comes in just below.<br />\r\n\t<br />\r\n\tExcept for the discrepancy on the number of 500 companies in both states 30 years ago, Smith seemed to be right, as far as the facts go. A question lingered, however: Was Smith right to link the education being provided in Minnesota to its more robust business climate?<br />\r\n\t<br />\r\n\tJohn Gallup, an assistant professor of economics at Portland State University, said that the link &quot;does have a good basis in terms of research &hellip; companies can&#39;t get their employees to move unless there are good school districts.&quot;<br />\r\n\t<br />\r\n\tHe forwarded us an email from his colleague, James Wood, another assistant professor of economics, who cited one study from Paul D. Gottlieb called &quot;Residential Amenities, Firm Location and Economic Development&quot; done back in 1995 that shows &quot;positive influence of teachers and expenditures per pupil on firm location.&quot;<br />\r\n\t<br />\r\n\tWe also tried Tim Duy, a University of Oregon economist. He agreed that education is a potential draw for companies as they seek to hire employees of a high caliber. That said, he wasn&rsquo;t so sold on the idea that Fortune 500 companies might pick Minnesota over Oregon for the schools, however good they may be.<br />\r\n\t<br />\r\n\t&quot;I&#39;d be willing to bet that most of that location is an accident of history,&quot; Duy said.<br />\r\n\t<br />\r\n\tWhen we spoke to Smith, he said he didn&rsquo;t disagree with that but added &quot;the importance of education is not merely to attract businesses ... but also to grow them and to help them adapt to a changing environment.<br />\r\n\t<br />\r\n\t&quot;If we meaningfully invested in education now, it would pay dividends.&quot;<br />\r\n\t<br />\r\n\tThere are a number of points to consider when ruling on this one.<br />\r\n\t<br />\r\n\tSmith was right on a couple things: Oregon has two Fortune 500 companies, while Minnesota has 19. Meanwhile, Oregon&rsquo;s tax climate is friendlier to businesses and Minnesota spends more per student. He was off on the figures from 1980, however.<br />\r\n\t<br />\r\n\tAs for the connection between education and the number of 500 companies in a given state, that&rsquo;s a little dicier. Certainly, there&rsquo;s evidence that businesses consider education when locating, but would an extra $1,000 a year for the next couple decades mean we&rsquo;d catch up with Minnesota? Probably not. Oregon used to be above the national average in per-student funding and we still didn&rsquo;t rank high in the number of Fortune 500 companies. There are dozens of factors for a business to consider.<br />\r\n\t<br />\r\n\tThat said, Smith&rsquo;s central point here is accurate -- better education is important to business -- and most of his numbers stand up. But we think it&rsquo;s important to understand that improving education, while important, won&rsquo;t necessarily lead to dozens of Fortune 500 companies locating in Oregon.<br />\r\n\t<br />\r\n\tWe&rsquo;ll call this one Mostly True.</p>\r\n", "ruling_comments_date": "2012-07-27T17:44:57.500669", "ruling_date": "2012-07-27T14:42:32", "ruling_headline": "Has Oregon lost out on Fortune 500 business because of lower education funding?", "ruling_headline_slug": "has-oregon-lost-out-fortune-500-business-because-l", "ruling_link_text": "Education helps, but it's not everything", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tInterview with Jefferson Smith, July 26, 2012<br />\r\n\t<br />\r\n\tInterview with Tim Duy, University of Oregon economist, July 19, 2012<br />\r\n\t<br />\r\n\tInterview with and e-mail from John Gallup, July 19, 2012<br />\r\n\t<br />\r\n\tU.S. Census Bureau, &quot;Per Pupil Amounts for Current Spending &hellip;,&quot; 2010 Annual Survey<br />\r\n\t<br />\r\n\tFortune 500 Magazine and archives, list of Fortune 500 Companies, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "state representative", "false_count": 1, "first_name": "Jefferson", "half_true_count": 0, "home_state": "Oregon", "id": 975, "last_name": "Smith", "mostly_true_count": 4, "name_slug": "jefferson-smith", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Jefferson_Smith.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/975/", "total_count": 8, "true_count": 2, "website": "http://www.leg.state.or.us/smithj/"}, "statement": "<p>\r\n\tSays Minnesota has more Fortune 500 companies than Oregon and &quot;one of the most obvious differences is they&#39;ve invested in their schools.&quot;</p>\r\n", "statement_context": "school board testimony.", "statement_date": "2012-07-09", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}], "target": [], "twitter_headline": ""}