{"art": [], "author": [{"email_address": "SullivanB@SHNS.com", "first_name": "Bartholomew", "id": 315, "last_name": "Sullivan", "name_slug": "bartholomew-sullivan", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 20, "publication_name": "Scripps Howard News Service", "resource_uri": "/api/v/2/publication/20/"}, "resource_uri": "/api/v/2/staffer/315/", "title": "Scripps Howard News Service Political Coordinator", "twitter": null}], "canonical_url": "/tennessee/statements/2012/jul/30/george-flinn/memphis-candidate-george-flinn-claims-his-patents-/", "edition": {"adkey": "Editions", "advalue": "Tennessee", "edition": "Tennessee", "edition_slug": "tennessee", "has_afterthefact": false, "id": 14, "index_page": false, "meter_name": "The Tennessee Truth-O-Meter", "resource_uri": "/api/v/2/edition/14/"}, "editor": [{"email_address": "ZMcMillin@CommercialAppeal.com", "first_name": "Zack", "id": 314, "last_name": "McMillin", "name_slug": "zack-mcmillin", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/ZackMcMillinPolitiFact.JPG", "publication": {"id": 19, "publication_name": "The Commercial Appeal, Memphis", "resource_uri": "/api/v/2/publication/19/"}, "resource_uri": "/api/v/2/staffer/314/", "title": "Editor, PolitiFact Tennessee", "twitter": null}], "facebook_headline": null, "id": 6355, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "SullivanB@SHNS.com", "first_name": "Bartholomew", "id": 315, "last_name": "Sullivan", "name_slug": "bartholomew-sullivan", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 20, "publication_name": "Scripps Howard News Service", "resource_uri": "/api/v/2/publication/20/"}, "resource_uri": "/api/v/2/staffer/315/", "title": "Scripps Howard News Service Political Coordinator", "twitter": null}], "resource_uri": "/api/v/2/statement/6355/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>&nbsp;</p>\r\n\r\n<p>Dr. George Flinn is well known in Memphis as a radiologist, radio station magnate and a big-spending, self-funding Republican political candidate who is running for Congress again this summer, this time in Tennessee&rsquo;s 9th Congressional District.<br />\r\n<br />\r\nFewer know him as an inventor with patents on file in Washington, but that&rsquo;s what he claims in a commercial he&rsquo;s airing as he seeks to defeat 2010 GOP nominee Charlotte Bergmann. The winner in Thursday&rsquo;s Aug. 2 primary will face the winner of the primary between incumbent U.S. Rep. Steve Cohen and school board member Tomeka Hart.<br />\r\n<br />\r\nThe <a href=\"http://www.youtube.com/watch?v=VRTBTTl0t84&amp;feature=player_embedded\">commercial boldly </a><a href=\"http://www.youtube.com/watch?v=VRTBTTl0t84&amp;feature=player_embedded\">claims</a>that Flinn is &quot;a doctor whose patents in ultrasound have revolutionized modern medicine, whose innovations have saved lives throughout the world.&quot;<br />\r\n<br />\r\nBased on the scant evidence we were able to discover and our lack of deep knowledge in the history of ultrasound technology, we are narrowing the focus to whether Flinn does indeed hold patents in ultrasound technology that might have revolutionized modern medicine.<br />\r\n<br />\r\nThe only Flinn patent we were able to find was awarded on July 3, 2007, and it is not for ultrasound technology. Flinn and two others received patent No. 7,238,370 B2 for their invention of a substance made of pumice and an aqueous surfactant (like a detergent) that experiments showed increased skin thickness and gave it a &quot;more youthful appearance.&quot; It was also tested on shaved guinea pigs. Its claim is that it prevents and treats &quot;photoaging&quot; of skin.<br />\r\n<br />\r\nWhatever the usefulness of this substance, we&rsquo;re comfortable concluding it has not revolutionized modern medicine. It took Flinn&rsquo;s campaign more than a week to provide information about other innovations the campaign believes backs up Flinn&rsquo;s claims. OnThursday evening, July 26, campaign manager Kristi Stanley sent along three acknowledgement letters from the U.S. Patent and Trademark Office confirming receipt of applications for patents.<br />\r\n<br />\r\nNot patents, but applications for patents.<br />\r\n<br />\r\nThe letters state that the information Flinn provided (which was not provided to PolitiFact) &quot;will be examined for patentability.&quot; The letters also extend Flinn the right under federal law to seek a patent in foreign countries. Nothing that Stanley provided indicates Flinn sought foreign patents. She did note that Flinn also was involved in obtaining patents while employed by the National Institutes of Health that are held, not by him, but by that government agency.<br />\r\n<br />\r\nSo let&rsquo;s look at the three patent applications, according to the initial letters from the Patent and Trademark Office dated in May and June of this year.<br />\r\n<br />\r\nOne (Customer No. 062439) is for &quot;Chemotherapy Treatment Using Microspheres to Deliver a High Concentration of a Drug to a Tumor.&quot; The letter provided by Stanley provides no other information about the patent itself, just details about Flinn&rsquo;s rights. It does not appear to deal with ultrasound.<br />\r\n<br />\r\nThe second is titled &quot;Process for an Improved Galactogram Procedure,&quot; with, again, no supporting description or detail.<br />\r\n<br />\r\nThe third: &quot;Color Encoding Method for Ultrasound Images.&quot; Again: No detail.<br />\r\n<br />\r\nWe could explain that galactography is the examination of the breast by mammography and, specifically, examination of the milk ducts, or that microspheres are particles smaller than one millimeter in diameter. But it seems we can make short work of this analysis by saying that, although Flinn claims to deserve the patent for them, these are not patented inventions and he only sought them after he was deeply involved in this congressional campaign.<br />\r\n<br />\r\nIf the technologies are being employed in medicine to demonstrative salubrious effect, it isn&rsquo;t because they are his patents because the patents have not yet been granted.<br />\r\n<br />\r\nWhen contacted initially, the campaign indicated it was eager for us to examine the claim but did not provide the kind of supportive documentation that would establish its veracity. Instead, the documentation establishes the application for patents.<br />\r\n<br />\r\nBut Flinn&rsquo;s commercials flatly claim he his patents in ultrasound technology revolutionized modern medicine, when the record shows he he only applied for patents several months after this congressional campaign was under way. That kind of deliberate deception of voters earns this claim a Pants On Fire!</p>\r\n", "ruling_comments_date": "2012-07-29T18:04:45.248565", "ruling_date": "2012-07-30T03:00:00", "ruling_headline": "Memphis candidate George Flinn claims his patents “revolutionized modern medicine”", "ruling_headline_slug": "memphis-candidate-george-flinn-claims-his-patents-", "ruling_link_text": "Applications do not = patents", "ruling_state": null, "source_documents": null, "sources": "<p>&nbsp;</p>\r\n\r\n<p>Flinn <a href=\"http://www.youtube.com/watch?v=VRTBTTl0t84&amp;feature=player_embedded\">television commercial</a>, running in July in the 9th Congressional District.<br />\r\n<br />\r\nJuly 20, 2012 email message from Kristi Stanley to Bartholomew Sullivan offering to provide &quot;paperwork filed on the patents.&quot;<br />\r\n<br />\r\nAbstract for the &quot;method and composition for stimulating skin function to prevent and reverse the effects of photoaging.&quot;<br />\r\n<br />\r\nMay 25, 2012 Letter to Sinorica LLC of Germantown, Md., acknowledging receipt of patent application for Chemotherapy Treatment.<br />\r\n<br />\r\nJune 19, 2012 Letter to Sinorica LLC acknowledging receipt of patent application for Galactogram Procedure.<br />\r\n<br />\r\nJune 15, 2012 Letter to Sinorica LLC acknowledging receipt of patent application for Color Encoding Method for Ultrasound Images. &nbsp;&nbsp;<img src=\"https://lh4.googleusercontent.com/Y7uU4EU9R3GiGeEJLEF4h2t55PrcseSVy-EaYxyWaC0thrEttgB-LHO38EmMdNnVMjOc6T52yPgLGMdHOtlVzjF3IfsDcKfBT6rFEzJ9uajefaqMdS8\" style=\"height:1px; width:1px\" /></p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Radiologist and radio station owner", "false_count": 1, "first_name": "George", "half_true_count": 0, "home_state": "Tennessee", "id": 1848, "last_name": "Flinn", "mostly_true_count": 0, "name_slug": "george-flinn", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/FlinnMug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Tennessee", "edition": "Tennessee", "edition_slug": "tennessee", "has_afterthefact": false, "id": 14, "index_page": false, "meter_name": "The Tennessee Truth-O-Meter", "resource_uri": "/api/v/2/edition/14/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1848/", "total_count": 2, "true_count": 0, "website": "http://www.georgeflinn.com/"}, "statement": "<p><strong>Says his &quot;patents in ultrasound have revolutionized modern medicine.&quot; </strong></p>\r\n", "statement_context": "in a campaign TV commercial.", "statement_date": "2012-07-05", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}