{"art": [], "author": [{"email_address": "alex.reporter@gmail.com", "first_name": "Alexander", "id": 58, "last_name": "Lane", "name_slug": "alexander-lane", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/58/", "title": "Staff Writer, PolitiFact.com", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2008/aug/21/barack-obama/mccains-record-on-iraq-eager-to-attack/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "alex.reporter@gmail.com", "first_name": "Alexander", "id": 58, "last_name": "Lane", "name_slug": "alexander-lane", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/58/", "title": "Staff Writer, PolitiFact.com", "twitter": null}], "facebook_headline": null, "id": 636, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "alex.reporter@gmail.com", "first_name": "Alexander", "id": 58, "last_name": "Lane", "name_slug": "alexander-lane", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/58/", "title": "Staff Writer, PolitiFact.com", "twitter": null}], "resource_uri": "/api/v/2/statement/636/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "Sen. Barack Obama, speaking to veterans, lashed into his opponent for poor military judgment, alleging Sen. John McCain had fixated on Iraq immediately after the attacks of Sept. 11, 2001.\n<p>\n \"Sen. McCain was already turning his sights to Iraq just days after 9/11, and he became a leading supporter of an invasion and occupation of a country that had absolutely nothing to do with the 9/11 attacks, and that &mdash; as despicable as Saddam Hussein was &mdash; posed no imminent threat to the American people,\" Obama said on Aug. 19, 2008. \"Two of the biggest beneficiaries of that decision were al-Qaida's leadership, which no longer faced the pressure of America's focused attention; and Iran, which has advanced its nuclear program, continued its support for terror, and increased its influence in Iraq and the region.\"\n</p>\n<p>\n Obama's analysis of the war's consequences aside, we checked the record to see whether he had fairly characterized McCain's views about Iraq after 9/11 and in the run-up to the war.\n</p>\n<p>\n As a military veteran and a member of the Senate Armed Services Committee, McCain was a prominent voice in late 2001 as the nation grappled with how to respond to the attacks.\n</p>\n<p>\n On Sept. 12, 2001, he appeared on\n <i>\n  Hardball with Chris Matthews,\n </i>\n where Matthews asked whether the appropriate response should be \"a legal matter or a military matter.\"\n</p>\n<p>\n \"I think it's both,\" McCain replied. \"As &mdash; as we stated, the &mdash; a nation has the right to defend itself, No. 1. But No. 2, these organizations could not flourish effectively unless they had the help and assistance and safe harbor of these nations. And it isn't just Afghanistan &mdash; we're talking about Syria, Iraq, Iran, perhaps North Korea, Libya and others.\"\n</p>\n<p>\n That comment was not particularly specific to Iraq. But in an Oct. 18, 2001, appearance on the\n <i>\n  Late Show with David Letterman,\n </i>\n with the nation on edge about the anthrax mailings and in the early stages of the campaign in Afganistan, McCain singled out Iraq.\n</p>\n<p>\n After sharing his views about how events were unfolding in Afghanistan, McCain told Letterman: \"I think we'll do fine. The second phase &mdash; if I could just make one, very quickly &mdash; the second phase is Iraq. There is some indication, and I don't have the conclusions, but some of this anthrax may &mdash; and I emphasize may &mdash; have come from Iraq.\"\n</p>\n<p>\n In January 2002, while touring the flight bridge of an aircraft carrier on the Arabian Sea, McCain shouted: \"Next up: Baghdad!\"\n</p>\n<p>\n He fleshed out his views in a speech at a NATO security policy conference in Munich on Feb. 2, 2002.\n</p>\n<p>\n \"Terrorist training camps exist on Iraqi soil, and Iraqi officials are known to have had a number of contacts with al-Qaida. These were probably not courtesy calls,\" he said. \"Americans have internalized the mantra that Afghanistan represents only the first front in our global war on terror. The next front is apparent, and we should not shrink from acknowledging it. A terrorist resides in Baghdad, with the resources of an entire state at his disposal, flush with cash from illicit oil revenues and proud of a decade-long record of defying the international community's demands that he come clean on his programs to develop weapons of mass destruction.\"\n</p>\n<p>\n We should note that McCain suggested on several occasions that he would prefer alternatives to full-on invasion and occupation as a means of displacing Saddam Hussein, such as on\n <i>\n  Meet the Press\n </i>\n on July 14, 2002:\n</p>\n<p>\n \"I have always strongly felt that you must try the option of opposition from within &mdash; arming, training, equipping and helping oppositions from within; the Kurds in the North, the Shiites in the South,\" McCain told the late Tim Russert. \"At least try that option before we send Americans into harm's way.\"\n</p>\n<p>\n But two days later on\n <i>\n  Face the Nation,\n </i>\n he made clear that if it took war to remove Hussein, he was all for it.\n</p>\n<p>\n \"Look, we need a regime change in Iraq,\" he said. \"If we can do it on the cheap by having operations involving just Special Forces and some air power and opponents within, either the Kurds in the south, Shiites in the north [sic], then that's fine. But we have to be prepared to do whatever is necessary to bring about this regime change. I think we also ought to prepare the American public in &mdash; in &mdash; by way of informing them that Saddam Hussein has these weapons, continues to attempt to improve the &mdash; their capability and would not be reluctant to export them to other countries.\"\n</p>\n<p>\n He continued, \"So we need to keep telling the American people that as well, as well as basically &mdash; if I may be so blunt &mdash; frightening them &mdash; frightening and scaring them every day.\"\n</p>\n<p>\n In early 2003, with calls for invasion of Iraq growing more insistent, McCain's was among the most fervent voices.\n</p>\n<p>\n \"Sept. 11, 2001 showed that al-Qaida is a grave threat,\" he wrote in a Feb. 14, 2003 opinion piece in\n <i>\n  USA Today.\n </i>\n \"Saddam Hussein has the ability to make a far worse day of infamy by turning Iraq into a weapons assembly line for al-Qaida's network. ... Saddam is an international felon who has repeatedly violated the terms of his parole and is planning further crimes with his terrorist accomplices. He must be brought to justice once and for all.\"\n</p>\n<p>\n The record clearly supports the contention that McCain \"was already turning his sights to Iraq just days after 9/11\" &mdash; indeed he singled out Iraq on\n <i>\n  Letterman\n </i>\n &mdash; and became a \"leading supporter\" of the war, as Obama said. We find his claim to be True.\n</p>\n<p>\n</p>", "ruling_comments_date": "2010-01-07T13:28:06.398369", "ruling_date": "2008-08-21T00:00:00", "ruling_headline": "McCain's record on Iraq: eager to attack", "ruling_headline_slug": "mccains-record-on-iraq-eager-to-attack", "ruling_link_text": "McCain's record on Iraq: eager to attack", "ruling_state": null, "source_documents": null, "sources": "Obama '08,\n<a href=\"http://my.barackobama.com/page/community/post/samgrahamfelsen/gG59gP\">\n Senator Obama's Remarks at VFW National Convention in Orlando, FL\n</a>\n, Aug. 19, 2008\n<p>\n Federal News Service, Hearing of the Senate Armed Services Committee, July 31, 2002\n</p>\n<p>\n Meet the Press, Senators John McCain and Paul Sarbanes Discuss Corporate Responsibility and Reform, July 14, 2002\n</p>\n<p>\n Hardball with Chris Matthews, Senator John McCain on Trying to Resolve Crisis of Confidence on Wall Street and US Attack on Iraq, July 10, 2002\n</p>\n<p>\n Face the Nation, Senator John McCain Discusses the War on Terrorism, June 16, 2002\n</p>\n<p>\n Hardball with Chris Matthews, Senators John McCain, John Kerry and Max Cleland Discuss the Attack on America and the Proper Retaliatory Actions that Need to Be Taken Against the Terrorists, Sept. 12, 2001\n</p>\n<p>\n CNN Live at Daybreak, America Strikes Back: McCain Comments on Afghanistan Campaign, Oct. 9, 2001\n</p>\n<p>\n Associated Press, Few Options but Military Remain for Iraq Once U.S. Widens War Against Terrorism, Say Senators, Jan. 9, 2002\n</p>\n<p>\n New York Times,\n <a href=\"http://www.nytimes.com/2008/08/17/us/politics/17mccain.html?pagewanted=3&amp;sq=mccain%20iraq&amp;st=cse&amp;scp=4\">\n  Response to 9/11 Offers Outline of McCain Doctrine\n </a>\n , Aug. 16, 2008\n</p>\n<p>\n Today Show, Senator John McCain, Republican, Arizona, Gives Views About Potential War in Iraq and Tensions in North Korea, March 5, 2003\n</p>\n<p>\n Nightline, War in Iraq, Why Now? March 4, 2003\n</p>\n<p>\n USA Today, Delay Can Be Dangerous, Feb. 14, 2003\n</p>\n<p>\n YouTube.com,\n <a href=\"http://www.youtube.com/watch?v=tlAUj4s6sT0\">\n  After 9/11, McCain Linked Anthrax to Iraq\n </a>\n , Aug. 1, 2008, accessed Aug. 20, 2008\n</p>\n<p>\n</p>", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "\"Sen. McCain was already turning his sights to Iraq just days after 9/11, and he became a leading supporter of an invasion and occupation of (Iraq).\"", "statement_context": "Orlando, Fla.", "statement_date": "2008-08-19", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 1, "photo": null, "resource_uri": "/api/v/2/subject/1/", "subject": "Iraq", "subject_slug": "iraq", "used_in_edition": []}], "target": [], "twitter_headline": null}