{"art": [], "author": [{"email_address": "mgill@nashuatelegraph.com", "first_name": "Maryalice", "id": 250, "last_name": "Gill", "name_slug": "maryalice-gill", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 16, "publication_name": "The Telegraph", "resource_uri": "/api/v/2/publication/16/"}, "resource_uri": "/api/v/2/staffer/250/", "title": "Staff Writer", "twitter": null}], "canonical_url": "/new-hampshire/statements/2012/jul/31/kelly-ayotte/kelly-ayotte-parrots-dubunked-romney-talking-point/", "edition": {"adkey": "Editions", "advalue": "New Hampshire", "edition": "New Hampshire", "edition_slug": "new-hampshire", "has_afterthefact": false, "id": 47, "index_page": false, "meter_name": "The New Hampshire Truth-O-Meter", "resource_uri": "/api/v/2/edition/47/"}, "editor": [{"email_address": "jvanfleet@cmonitor.com", "first_name": "Jonathan", "id": 367, "last_name": "Van Fleet", "name_slug": "jonathan-van-fleet", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 55, "publication_name": "Concord Monitor", "resource_uri": "/api/v/2/publication/55/"}, "resource_uri": "/api/v/2/staffer/367/", "title": "Politics and special projects editor", "twitter": null}], "facebook_headline": null, "id": 6361, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/6361/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tSen. Kelly Ayotte, R-NH, rumored to be one of Mitt Romney&rsquo;s choice running mates for his 2012 presidential campaign, made her rounds on the National media circuit this weekend criticizing the President while touting the former Massachusetts governor, this time during <a href=\"http://www.youtube.com/watch?v=e-gYoXyTbo4\">CNN&rsquo;s State of the Union on Sunday.</a><br />\r\n\t<br />\r\n\tWhen host Candy Crowley highlighted Romney&rsquo;s foreign faux pas while traveling abroad over the weekend, Ayotte was quick to shift the criticism onto President Barack Obama&rsquo;s foreign policy speeches to show why she feels Romney would better serve as Commander in Chief.<br />\r\n\t<br />\r\n\t&quot;I can tell you that certainly, Mitt Romney is going to be strong on America&#39;s exceptionalism and strong foreign policy for America and he won&#39;t go around and apologize for America,&quot; Ayotte said. &quot;Think about it. The president&#39;s first major foreign policy speech in Cairo was to apologize for our country, and he&#39;s actually made us weaker around the world as opposed to stronger, and Mitt Romney will stand strong with our allies.&quot;<br />\r\n\t<br />\r\n\tIn the world of PolitiFact, Ayotte and Romney have campaign chemistry, at least when it comes to this claim; we&rsquo;ve already fact checked Romney three times for saying Obama apologized for U.S. actions overseas. He&rsquo;s earned a <a href=\"http://www.politifact.com/truth-o-meter/statements/2010/mar/15/mitt-romney/obama-remarks-never-true-apology/\">False </a>and a Pants on Fire, not <a href=\"http://www.politifact.com/truth-o-meter/statements/2011/jun/03/mitt-romney/mitt-romney-says-barack-obama-traveled-around-glob/\">once</a>, but <a href=\"http://www.politifact.com/truth-o-meter/statements/2011/sep/22/mitt-romney/mitt-romney-repeats-claim-obama-went-around-world-/\">twice.</a><br />\r\n\t<br />\r\n\tThe concept that Obama has traveled the world apologizing is popular among some conservative websites, and since Ayotte put the claim back in the public spotlight, PolitiFact New Hampshire felt it was time to bring it before the Truth-O-Meter, again.<br />\r\n\t<br />\r\n\t<strong>What Obama said</strong><br />\r\n\t<br />\r\n\tRomney first made the accusation about Obama&rsquo;s apologies abroad in his book titled, &quot;No Apology,&quot; and later said Obama issued apologies and criticisms of America in speeches in France, England, Turkey, and Cairo; at the CIA headquarters in Langley, Virginia, the National Archives in Washington, D.C., and the United Nations in New York City.<br />\r\n\t<br />\r\n\tFor starters, as PolitiFact looked over Obama&#39;s remarks, we have noticed that Obama never used the word that is the universal hallmark of apologies: &quot;sorry.&quot; Merriam-Webster defines an apology as &quot;an admission of error or discourtesy accompanied by an expression of regret.&quot;<br />\r\n\t<br />\r\n\tPolitiFact read the Obama speeches Romney references and selected the passages that seemed the most critical, apologetic or conciliatory, and then ran them by several experts with different points of view. At times, Obama uses an on-the-one-hand, on-the-other-hand formulation that he tends to employ right before he asks the two sides to come together.<br />\r\n\t<br />\r\n\tBut Since Ayotte cited the Cairo speech specifically, we&rsquo;ll focus on that one.<br />\r\n\t<br />\r\n\tDuring a 6,000-word speech <a href=\"http://www.whitehouse.gov/the_press_office/Remarks-by-the-President-at-Cairo-University-6-04-09\">on relations between the U.S. and the Islamic world in Cairo in 2009</a>, Obama did get very close to regretting decades-old U.S. actions in Iran. But then he immediately countered with criticism of Iran. He did not make a formal expression of regret, but suggested both countries simply &quot;move forward.&quot;<br />\r\n\t<br />\r\n\tHere are his exact remarks: &quot;In the middle of the Cold War, the United States played a role in the overthrow of a democratically elected Iranian government. &nbsp;Since the Islamic Revolution, Iran has played a role in acts of hostage-taking and violence against U.S. troops and civilians. &nbsp;This history is well known. &nbsp;Rather than remain trapped in the past, I&#39;ve made it clear to Iran&#39;s leaders and people that my country is prepared to move forward.&quot;<br />\r\n\t<br />\r\n\tObama also praised America, saying &quot;The United States has been one of the greatest sources of progress that the world has ever known. ... We were founded upon the ideal that all are created equal, and we have shed blood and struggled for centuries to give meaning to those words -- within our borders, and around the world.&quot;<br />\r\n\t<br />\r\n\tAn Ayotte spokesman, reached Tuesday, stood by the claim that the president was apologetic, saying the President acknowledged what he considered to be several errors in U.S. foreign policy during his speech and then pledged to change course.<br />\r\n\t<br />\r\n\t&quot;President Obama is entitled to his opinion and Senator Ayotte is entitled to her opinion, which is that his address in Cairo amounted to an apology,&quot; Ayotte spokesman Jeff Grappone said. &nbsp;&quot;There are numerous ways to apologize for American foreign policy without actually using the word &lsquo;sorry.&rsquo; In this case, Senator Ayotte and President Obama have a fundamental difference of opinion, which she expressed.&quot;<br />\r\n\t<br />\r\n\tThey cited several passages, including Obama&rsquo;s comments about Iran, which they say amounted to the President apologizing for the United States. Here are the President&rsquo;s statements from the speech they cited:</p>\r\n<p>\r\n\t&bull;&nbsp;Although I believe that the Iraqi people are ultimately better off without the tyranny of Saddam Hussein, I also believe that events in Iraq have reminded America of the need to use diplomacy and build international consensus to resolve our problems whenever possible.</p>\r\n<p>\r\n\t&bull;&nbsp;Nine-eleven was an enormous trauma to our country. The fear and anger that it provoked was understandable, but in some cases, it led us to act contrary to our traditions and our ideals. We are taking concrete actions to change course. I have unequivocally prohibited the use of torture by the United States, and I have ordered the prison at Guantanamo Bay closed by early next year.</p>\r\n<p>\r\n\t&bull;&nbsp;I know -- I know there has been controversy about the promotion of democracy in recent years, and much of this controversy is connected to the war in Iraq. So let me be clear: No system of government can or should be imposed by one nation by any other.</p>\r\n<p>\r\n\t&bull;&nbsp;But all of us must recognize that education and innovation will be the currency of the 21st century -- and in too many Muslim communities, there remains underinvestment in these areas. I&#39;m emphasizing such investment within my own country. And while America in the past has focused on oil and gas when it comes to this part of the world, we now seek a broader engagement.</p>\r\n<p>\r\n\t&bull; More recently, tension has been fed by colonialism that denied rights and opportunities to many Muslims, and a Cold War in which Muslim-majority countries were too often treated as proxies without regard to their own aspirations.</p>\r\n<p>\r\n\t<strong>Did Obama apologize?</strong><br />\r\n\t<br />\r\n\tPolitiFact sent Obama&#39;s remarks from each of the speeches that Romney cited, including the Cairo speech, to several different experts on foreign policy and apologies, to see if they thought Obama was apologizing.<br />\r\n\t<br />\r\n\t&bull; Rhoda E. Howard-Hassmann, a professor who studies international human rights, maintains the website <a href=\"http://political-apologies.wlu.ca/\">Political Apologies and Reparations</a>, a database of documents on apologies. Many of the apologies in the database relate to genocide or slavery.<br />\r\n\t<br />\r\n\tObama&#39;s Cairo address in particular was a means of reaching out to the Islamic world, not an acknowledgement of wrongdoing, she said.<br />\r\n\t<br />\r\n\t&quot;Whether he&#39;s apologizing or not, he&#39;s saying &#39;I respect your society and I respect your customs.&#39; Maybe that&#39;s what Romney considers an apology, that gesture of respect,&quot; she said. &quot;But a gesture of respect is not an apology.&quot;<br />\r\n\t<br />\r\n\t&bull; Nile Gardiner, a foreign policy analyst with the the conservative Heritage Foundation, said Obama was definitely apologizing, which is not good. He co-wrote the Heritage analysis, &quot;<a href=\"http://www.heritage.org/research/europe/wm2466.cfm\">Barack Obama&#39;s Top 10 Apologies: How the President Has Humiliated a Superpower</a>.&quot;<br />\r\n\t<br />\r\n\t&quot;Apologizing for your own country projects an image of weakness before both allies and enemies,&quot; Gardiner said. &quot;It sends a very clear signal that the U.S. is to blame for some major developments on the world stage. This can be used to the advantage of those who wish to undermine American global leadership.&quot;<br />\r\n\t<br />\r\n\t&bull; John Murphy, a communications professor at the University of Illinois at Urbana-Champaign, studies presidential rhetoric and political language. He said Obama was using conciliatory language for diplomatic purposes, not apologizing.<br />\r\n\t<br />\r\n\t&quot;It&#39;s much more a sense of establishing of reciprocity,&quot; Murphy said. &quot;Each side says, okay, we haven&#39;t done great, but we have a new president and we&#39;re going to make a fresh start and move forward. I don&#39;t think that&#39;s an apology. ... In rhetorical history, an apology is generally considered an account of some kind of bad behavior in which you are going to take responsibility and express regret.&quot;<br />\r\n\t<br />\r\n\t&bull; Lauren Bloom, an attorney and business consultant, wrote the book, The Art of the Apology, advising businesses and individuals on when to apologize and how to do it.<br />\r\n\t<br />\r\n\tShe said Obama&#39;s words fell short of an apology, mostly because he didn&#39;t use the words &quot;sorry&quot; or &quot;regret.&quot; &quot;I think to make an effective apology, the words &#39;I&#39;m sorry&#39; or &#39;we&#39;re sorry&#39; always have to be there,&quot; Bloom said.<br />\r\n\t<br />\r\n\tShort of conducting a full review of all American presidents to see if any others had ever apologized, PolitiFact has also compared Obama to his two immediate predecessors, George W. Bush and Bill Clinton, in the earlier <a href=\"http://www.politifact.com/truth-o-meter/statements/2011/jun/03/mitt-romney/mitt-romney-says-barack-obama-traveled-around-glob/\">fact check</a>.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tWhile Obama&#39;s speeches have contained some criticisms of past U.S. actions, those passages were typically leavened by praise for the United States and its ideals, and he frequently mentioned how other countries have erred as well. The same is true when zeroing in on Obama&rsquo;s Cairo speech, when the President never included the words &quot;sorry,&quot; &quot;apologize,&quot; &quot;error,&quot; or even &quot;regret.&quot;<br />\r\n\t<br />\r\n\tIt&rsquo;s incorrect for Romney, and now Ayotte, to portray any of these speeches as apologies.<br />\r\n\t<br />\r\n\tPolitiFact has regularly found Romney&rsquo;s angle--that Obama&rsquo;s trips were intended to offer the president a forum to apologize to other countries--to be a ridiculous charge. There&rsquo;s a clear difference between changing policies and apologizing, and Obama didn&rsquo;t do the latter. However, Romney charged that the President went on global apology tour, while Ayotte cited only one stop along that tour. Still, for parroting Romney&rsquo;s repeatedly refuted claim, we give Ayotte a False.<br />\r\n\t<br />\r\n\t<strong>Note:</strong> Ayotte&rsquo;s response was added to this item Tuesday evening after it was originally published.</p>\r\n", "ruling_comments_date": "2012-07-31T17:35:39.838213", "ruling_date": "2012-07-31T17:34:09", "ruling_headline": "Kelly Ayotte parrots debunked Romney talking point", "ruling_headline_slug": "kelly-ayotte-parrots-dubunked-romney-talking-point", "ruling_link_text": "Sorry, it wasn't an apology", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<a href=\"http://www.youtube.com/watch?v=e-gYoXyTbo4\">Sen. Kelly Ayotte on State of the Union</a>, accessed July 31, 2012.<br />\r\n\t<br />\r\n\tPolitiFact, <a href=\"http://www.politifact.com/truth-o-meter/statements/2010/mar/15/mitt-romney/obama-remarks-never-true-apology/\">&quot;Obama&#39;s remarks never a true &#39;apology,&rsquo;&quot;</a>March 15, 2010.<br />\r\n\t<br />\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2011/jun/03/mitt-romney/mitt-romney-says-barack-obama-traveled-around-glob/\">Mitt Romney says Barack Obama &quot;traveled around the globe to apologize for America.</a>&quot; June 3, 2011.<br />\r\n\t<br />\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2011/sep/22/mitt-romney/mitt-romney-repeats-claim-obama-went-around-world-/\">Mitt Romney repeats claim that Obama went around the world apologizing for the United States,&quot;</a>Sept. 22, 2011.<br />\r\n\t<br />\r\n\tThe White House, <a href=\"http://www.whitehouse.gov/the_press_office/Remarks-by-the-President-at-Cairo-University-6-04-09\">Remarks by the President in Cairo, Egypt,</a>June 4, 2009<br />\r\n\t<br />\r\n\tThe Heritage Foundation, <a href=\"http://www.heritage.org/research/europe/wm2466.cfm\">Barack Obama&#39;s Top 10 Apologies: How the President Has Humiliated a Superpower</a>,June 2, 2009.<br />\r\n\t<br />\r\n\tWilfrid Laurier University, <a href=\"http://political-apologies.wlu.ca/index.php\">Political ApologiesandReparations database</a>, accessed July 31, 2012.<br />\r\n\t<br />\r\n\tThe National Archives,<a href=\"http://clinton6.nara.gov/1998/03/1998-03-25-remarks-to-survivors-rwanda.html\">speech of President Bill Clinton in Rwanda</a>, March 25, 1998.<br />\r\n\t<br />\r\n\tThe National Archives,<a href=\"http://clinton4.nara.gov/textonly/New/Remarks/Fri/19970516-898.html\">remarks of President Bill Clinton &quot;in apology for study done in Tuskegee,&quot;</a>May 16, 1997.<br />\r\n\t<br />\r\n\tThe National Archives,<a href=\"http://georgewbush-whitehouse.archives.gov/news/releases/2003/07/20030708-1.html\">speech of President George W. Bush at Goree Island, Senegal</a>, July 8, 2003.<br />\r\n\t<br />\r\n\tThe National Archives,<a href=\"http://georgewbush-whitehouse.archives.gov/news/releases/2004/05/20040506-9.html\">remarks of President George W. Bush with King Abdullah of Jordan</a>, May 6, 2004.<br />\r\n\t<br />\r\n\tFox News,<a href=\"http://www.foxnews.com/story/0,2933,119156,00.html\">Bush apologizes for prisoner abuse</a>, May 7, 2004.<br />\r\n\t<br />\r\n\tForeign Affairs, <a href=\"http://www.foreignpolicy.com/articles/2009/12/18/the_carter_syndrome?page=full\">The Carter Syndrome</a>, by Walter Russell Mead, January 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "U.S. Senator", "false_count": 1, "first_name": "Kelly ", "half_true_count": 1, "home_state": "New Hampshire", "id": 1627, "last_name": "Ayotte", "mostly_true_count": 4, "name_slug": "kelly-ayotte", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Ayotte_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1627/", "total_count": 11, "true_count": 3, "website": "http://ayotte.senate.gov/"}, "statement": "<p>\r\n\t<strong id=\"internal-source-marker_0.20864338404498994\">&quot;</strong>The president&#39;s first major foreign policy speech in Cairo was to apologize for our country.&quot;</p>\r\n", "statement_context": "an interview on CNN’s “State of the Union” ", "statement_date": "2012-07-29", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}], "target": [{"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}], "twitter_headline": ""}