{"art": [{"brightcove": "", "caption": "A new ad from the Romney presidential campaign focuses on the closure of auto dealerships in Ohio.", "id": 2624, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/2624/", "title": "Dream", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/pf7Cxj5BZw8?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "pf7Cxj5BZw8"}], "author": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "canonical_url": "/ohio/statements/2012/aug/02/mitt-romney/mitt-romney-ad-targets-obama-auto-bailouts-dealers/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 6375, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "resource_uri": "/api/v/2/statement/6375/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tSome things are so implicit there&rsquo;s no need to elaborate. Darkness follows sunset. Children like ice cream. The 2009 auto bailout was better for some people than for others. <br />\r\n\t<br />\r\n\tWhat is missing from that last statement is blame, but the campaign of Mitt Romney, the Republican presidential candidate, has made that implicit as well as explicit thanks to speeches, op-eds and interviews. <br />\r\n\t<br />\r\n\tIt was President Barack Obama&rsquo;s fault, says Romney, that the government brokered a bailout and bankruptcy plan for General Motors and Chrysler that had the government picking winners and losers. The government should have stayed out, Romney says.<br />\r\n\t<br />\r\n\tWhich brings us to an Ohio-specific television commercial the Romney campaign and the Republican National Committee put on the air Wednesday. The short ad features Al Zarzour, a 61-year-old man from Lyndhurst who has spent decades in the auto industry. <br />\r\n\t<br />\r\n\tThe ad doesn&rsquo;t get this specific, but we know from coverage by The Plain Dealer and a telephone interview with Zarzour (who now is general manager of a Mitsubishi dealership) that he owned a Nissan dealership in Willoughby, sold it in 2006 and bought a Chevrolet dealership in Chardon. Both communities are in Greater Cleveland. What Zarzour says in the ad is, &quot;Grew up here in Lyndhurst (another suburban community), started 1972, selling cars.&quot;<br />\r\n\t<br />\r\n\tThen an announcer says: &quot;In 2009, under the Obama administration&rsquo;s bailout of General Motors, Ohio dealerships were forced to close.&quot;<br />\r\n\t<br />\r\n\tPolitiFact Ohio took a look a that claim.<br />\r\n\t<br />\r\n\tZarzour explains in the commercial that General Motors suspended his credit line, and how &quot;we had 30-some employees that were out of work. My wife and I were the last ones there. It was like the dream that we worked for, and that we worked so hard for, was gone.&quot;<br />\r\n\t<br />\r\n\tThe ad&rsquo;s message? <br />\r\n\t<br />\r\n\tIt&rsquo;s not exactly stated. But it is implicit: People like Zarzour, his family and his employees were harmed by the Obama auto bailout.<br />\r\n\t<br />\r\n\tThe bailout set the terms through which GM and Chrysler were to restructure. According to a <a href=\"http://www.whitehouse.gov/the-press-office/fact-sheet-obama-administration-auto-restructuring-initiative-general-motors\">White House fact sheet</a> issued at the time, &quot;There are some dealers that GM has identified that will not continue with GM. It is expected that the terminated dealers will be offered an agreement to orderly wind down their operations over the next 18 months.&quot; <br />\r\n\t<br />\r\n\tKristen Dziczek, of the nonpartisan Center for Automotive Research in Michigan, says she recalls that there was a general agreement to cut the dealer base as part of White House-automaker discussions, but she doesn&rsquo;t recall seeing official documents directing the extent of the cuts. But Alan Spitzer, a prominent Cleveland car dealer who helped lead the movement to save dealerships across the country, told us that GM and Chrysler had discussed closures in an earlier proposal to the Obama administration &quot;and the White House pushed them to be more aggressive.&quot;<br />\r\n\t<br />\r\n\tThe White House told PolitiFact Ohio that the specific decisions on those cuts came from the auto makers themselves and that it merely noted that the U.S. auto makers had substantially more dealers (on a per capita or sale basis) than their foreign competitors. Yet a <a href=\"http://www.sigtarp.gov/Audit%20Reports/Factors%20Affecting%20the%20Decisions%20of%20General%20Motors%20and%20Chrysler%20to%20Reduce%20Their%20Dealership%20Networks%207_19_2010.pdf\">special audit</a> in mid-2010 by a federal inspector general for the bailout program, known as the Troubled Asset Relief Program, noted exactly what Spitzer said: The auto companies already planned to cut dealerships, but the White House&rsquo;s auto team believed the pace would be insufficient and told GM to accelerate dealer closings. <br />\r\n\tMany authorities say the auto bailout, however painful, was necessary. <br />\r\n\t<br />\r\n\tObama&rsquo;s auto team believed that when it came to dealers specifically, under-performers created a drag on GM&rsquo;s brand and hurt the prospects of stronger dealers, who could boost the company&rsquo;s incremental sales. It&rsquo;s important to know that when GM first presented its plan to the White House , it proposed getting rid of 1,650 dealerships by 2014, itself a continuation of dealer &quot;right-sizing&quot; that had been occurring since 1970. About 30 percent of the cuts would come from phasing out the Saturn, Saab and Hummer brands. <br />\r\n\t<br />\r\n\tBut with the White House&rsquo;s prompting, GM stepped up the closure dates to the end of 2010 -- while dropping the number of planned dealership terminations to 1,454. It cut the number but stepped up the pace, a fact that has been overlooked by many critics.<br />\r\n\t<br />\r\n\tObama&rsquo;s action &quot;saved nearly a million jobs,&quot; White House spokeswoman Jen Psaki said Wednesday. Others have used a slightly higher figure.<br />\r\n\t<br />\r\n\tObama campaign spokesman Frank Benenati said in an email that there are now 2,200 more people employed in Ohio auto dealerships than when Obama entered office.<br />\r\n\t<br />\r\n\tThe Center for Automotive Research said in a <a href=\"http://www.cargroup.org/?module=Publications&amp;event=View&amp;pubID=13\">2010 report</a> that the government-backed bankruptcy appeared to save 1.14 million jobs. But <a href=\"http://www.sigtarp.gov/Audit%20Reports/Factors%20Affecting%20the%20Decisions%20of%20General%20Motors%20and%20Chrysler%20to%20Reduce%20Their%20Dealership%20Networks%207_19_2010.pdf\">according to the special inspector general&rsquo;s report</a>, also in 2010, the Center for Automotive Research was critical of the closing of rural dealerships. It believed a customer would not drive 80 miles to another dealership to buy a Cadillac; the customer would find a closer store and buy a different car.<br />\r\n\t<br />\r\n\tWhether the non-government bankruptcy solution proposed by Romney, and supported by many other Republicans, would have worked cannot be known, because the Obama auto rescue went forward.<br />\r\n\t<br />\r\n\tYet in a literal sense, the Romney ad&rsquo;s statement is true. The Obama administration agreed to to provide loans to General Motors if GM, on the brink of failure, would restructure through bankruptcy. Part of the plan was for General Motors and Chrysler to downsize, at least temporarily, reduce their liabilities and change their way of doing business. Bankruptcy allowed GM to bypass state courts that could have made it harder to shed franchise agreements. <br />\r\n\t<br />\r\n\tThe White House auto team pressed GM to act more quickly than it planned earlier, raising a possibility offered by the inspector general&rsquo;s office: the number and speed of the terminations might not have been critical to GM&rsquo;s viability. Yet even before the White House pressed it, GM was planning to cut dealership franchises.<br />\r\n\t<br />\r\n\tThe Greater Cleveland Automobile Dealers&rsquo; Association told us that in the 19-county area of Northeast Ohio alone, 18 GM dealers and 12 Chrysler dealers closed. Even dealerships that were profitable had to close so GM could reconfigure its sales markets.<br />\r\n\t<br />\r\n\tZarzour did not fight his dealership&rsquo;s closing. &quot;With the bankruptcy that went down, it didn&rsquo;t seem like a good decision to stay there and fight it,&quot; he said when we contacted him. His equipment was sold at auction and he accepted a settlement with GM, the specifics of which he did not wish to discuss. &quot;It wasn&rsquo;t drastic,&quot; he said. <br />\r\n\t<br />\r\n\tThe worst thing, he said, was having to put people out of work, watch the community lose a business that supported its schools and sports teams, and see his hopes of passing the business to his sons disappear.<br />\r\n\t<br />\r\n\tWe asked Lou Vitantonio, president of the Greater Cleveland Automobile Dealers&rsquo; Association, if the closings were necessary. &quot;Looking back, I don&rsquo;t know if there&rsquo;s a right or wrong decision,&quot; he said. &quot;But this is where were at at this point: We lost 30 dealerships in our region.&quot;<br />\r\n\t<br />\r\n\tYet if GM and Chrysler had closed even more factories because of financial failure, another 50 dealerships might be out of business today, he said. <br />\r\n\t<br />\r\n\tWe also asked Zarzour.<br />\r\n\t<br />\r\n\t&quot;That&rsquo;s difficult for me to answer,&quot; he said. But he added, &quot;I don&rsquo;t think it was done properly.&quot;<br />\r\n\t<br />\r\n\tSo, back to the ad&rsquo;s specific claim: &quot;In 2009, under the Obama administration&rsquo;s bailout of General Motors, Ohio dealerships were forced to close.&quot;<br />\r\n\t<br />\r\n\t&quot;There&rsquo;s no doubt&quot; that is an accurate statement, said Dino DiSanto, chief of staff to U.S. Rep. Steve LaTourette, a Republican from Greater Cleveland who authored successful legislation allowing dealers to challenge their closings through arbitration. The full extent of those appeals are not yet known.<br />\r\n\t<br />\r\n\tPolitiFact evaluates political claims on words that are stated, but it also considers the context in which the words are uttered. Otherwise, you would have ads like, well, like this one, all of them entirely true. <br />\r\n\t<br />\r\n\tIt is true that auto dealerships in Ohio closed as part of the bailout of General Motors. But the clear implication of the statement is that those closures were solely a result of the bailouts and &nbsp;might not have otherwise occurred. <br />\r\n\t<br />\r\n\tThe statement on its surface is accurate, but that implication is not.<br />\r\n\t<br />\r\n\tWhile it is impossible to say which dealerships might have closed and which might have survived, General Motors was already working on a closure plan. In fact, even before the White House auto team asked it to be more aggressive, it submitted plans to shutter 1,650 dealers by the end of 2014. As for the government&rsquo;s involvement, including loans, GM said it did not have a lot of other options so it stepped up the pace.<br />\r\n\t<br />\r\n\tIn U.S. bankruptcy court filings, GM said it tried to find private investors but failed because lenders were not willing to take a risk on a damaged automaker amid a financial meltdown. Without funding, the company might have been forced to liquidate, selling off all its factories and equipment. <br />\r\n\t<br />\r\n\tThat&rsquo;s information that puts the claim into context.<br />\r\n\t<br />\r\n\tWhen a statement is partially accurate, but leaves out important information needed to put the claim in context, it gets one rating on the Truth-O-Meter: Half True.</p>\r\n", "ruling_comments_date": "2012-08-01T20:34:01.377973", "ruling_date": "2012-08-02T06:00:00", "ruling_headline": "Mitt Romney ad targets Obama auto bailouts for dealership closures", "ruling_headline_slug": "mitt-romney-ad-targets-obama-auto-bailouts-dealers", "ruling_link_text": "Implication is that closures might not have occurred otherwise", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tRomney for President, campaign ad &quot;<a href=\"http://www.youtube.com/watch?v=pf7Cxj5BZw8&amp;feature=player_embedded\">Dream</a>,&quot; Aug. 1, 2012<br />\r\n\t<br />\r\n\tTelephone interview with Al Zarzour, Aug. 1, 2012<br />\r\n\t<br />\r\n\t<a href=\"http://www.whitehouse.gov/the-press-office/fact-sheet-obama-administration-auto-restructuring-initiative-general-motors\">White House fact sheet on auto restructuring initiative</a><br />\r\n\t<br />\r\n\tStatement from the Obama administration, Aug. 1, 2012<br />\r\n\t<br />\r\n\tTelephone interview with Alan Spitzer, Aug. 1, 2012<br />\r\n\t<br />\r\n\tTelephone interview with Dino DiSanto, chief of staff to Rep. Steve LaTourette, Aug. 1, 2012<br />\r\n\t<br />\r\n\tTelephone interview with Lou Vitantonio, president, Greater Cleveland Automobile Dealers&rsquo; Association, Aug. 1, 2012<br />\r\n\t<br />\r\n\tEmail exchange with Kristen Dziczek, Center for Automotive Research, Aug. 1, 2012<br />\r\n\t<br />\r\n\tEmail exchange with Frank Benenati, spokesman, Obama for America, Aug. 1, 2012<br />\r\n\t<br />\r\n\tEmail and telephone exchange with Joanna Rosholm, White House spokeswoman, Aug. 1, 2012<br />\r\n\t<br />\r\n\tCenter for Automotive Research, &quot;<a href=\"http://www.cargroup.org/?module=Publications&amp;event=View&amp;pubID=13\">The impact on the U.S. economy of the successful automaker </a><a href=\"http://www.cargroup.org/?module=Publications&amp;event=View&amp;pubID=13\">bankruptcies</a>.&quot;<br />\r\n\t<br />\r\n\tThe Plain Dealer, via Cleveland.com, &quot;<a href=\"http://www.cleveland.com/business/index.ssf/2011/06/barack_obama_democrats_call_the_auto_bailouts_a_success_but_did_they_work/2311/comments-5.html\">Barack Obama, Democrats call the auto bailouts a success, but did they work?</a>&quot; by Robert Schoenberger, June 1, 2011&nbsp;</p>\r\n<p>\r\n\tOffice of the Special Inspector General for the Troubled Asset Relief Program, &quot;<a href=\"http://www.sigtarp.gov/Audit%20Reports/Factors%20Affecting%20the%20Decisions%20of%20General%20Motors%20and%20Chrysler%20to%20Reduce%20Their%20Dealership%20Networks%207_19_2010.pdf\">Factors affecting the decisions of General Motors and Chrysler to reduce their dealership networks</a>,&quot; July 19, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 34, "current_job": "Former governor", "false_count": 32, "first_name": "Mitt", "half_true_count": 58, "home_state": "Massachusetts", "id": 5, "last_name": "Romney", "mostly_true_count": 33, "name_slug": "mitt-romney", "pants_count": 19, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-mittromney.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/5/", "total_count": 221, "true_count": 30, "website": "http://www.mittromney.com/"}, "statement": "<p>\r\n\t&quot;Under the Obama administration&rsquo;s bailout of General Motors, Ohio dealerships were forced to close.&quot;</p>\r\n", "statement_context": "a campaign commercial", "statement_date": "2012-08-01", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 219, "photo": null, "resource_uri": "/api/v/2/subject/219/", "subject": "Message Machine 2012", "subject_slug": "message-machine-2012", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}