{"art": [], "author": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "canonical_url": "/oregon/statements/2012/aug/03/steve-doell/has-measure-11-really-helped-halve-crime-rate-1995/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "dlane@oregonian.com", "first_name": "Dee", "id": 183, "last_name": "Lane", "name_slug": "dee-lane", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/183/", "title": "Politics editor", "twitter": null}], "facebook_headline": null, "id": 6394, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "resource_uri": "/api/v/2/statement/6394/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tThe people behind a new radio ad looking to &quot;set the record straight&quot; on Oregon&rsquo;s prisons laws say that 1994&#39;s Measure 11 has played a big role in bringing Oregon&#39;s crime rate down from its high water mark back in the 1980s and 1990s.<br />\r\n\t<br />\r\n\tHere&rsquo;s the full statement from Steve Doell, the executive director of the Truth in Sentencing Project, on the passage of Measure 11.<br />\r\n\t<br />\r\n\t&quot;The voters were tired of the high violent crime rate in Oregon and violent criminals receiving short sentences so they put a high priority on violent crimes. And while Oregon&rsquo;s violent crime rate increased nearly 700% from 1960 until 1985, then basically plateaued through 1995, the violent crime rate has decreased more than 50% since then. We believe one of the most significant reasons for this decrease is Measure 11.&quot;<br />\r\n\t<br />\r\n\tThe 700 percent figure caught our attention -- but so did this whole concept that Measure 11 was so instrumental in such a dramatic shift away from higher crime rates. We couldn&rsquo;t help but check it out.<br />\r\n\t<br />\r\n\tWe were able to corroborate the statistics and general narrative pretty quickly by placing a call to the Oregon Criminal Justice Commission, which studies these issues.<br />\r\n\t<br />\r\n\tWhat still remained, though, was the question of whether Measure 11, which instituted mandatory jail time for certain crimes, was one of the causes of the trend. Doell drew the connection pretty sharply based on the timing of the reversal in the trend. That makes sense, but we thought we ought to look at what happened nationally during the same period.<br />\r\n\t<br />\r\n\tAs it happens, the U.S. saw a fairly similar pattern. Violent crime rates grew dramatically between 1960 and 1991, when finally the trend reversed. In Oregon, the rate grew through 1985, when the state posted its highest violent crime rate ever and then stagnated, more or less, until 1995, when the trend downward took hold.<br />\r\n\t<br />\r\n\tWhen we spoke with Craig Prins, the executive director of the justice commission, he seemed less convinced that Measure 11 had much to do with the fall. He pointed to the same national data we found.<br />\r\n\t<br />\r\n\t&quot;What we&#39;re looking at nationally is that all states ... almost every state had the same type of reduction in crime,&quot; he said.<br />\r\n\t<br />\r\n\tPrins also showed us a graph that looks at the connection between incarceration and crime rates. Essentially what Doell and other Measure 11 supporters are saying is that there&rsquo;s an inverse correlation between incarceration and crimes rates -- as incarceration increases, crime decreases. But that&rsquo;s not always the case.<br />\r\n\t<br />\r\n\tBetween 1995 and 2010, incarceration rates in Oregon grew by nearly 80 percent and, indeed, violent crime rates fell by a little over 50 percent. That&rsquo;s all fine and good, but take a look at what happened in New York and California during the same period. In New York, the incarceration rate actually decreased and in California it increased by about 5 percent -- and yet both states saw larger decreases in their violent crime rate than Oregon.<br />\r\n\t<br />\r\n\tWhen we spoke to Doell about both of these factors, he had some valid rebuttals. First off, Oregon&rsquo;s violent crime rate didn&rsquo;t follow the exact pattern of the national rate -- it started to fall later than the national trend. (That said, it did peak earlier.) Second, Oregon ranks below California and New York in terms of incarceration rate despite our rapid growth during the past 15 years.<br />\r\n\t<br />\r\n\tThere is some other important context as we look at the national trend. Between 1994 and 1996, 23 states passed some form of three-strike laws for certain habitual offenders. Measure 11 wasn&rsquo;t included in that group, but it basically served the same purpose and contributed to a national trend of escalating incarceration rates.<br />\r\n\t<br />\r\n\tStill, we did a quick check and found that even states -- such as Minnesota and Arizona -- that didn&rsquo;t pass tough-on-crime laws during that period saw trend lines that matched Oregon&rsquo;s.<br />\r\n\t<br />\r\n\tWe asked Prins what some of the additional factors might have been, beyond incarceration rates, and he referred us to a report that draws a pretty striking correlation between demographics and crime rates.<br />\r\n\t<br />\r\n\tAccording to the report, which the commission released in 2010, &quot;most crime is committed by males age 15-39&quot; -- a demographic that has been on a steady decline since 1985.<br />\r\n\t<br />\r\n\tOne last bit that Prins pointed out: During the same time that crime rates started dropping, Oregon -- and many other states -- were busy building out their prison systems. Up until that point, overcrowding would lead to severely truncated sentences. In that regard, Measure 11 did prompt some changes by essentially forcing the system to make room for offenders that were ineligible for early release.<br />\r\n\t<br />\r\n\t&quot;I think you have to put it in context,&quot; Prins said. &quot;Measure 11, I think, was needed in the &lsquo;90s because it did help us build our prison system, but it&rsquo;s not at all what I would point to as the reason that our crime dropped.&quot;<br />\r\n\t<br />\r\n\tWe checked in with one last expert, Brian Renauer of the Criminal Justice Policy Research Institute. He said that the Criminal Justice Commission&rsquo;s findings mirrored those of national studies.<br />\r\n\t<br />\r\n\t&quot;Their analysis is good, their conclusions are very similar to what experts around the nation would say about the issue,&quot; he said. &quot;You&#39;re going to see this pretty strong effect as you do begin to ramp up incarceration, but those effects do tend to wear off.&quot;<br />\r\n\t<br />\r\n\tNow for the ruling. Doell says that Measure 11 is &quot;one of the most significant reasons&quot; for the decrease in the violent crime rate. That &quot;one of&quot; language is important. It acknowledges the existence of other causes. We also agree that Measure 11 made a difference, though it&rsquo;s unclear whether it was because of the higher incarceration rates or the greater prison building to prevent early releases, as Prins suggests. That and the fact that Oregon&rsquo;s drop was part of a national trend caused in large measure by changing demographics are needed clarifications to the statement.<br />\r\n\t<br />\r\n\tFor those reasons, we rate this claim Mostly True.</p>\r\n", "ruling_comments_date": "2012-08-03T19:11:50.025815", "ruling_date": "2012-08-03T16:11:07", "ruling_headline": "Has Measure 11 really helped halve the crime rate since 1995?", "ruling_headline_slug": "has-measure-11-really-helped-halve-crime-rate-1995", "ruling_link_text": "Several other factors helped spur the decline.", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tCriminal Justice Commission, &quot;<a href=\"http://cms.oregon.gov/CJC/docs/crime_report_2010.pdf\">Crime in Oregon Report</a>,&quot; June 2010<br />\r\n\t<br />\r\n\tCriminal Justice Commission, &quot;Commission on Public Safety Report to the Governor,&quot; Dec. 30, 2011<br />\r\n\t<br />\r\n\tInterview with Craig Prins, executive director of the Criminal Justice Commission, July 31, 2012<br />\r\n\t<br />\r\n\tInterview with Steve Doell, executive director of the Truth in Sentencing Project, July 21, 2012<br />\r\n\t<br />\r\n\tInterview with Brian Renauer, director of the Criminal Justice Policy Research Instituteat Portland State University, August 1, 2012<br />\r\n\t<br />\r\n\tU.S. Department of Justice, <a href=\"http://cms.oregon.gov/CJC/docs/crimegraphsfbi2010.xls\">violent crime rate statistics</a>, 1985-2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Executive Diretor of the Truth in Sentencing Project", "false_count": 0, "first_name": "Steve", "half_true_count": 0, "home_state": "Oregon", "id": 1957, "last_name": "Doell", "mostly_true_count": 1, "name_slug": "steve-doell", "pants_count": 0, "party": {"id": 15, "party": "Newsmaker", "party_slug": "newsmaker", "resource_uri": "/api/v/2/party/15/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/doell.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1957/", "total_count": 2, "true_count": 1, "website": ""}, "statement": "<p>\r\n\tSays Measure 11 is &quot;one of the most significant reasons&quot; for decrease in violent crime.</p>\r\n", "statement_context": "a press release.", "statement_date": "2012-07-19", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}, {"description": "", "id": 177, "photo": null, "resource_uri": "/api/v/2/subject/177/", "subject": "Criminal Justice", "subject_slug": "criminal-justice", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [], "twitter_headline": ""}