{"art": [], "author": [{"email_address": "CollinsM@SHNS.com", "first_name": "Michael", "id": 323, "last_name": "Collins", "name_slug": "michael-collins", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 21, "publication_name": "Knoxville News Sentinel", "resource_uri": "/api/v/2/publication/21/"}, "resource_uri": "/api/v/2/staffer/323/", "title": "Washington Correspondent, Knoxville News Sentinel and Scripps Howard News Service", "twitter": null}], "canonical_url": "/tennessee/statements/2012/aug/16/arne-duncan/secretary-education-says-tennessee-proof-education/", "edition": {"adkey": "Editions", "advalue": "Tennessee", "edition": "Tennessee", "edition_slug": "tennessee", "has_afterthefact": false, "id": 14, "index_page": false, "meter_name": "The Tennessee Truth-O-Meter", "resource_uri": "/api/v/2/edition/14/"}, "editor": [{"email_address": "AhillenS@KnoxNews.com", "first_name": "Steve", "id": 316, "last_name": "Ahillen", "name_slug": "steve-ahillen", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 21, "publication_name": "Knoxville News Sentinel", "resource_uri": "/api/v/2/publication/21/"}, "resource_uri": "/api/v/2/staffer/316/", "title": "Knoxville News Sentinel Data, Investigative and Sunday Editor", "twitter": null}], "facebook_headline": null, "id": 6480, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "CollinsM@SHNS.com", "first_name": "Michael", "id": 323, "last_name": "Collins", "name_slug": "michael-collins", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 21, "publication_name": "Knoxville News Sentinel", "resource_uri": "/api/v/2/publication/21/"}, "resource_uri": "/api/v/2/staffer/323/", "title": "Washington Correspondent, Knoxville News Sentinel and Scripps Howard News Service", "twitter": null}], "resource_uri": "/api/v/2/statement/6480/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tU.S. Education Secretary Arne Duncan argued in a recent online column that investments in education funding and incentives are starting to pay off.<br />\r\n\t<br />\r\n\tTo make his case, he presented Tennessee&rsquo;s new teacher evaluation system as Exhibit A.<br />\r\n\t<br />\r\n\t&quot;After one year, Tennessee&rsquo;s students made their biggest single-year jump in achievement ever recorded in the state,&quot; Duncan <a href=\"http://www.huffingtonpost.com/arne-duncan/the-tennessee-story_b_1695467.html\">wrote </a>in The Huffington Post on July 23, 2012.<br />\r\n\t<br />\r\n\tDuncan was citing a recent Tennessee Department of Education <a href=\"http://www.tn.gov/education/doc/yr_1_tchr_eval_rpt.pdf\">report </a>that examined the first year of implementing the state&rsquo;s controversial new teacher evaluation system.<br />\r\n\t<br />\r\n\t&quot;As Tennessee has shown,&quot; Duncan concluded, &quot;our children, our teachers and our country will be better off when school leaders and educators finally undertake the challenging task of creating a meaningful and useful system for supporting and evaluating our nation&rsquo;s teachers.&quot;<br />\r\n\t<br />\r\n\tIn 2011, Tennessee became one of the first states in the country to implement a comprehensive, student outcomes-based teacher evaluation system. The evaluations were part of broader school-reform legislation that passed the General Assembly with bipartisan support in 2010.<br />\r\n\t<br />\r\n\tThe evaluation standards were enacted as part of Tennessee&rsquo;s application for the $4 billion federal <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2010/03/29/AR2010032901276.html\">Race to the Top </a>competition, which provides grants to states in recognition of education innovation and reform. Tennessee was one of the first two states to receive grants under the program.<br />\r\n\t<br />\r\n\tFifty percent of the new teacher evaluations were required under state law to be based on student achievement data, including student growth on the Tennessee Value-Added Assessment System (TVAAS) or a comparable measure, as well as additional measures of student achievement.<br />\r\n\t<br />\r\n\tThe other 50 percent of the teacher evaluations were to be determined through &quot;qualitative measures,&quot; such a teacher observations, personal conferences and a review of prior evaluations and work.<br />\r\n\t<br />\r\n\tThe evaluations were controversial from the beginning, especially with the <a href=\"http://www.teateachers.org/news/tea-response-teacher-evaluation-tennessee-report-year-1-implementation\">Tennessee Education Association</a>. Teachers argued the evaluations punished them rather than helping them improve. Some teachers complained they don&rsquo;t teach subjects covered by the state tests, yet they are nonetheless judged on student test scores in those areas.<br />\r\n\t<br />\r\n\tWe won&rsquo;t attempt to analyze or fact-check all of the criticisms about the teacher evaluations, although we will note that an education advocacy group tapped by Gov. Bill Haslam to review the system recommended a number of <a href=\"http://www.tnscore.org/wp-content/uploads/2012/06/SCORE-Evaluation-Report.pdf\">improvements </a>on June 11, 2012.<br />\r\n\t<br />\r\n\tA month later, the Tennessee Department of Education released its own <a href=\"http://www.tn.gov/education/doc/yr_1_tchr_eval_rpt.pdf\">one-year report </a>on how the implementation has gone. That report also recommended a number of improvements and is the basis for Duncan&rsquo;s column in The Huffington Post.<br />\r\n\t<br />\r\n\tFor our purposes, we will stick to fact-checking Duncan&rsquo;s claim that student achievement experienced its largest gains in the year after the evaluations were implemented.<br />\r\n\t<br />\r\n\tThe state Department of Education report gives credence to Duncan&rsquo;s statement.<br />\r\n\t<br />\r\n\t&quot;The 2011-12 school year saw tremendous progress for public education in Tennessee, as measured by the most significant outcome &ndash; student achievement,&quot; the report said. &quot;Test scores improved, in aggregate, at a faster rate than any previously measured year.&quot;<br />\r\n\t<br />\r\n\tMath and science test scores, in particular, increased significantly, the report noted.<br />\r\n\t<br />\r\n\t&quot;To put this in perspective,&quot; the report said, &quot;55,000 more students are at or above grade level in math than in 2010; 38,000 more students are at or above grade level in science.&quot;<br />\r\n\t<br />\r\n\tThere is a caveat, however. In measuring student achievement, the state Education Department tracked the aggregate gains on statewide testing only as far back as 2007, said Kate Shellnutt, a spokeswoman for the department.<br />\r\n\t<br />\r\n\tThat&rsquo;s because the state now reports scores for grades 3-8 and high school subjects. Prior to 2007, the state reported scores for grades K-8 and high school. Comparing test scores now to anything prior to 2007 would not have been an apples-to-apples comparison. Also worth noting -- beginning in 2010, the tests for every subject and grade level became much more rigorous.<br />\r\n\t<br />\r\n\tRegardless, the growth and achievement over the past year &quot;represents real change in the academic trajectory and potential life options for Tennessee students and can be the very real difference between long-term success and failure,&quot; the Education Department report said.<br />\r\n\t<br />\r\n\tThe report attributed the strong academic performance to a number of factors, including higher academic standards; an accountability framework that recognizes ambitious but achievable goals; stronger professional development offerings funded in many cases through districts&rsquo; Race to the Top plans; and continued state financial investment in K-12 education despite a challenging budget climate.<br />\r\n\t<br />\r\n\t&quot;We also believe teacher evaluation has played an important role in our student achievement gains as administrators have specifically cited its role in improving instruction,&quot; the report said.<br />\r\n\t<br />\r\n\tOur ruling<br />\r\n\t<br />\r\n\tWhile the new teacher evaluation system continues to be controversial, the state Department of Education report says it is at least partly responsible for the academic gains Tennessee students have made over the past year. During that period, student test scores approved, in aggregate, at a faster rate than any year since 2007, the most recent year in which comparable data is available.<br />\r\n\t<br />\r\n\tIn his column, Secretary Duncan left out a couple of qualifiers about the student achievement &ndash; namely, that the teacher evaluations are partly but not solely responsible for the student improvement, and that comparable data on student achievement is available only back as far as 2007. Still, his larger point &ndash; that Tennessee students have made historic academic gains in the past year &ndash; is backed up by the state report. Thus, we rate his claim as Mostly True.</p>\r\n", "ruling_comments_date": "2012-08-16T14:53:43.455727", "ruling_date": "2012-08-16T14:52:22", "ruling_headline": "Secretary of Education says Tennessee proof education funding is working", "ruling_headline_slug": "secretary-education-says-tennessee-proof-education", "ruling_link_text": "Right with an asterisk", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tArne Duncan, column in The Huffington Post, <a href=\"http://www.huffingtonpost.com/arne-duncan/the-tennessee-story_b_1695467.html\">The Tennessee Story,</a>July 23, 2012<br />\r\n\t<br />\r\n\tTennessee Department of Education, <a href=\"http://www.tn.gov/education/doc/yr_1_tchr_eval_rpt.pdf\">Teacher Evaluation in Tennessee: A Report on Year 1 Implementation</a>, July 2012<br />\r\n\t<br />\r\n\tLucas L. Johnson II, The Associated Press, <a href=\"http://www.jacksonsun.com/viewart/20120716/NEWS01/307160023/Tennessee-Education-Department-releases-teacher-evaluation-report\">Tennessee Education Department releases teacher evaluation report,</a>July 16, 2012<br />\r\n\t<br />\r\n\tNick Anderson and Bill Turque, The Washington Post, <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2010/03/29/AR2010032901276.html\">Delaware, Tennessee win education awards in first Race to the Top competition,</a>March 30, 2012<br />\r\n\t<br />\r\n\tTennessee Education Association, <a href=\"http://www.teateachers.org/news/tea-response-teacher-evaluation-tennessee-report-year-1-implementation\">TEA Responds to Teacher Evaluation in Tennessee: A Report on Year 1 Implementation,</a>accessed Aug. 10, 2012<br />\r\n\t<br />\r\n\tState Collaborative on Reforming Education, <a href=\"http://www.tnscore.org/wp-content/uploads/2012/06/SCORE-Evaluation-Report.pdf\">Supporting Effective Teaching in Tennessee: Listening and Gathering Feedback On Tennessee&rsquo;s Teacher Evaluations</a>, June 11, 2012<br />\r\n\t<br />\r\n\tKate Shellnutt, spokeswoman for the Tennessee Department of Education, email to PolitiFact on Aug. 10, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "U.S. Secretary of Education", "false_count": 2, "first_name": "Arne", "half_true_count": 1, "home_state": "Illinois", "id": 226, "last_name": "Duncan", "mostly_true_count": 2, "name_slug": "arne-duncan", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/duncan-400.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/226/", "total_count": 6, "true_count": 0, "website": "http://www.ed.gov/news/staff/bios/duncan.html"}, "statement": "<p>\r\n\t&quot;After one year, Tennessee&rsquo;s students made their biggest single-year jump in achievement ever recorded in the state.&quot;</p>\r\n", "statement_context": "column in the Huffington Post", "statement_date": "2012-07-23", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}], "target": [], "twitter_headline": ""}