{"art": [{"brightcove": "", "caption": "UltraViolet, a liberal group, says Paul Ryan would support outlawing in vitro fertilization. We take a look at their claim.", "id": 2680, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Ryan_IVF_image.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/2680/", "title": "Ryan IVF graphic", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2012/aug/17/ultraviolet/womens-group-says-paul-ryan-would-outlaw-vitro-fer/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 6490, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/6490/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tWhile Paul Ryan&rsquo;s views on fiscal policy and Medicare have dominated news coverage of his being picked as Mitt Romney&rsquo;s running mate, liberal critics of the GOP ticket are also trying to portray Ryan as an extreme conservative.<br />\r\n\t<br />\r\n\tOne example is a five-point <a href=\"http://act.weareultraviolet.org/signup/paulryan#\">graphic</a> released by <a href=\"http://www.weareultraviolet.org/about/\">UltraViolet</a>, a group that seeks to &quot;expand women&#39;s rights and combat sexism.&quot; The group was co-founded by Nita Chaudhary, the former national campaigns and organizing director at MoveOn.org Political Action, and Shaunna Thomas, the former executive director of the P Street Project, the lobbying arm of the Progressive Change Campaign Committee.<br />\r\n\t<br />\r\n\tThe graphic&rsquo;s final claim is that Ryan would &quot;outlaw in vitro fertilization -- seriously. That same bill that outlaws some forms of birth control could also make in vitro fertilization illegal. Can&#39;t have kids naturally? Too bad.&quot;<br />\r\n\t<br />\r\n\tWe wondered whether it was accurate to say that Paul Ryan would &quot;outlaw in vitro fertilization.&quot;<br />\r\n\t<br />\r\n\t<strong>The Sanctity of Human Life Act</strong><br />\r\n\t<br />\r\n\tIn footnotes, the group cites the <a href=\"http://www.gpo.gov/fdsys/pkg/BILLS-112hr212ih/pdf/BILLS-112hr212ih.pdf\">Sanctity of Human Life Act,</a> which Ryan co-sponsored but which remains stalled in the House. (UltraViolet did not respond to an inquiry for this article.)<br />\r\n\t<br />\r\n\tThe bill, which is only three pages long, says that &quot;the right to life guaranteed by the Constitution is vested in each human being, and is the paramount and most fundamental right of a person; and the life of each human being begins with fertilization, cloning, or its functional equivalent, irrespective of sex, health, function or disability, defect, stage of biological development, or condition of dependency, at which time every human being shall have all the legal and constitutional attributes and privileges of personhood.&quot;<br />\r\n\t<br />\r\n\tIt goes on to say that &quot;Congress, each State, the District of Columbia, and all United States territories have the authority to protect the lives of all human beings residing in its respective jurisdictions.&quot;<br />\r\n\t<br />\r\n\tAnd it defines &quot;human&quot; and &lsquo;&quot;human being&quot; to include &quot;each and every member of the species homo sapiens at all stages of life, beginning with the earliest stage of development, created by the process of fertilization, cloning, or its functional equivalent.&quot;<br />\r\n\t<br />\r\n\tWe see two issues with the group&rsquo;s claim that the bill Ryan co-sponsored would &quot;outlaw in vitro fertilization.&quot;<br />\r\n\t<br />\r\n\tFirst, the bill doesn&rsquo;t specifically outlaw vitro fertilization -- in fact, it doesn&rsquo;t even mention the procedure by name. Rather, any impact the law could have would be an indirect consequence of provisions that are primarily aimed at stopping abortion. Second, the bill wouldn&rsquo;t necessarily affect in vitro fertilization by itself. The bill empowers states to enact legislation that protects human life from conception, but it doesn&rsquo;t appear to force them to do so.<br />\r\n\t<br />\r\n\tWe&rsquo;ll look at these two issues in order.<br />\r\n\t<br />\r\n\t<strong>Medical questions</strong><br />\r\n\t<br />\r\n\tEven though the Sanctity of Human Life Act doesn&rsquo;t specifically address in vitro fertilization, experts we interviewed said the law, if passed, could lead to severe restrictions on its practice.<br />\r\n\t<br />\r\n\tIn vitro fertilization was pioneered in the 1970s and is commonly used by some of the estimated 10 percent to 15 percent of couples who want to have a child but are having trouble getting pregnant. Typically, a number of eggs are fertilized to increase the likelihood of pregnancy, and only some may be transferred to the woman&rsquo;s uterus. If unused fertilized eggs remain after the procedure is complete, doctors usually freeze the remaining embryos.<br />\r\n\t<br />\r\n\tAccording to RESOLVE: The National Infertility Association, the law would call into question the legality of these practices: &quot;If microscopic fertilized eggs/embryos are full humans, anything that puts an embryo at risk could be a criminal violation, even if its goal is the undeniable social good of helping someone have a baby.&quot; For instance, the group asks, if a frozen embryo in a clinic doesn&rsquo;t thaw successfully, would that put the practitioner at risk of prosecution?<br />\r\n\t<br />\r\n\t&quot;At a minimum, (the bill) would force changes in the practice of reproductive medicine (e.g., limitations on the number of eggs that may be fertilized) that are not in patients&rsquo; best interests and constitute inferior medical practice,&quot; RESOLVE said.<br />\r\n\t<br />\r\n\tThat&rsquo;s why such groups as the American Society for Reproductive Medicine, the Society for Assisted Reproductive Technology, the American Academy of Assisted Reproductive Technology Attorneys and all oppose &quot;personhood&quot; measures. So does the American College of Obstetricians and Gynecologists, which says personhood laws &quot;would have wide-reaching harmful implications for the practice of medicine and on women&#39;s access to contraception, fertility treatments, pregnancy termination, and other essential medical procedures.&quot;<br />\r\n\t<br />\r\n\tEven if the bill doesn&rsquo;t outlaw in vitro fertilization procedures directly, opponents say it could have a chilling effect on the profession. The mere introduction of criminal penalties into common and, according to the industry, essential practices could be enough to push some practitioners to quit rather than risk prosecution.<br />\r\n\t<br />\r\n\tBioethicists agreed that the bill, if it became law, would pose serious challenges for the procedure.<br />\r\n\t<br />\r\n\t&quot;If this law passed, it would not outlaw IVF, but it would make it next to impossible to do,&quot; said Arthur Caplan, who heads the division of medical ethics in the department of population health at New York University&rsquo;s Langone Medical Center. &quot;It would not allow any destruction of embryos, and since nearly all IVF depends on the overproduction of embryos the law would drastically alter how IVF is done, raising the cost of doing it and hugely decreasing the success rate.&quot;<br />\r\n\t<br />\r\n\tI. Glenn Cohen, co-director of the Petrie-Flom Center for Health Law Policy, Biotechnology, and Bioethics at Harvard Law School, agreed. By his reading, a reproductive technology process that involved &quot;the destruction of a human species member after fertilization can be criminalized and treated equivalent to killing an already-born human being,&quot; Cohen said.<br />\r\n\t<br />\r\n\t<strong>Legal questions</strong><br />\r\n\t<br />\r\n\tBut while it&rsquo;s clear that the traditional practice of in vitro fertilization could be severely affected if the bill became law, it&rsquo;s too strong to say, as UltraViolet did, that the bill would &quot;outlaw in vitro fertilization.&quot;<br />\r\n\t<br />\r\n\tOutlawing the creation of embryos, the necessary first step, &quot;isn&rsquo;t part of the bill,&quot; said Ilya Shapiro, a senior fellow in constitutional studies at the libertarian Cato Institute.<br />\r\n\t<br />\r\n\tKermit Roosevelt, a constitutional law specialist at the University of Pennsylvania Law School, agreed. &quot;I could see this leading to prohibitions on destroying unwanted embryos created for the purpose of IVF, but I&rsquo;m not sure why that would ban the practice entirely,&quot; Roosevelt said.<br />\r\n\t<br />\r\n\tAnother crucial point that UltraViolet&rsquo;s graphic glosses over is that the bill would allow states to criminalize certain practices used with embryos, but it doesn&rsquo;t appear to force them to do so.<br />\r\n\t<br />\r\n\tGualberto Garcia Jones, a lawyer and director of Personhood USA, which promotes &quot;personhood&quot; legislation, said that &quot;as a proponent of zero tolerance of abortion, I know that if this bill passed, we would have our work cut out in state legislatures to pass implementing legislation to deal with cases such as the destruction of embryonic human beings etc. Personhood USA fully supports reforming and regulating the in vitro industry. Unfortunately this bill doesn&rsquo;t do that -- it&rsquo;s a declaration, not a regulation.&quot;<br />\r\n\t<br />\r\n\tThe most far-reaching possibility suggested by any of our legal experts was that the federal law might tie the hands of states in passing laws on embryo destruction, or put existing laws at risk. &quot;This looks to me as though Congress is defining personhood to begin at conception, regardless of what the states want to say, so it&#39;s forcing that characterization on them, and then their laws will have to be consistent with that definition,&quot; Roosevelt said.<br />\r\n\t<br />\r\n\tStill, that interpretation is speculative and would probably have to be litigated in the courts. Meanwhile, it&rsquo;s not even clear that the bill would pass judicial muster if it can be passed -- something it hasn&rsquo;t come close to doing so far. Roosevelt said he thinks the law is &quot;probably not&quot; constitutional.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tUltraViolet has a point that the bill Ryan backed could significantly alter the way in vitro fertilization is practiced. However, the group exaggerates when it says the bill in question would &quot;outlaw in vitro fertilization.&quot; The bill doesn&rsquo;t outlaw the procedure directly -- whatever impact it has would likely require action by states, which many states may be unwilling to undertake. And while the bill likely outlaws specific practices that have historically been considered important for practicing in vitro fertilization, it would not ban the procedure itself. On balance, we rate the claim Half True.</p>\r\n", "ruling_comments_date": "2012-08-17T13:49:28.632215", "ruling_date": "2012-08-17T17:54:07", "ruling_headline": "Women's group says Paul Ryan would \"outlaw in vitro fertilization”", "ruling_headline_slug": "womens-group-says-paul-ryan-would-outlaw-vitro-fer", "ruling_link_text": "Bill he co-sponsored could hamper IVF, but not \"outlaw\" it", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tUltraViolet, &quot;5 Things to Know about Paul Ryan and Women&quot; (<a href=\"http://act.weareultraviolet.org/signup/paulryan#\">graphic</a>), accessed Aug. 17, 2012<br />\r\n\t<br />\r\n\tText of the <a href=\"http://www.gpo.gov/fdsys/pkg/BILLS-112hr212ih/pdf/BILLS-112hr212ih.pdf\">Sanctity of Human Life Act</a><br />\r\n\t<br />\r\n\tRESOLVE, <a href=\"http://www.resolve.org/about/personhood-legislation.html\">policy on &quot;personhood&quot; legislation</a>, revised April, 2012<br />\r\n\t<br />\r\n\tAmerican College of Obstetricians and Gynecologists, <a href=\"http://www.acog.org/About_ACOG/News_Room/News_Releases/2012/Personhood_Measures\">statement</a> on &quot;personhood&quot; Measures, Feb. 10, 2012<br />\r\n\t<br />\r\n\tEmail interview with Rebecca Wind, senior communications associate, Guttmacher Institute, Aug. 16, 2012<br />\r\n\t<br />\r\n\tEmail interview with Ilya Shapiro, senior fellow in constitutional studies at the Cato Institute, Aug. 16, 2012<br />\r\n\t<br />\r\n\tEmail interview with Gualberto Garcia Jones, director of Personhood USA, Aug. 16, 2012<br />\r\n\t<br />\r\n\tEmail interview with Barbara Collura, president and CEO of RESOLVE: The National Infertility Association, Aug. 16, 2012<br />\r\n\t<br />\r\n\tInterview with David O&rsquo;Steen, executive director of the National Right to Life Committee, Aug. 16, 2012<br />\r\n\t<br />\r\n\tEmail interview with I. Glenn Cohen, co-director of the Petrie-Flom Center for Health Law Policy, Biotechnology, and Bioethics at Harvard Law School, Aug. 16, 2012<br />\r\n\t<br />\r\n\tEmail interview with Arthur Caplan, head of the division of medical ethics in the department of population health at New York University&rsquo;s Langone Medical Center, Aug. 16, 2012<br />\r\n\t<br />\r\n\tEmail interview with Paul A. Lombardo, law professor at Georgia State University, Aug. 16, 2012<br />\r\n\t<br />\r\n\tEmail interview with Kermit Roosevelt, law professor at the University of Pennsylvania, Aug. 16, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "Liberal advocacy group", "false_count": 0, "first_name": "", "half_true_count": 1, "home_state": "Washington, D.C.", "id": 1981, "last_name": "Ultraviolet", "mostly_true_count": 1, "name_slug": "ultraviolet", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Ultraviolet_logo.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1981/", "total_count": 4, "true_count": 0, "website": "http://www.weareultraviolet.org/"}, "statement": "<p>\r\n\tPaul Ryan would &quot;outlaw in vitro fertilization.&quot;</p>\r\n", "statement_context": "a graphic on the Internet", "statement_date": "2012-08-16", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 11, "photo": null, "resource_uri": "/api/v/2/subject/11/", "subject": "Abortion", "subject_slug": "abortion", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}, {"description": "", "id": 146, "photo": null, "resource_uri": "/api/v/2/subject/146/", "subject": "Women", "subject_slug": "women", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 23, "current_job": "U.S. Representative", "false_count": 7, "first_name": "Paul", "half_true_count": 24, "home_state": "Wisconsin", "id": 373, "last_name": "Ryan", "mostly_true_count": 16, "name_slug": "paul-ryan", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/AP_WX201_HOUSE_2016_PRIMARI.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/373/", "total_count": 89, "true_count": 10, "website": "http://www.house.gov/ryan/"}], "twitter_headline": ""}