{"art": [], "author": [{"email_address": "tferan@plaind.com", "first_name": "Tom", "id": 181, "last_name": "Feran", "name_slug": "tom-feran", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-tom-feran.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/181/", "title": "Plain Dealer reporter", "twitter": null}], "canonical_url": "/ohio/statements/2012/aug/21/betty-sutton/betty-sutton-says-republicans-spent-50-million-oba/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 6506, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "tferan@plaind.com", "first_name": "Tom", "id": 181, "last_name": "Feran", "name_slug": "tom-feran", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-tom-feran.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/181/", "title": "Plain Dealer reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/6506/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Members of Congress can send messages in a lot of different ways. One that is almost certain not to be ignored is taking a vote.<br />\r\n<br />\r\nThat, in effect, is what happened in the House of Representatives in July, when its members voted to repeal the Affordable Care Act.<br />\r\n<br />\r\nThe 244-185 vote, which had five Democrats siding with the entire Republican caucus, was the 33rd time the House voted to repeal all or part of President Obama&#39;s health care law.<br />\r\n<br />\r\nThe Republican-led House knew the repeal would not pass the Democratic-led Senate, and would be vetoed by Obama if it reached his desk.<br />\r\n<br />\r\nBut House Majority Leader Eric Cantor of Virginia said the vote was taken &quot;so we may all be on record in order to show that the house rejects &#39;Obamacare,&#39; and we are committed to taking this flawed law off the books.&quot;<br />\r\n<br />\r\nRepublicans also wanted to tie Democrats to what they see as an unpopular law.<br />\r\n<br />\r\nThe vote was, in other words, a message to voters -- &quot;symbolic but powerful,&quot; according to the coverage by Politico.<br />\r\n<br />\r\nTo Democrats like Rep. Betty Sutton, who is facing GOP Rep. Jim Renacci in Ohio&rsquo;s newly redrawn 16th congressional district, the vote represented something else:<br />\r\n<br />\r\n&quot;Thirty-three votes. $50 million wasted,&quot; said an email from her campaign. &quot;According to CBS News, that&rsquo;s the record GOP Rep. Jim Renacci has helped the Republican Majority in Congress achieve when it comes to their never-ending crusade to repeal the Patient Protection and Affordable Care Act.&quot;<br />\r\n<br />\r\nThirty-three votes cost $50 million? That caught PolitiFact Ohio&rsquo;s attention.<br />\r\n<br />\r\nThe source of the figure, linked in the Sutton email, was a story that ran July 11 on &quot;CBS Evening News.&quot; The story said a CBS tally showed that the effort to repeal the health care law has consumed at least 80 hours, or two workweeks, on the House floor since early 2011.<br />\r\n<br />\r\n&quot;We wondered how much it costs taxpayers for the House to repeal the law again and again,&quot; anchor Scott Pelley said. &quot;You can&#39;t be exact about these things, but the Congressional Research Service tells us that the House of Representatives costs us $24 million a week. So with two weeks spent repealing the law, that comes to a little under $50 million.&quot;<br />\r\n<br />\r\nPolitiFact Ohio wanted to know more. We were especially intrigued because the Congressional Research Service doesn&#39;t directly tell anything to the public or to the media, including us. CRS is a nonpartisan think tank that works exclusively for Congress. Its reports, which are authoritative models of research and analysis, are made available only through members of Congress who release them to public domain.<br />\r\n<br />\r\nWe were unable to find a report putting a price tag on congressional activity. Sutton&#39;s office provided a CRS report on legislative expenditures as the basis for the $50 million.<br />\r\nThe report, though, doesn&rsquo;t measure the cost of a vote. It showed overall appropriations for the House in the current fiscal year totaling $1.226 billion.<br />\r\n<br />\r\nAnd while CBS&rsquo; report gave a weekly total for operating the House -- Divide the $1.226 billion by 52 and you get to roughly $24 million a week, or a bit under $50 million for two weeks, that calculation isn&rsquo;t in the CRS report.<br />\r\n<br />\r\nBut another report on the same subject ran the same day as the CBS story, on &quot;Marketplace,&quot; the American Public Media radio program.<br />\r\n<br />\r\n&quot;It&rsquo;s really hard to break down the cost of a vote in Congress,&quot; it said. &quot;In fact, none of the congressional watchdog groups in Washington have done it. So we had to do our own, back-of-the envelope calculation.<br />\r\n<br />\r\n&quot;We figured out how much we spend per day on salaries and office costs for members of the House of Representatives and their staffs. The grand total? Almost $2 million every day.&quot;<br />\r\n<br />\r\nThat totals $20 million for two workweeks -- less than half the total in the other story.<br />\r\n<br />\r\nAmerican Public Media also cited the Congressional Research Service. In this case, the specific source was a CRS report on congressional salaries and allowances.<br />\r\n<br />\r\nBoth of the stories wisely put qualifiers on their cost estimates.<br />\r\n<br />\r\nIn trying to put a figure on the cost of congressional activity -- specifically, on voting -- both of them took on a task with insurmountable problems.<br />\r\n<br />\r\nCalculating the per-week cost of running the House from overall House appropriations, for example, takes in fixed costs and the cost of congressional business that is unrelated to activity on the House floor -- while not accounting &nbsp;for related costs that are included in appropriations for the legislative branch but not designated specifically for the House.<br />\r\n<br />\r\nCalculating the cost based on salaries does not account for the fact that many staff duties are unrelated to floor activity or legislation under debate, and that they continue regardless of whether the House is even in session.<br />\r\n<br />\r\nThe point is not to criticize the two stories, which tried, with some transparency, to come up with a cost estimate not otherwise available. The point is that two reputable news services came up with figures for House expenditures (the &quot;Marketplace&quot; story even shows its calculations online) that still vary more than 100 percent in their conclusions &nbsp;because of the expenditures they factored in.<br />\r\n<br />\r\nThe difference underlines the impracticality, or the impossibility, of trying to isolate the cost of a congressional vote.<br />\r\n<br />\r\nCRS -- which has not attempted to make that calculation itself -- made that specific point when it issued a memorandum to congressional offices last December addressing &quot;potential challenges for estimating the cost of congressional activities.&quot;<br />\r\n<br />\r\nA congressional office made the memo available to PolitiFact Ohio while we were doing our review.<br />\r\n<br />\r\nCRS said the memo followed requests &quot;to estimate the cost of various congressional activities, including: House and Senate chamber operations; a day or hour of congressional debate; the consideration of a piece of legislation; a committee hearing or investigation; a special session; and in-session as compared to out-of-session costs.&quot;<br />\r\n<br />\r\nThe three-page memo provided no cost estimates but gave an overview of the obstacles to such estimates.<br />\r\n<br />\r\n&quot;Calculating costs for various congressional activities is methodologically impossible for many reasons,&quot; the memo said in its conclusion. &quot;The choice of appropriations levels or actual expenditures as the source of the data, the offices or activities selected for inclusion, and the treatment or interpretation of fixed and variable costs, could result in multiple, different cost estimates for any congressional activity.&quot;<br />\r\n<br />\r\nSo where does that leave Sutton&rsquo;s statement?<br />\r\n<br />\r\nFirst, Sutton&rsquo;s campaign describes the money as wasted, which is an opinion that PolitiFact Ohio cannot rate.<br />\r\n<br />\r\nBeyond that, the claim is not accurate. Her campaign applies the $50 million figure from the CBS report to something that CRS specifically warned was &quot;methodologically impossible.&quot; &nbsp;And as a member of Congress, she would have access to the CRS report from December which made that warning.<br />\r\n<br />\r\nOn the Truth-O-Meter, the Sutton campaign&rsquo;s claim rates False.</p>\r\n", "ruling_comments_date": "2012-08-20T19:30:56.077915", "ruling_date": "2012-08-21T06:00:00", "ruling_headline": "Betty Sutton says Republicans spent $50 million on Obamacare repeal votes", "ruling_headline_slug": "betty-sutton-says-republicans-spent-50-million-oba", "ruling_link_text": "Congressional researchers warned the calculation can't be made", "ruling_state": null, "source_documents": null, "sources": "<p>Email from Betty Sutton for Congress, July 18, 2012<br />\r\n<br />\r\nCBS Evening News, <a href=\"https://www.youtube.com/watch?v=q7lUoLUR82M\">Coverage of Health Care Repeal</a>, July 11, 2012<br />\r\n<br />\r\nEmail with Sutton campaign, Aug. 14, 2012<br />\r\n<br />\r\nCongressional Research Service, &quot;<a href=\"https://docs.google.com/open?id=1w0GFgu0yj1l31TN0sRA5uLwaPxOAZcQhzGEmYi5rrZZ3ze0QbxpM6Ikp2YCE\">Legislative Branch: FY2013 Appropriations</a>,&quot; June 26, 2012<br />\r\n<br />\r\nCBS News, &quot;<a href=\"http://www.cbsnews.com/8301-503544_162-57470521-503544/house-passes-health-care-repeal-again/?tag=contentMain;contentBody\">House passes health care repeal, again</a>,&quot; July 11, 2012<br />\r\n<br />\r\nPolitico, &quot;<a href=\"http://www.politico.com/news/stories/0712/78403.html\">House votes to repeal &#39;Obamacare&#39; &mdash; again</a>,&quot; July 11, 2012<br />\r\n<br />\r\nCBS News, &quot;<a href=\"http://miami.cbslocal.com/2012/07/12/health-reform-repeal-votes-costing-taxpayers-millions/\">Health Reform Repeal Votes Costing Taxpayers Millions</a>,&quot; July 12, 2012<br />\r\n<br />\r\nMarketplace, &quot;<a href=\"http://www.marketplace.org/topics/economy/health-care/what-cost-house-vote\">What is the cost of a House vote?</a>&quot; July 11, 2012<br />\r\n<br />\r\nCRS via Sunlight Foundation, &quot;<a href=\"http://reporting.sunlightfoundation.com/docs/?id=227093-congressional-salaries-and-allowances\">Congressional Salaries and Allowances</a>,&quot; June 28, 2011<br />\r\n<br />\r\nCongressional Research Service, &quot;<a href=\"https://docs.google.com/open?id=1HMAPNiwEq7WbFUrNuHdBZuP8gtzTJqD5Pd6uFQWKF5XzRSV6Fe3UGXGDrnHL\">Potential challenges for estimating the cost of congressional activities</a>,&quot; Dec. 22, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. representative from Ohio's 13th District", "false_count": 2, "first_name": "Betty", "half_true_count": 1, "home_state": "Ohio", "id": 680, "last_name": "Sutton", "mostly_true_count": 2, "name_slug": "betty-sutton", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact-rep-betty-sutton.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/680/", "total_count": 8, "true_count": 2, "website": "http://sutton.house.gov/"}, "statement": "<p>Says House Republicans spent $50 million on 33 votes to repeal Obamacare.</p>\r\n", "statement_context": "a campaign email", "statement_date": "2012-07-18", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 131, "photo": null, "resource_uri": "/api/v/2/subject/131/", "subject": "Government Efficiency", "subject_slug": "government-efficiency", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}