{"art": [], "author": [{"email_address": "alex.reporter@gmail.com", "first_name": "Alexander", "id": 58, "last_name": "Lane", "name_slug": "alexander-lane", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/58/", "title": "Staff Writer, PolitiFact.com", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2008/aug/25/democratic-national-committee/a-claim-on-\"dont-ask-dont-tell\"-stands-up/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "smontgomery@sptimes.com", "first_name": "Scott", "id": 9, "last_name": "Montgomery", "name_slug": "scott-montgomery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/9/", "title": "Former Government & Politics Editor, St. Petersburg Times", "twitter": null}], "facebook_headline": null, "id": 651, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "alex.reporter@gmail.com", "first_name": "Alexander", "id": 58, "last_name": "Lane", "name_slug": "alexander-lane", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/58/", "title": "Staff Writer, PolitiFact.com", "twitter": null}], "resource_uri": "/api/v/2/statement/651/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "The Democratic Party's\n<a href=\"http://www.demconvention.com/assets/downloads/2008-Democratic-Platform-by-Cmte-08-13-08.pdf\">\n draft platform\n</a>\n, entitled Renewing America's Promise, promises to repeal the military's \"Don't Ask, Don't Tell\" policy.\n<p>\n That policy grew out of a furious political battle in the early days of President Bill Clinton's administration, when he considered lifting the Pentagon's longstanding ban on gays in the military. Under a compromise that took effect in 1994, the military would not ask about servicemembers' sexual orientation, and gay persons could serve as long as they were silent about that aspect of their lives.\n</p>\n<p>\n The DNC platform says \"Don't Ask, Don't Tell\" wastes money and disqualifies valuable personnel. Under the heading, \"Allow All Americans to Serve,\" the platform says:\n</p>\n<p>\n \"We will also put national security above divisive politics. More than 12,500 service men and women have been discharged on the basis of sexual orientation since the 'Don't Ask, Don't Tell' policy was implemented, at a cost of over $360 million. Many of those forced out had special skills in high demand, such as translators, engineers, and pilots. At a time when the military is having a tough time recruiting and retaining troops, it is wrong to deny our country the service of brave, qualified people. We support the repeal of 'Don't Ask, Don't Tell' and the implementation of policies to allow qualified men and women to serve openly regardless of sexual orientation.\"\n</p>\n<p>\n Since the DNC justified its position with statistics, we want to see if those statistics hold up.\n</p>\n<p>\n The claim that \"more than 12,500 service men and women have been discharged on the basis of sexual orientation since the 'Don't Ask Don't Tell' policy was implemented\" seems to be accurate. The Pentagon was unable to provide us promptly with its count, but a February 2005\n <a href=\"http://www.gao.gov/new.items/d05299.pdf\">\n  Government Accountability Office report\n </a>\n said 9,488 servicemembers had been ousted for homosexual conduct between the start of the policy in 1994 and the end of fiscal year 2003.\n</p>\n<p>\n When we asked the Democratic National Committee where the number came from, they referred us to the Obama campaign, which in turn sent us to the Servicemembers Legal Defense Network, an advocacy group for gay servicemembers. The group's spokesman, Adam Ebbins, said it files Freedom of Information Act requests each year to get the most recent number, and that the last count, as of the end of fiscal year 2007, was 12,342 members discharged, with no response from the Coast Guard.\n</p>\n<p>\n \"At this point we are confident that the number of discharges has exceeded 12,500,\" Ebbins said.\n</p>\n<p>\n He said the military documents supporting that number were too cumbersome to provide promptly, but by our count the GAO report suggests a discharge rate of 2.6 service members per day, which would place the current total well over 12,000. So the defense network's number is quite plausible, and we see no reason to question it.\n</p>\n<p>\n Onto the DNC's claim that \"many of those forced out had special skills in high demand.\" The GAO report said 757 of those discharged for homosexuality, or 8 percent, held \"critical occupations,\" meaning jobs worthy of selective reenlistment bonuses, and of those 322 had some skills in important foreign languages such as Arabic, Farsi or Korean. So yes, that qualifies as \"many,\" and the claim was accurate.\n</p>\n<p>\n The third aspect of the party's claim &ndash; that the policy cost more than $360 million &ndash; is less clear. It seems odd to us that a debate of this sort would bog down over money; we suspect those who feel strongly on either side of this debate believe it should be decided on issues such as equality or military readiness, not cost. Nevertheless, volumes have been written on the cost of the policy, so let's have at it.\n</p>\n<p>\n In its 2005 report, the GAO said that over the 10-year period it \"could have cost\" the Department of Defense $190.5 million to recruit and train replacements for servicemembers lost due to the policy. But the office cautioned that \"the total costs of DOD's homosexual conduct policy cannot be estimated because DOD does not collect relevant cost data on inquiries and investigations, counseling and pastoral care, separation functions, and discharge reviews.\"\n</p>\n<p>\n A year later the Michael D. Palm Center at the University of California, Santa Barbara, wrote a competing\n <a href=\"http://www.palmcenter.org/files/active/0/2006-FebBlueRibbonFinalRpt.pdf\">\n  financial Analysis of \"Don't Ask Don't Tell\"\n </a>\n , and concluded that the policy cost at least $363.8 million between 1994 and 2003. The DNC used that number.\n</p>\n<p>\n The California commission comprised former Secretary of Defense William Perry, a former assistant defense secretary, two former military officers, a military law expert, and six professors (including two from West Point and two from the Naval Postgraduate School). It had its research design and report reviewed and vetted by Mary Malina, a professor at the Graduate School of Business and Public Policy at the Naval Postgraduate school, and an expert in cost accounting, management control systems and managerial accounting practice.\n</p>\n<p>\n The commission found that the GAO overestimated one aspect of the cost of the policy &ndash; adding the cost of replacing those fired for being gay but failing to offset that with the value recovered through the time served by the replacement.\n</p>\n<p>\n In two other respects, though, the GAO underestimated the cost, the commission found. It did not include the cost of training officers who were discharged for homosexuality, and for enlistees, it used an inaccurate estimate of training costs per person.\n</p>\n<p>\n Bottom line: the California commission came up with a cost 91 percent higher than the GAO's.\n</p>\n<p>\n The GAO fired back,\n <a href=\" http://www.palmcenter.org/files/active/0/20060925_GAOcritique.pdf\">\n  critiquing\n </a>\n the commission's report in July 2006. It said 90 percent of the gap between its estimate and the commission's was due to differing estimates of enlistee training costs.\n</p>\n<p>\n \"Our estimate focused largely on the direct and incremental training costs associated with the specific occupations of servicemembers,\" the GAO wrote. \"The Commission based its estimate on average training costs for all occupations indexed for inflation.\"\n</p>\n<p>\n The office defended its estimated in other respects as well, and stood by its number.\n</p>\n<p>\n The California commission chair, University of California associate political science professor Aaron Belkin,\n <a href=\" http://www.palmcenter.org/files/active/0/20060925_ReplyGAOcritique.pdf\">\n  answered back\n </a>\n in September 2006 with a critique of the GAO's critique of his critique of their report. Still with us? Belkin said that in its defense of its estimate the GAO did not \"acknowledge the implications of its failure to obtain length-of-training data\" and \"misrepresents its own training cost data.\"\n</p>\n<p>\n We're getting way into the weeds here, and as Belkin said in an interview, \"With any accounting story you have multiple truths because accounting can be calculated in different ways.\"\n</p>\n<p>\n That said, two factors compel us to approve of the DNC's claim that the policy has cost over $360 million. For one thing, both the GAO and the California estimates are now five years out of date, and even the GAO's methodology would yield an estimate much higher than $190 million today &ndash; it might well even reach $360 million.\n</p>\n<p>\n Secondly, the GAO acknowledged in its 2005 report that it was not trying to provide a complete estimate &ndash; in fact, the title of its report was \"Financial Costs and Loss of Critical Skills Due to DOD's Homosexual Conduct Policy Cannot Be Completely Estimated.\" The California commission did endeavor to provide a complete estimate, and it drew on extensive expertise to do so. Therefore, its estimate is the best available measure of the cost of \"Don't Ask, Don't Tell.\"\n</p>\n<p>\n So we find the Democratic Party's claim to be True.\n</p>\n<p>\n</p>", "ruling_comments_date": "2010-01-07T13:28:05.750012", "ruling_date": "2008-08-25T00:00:00", "ruling_headline": "A claim on \"Don't Ask, Don't Tell\" stands up", "ruling_headline_slug": "a-claim-on-\"dont-ask-dont-tell\"-stands-up", "ruling_link_text": "A claim on \"Don't Ask, Don't Tell\" stands up", "ruling_state": null, "source_documents": null, "sources": "Democratic Party,\n<a href=\"http://www.demconvention.com/assets/downloads/2008-Democratic-Platform-by-Cmte-08-13-08.pdf\">\n Renewing America's Promise\n</a>\n, August 13, 2008\n<p>\n Interview and e-mail exchange with Shin Inouye of Obama for America, August 25, 2008\n</p>\n<p>\n Government Accountability Office\n <a href=\"http://www.gao.gov/new.items/d05299.pdf\">\n  Financial Costs and Loss of Critical Skills Due to DOD's Homosexual Conduct Policy Cannot Be Completely Estimated\n </a>\n , February 2005, accessed August 25, 2008\n</p>\n<p>\n Michael D. Palm Center at the University of California, Santa Barbara,\n <a href=\"http://www.palmcenter.org/files/active/0/2006-FebBlueRibbonFinalRpt.pdf\">\n  Financial Analysis of \"Don't Ask Don't Tell\": How much does the gay ban cost?\n </a>\n , February 2006, accessed August 25, 2008\n</p>\n<p>\n Interview with Adam Ebbins, spokesman for the Servicemembers Legal Defense Network, August 25, 2008\n</p>\n<p>\n Government Accountability Office\n <a href=\" http://www.palmcenter.org/files/active/0/20060925_GAOcritique.pdf\">\n  Letter to Sen. Edward Kennedy\n </a>\n , July 13, 2006, accessed August 25, 2008\n</p>\n<p>\n Aaron Belkin,\n <a href=\" http://www.palmcenter.org/files/active/0/20060925_ReplyGAOcritique.pdf\">\n  , Differing results of GAO and Blue Ribbon Commission studies\n </a>\n , Sept. 25, 2006\n</p>\n<p>\n Interview with Aaron Belkin, associate professor of political science at the University of California, Santa Barbara, August 25, 2008\n</p>\n<p>\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 8, "current_job": "", "false_count": 2, "first_name": "", "half_true_count": 12, "home_state": "", "id": 26, "last_name": "Democratic National Committee", "mostly_true_count": 8, "name_slug": "democratic-national-committee", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-dnc.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/26/", "total_count": 37, "true_count": 7, "website": ""}, "statement": "\"More than 12,500 service men and women have been discharged on the basis of sexual orientation since the \"Don't Ask, Don't Tell\" policy was implemented, at a cost of over $360 million. Many of those forced out had special skills in high demand, such as translators, engineers, and pilots.\"", "statement_context": "its platform", "statement_date": "2008-08-13", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}], "target": [], "twitter_headline": null}