{"art": [{"brightcove": "", "caption": "A video that describes the importance of secrecy in national security missions and the dangers of leaks.", "id": 2682, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/2682/", "title": "OPSEC - Dishonorable Disclosure", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/X-Xfti7qtT0?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "X-Xfti7qtT0"}], "author": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "canonical_url": "/truth-o-meter/statements/2012/aug/24/special-operations-opsec-education-fund/group-says-obama-administration-willfully-leaked-e/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 6527, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "resource_uri": "/api/v/2/statement/6527/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tThe group of former special forces soldiers and CIA officers behind the video <a href=\"http://youtu.be/X-Xfti7qtT0\">Dishonorable Disclosure</a> wants to make the case that the Obama administration is more than ready to sacrifice national security if it will boost the president&rsquo;s popularity with voters. The group goes by the name Special Operations -- OPSEC, which stands for operations security.<br />\r\n\t<br />\r\n\tWe have rated two other claims. One was about the White House working with Hollywood producers and giving away intelligent sources and methods, which we rated <a href=\"http://www.politifact.com/truth-o-meter/statements/2012/aug/20/special-operations-opsec-education-fund/group-says-obama-revealed-secret-information-holl/\">Mostly False</a>. The other was about whether the Obama administration gave away the identify of of a Pakistani doctor involved in the effort to find Osama bin Laden, which earned a <a href=\"http://www.politifact.com/truth-o-meter/statements/2012/aug/22/special-operations-opsec-education-fund/group-blames-obama-linking-cia-pakistani-doctor/\">False</a>.<br />\r\n\t<br />\r\n\tWe now turn to the group&#39;s statement about the U.S. cyberattacks on Iran&rsquo;s nuclear program. In the video, the announcer says, &quot;This administration willfully leaked the existence of STUXNET, allowing our enemies to learn more of our secrets and of our operations.&quot;<br />\r\n\t<br />\r\n\t&quot;When we stand up and admit that we were part of putting STUXNET together with our Israeli friends,&quot; Bill Cowan, a retired Marine Lt. Colonel, said. &quot;We have really undermined our ability to one, have the Israelis or anyone else work with us on the technology side, and second, we have made it very clear to the Iranians, who did it and who they need to be coming back to pay back.&quot;<br />\r\n\t<br />\r\n\tWe wondered if the Obama administration did reveal the nature of the computer worm STUXNET to the world, whether White House insiders shared information that they shouldn&rsquo;t have, and in so doing, increased the national security threat to America.<br />\r\n\t<br />\r\n\tWe asked the OPSEC group for supporting information. They referred us to a June 2012 <em>New York Times</em> article and comments from two senators.<br />\r\n\t<br />\r\n\t<strong> Zeroing in on STUXNET</strong><br />\r\n\t<br />\r\n\tSTUXNET was a complex computer program that infected the centrifuges used by Iran to enrich uranium. It had two main lines of attack. One would take over the centrifuges and cause them to speed up until they shattered. The other component was especially deceptive. It recorded the pattern of normal operations and fed those signals to the machine technicians so they would never see what was actually going on until it was too late. With 15,000 lines of code, it was more sophisticated and, as computer security experts eventually learned, more targeted than any worm seen before. Needless to say, it was intriguing.<br />\r\n\t<br />\r\n\tMuch in the OPSEC claim hinges on what was known at various times, so let&#39;s start with a time line.<br />\r\n\t<br />\r\n\tFirst, it&#39;s important to note there were revelations about a possible U.S. computer attack before Obama took office. When President George W. Bush was in office, he pushed the idea of targeting Iran&#39;s computers as an alternative to an Israeli air strike, according to <a href=\"http://www.nytimes.com/2009/01/11/washington/11iran.html?scp=1&amp;sq=january%202009%20sanger%20bush%20natanz&amp;st=cse\">a January 2009 <em>New York Times</em> article</a>. The article relies on unnamed &quot;senior American and foreign officials&quot; and says, &quot;Mr. Bush embraced more intensive covert operations actions aimed at Iran&quot; that included the possibility of attacking the country&#39;s computer systems and networks.<br />\r\n\t<br />\r\n\tWe searched the Nexis database and found the earliest press reports on STUXNET came in late July 2010. Computer security firms had picked up an unusual virus that seemed to be found more in Iran than anywhere else. But there were just five articles in July and only two in August. The articles indicate the information came from private security companies, not the U.S. government.<br />\r\n\t<br />\r\n\tThe number shot up to nearly 150 articles in September. By that time, the experts had begun to pick STUXNET apart -- and they were impressed. Its subtleties and single focus on one type of German-made computer control device attracted a lot of attention. By the end of the month, the British newspaper <em>The Independent</em>, had the headline &quot;Has West declared cyber war on Iran? Experts say the computer virus found in a nuclear plant is the work of a foreign power.&quot;<br />\r\n\t<br />\r\n\tBy October, reporters were talking about Israel as the likely force behind the virus. In November the <em>Christian Science Monitor</em> wrote of speculation that America and Israel had teamed up to build it. That same month, Iranian President Mahmoud Ahmadinejad acknowledged that Iranian equipment had been damaged.To some extent, not only was the worm complex, it was also an effective new weapon.<br />\r\n\t<br />\r\n\t<a href=\"http://www.nytimes.com/2011/01/16/world/middleeast/16stuxnet.html?pagewanted=all\">In January 2011 </a>came a more robust linkage to the United States when the <em>New York Times</em> reported that &quot;strong clues&quot; pointed to a virus &quot;designed as an American-Israeli project to sabotage the Iranian program.&quot; The article detailed that U.S. government engineers had studied the vulnerabilities of the control units that ran the Iranian centrifuges. It said those were the access points that STUXNET exploited. It described the kind of centrifuge used in Iran, the so-called P-1, and reported that an &quot;American expert in nuclear intelligence, who spoke on the condition of anonymity, said the Israelis used machines of the P-1 style to test the effectiveness of STUXNET.&quot;<br />\r\n\t<br />\r\n\tThe article cited &quot;officials familiar with the administration&rsquo;s Iran strategy&quot; as saying President Barack Obama had ordered researchers to move faster on a Bush administration project to target the electrical and computer systems around Natanz, Iran&rsquo;s major uranium enrichment facility.<br />\r\n\t<br />\r\n\t<a href=\"http://www.nytimes.com/2012/06/01/world/middleeast/obama-ordered-wave-of-cyberattacks-against-iran.html?pagewanted=all\">In June 2012</a>, the <em>New York Times</em> reported that Obama personally had endorsed the operation called Olympic Games that produced STUXNET. The article relied on unnamed &quot;members of the president&rsquo;s national security team who were in the room&quot; when the president and his top advisers discussed using the worm. It repeated many of the details in the earlier article but tied STUXNET into a broader strategy. It conveyed the administration&rsquo;s reservations of unleashing a new form of warfare. It offered the president&rsquo;s rationale for moving forward: A cyber attack would be better than a bombing run by Israel.<br />\r\n\t<br />\r\n\tThe attribution makes it clear that the <em>Times</em> reporter got considerable information from top officials in the Obama administration. The article cites &quot;participants in the many Situation Room meetings&quot; and &quot;current and former American, European and Israeli officials involved in the program.&quot;<br />\r\n\t<br />\r\n\t<strong> Congress reacts</strong><br />\r\n\t<br />\r\n\tDemocrats and Republicans in Congress voiced alarm. Sen. Dianne Feinstein, D-Calif, and Sen. Saxby Chambliss, R-Ga., the chair and vice-chair of the Senate Intelligence Committee, issued <a href=\"http://intelligence.senate.gov/press/record.cfm?id=336952\">a joint press release</a>. They called the accelerating pace of leaks &quot;unacceptable&quot;. They warned that &quot;these disclosures have seriously interfered with ongoing intelligence programs and have put at jeopardy our intelligence capability to act in the future.&quot;<br />\r\n\t<br />\r\n\t<a href=\"http://www.fas.org/irp/congress/2012_cr/leaks-res.html\">Sen. John McCain</a>, R-Ariz., criticized the administration. &quot;Our friends and allies,&quot; McCain said on the Senate floor, &quot;Especially the Israelis, who have been compromised on the STUXNET operation, the virus in the Iranian nuclear program, of course, feel betrayed.<br />\r\n\t<br />\r\n\tObama shot back during a <a href=\"http://www.whitehouse.gov/photos-and-video/video/2012/06/08/president-obama-holds-press-conference-economy#transcript\">press conference</a>.<br />\r\n\t<br />\r\n\t&quot;The notion that my White House would purposely release classified national security information is offensive. It&#39;s wrong,&quot; Obama said.<br />\r\n\t<br />\r\n\tObama said there were mechanisms to track down those who leaked and that if they were found, there would be consequences.<br />\r\n\t<br />\r\n\tObama also said &quot;as I think has been indicated from these articles, whether or not the information they&#39;ve received is true, the writers of these articles have all stated unequivocally that they didn&#39;t come from this White House. And that&#39;s not how we operate.&quot;<br />\r\n\t<br />\r\n\tActually, the source of the leak remains unclear. The person or persons were pretty clearly part of the administration, which could include the White House staff, the Pentagon or the CIA.<br />\r\n\t<br />\r\n\tThe day of that press conference, U.S. Attorney General Eric Holder named two federal prosecutors to investigate possible leaks of classified information by the Obama administration.<br />\r\n\t<br />\r\n\t<strong> Defining a leak</strong><br />\r\n\t<br />\r\n\tThe <em>New York Times</em> reporter who wrote the June story, David Sanger, was asked many times about White House leaks. On <em>Face the Nation</em>, Sanger diminished the administration&rsquo;s role in his work.<br />\r\n\t<br />\r\n\t&quot;I spent a year working the story from the bottom up, and then went to the administration and told them what I had,&quot; Sanger said. &quot;Then they had to make some decisions about how much they want to talk about it. All that you read about this being deliberate leaks out of the White House, it wasn&#39;t my experience.&quot;<br />\r\n\t<br />\r\n\tSanger underscored that the start of the story came when the worm spread out of Iran and was detected by computer security companies around the world. The time line of newspaper activity confirms the intense level of interest in STUXNET within the cyber community. The time line also shows that more than a year earlier, in 2011, a team of <em>New York Times</em> reporters had fleshed out and reported many of the details in the 2012 story with no apparent help from the Obama administration.<br />\r\n\t<br />\r\n\tAs for inflaming Iran&rsquo;s desire to get even, Sanger was skeptical. &quot;I would say that the Iranians had figured out two years ago they were being attacked,&quot; he said. And they &quot;strongly suspected the United States and Israel.&quot;<br />\r\n\t<br />\r\n\tBut Steve Aftergood with the Federation of American Scientists, is less sanguine about the consequences. While Aftergood agrees that many people knew about STUXNET long before Sanger&rsquo;s article, the implications of American acknowledgment of its role in unleashing the worm were potentially huge.<br />\r\n\t<br />\r\n\t&quot;The STUXNET operation was essentially an act of war,&quot; Aftergood told us. That&rsquo;s why the sources in Sanger&rsquo;s story needed to remain anonymous. To speak openly would open create a legal opening for Iran.<br />\r\n\t<br />\r\n\t&quot;A confirmed U.S. role in the operation would arguably entitle Iran -- under the laws of war -- to take reciprocal, proportionate offensive measures against the U.S., or to seek legal or financial remedies,&quot; Aftergood said.<br />\r\n\t<br />\r\n\t<strong> Our ruling</strong><br />\r\n\t<br />\r\n\tThe Special Operations OPSEC group said the administration &quot;willfully leaked the existence of STUXNET, allowing our enemies to learn more of our secrets and of our operations.&quot;<br />\r\n\t<br />\r\n\tThere are big holes in this argument. As the time line shows, public knowledge of STUXNET long preceded any comment from any Obama administration official. There was extensive coverage and speculation about possible U.S. involvement months before June 2012. Our enemies didn&#39;t need the Obama administration to tell them this -- there was plenty of coverage before there was any attribution to Obama&#39;s team.<br />\r\n\t<br />\r\n\tStill, it&#39;s clear that the Obama administration provided details -- including a quote from Obama himself in a meeting -- to the <em>New York Times</em>. So the administration -- broadly defined -- confirmed its operational role in the creation of the worm.<br />\r\n\t<br />\r\n\tWe rate the claim Half True.</p>\r\n", "ruling_comments_date": "2012-08-24T11:51:30.718662", "ruling_date": "2012-08-24T11:45:59", "ruling_headline": "Group says Obama administration 'willfully leaked' existence of computer worm used against Iran", "ruling_headline_slug": "group-says-obama-administration-willfully-leaked-e", "ruling_link_text": "Reporters learned about it first", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tSpecial Operations OPSEC Education Fund,<a href=\"http://youtu.be/X-Xfti7qtT0\">Dishonorable Disclosure</a>, August 15, 2012<br />\r\n\t<br />\r\n\t<em>New York Times</em>, <a href=\"http://www.nytimes.com/2011/01/16/world/middleeast/16stuxnet.html?pagewanted=all\">Israel tests called crucial to Iran nuclear setback</a>, January 15, 2011<br />\r\n\t<br />\r\n\t<em>New York Times</em>, <a href=\"http://www.nytimes.com/2012/06/01/world/middleeast/obama-ordered-wave-of-cyberattacks-against-iran.html?pagewanted=all\">Obama order sped up wave of cyber-attacks against Iran</a>, June 1, 2012<br />\r\n\t<br />\r\n\t<em>Wired</em>,<a href=\"http://www.wired.com/threatlevel/2012/06/stuxnet-leak-investigation/\"> Sen. Feinstein calls for hearing on SUTXNET leaks as FBI begins probe</a>, June 6, 2012<br />\r\n\t<br />\r\n\tPolitiFact, <a href=\"http://www.politifact.com/truth-o-meter/statements/2012/aug/22/special-operations-opsec-education-fund/group-blames-obama-linking-cia-pakistani-doctor/\">Group blames Obama for linking CIA to Pakistani Doctor</a>, August 22, 2012<br />\r\n\t<br />\r\n\tPolitiFact, <a href=\"http://www.politifact.com/truth-o-meter/statements/2012/aug/20/special-operations-opsec-education-fund/group-says-obama-revealed-secret-information-holl/\">Group says Obama revealed secret information to Hollywood filmmakers</a>, August 20, 2012<br />\r\n\t<br />\r\n\t<em>New York Times</em>,<a href=\"http://www.nytimes.com/2009/01/11/washington/11iran.html?_r=1&amp;scp=1&amp;sq=january%202009%20sanger%20bush%20natanz&amp;st=cse\"> U.S. rejected aid for Israeli raid on Iranian nuclear site</a>, January 10, 2009<br />\r\n\t<br />\r\n\tEmail interview with Steven Aftergood, Federation of American Scientists, August 23, 2012<br />\r\n\t<br />\r\n\tWall Street Journal Abstracts, Virus attacks Siemens plant-control systems, July 22, 2010, accessed on Nexis<br />\r\n\t<br />\r\n\t<em>Christian Science Monitor</em>, Stuxnet spyware targets industrial facilities, via USB memory stick, July 23, 2010, accessed on Nexis<br />\r\n\t<br />\r\n\t<em>Jerusalem Pos</em>t, Iran targeted by computer worm, July 26, 2010, accessed on Nexis<br />\r\n\t<br />\r\n\t<em>Christian Science Monitor</em>, Stuxnet malware is &#39;weapon&#39; out to destroy Iran&#39;s Bushehr nuclear plant?, September 21, 2010, accessed on Nexis<br />\r\n\t<br />\r\n\t<em>The Independent </em>(London), Has west declared cyber war on Iran?, September 28, 2010, accessed on Nexis<br />\r\n\t<br />\r\n\t<em>Weekend Australian</em>, Israel and Iran on brink of virus-borne confrontation, October 16, 2010, accessed on Nexis<br />\r\n\t<br />\r\n\t<em>Christian Science Monitor</em>, Stuxnet: Ahmadinejad admits cyberweapon hit Iran nuclear program, November 30, 2010, accessed on Nexis<br />\r\n\t<br />\r\n\t<em>Jerusalem Post</em>, Stuxnet virus has set back Iran&#39;s nuclear program by 2 years, December 15, 2010, accessed on Nexis<br />\r\n\t<br />\r\n\tPBS <a href=\"http://www.pbs.org/wnet/need-to-know/culture/stuxnet/9367/2/\">Interactive: Play the role of Stuxnet and sabotage a rogue nuclear weapons program</a>, May 19, 2011<br />\r\n\t<br />\r\n\tCBS News, <a href=\"http://www.cq.com/doc/newsmakertranscripts-4098308\">Face the Nation,</a>June 3, 2012<br />\r\n\t<br />\r\n\t<em>The Hill</em>, <a href=\"http://thehill.com/blogs/defcon-hill/policy-and-strategy/230985-senate-dems-blast-leaks-about-iranian-cyberattacks\">Senate Democrats blast national security leak about cyberattack against Iran</a>, June 5, 2012<br />\r\n\t<br />\r\n\tSenate Select Committee on Intelligence, <a href=\"http://intelligence.senate.gov/press/record.cfm?id=336952\">Press release on leaks of classified national security information</a>, June 6, 2012<br />\r\n\t<br />\r\n\tExecutive Office of the President, <a href=\"http://www.whitehouse.gov/photos-and-video/video/2012/06/08/president-obama-holds-press-conference-economy#transcript\">Press Conference</a>, June 8, 2012<br />\r\n\t<br />\r\n\tBloomberg News,<a href=\"http://www.businessweek.com/news/2012-06-08/u-dot-s-dot-names-prosecutors-to-probe-press-leaks\"> U.S. names prosecutors to probe press leaks</a>, June 9, 2012<br />\r\n\t<br />\r\n\tCNN, Erin Burnett Out Front, June 4, 2012, accessed on Nexis<br />\r\n\t<br />\r\n\tThe Hill,<a href=\"http://thehill.com/blogs/defcon-hill/policy-and-strategy/230985-senate-dems-blast-leaks-about-iranian-cyberattacks\"> Senate Democrats blast national security leak about cyberattack against Iran</a>, June 5, 2012<br />\r\n\t<br />\r\n\tSenate Select Committee on Intelligence,<a href=\"http://intelligence.senate.gov/press/record.cfm?id=336952\">Press release on leaks of classified national security information</a>, June 6, 2012<br />\r\n\t<br />\r\n\tCNN <a href=\"http://www.cq.com/doc/newsmakertranscripts-4100488\">International,</a>June 6, 2012<br />\r\n\t<br />\r\n\tExecutive Office of the President, <a href=\"http://www.whitehouse.gov/photos-and-video/video/2012/06/08/president-obama-holds-press-conference-economy#transcript\">Press Conference</a>, June 8, 2012<br />\r\n\t<br />\r\n\tBloomberg News, <a href=\"http://www.businessweek.com/news/2012-06-08/u-dot-s-dot-names-prosecutors-to-probe-press-leaks\">U.S. names prosecutors to probe press leaks</a>, June 9, 2012<br />\r\n\t<br />\r\n\tCNN, <a href=\"http://transcripts.cnn.com/TRANSCRIPTS/1206/06/sp.02.html\">O&rsquo;Brien and Sanger</a>, June 6, 2012<br />\r\n\t<br />\r\n\tCNN, <a href=\"http://transcripts.cnn.com/TRANSCRIPTS/1206/08/ampr.01.html\">Christiane Amanpour with David Sanger</a>, June 8, 2012<br />\r\n\t<br />\r\n\tCongressional Record,<a href=\"http://www.fas.org/irp/congress/2012_cr/leaks-res.html\"> June 12, 2012</a></p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 1, "first_name": "", "half_true_count": 1, "home_state": "", "id": 1983, "last_name": "Special Operations OPSEC Education Fund", "mostly_true_count": 0, "name_slug": "special-operations-opsec-education-fund", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/OPSEC.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1983/", "total_count": 3, "true_count": 0, "website": "http://www.opsecteam.org/index.html"}, "statement": "<p>\r\n\t<b id=\"internal-source-marker_0.43581045768223703\" style=\"color: rgb(0, 0, 0); font-family: Times; font-size: medium; font-style: normal; font-variant: normal; letter-spacing: normal; line-height: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-size-adjust: auto; -webkit-text-stroke-width: 0px; font-weight: normal; \">The Obama administration &quot;willfully leaked the existence of STUXNET (a computer worm used against Iran), allowing our enemies to learn more of our secrets and of our operations.&quot;</b></p>\r\n", "statement_context": "a Web video", "statement_date": "2012-08-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}, {"description": "", "id": 219, "photo": null, "resource_uri": "/api/v/2/subject/219/", "subject": "Message Machine 2012", "subject_slug": "message-machine-2012", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}, {"description": "", "id": 135, "photo": null, "resource_uri": "/api/v/2/subject/135/", "subject": "Nuclear", "subject_slug": "nuclear", "used_in_edition": []}, {"description": "", "id": 37, "photo": null, "resource_uri": "/api/v/2/subject/37/", "subject": "Terrorism", "subject_slug": "terrorism", "used_in_edition": []}], "target": [{"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}], "twitter_headline": ""}