{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2012/sep/04/hank-williams-jr/hank-williams-jr-says-barack-obama-muslim/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 6617, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/6617/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\r\n\tCountry singer Hank Williams Jr., who prides himself on being politically incorrect, took a moment during a Sept. 2, 2012, concert in Fort Worth to hammer misgivings about President Barack Obama.<br />\r\n\t<br />\r\n\tAs reported by critic Thor Christensen, who <a href=\"http://www.dallasnews.com/entertainment/music/headlines/20120903-hank-williams-jr.-lashes-out-at-muslim-obama-and-gays-at-stockyards-music-festival.ece\">reviewed Williams&rsquo; performance</a> at the Stockyards Music Festival for the <em>Dallas Morning News</em>, Williams said to a less-than-unanimous cheer: &quot;We&rsquo;ve got a Muslim for a president who hates cowboys, hates cowgirls, hates fishing, hates farming, loves gays, and we hate him!&quot;<br />\r\n\t<br />\r\n\tMost everything in the singer&rsquo;s statement shakes out as matters of opinion, which can&rsquo;t be fact-checked. PolitiFact also did not wade in after Williams compared Obama golfing with House Speaker John Boehner to Adolf Hitler playing with Benjamin Netanyahu, Israel&rsquo;s prime minister. (After Williams made that October 2011 analogy, he <a href=\"http://espn.go.com/nfl/story/_/id/7066449/espn-hank-williams-jr-theme-song-return-monday-night-football\">no longer sang</a> the theme song for ESPN&rsquo;s &quot;Monday Night Football.&quot;)<br />\r\n\t<br />\r\n\tHowever, his reference to Obama as a Muslim struck us as factually checkable.<br />\r\n\t<br />\r\n\tSuch claims also have been gauged before -- and found lacking in evidence.<br />\r\n\t<br />\r\n\tAs PolitiFact noted in an Aug. 26, 2010, <a href=\"http://www.politifact.com/truth-o-meter/statements/2010/aug/26/18-percent-american-public/obama-muslim-no-hes-not-evidence-has-not-changed/\">story</a>, the president&rsquo;s memoirs and independent biographies indicate that Obama was not raised in a particular faith, but he became a Christian when he was in his 20s while working as a community organizer in Chicago.<br />\r\n\t<br />\r\n\tStill, Obama had a Muslim grandfather, Hussein Onyango of Kenya, and his Indonesian stepfather, Lolo Soetero, was Muslim, as biographer Davis Maraniss has written. Also, as a boy Obama was instructed in Islam at a school in Jakarta. Later, Maraniss writes, many of Obama&rsquo;s college friends were Muslim.<br />\r\n\t<br />\r\n\tIn a July 27, 2012, <a href=\"http://www.washingtonpost.com/opinions/what-drives-the-obama-doubters-and-haters/2012/07/27/gJQAIbImDX_story.html\">opinion article</a> in <em>The Washington Post</em>, Maraniss said: &quot;None of this adds up to Obama being Muslim, except in the minds of conspiratorialists.&quot;<br />\r\n\t<br />\r\n\tHis article continues: &quot;Obama never met his Kenyan grandfather. After infancy, he spent time with his Kenyan father only once, and in any case Barack Obama Sr. was an atheist. The truth is that Muslims had nothing to do with the rise of the Obamas of Kenya and that conservative evangelical Christians were essential every step of the way,&quot; Maraniss said. &quot;It was proselytizing Seventh-day Adventists who first came to the Obamas&rsquo; villages out near Lake Victoria at the start of the 20th century. They taught English and Western ways to the first wave of young boys from the Luo tribe, including Hussein Onyango. His son, the president&rsquo;s father, was also educated at a missionary school.</p>\r\n<p>\r\n\t&quot;Later, as a young adult, Barack Obama Sr. was mentored by a remarkable evangelical Christian, Betty Mooney, whose grandfather was one of the founders of Texas Christian University. Mooney, who went to Kenya in the late 1950s to spread the gospel and literacy, met Obama Sr. in Nairobi and hired him to translate some of her literacy books into the Luo tribal language. She encouraged and helped sponsor his coming to the United States and specifically to the University of Hawaii, where he met Stanley Ann Dunham,&quot; the president&rsquo;s mother. &quot;One can say that President Obama would not exist except for evangelical Christians.&quot;<br />\r\n\t<br />\r\n\tMaraniss said that while &quot;living in Jakarta from ages 6 through 9, young Obama temporarily took the last name of his stepfather, Soetoro, for school purposes. He was listed as a Muslim on school documents because students were listed in the religion of their fathers.&quot;<br />\r\n\t<br />\r\n\tReferring to Obama&rsquo;s stepfather and his mother, Maraniss continues: &quot;Lolo was not particularly religious; Stanley Ann was spiritual but not part of any formal religion. For most of his three-plus years in Indonesia, Obama attended a Catholic grade school. When his family moved to a better neighborhood in his final year, he went to the local grade school, one of the best in the city. The central doctrine taught at S.D. Besuki was not Islam but Pancasila, or five principles, of modern Indonesia, which evoked the unity of the islands on the vast archipelago, social justice and a belief in one God. Conservative Muslims detested Pancasila (a Sanskrit word revealing Indonesia&rsquo;s Hindu heritage), insisting that it was too liberal and open to too many religions and interpretations.&quot;<br />\r\n\t<br />\r\n\tObama has said that as a young adult, the churches in Chicago impressed him with their commitment to social justice and the hope they gave to the poor. &quot;It was because of these newfound understandings that I was finally able to walk down the aisle of Trinity United Church of Christ on 95th Street in the Southside of Chicago one day and affirm my Christian faith,&quot; Obama said in a 2006 speech. &quot;It came about as a choice, and not an epiphany. I didn&#39;t fall out in church. The questions I had didn&#39;t magically disappear. But kneeling beneath that cross on the South Side, I felt that I heard God&#39;s spirit beckoning me. I submitted myself to His will, and dedicated myself to discovering His truth.&quot;<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tThe pastor of Trinity then was Jeremiah Wright, the minister from whom Obama distanced himself in his 2008 campaign, after video of some of Wright&#39;s more provocative sermons were aired on television and the Internet. The break between the two men was over Wright&#39;s comments about American foreign policy and race relations, not tenets of Christian doctrine.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tSeveral independent reports have documented Obama&#39;s church membership and faith life. &quot;Along his Senate campaign trail (in 2004), Obama would never fail to carry his Christian Bible. He would place it right beside him, in the small compartment in the passenger side door of the SUV, so he could refer to it often,&quot; journalist David Mendell wrote in his 2007 biography<em> Obama: From Promise to Power</em>.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tAfter the falling out with Wright, Obama said he intended to find a new church once the campaign was over. In office, though, Obama has not attended one church regularly. Instead, he has worshipped at various churches in the Washington, D.C., area, including the Allen Chapel African Methodist Episcopal Church, the Nineteenth Street Baptist Church and St. John&#39;s Episcopal Church. He also has attended services at Camp David, the presidential retreat.<br />\r\n\t<br />\r\n\tMore recently, the White House posted a <a href=\"http://www.whitehouse.gov/photos-and-video/photo/2012/08/first-family-walks-church?jsraw=1&amp;height=680&amp;width=690\">photo</a> of the president and his family walking to St John&rsquo;s on Aug. 19, 2012.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tIn April 2010, Obama hosted an Easter prayer breakfast at the White House and spoke of being inspired by Christ&#39;s resurrection, particularly in light of the human failings of selfishness and pride. &quot;It&#39;s not easy to purge these afflictions, to achieve redemption,&quot; Obama said. &quot;But as Christians, we believe that redemption can be delivered -- by faith in Jesus Christ. And the possibility of redemption can make straight the crookedness of a character, make whole the incompleteness of a soul. Redemption makes life, however fleeting here on Earth, resound with eternal hope.&quot;<br />\r\n\t<br />\r\n\tObama also <a href=\"http://www.whitehouse.gov/photos-and-video/video/2012/04/04/president-obama-speaks-easter-prayer-breakfast#transcript\">gave remarks</a> at the April 2012 Easter prayer breakfast at the White House, saying the day was &quot;an opportunity for us to reflect on the triumph of the resurrection and to give thanks for the all-important gift of grace. And for me, and I&rsquo;m sure for some of you, it&rsquo;s also a chance to remember the tremendous sacrifice that led up to that day, and all that Christ endured -- not just as a Son of God, but as a human being.&quot;<br />\r\n\t<br />\r\n\tObama also said that the struggle to fathom Christ&rsquo;s &quot;unfathomable sacrifice makes Easter all the more meaningful to all of us. It helps us to provide an eternal perspective to whatever temporal challenges we face. It puts in perspective our small problems relative to the big problems He was dealing with. And it gives us courage and it gives us hope. We all have experiences that shake our faith. There are times where we have questions for God&rsquo;s plan relative to us,&quot; Obama said, drawing laughter, &quot;but that&rsquo;s precisely when we should remember Christ&rsquo;s own doubts and eventually his own triumph.&quot;<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tObama is not a Muslim. This has been clear for years. This claim sets the woods Pants on Fire.</p>\r\n<p>\r\n\t<strong>UPDATE, 5:42 p.m., Oct. 24, 2012</strong>: <em>This story has been revised to clarify that we were checking on the factual accuracy of the claim. This change does not affect the rating.</em></p>\r\n", "ruling_comments_date": "2012-09-04T18:16:30.321423", "ruling_date": "2012-09-04T17:18:04", "ruling_headline": "Hank Williams Jr. says Barack Obama is a Muslim", "ruling_headline_slug": "hank-williams-jr-says-barack-obama-muslim", "ruling_link_text": "Daffy and dilly", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tCommentary/concert review, <a href=\"http://www.dallasnews.com/entertainment/music/headlines/20120903-hank-williams-jr.-lashes-out-at-muslim-obama-and-gays-at-stockyards-music-festival.ece\">&quot;Hank Williams Jr. lashes out at &#39;Muslim&#39; Obama and gays at Stockyards Music Festival,&quot;</a> <em>Dallas Morning News</em>, Sept. 3, 2012<br />\r\n\t<br />\r\n\tStory, <a href=\"http://www.politifact.com/truth-o-meter/statements/2010/aug/26/18-percent-american-public/obama-muslim-no-hes-not-evidence-has-not-changed/\">&quot;Obama a Muslim? No he&#39;s not. The evidence has not changed,&quot;</a> PolitiFact.com, Aug. 26, 2010<br />\r\n\t<br />\r\n\tOpinion article, David Maraniss, <a href=\"http://www.washingtonpost.com/opinions/what-drives-the-obama-doubters-and-haters/2012/07/27/gJQAIbImDX_story.html\">&quot;What drives the Obama doubters and haters?&quot;</a> <em>The Washington Post</em>, July 27, 2012<br />\r\n\t<br />\r\n\t<a href=\"http://www.nytimes.com/2006/06/28/us/politics/2006obamaspeech.html?pagewanted=all\">Speech</a>, Barack Obama, at Call to Renewal Conference, 2006, as posted by the <em>New York Times</em><br />\r\n\t<br />\r\n\tTranscript, <a href=\"http://www.whitehouse.gov/photos-and-video/video/2012/04/04/president-obama-speaks-easter-prayer-breakfast#transcript\">&quot;Remarks by the President at Easter Prayer Breakfast,&quot;</a> April 4, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Country singer", "false_count": 0, "first_name": "Hank", "half_true_count": 0, "home_state": "Alabama", "id": 2004, "last_name": "Williams Jr.", "mostly_true_count": 0, "name_slug": "hank-williams-jr", "pants_count": 1, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/hankwilliamsjrapftnew.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2004/", "total_count": 1, "true_count": 0, "website": "http://www.hankjr.com/"}, "statement": "<p>\r\n\tSays Barack Obama is a Muslim.<br />\r\n\t<br />\r\n\t&nbsp;</p>\r\n", "statement_context": "a concert in Fort Worth.", "statement_date": "2012-09-02", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}, {"description": "", "id": 9, "photo": null, "resource_uri": "/api/v/2/subject/9/", "subject": "Religion", "subject_slug": "religion", "used_in_edition": []}], "target": [{"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}], "twitter_headline": ""}