{"art": [], "author": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "canonical_url": "/wisconsin/statements/2012/sep/05/joe-biden/biden-says-romney-and-ryan-support-massive-cuts-so/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 6635, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/6635/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tIn a campaign stop in Green Bay, Vice President Joe Biden rolled out familiar Democratic criticisms of the Republican budget proposal approved by the U.S. House in early 2012, contending the party wants &quot;massive&quot; cuts to Medicare and Medicaid.<br />\r\n\t<br />\r\n\tBut Biden added another lightning-rod issue: Social &nbsp;Security, which has received little discussion so far in the 2012 presidential campaign.<br />\r\n\t<br />\r\n\t&quot;Ladies and gentlemen, it&rsquo;s just that simple. We are for Medicare, they are for voucher care. It&rsquo;s basic,&quot; the veep said at a <a href=\"http://www.youtube.com/watch?v=qf0mStfky1I\">Sept. 2, 2012 rally</a>. &quot;They are for massive cuts in Social Security for future generations.&quot;<br />\r\n\t<br />\r\n\tHe added: &quot;These are the facts!&quot;<br />\r\n\t<br />\r\n\tBut wait. That House <a href=\"http://budget.house.gov/fy2013prosperity/\">GOP budget</a> plan, authored by Mitt Romney&rsquo;s running mate, Wisconsin congressman Paul Ryan, did not touch on the &nbsp;Social Security reform ideas contained in Ryan&rsquo;s earlier &quot;Roadmap for America&rsquo;s Future.&quot;<br />\r\n\t<br />\r\n\tIs Biden right about &quot;massive&quot; cuts being on the GOP agenda?<br />\r\n\t<br />\r\n\tWhen asked to back up the statement, Biden&rsquo;s campaign sent us a <a href=\"http://healthcareforamericanow.org/wp-content/uploads/2012/03/David-Cutler-memo_on_gop_plans_for_ss_and_medicare-2012-0322.pdf\">memo</a> -- authored by Harvard economist David Cutler and released March 22, 2012, by the Obama-Biden campaign -- that said Romney has proposed adjusting the benefit formula so that retirees above a certain income level would see major benefit cuts, and had proposed slowly increasing the Social Security retirement age.<br />\r\n\t<br />\r\n\t<a href=\"http://www.heritage.org/about/staff/j/david-john\">Cutler</a>, who was Obama&rsquo;s senior health care adviser in the 2008 presidential campaign, termed the Romney-backed cuts &quot;deep&quot; and &quot;devastating.&quot;<br />\r\n\t<br />\r\n\t<strong>A look at the plan</strong><br />\r\n\t<br />\r\n\tHere&rsquo;s what we know for sure, from Romney&rsquo;s <a href=\"http://www.mittromney.com/issues/social-security\">website</a> and <a href=\"http://foxnewsinsider.com/2012/01/17/transcript-fox-news-channel-wall-street-journal-debate-in-south-carolina/\">public statements</a> about his views on strengthening the Social Security trust fund, which actuaries say will be depleted by 2033:<br />\r\n\t<br />\r\n\t-- He opposes a Social Security payroll tax hike as part of a rescue plan, preferring to cut benefit costs.<br />\r\n\t-- His plans would not affect those already retired or 55 and over.<br />\r\n\t-- For future generations, he endorses slowly increasing the retirement age.<br />\r\n\t-- Also for future generations, benefits should rise at a lower rate for those with &quot;higher&quot; incomes.<br />\r\n\t<br />\r\n\tRomney expanded briefly on this during the <a href=\"http://foxnewsinsider.com/2012/01/17/transcript-fox-news-channel-wall-street-journal-debate-in-south-carolina/\">Fox New/Wall Street Journal debate</a> on Jan. 16, 2012.<br />\r\n\t<br />\r\n\t&quot;I&rsquo;d lower the rate of inflation growth in the benefits received by higher-income recipients and keep the rate as it is now -- pretty high -- for lower income recipients,&quot; Romney said. &quot;And I&rsquo;d also add a year or two to the retirement age under Social Security. That balances Social Security.&quot;<br />\r\n\t<br />\r\n\tHis campaign told us: &quot;Romney&rsquo;s plan would strengthen and protect Social Security going forward. What&rsquo;s the Obama plan to avert the cuts projected to start in 2033?&quot;<br />\r\n\t<br />\r\n\t<strong> Growth in benefits</strong><br />\r\n\t<br />\r\n\tRomney&rsquo;s inflation proposal echoes a concept in past cost-cutting proposals offered by Republicans -- including Ryan in <a href=\"http://www.ssa.gov/oact/solvency/index.html\">2008</a> and <a href=\"http://www.ssa.gov/oact/solvency/index.html\">2010</a> -- and by a commission appointed by George W. Bush early in that decade. Cutler points to another <a href=\"http://www.ssa.gov/oact/solvency/index.html\">plan</a>, by Republican senators Lindsey Graham, Rand Paul and Mike Lee from 2011, that pushed the concept.<br />\r\n\t<br />\r\n\tIt&rsquo;s important to note that Obama-Biden is not claiming that Romney supported any of those earlier plans, which may differ from his own. But it is citing them for support on the impact of such a proposal.<br />\r\n\t<br />\r\n\tThe idea common to all the plans is known as &quot;progressive price indexing,&quot; and it changes the way recipients&rsquo; initial retirement benefit is calculated. Currently, the benefit formula is tied to the change in average American wages. The reform proposals would rely more on the consumer price index, a closely watched measure of the cost of consumer goods and services.<br />\r\n\t<br />\r\n\tIn Ryan&rsquo;s view, expressed in his 2010 <a href=\"http://roadmap.republicans.budget.house.gov/\">&quot;Roadmap for America&rsquo;s Future</a>,&quot; the current approach &quot;exceeds the amount of initial benefit growth needed to keep pace with economic conditions, and contributes to the unsustainable projected burden on Social Security.&quot; (The &quot;Roadmap&quot; plan was Ryan&rsquo;s own vision as Budget Committee chairman, and, unlike his subsequent budget plans, did not come to a vote in the House).<br />\r\n\t<br />\r\n\tThis formula change on how to keep pace with inflation can generate big savings over time in benefits paid out. That&rsquo;s in part because prices historically have risen more slowly than wages, according to actuarial studies done by the Social Security Administration of various proposals.<br />\r\n\t<br />\r\n\tIt&rsquo;s called &quot;progressive&quot; because the idea cushions the benefit cut for lower-income workers -- even to the point of actually increasing benefits for some in that group. But as the change phases in over decades, &quot;higher-income&quot; earners -- as Romney calls them -- would be getting a reduced initial benefit at retirement under the change.<br />\r\n\t<br />\r\n\t<strong>How much of a cut?</strong><br />\r\n\t<br />\r\n\tThe <a href=\"http://thomas.loc.gov/cgi-bin/query/z?c112:S.804.IS:\">Graham-Paul-Lee bill</a> would have held harmless workers in the lowest 40 percent of earners. But starting at a career average of $43,084 in earnings, that inflation-factor change would mean 4.5 percent drop in the initial Social Security check for those turning 65 in 2030 after working more than four decades, the Social Security Administration&rsquo;s chief actuary <a href=\"http://www.ssa.gov/oact/solvency/index.html\">reported</a> in April 2011. (That hypothetical worker is 47 today).<br />\r\n\t<br />\r\n\tFor an earner hitting retirement age in 2080, the projected cut is larger, 14.5 percent. (That hypothetical worker will be born in 2015).<br />\r\n\t<br />\r\n\tThe reductions in that initial check get much larger as incomes increase: up to 28.4 percent by 2080 for those averaging $68,934; and up to 36.1 percent less for those averaging $106,800.<br />\r\n\t<br />\r\n\tAnd that is only considering the effect of the Graham-Paul-Lee &quot;progressive price indexing plan.&quot; The other change it proposed was a phased-in, higher retirement age and early retirement age.<br />\r\n\t<br />\r\n\tAdd in the lost benefits from having to wait longer for that first check, and the reduction by 2080 is 28.8 percent to 54.4 percent going from low to high incomes.<br />\r\n\t<br />\r\n\tSo we are talking real money. It&rsquo;s far down the road, but Biden in his speech made clear he was talking about &quot;future generations.&quot;<br />\r\n\t<br />\r\n\tA key question is whether it&rsquo;s reasonable for Obama-Biden to use the three senators&rsquo; plan as a benchmark for Romney&rsquo;s views.<br />\r\n\t<br />\r\n\tThere are striking similarities on the surface. Both rely on benefit cuts not tax increases, and both have as their only planks the progressive price indexing change and a higher retirement age.<br />\r\n\t<br />\r\n\t&quot;I just looked up the closest plan to his,&quot; Cutler told us. &quot;And it&rsquo;s been evaluated.&quot;<br />\r\n\t<br />\r\n\tSocial Security experts from groups with differing points of view on reform told us the devil is in the details when trying to judge whether Romney&rsquo;s plan would make &quot;massive&quot; cuts.<br />\r\n\t<br />\r\n\tWebster Phillips, senior policy analyst at the National Committee to Preserve Social Security and Medicare, said Romney has not offered specific details that would allow a judgment on the precise impact.<br />\r\n\t<br />\r\n\tBut Phillips said the Romney plan is in the mold of the <a href=\"http://www.ssa.gov/oact/solvency/index.html\">Robert Pozen plan </a>that drew attention to progressive price indexing under President George W. Bush, and has some things in common with an idea proposed in 2011 by the Obama-appointed, bipartisan National Commission on Fiscal Responsibility and Reform, popularly known as Bowles-Simpson.<br />\r\n\t<br />\r\n\t&quot;No matter how you parse it, it&rsquo;s a substantial benefit reduction for individual workers,&quot; said Phillips. The organization is funded by membership dues and resists benefit cuts to Social Security and Medicare.<br />\r\n\t<br />\r\n\t&quot;If you just use cuts, they have to be substantial,&quot; Phillips said.<br />\r\n\t<br />\r\n\tPhillips wouldn&rsquo;t endorse, or denounce, Biden&rsquo;s characterization of Romney-Ryan&rsquo;s Social Security cuts as &quot;massive.&quot;<br />\r\n\t<br />\r\n\t<a href=\"http://www.heritage.org/about/staff/j/david-john\">David John</a> is a veteran tracker of Social Security reform at the conservative Heritage Foundation, which advocates for a higher retirement age and targeting Social Security to those most in need.<br />\r\n\t<br />\r\n\tHe recalled that large benefit reductions were attributed to the Bush-Pozen &quot;progressive indexing plan.&quot;<br />\r\n\t<br />\r\n\tJohn acknowledged that the indexing change does alter benefits, but cautioned that &quot;you really can&rsquo;t determine how it&rsquo;s going to change benefits until you look precisely what they&rsquo;re talking about. It needs details.&quot;<br />\r\n\t<br />\r\n\t&quot;You can apply it in a dozen different ways,&quot; John said.<br />\r\n\t<br />\r\n\tJohn said it&rsquo;s fair to take into account that if nothing is done on Social Security&rsquo;s finances, policy makers essentially are forcing a 25 percent benefit cut will take place in just over two decades -- much sooner than the inflation indexing-related increases.<br />\r\n\t<br />\r\n\tObama has acknowledged the need to consider &quot;all measures&quot; to rein in entitlement spending but <a href=\"http://www.gpo.gov/fdsys/pkg/BUDGET-2012-BUD/pdf/BUDGET-2012-BUD-3.pdf\">wrote in 2011</a> that he resists approaches that &quot;slash&quot; benefits for future generations. He has not offered a plan as part of the 2012 campaign. We note that in 2011 private negotiations with GOP congressional leaders over debt reduction, there were hints that he was proposing some kind of change in how inflation is calculated in determining benefits, according to a <a href=\"http://www.washingtonpost.com/business/economy/in-debt-talks-obama-offers-social-security-cuts/2011/07/06/gIQA2sFO1H_story.html\">Washington Post</a> account.<br />\r\n\t<br />\r\n\tJohn, of Heritage, said &quot;massive cuts&quot; overstates the case, because Romney could structure his indexing plan in a way to spread out the reductions, or concentrate them at the highest income group.<br />\r\n\t<br />\r\n\tBut critics on the <a href=\"http://www.cbpp.org/cms/index.cfm?fa=view&amp;id=3328\">left</a> cite research and the government&rsquo;s <a href=\"http://www.ssa.gov/policy/docs/policybriefs/pb2010-03.html\">actuarial studies</a> to argue that even retirees of modest incomes would feel the crunch under plan&rsquo;s that are labeled &quot;progressive.&quot;<br />\r\n\t<br />\r\n\t<strong>Our rating</strong><br />\r\n\t<br />\r\n\tIn a campaign speech, Biden hammered the Romney-Ryan ticket for supporting &quot;massive cuts in Social Security for future generations.&quot;<br />\r\n\t<br />\r\n\tHe doesn&rsquo;t cite a specific plan from Romney (or Ryan), but major benefit reductions well down the road based on a proposal that mirrors Romney&rsquo;s Social Security reforms in some key respects.<br />\r\n\t<br />\r\n\tIt&rsquo;s clear that Romney&rsquo;s approach of raising the retirement age and re-jiggering inflation indexing without raising taxes will lead to benefit cuts over time. That&rsquo;s the point.<br />\r\n\t<br />\r\n\tThe boost in retirement age cuts payments across the board; the indexing change asks more from higher earners but could also hit many middle-income people as well if his plan follows the form of past proposals.<br />\r\n\t<br />\r\n\tIt&rsquo;s equally clear that it&rsquo;s premature to judge exactly who will be affected, and how, because Romney has not laid out key details.<br />\r\n\t<br />\r\n\tWe think his claim lands at Half True.</p>\r\n", "ruling_comments_date": "2012-09-05T17:09:42.001876", "ruling_date": "2012-09-05T18:26:36", "ruling_headline": "Biden says Romney and Ryan support \"massive cuts in Social Security for future generations.\"", "ruling_headline_slug": "biden-says-romney-and-ryan-support-massive-cuts-so", "ruling_link_text": "Over decades, formula tweak adds up", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tYouTube video, Vice President Joe Biden <a href=\"http://www.youtube.com/watch?v=qf0mStfky1I\">remarks</a> at Green Bay campaign rally, Sept. 2, 2012<br />\r\n\t<br />\r\n\tHouse Budget Committee, <a href=\"http://budget.house.gov/fy2013prosperity/\">Path to Prosperity</a> FY 2013 budget plan, accessed Sept. 4, 2012<br />\r\n\t<br />\r\n\tDavid Cutler, <a href=\"http://healthcareforamericanow.org/wp-content/uploads/2012/03/David-Cutler-memo_on_gop_plans_for_ss_and_medicare-2012-0322.pdf\">memo</a>, &quot;Let Seniors Go Bankrupt,&quot; March 22, 2012<br />\r\n\t<br />\r\n\t<a href=\"http://foxnewsinsider.com/2012/01/17/transcript-fox-news-channel-wall-street-journal-debate-in-south-carolina/\">Fox New/Wall Street Journal debate</a>, video, Romney comments on Social Security, (1:16 mark) Jan. 16, 2012<br />\r\n\t<br />\r\n\tSocial Security Online, Office of the Chief Actuary, <a href=\"http://www.ssa.gov/oact/solvency/index.html\">Proposals Addressing Trust Fund Solvency</a>, accessed Sept. 4, 2012<br />\r\n\t<br />\r\n\tEmail interview with Will McBride, chief economist, Tax Foundation, Sept. 4, 2012<br />\r\n\t<br />\r\n\tPhone interview with David John, The Heritage Foundation, senior research fellow in Retirement Security and Financial Institutions, Sept. 4, 2012<br />\r\n\t<br />\r\n\tPhone interview with David Cutler, Harvard University, economist, Sept. 4, 2012<br />\r\n\t<br />\r\n\tPhone interview with Webster Phillips and Kim Wright, The National Committee to Preserve Social Security and Medicare, Sept. 4, 2012<br />\r\n\t<br />\r\n\tEmail interview with Darrel Ng, Romney campaign spokesman, Sept. 4, 2012<br />\r\n\t<br />\r\n\tEmail interview with Amy Dudley, press secretary to the vice president, Obama for America, Sept. 4, 2012<br />\r\n\t<br />\r\n\tPolitiFact, <a href=\"http://www.politifact.com/florida/statements/2012/aug/28/barack-obama/radio-ad-barack-obama-says-paul-ryan-tried-change-/\">item</a> on President Obama statement that Paul Ryan tried to &quot;change the whole game&quot; for Social Security, Aug. 28, 2012<br />\r\n\t<br />\r\n\tOnTheIssues.org, <a href=\"http://www.ontheissues.org/2012/Mitt_Romney_Social_Security.htm\">Mitt Romney on Social Security</a>, accessed Sept. 4, 2012&nbsp;&nbsp;&nbsp;<br />\r\n\t<br />\r\n\tPresident Barack Obama, <a href=\"http://www.gpo.gov/fdsys/pkg/BUDGET-2012-BUD/pdf/BUDGET-2012-BUD-3.pdf\">&quot;Putting the Nation on a Sustainable Fiscal Path</a>,&quot; FY12 budget narrative, accessed Sept. 5, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 11, "current_job": "U.S. senator", "false_count": 10, "first_name": "Joe", "half_true_count": 21, "home_state": "Delaware", "id": 11, "last_name": "Biden", "mostly_true_count": 16, "name_slug": "joe-biden", "pants_count": 4, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-joebiden.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/11/", "total_count": 78, "true_count": 13, "website": "http://www.joebiden.com/"}, "statement": "<p>\r\n\tSays Republicans Mitt Romney and Paul Ryan support &quot;massive cuts in Social Security for future generations.&quot;</p>\r\n", "statement_context": "a speech", "statement_date": "2012-09-02", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "", "id": 184, "photo": null, "resource_uri": "/api/v/2/subject/184/", "subject": "Income", "subject_slug": "income", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 102, "photo": null, "resource_uri": "/api/v/2/subject/102/", "subject": "Retirement", "subject_slug": "retirement", "used_in_edition": []}, {"description": "", "id": 141, "photo": null, "resource_uri": "/api/v/2/subject/141/", "subject": "Social Security", "subject_slug": "social-security", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 34, "current_job": "Former governor", "false_count": 32, "first_name": "Mitt", "half_true_count": 58, "home_state": "Massachusetts", "id": 5, "last_name": "Romney", "mostly_true_count": 33, "name_slug": "mitt-romney", "pants_count": 19, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-mittromney.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/5/", "total_count": 221, "true_count": 30, "website": "http://www.mittromney.com/"}, {"adkey": null, "advalue": null, "barely_true_count": 23, "current_job": "U.S. Representative", "false_count": 7, "first_name": "Paul", "half_true_count": 24, "home_state": "Wisconsin", "id": 373, "last_name": "Ryan", "mostly_true_count": 16, "name_slug": "paul-ryan", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/AP_WX201_HOUSE_2016_PRIMARI.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/373/", "total_count": 89, "true_count": 10, "website": "http://www.house.gov/ryan/"}], "twitter_headline": ""}