{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2012/sep/05/debbie-wasserman-schultz/wasserman-schultz-said-she-didnt-make-comments-abo/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 6636, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/6636/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>Democratic National Committee chair Debbie Wasserman Schultz found herself on the defensive about comments she made to Jewish supporters on the eve of her party&rsquo;s convention in Charlotte, N.C. The topic: comments she said were made by Israeli ambassador Michael Oren about Republicans and Israel.<br />\r\n<br />\r\nThe debate about what the South Florida congresswoman said began Monday, after Michael Barone at the conservative<em> <a href=\"http://m.washingtonexaminer.com/jewish-democrats-on-the-defensive/article/2506787\">Washington Examiner</a></em> wrote about her comments in front of a group of Jewish Democrats. Here is the exact quote from the <em>Examiner</em>, including a typo and an incomplete phrase in quotes at the end:<br />\r\n<br />\r\n&quot;National Chairman Debbie Wasserman Schultz spoke and&nbsp;was warmly received as she extolled Obamacare (Democrats are using the term) and said she has heard Israel&rsquo;s Ambassador Michael Oren say, in her words, &lsquo;what the Republicans is dangerous for Israel.&rsquo;&quot;<br />\r\n<br />\r\nOn Tuesday morning, the <em>Examiner</em>&rsquo;s Philip Klein gave a <a href=\"http://washingtonexaminer.com/debbie-wasserman-schultz-israeli-ambassador-called-gop-dangerous-for-israel/article/2506825#.UEY5sUT5Kic\">more detailed</a> explanation of her comments, which occurred at a training session for Jewish Democrats. &quot;As she was wrapping up her remarks, she claimed that, &lsquo;We know, and I&rsquo;ve heard no less than Ambassador Michael Oren say this, that what the Republicans are doing is dangerous for Israel,&rsquo;&quot; Klein wrote.<br />\r\n<br />\r\nThe <em>Examiner </em>also wrote that Wasserman Schultz said Republicans were &quot;undermining Israel&rsquo;s security by suggesting that the United States and Israel don&rsquo;t have anything other than a unique and close and special relationship. It undermines Israel&rsquo;s security to its neighbors in the Arab world and to its enemies. And we need to make sure that the fact that there has never been and will never be daylight between the two parties or the support for Israel that we have in the United States, that that is conveyed to Jewish Americans across this country. That&rsquo;s our responsibility. It&rsquo;s the responsibility we&rsquo;re asking all of you to take on.&quot;<br />\r\n<br />\r\nOn Tuesday afternoon, the ambassador reacted to the <em>Examiner </em>report. &quot;I categorically deny that I ever characterized Republican policies as harmful to Israel,&quot; the <a href=\"http://washingtonexaminer.com/article/2506873#.UEY8sJas_ms\">statement from Oren</a> read. &quot;Bipartisan support is a paramount national interest for Israel, and we have great friends on both sides of the aisle.&quot;<br />\r\n<br />\r\nWasserman Schultz then went on <a href=\"http://washingtonexaminer.com/article/2506980#.UEbEY8FlQ1N\">Fox News</a> Tuesday evening. Fox News repeated her quote about Oren and she responded:<br />\r\n<br />\r\n&quot;I didn&rsquo;t say he said that,&quot; she said. &quot;And unfortunately, that comment was reported by a conservative newspaper. It&rsquo;s not surprising that they would deliberately misquote me. What I always say is that unfortunately the Republicans have made Israel a political football, which is dangerous for Israel. And Ambassador Oren has said that we can&rsquo;t ever suggest that there is any daylight between the two parties on Israel, because there isn&rsquo;t. And that that&rsquo;s harmful to Israel. That&rsquo;s what I said, and that is accurate. We have to make sure that in America we don&rsquo;t have people who put their love of party in front of their love of Israel. As the first Jewish woman to represent Florida in Congress, I take my love of Israel to work with me every single day, and I want to make sure that we re-elect President Obama.&quot;<br />\r\n<br />\r\nWe wanted to explore exactly what Wasserman Schultz said at the training session. We can&rsquo;t know for sure what Oren might have said to Wasserman Schultz. But we can research Wasserman Schultz&rsquo;s remarks and whether she was misquoted.<br />\r\n<br />\r\nObama received a majority of the Jewish vote in 2008, but both parties are clamoring for the Jewish vote which could be key in any state with the potential for a close outcome, including Florida.<br />\r\n<br />\r\n<strong>Audio clip of Wasserman Schultz</strong><br />\r\n<br />\r\nAfter Wasserman Schultz denied that she made the statement, the <em>Examiner </em>posted about a one-minute <a href=\"http://washingtonexaminer.com/article/2506980#.UEbEY8FlQ1N\">audio clip</a> of her speaking at the event.<br />\r\n<br />\r\nHere&rsquo;s our transcript of her remarks:<br />\r\n<br />\r\n&quot;We want you to be armed with the facts. So we are going to give you those facts. We have a one-page document that succinctly describes President Obama&rsquo;s stellar record on Israel. We have a six-page document as well, because we&rsquo;re Jews and one page really isn&rsquo;t enough,&quot; she said which drew laughter from her audience. &quot;And we have a myths versus facts document, which addresses a lot of the typical baloney that is spewed by Republicans. Let me just close by telling you this and sharing this with you. We know, and I&rsquo;ve heard no less than Ambassador Michael Oren say this, that what the Republicans are doing is dangerous for Israel. They are undermining Israel&rsquo;s security by suggesting that the United States and Israel don&rsquo;t have anything other than a unique and close and special relationship. It undermines Israel&rsquo;s security to its neighbors in the Arab world and to its enemies. And we need to make sure that the fact that there has never been and will never be daylight between the two parties or the support for Israel that we have in the United States, that that is conveyed to Jewish Americans across this country, that&rsquo;s our responsibility, and it&rsquo;s the responsibility we&rsquo;re asking all of you to take on....&quot;<br />\r\n<br />\r\n(The documents she was referring to are <a href=\"https://s3.amazonaws.com/obama.3cdn.net/36a8a0b6408b4540dc_xirmvywgl.pdf\">here</a>, and <a href=\"https://s3.amazonaws.com/obama.3cdn.net/51bc2528a2795eca7b_swm6bngs8.pdf\">here</a> and <a href=\"https://s3.amazonaws.com/obama.3cdn.net/89c98b51b80152f561_3cm6b9q9v.pdf\">here</a>.)<br />\r\n<br />\r\n<strong>Wasserman Schultz&rsquo;s explanation</strong><br />\r\n<br />\r\n<em>Miami Herald</em> political reporter Marc Caputo asked Wasserman Schultz about her dispute with the <em>Examiner, </em>and <em>Miami Herald</em> reporter Erika Bolstad shared that audio with us:<br />\r\n<br />\r\n&quot;What they put in the paper is not a surprise because they are a conservative gotcha-type publication. They ripped one line out of what I said and left the rest so it appeared as though I was saying something that I wasn&rsquo;t. In fact that line is the opposite of what I always say, which is, and I will say again: It is dangerous to turn Israel into a political football as the Republicans are trying to do. It&#39;s dangerous for Israel because to suggest that there is any separation on Israel between the two parties, any daylight harms Israel in the eyes of its neighbors, our neighbors and its enemies. That&rsquo;s what I said and what I always say. We know that there is little we agree on in Washington but strong bipartisan support for Israel and President Obama&rsquo;s stellar record, it&rsquo;s important to make sure that that is clear and consistent message and not put love of party before the love of Israel.&quot;<br />\r\n<br />\r\nCaputo repeatedly asked Wasserman Schultz to explain what Oren actually said to her. She said that she spoke to Oren yesterday and said that the Examiner didn&rsquo;t report her comments in the full context. She also said that she said what she always says.<br />\r\n<br />\r\nWe also received this statement from the DNC communications staff:<br />\r\n<br />\r\n&quot;The <em>Examiner </em>misrepresented the chairwoman&rsquo;s remarks. What she said is what she has stated repeatedly before: what jeopardizes Israel&#39;s security is the suggestion, for partisan political gain, that the election of either political party would weaken the long-standing relationship of the United States and Israel. The <em>Examiner</em>&rsquo;s piece should be seen for what it is, a blatant misrepresentation of the facts by a conservative outlet.&quot;<br />\r\n<br />\r\nWasserman Schultz spokesman Jonathan Beeton confirmed that the audio clip of Wasserman Schultz was accurate, but he added that Wasserman Schultz was not reading from prepared remarks and was not directly quoting Oren.<br />\r\n<br />\r\n&quot;What she is saying is that Ambassador Oren had told her on multiple occasions that using Israel as a political football is dangerous for Israel. ...&quot; Beeton said. &quot;She is not saying he said what Republicans are doing is dangerous for Israel.&quot;<br />\r\n<br />\r\nFor example, <a href=\"http://thehill.com/blogs/blog-briefing-room/news/162211-romney-obama-has-thrown-israel-under-the-bus\">Romney&rsquo;s comment</a> that Obama has &quot;thrown Israel under the bus&quot; is an example of &quot;what Republicans are doing,&quot; Beeton said.<br />\r\n<br />\r\nBeeton noted what Wasserman Schultz said later in her statement about making sure there &quot;will never be daylight between the two parties&quot; shows she was trying to convey that both parties should share support for Israel to help protect Israel.<br />\r\n<br />\r\nBeeton gave us this analogy: &quot;It would kind of be like if you and I are walking into McDonald&rsquo;s and you order a double Big Mac Happy Meal and I go, &lsquo;Amy, what you are doing, and I&rsquo;ve heard no less than the surgeon general of the U.S. say this, what you are doing right now is dangerous for your health. It doesn&rsquo;t mean the Surgeon General said, &lsquo;Amy Sherman&rsquo;s eating habits are dangerous for her health.&rsquo; Instead, it would mean that the surgeon general said &lsquo;that type of behavior is dangerous for your health.&rsquo;&quot;<br />\r\n<br />\r\nBeeton also pointed us to Oren&rsquo;s comments in 2010 in <a href=\"http://www.haaretz.com/blogs/focus-u-s-a/when-israel-stars-in-u-s-campaigns-is-it-good-for-the-jews-1.320883\">Haaretz</a>, the English language newspaper in Israel, where he said, &lsquo;&lsquo;Israel has become a partisan issue in the U.S., and this political ping-pong is bad for us.&quot;<br />\r\n<br />\r\nFinally, we should note another example of Wasserman Schultz talking about Oren&rsquo;s comments. The <em>Examiner </em>linked to this August interview in <a href=\"http://www.hadassahmagazine.org/site/apps/nlnet/content.aspx?c=twI6LmN7IzF&amp;b=6725377&amp;ct=11622979&amp;notoc=1\">Hadassah</a>, a Jewish women&rsquo;s magazine:<br />\r\n<br />\r\nHadassah: &quot;Why did you call on both parties to refrain from challenging each other over support for Israel?&quot;<br />\r\n<br />\r\nWasserman Schultz: &quot;What the Republicans are doing is dangerous. They are using Israel as a political football.&hellip; Israel&rsquo;s ambassador (to the United States), Michael Oren, has said this. If there is any perception of daylight between the parties on support for Israel, that strengthens Israel&rsquo;s enemies. The president rejects what some Republican candidates have been saying, that America should review all its foreign aid commitments from zero, making each country justify the support it receives.&quot;<br />\r\n<br />\r\n<strong>Our ruling</strong><br />\r\n<br />\r\nThe <em>Examiner </em>wrote that Wasserman Schultz said: &quot;We know, and I&rsquo;ve heard no less than Ambassador Michael Oren say this, that what the Republicans are doing is dangerous for Israel.&quot;<br />\r\n<br />\r\nThe first <em>Examiner </em>report didn&rsquo;t fully quote Wasserman Schultz. But the next day, the newspaper provided a more complete version -- including audio. She said she didn&rsquo;t make the remark, but the audio clearly shows her making it.<br />\r\n<br />\r\nIn fairness to Wasserman Schultz, her main point in the extended audio clip is that Republicans have politicized the issue of Israel, and that is what&rsquo;s dangerous, not that the party&rsquo;s particular policy positions are dangerous.<br />\r\n<br />\r\nHer comments about Oren gave the impression that he singled out Republicans for criticism, not that he was commenting on the dangers of politicizing the issue of Israel.<br />\r\n<br />\r\nBut she did make the remark she said she didn&rsquo;t make, and we rate her claim Pants on Fire.</p>\r\n\r\n<p><em>PolitiFact Florida is partnering with 10 News for the election. See video fact-checks <a href=\"http://www.politifact.com/florida/subjects/10-news-tampa-bay/\">here</a>.</em></p>\r\n", "ruling_comments_date": "2012-09-05T17:49:34.477644", "ruling_date": "2012-09-05T18:00:42", "ruling_headline": "Wasserman Schultz said she didn't make comments about Israel's ambassador, but she did", "ruling_headline_slug": "wasserman-schultz-said-she-didnt-make-comments-abo", "ruling_link_text": "Caught on tape!", "ruling_state": null, "source_documents": null, "sources": "<p>The <em>Examiner</em>, <a href=\"http://m.washingtonexaminer.com/jewish-democrats-on-the-defensive/article/2506787\">&quot;Jewish Democrats on the defensive,&quot; </a>Sept. 3, 2012<br />\r\n<br />\r\nThe <em>Examiner</em>, <a href=\"http://washingtonexaminer.com/article/2506980#.UEd9dMGPW8C\">&quot;Debbie Wasserman Schultz: Israeli ambassador called GOP &lsquo;dangerous for Israel,&rsquo;&quot; </a>Sept. 4, 2012<br />\r\n<br />\r\nThe <em>Examiner</em>, <a href=\"http://washingtonexaminer.com/article/2506980#.UEd9dMGPW8C\">&quot;DWS attacks Examiner for &lsquo;deliberately&rsquo; misquoting her, but here&rsquo;s the audio,&quot;</a>Sept. 4, 2012<br />\r\n<br />\r\nPOLITICO, <a href=\"http://www.politico.com/news/stories/0912/80694.html\">&quot;DNC chair denies GOP Israel quote,&quot; </a>Sept. 4, 2012<br />\r\n<br />\r\n<em>Hadassah</em>, <a href=\"http://www.hadassahmagazine.org/site/apps/nlnet/content.aspx?c=twI6LmN7IzF&amp;b=6725377&amp;ct=11622979&amp;notoc=1\">Interview: Debbie Wasserman Schultz</a>, August 2012<br />\r\n<br />\r\nNational Democratic Jewish Council, <a href=\"http://www.njdc.org/blog/post/orenisraelpartisanship102510\">&quot;Oren addresses partisanship over Israel, again,&quot;</a>Oct. 25, &nbsp;2012<br />\r\n<br />\r\n<em>The Hill</em>, &quot;Obama &lsquo;disrespected&rsquo; Israel, threw it &lsquo;under the bus,&rsquo; says Romney,&rsquo;&rsquo; May 19, 2011<br />\r\n<br />\r\nObama for America, <a href=\"https://s3.amazonaws.com/obama.3cdn.net/89c98b51b80152f561_3cm6b9q9v.pdf\">President Obama&rsquo;s stance on Israel</a>, <a href=\"https://s3.amazonaws.com/obama.3cdn.net/51bc2528a2795eca7b_swm6bngs8.pdf\">long fact sheet</a>, and <a href=\"https://s3.amazonaws.com/obama.3cdn.net/36a8a0b6408b4540dc_xirmvywgl.pdf\">short fact sheet</a>, Accessed Sept. 5, 2012<br />\r\n<br />\r\n<em>Miami Herald</em>, Audio of reporter Marc Caputo&rsquo;s interview with U.S. Rep. Debbie Wasserman Schultz, Sept. 5, 2012<br />\r\n<br />\r\nInterview, Jonathan Beeton, spokesman for DNC chair U.S. Rep. Debbie Wasserman Schultz, Sept. 5, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 7, "current_job": "U.S. Representative, Florida District 23", "false_count": 9, "first_name": "Debbie", "half_true_count": 8, "home_state": "Florida", "id": 265, "last_name": "Wasserman Schultz", "mostly_true_count": 15, "name_slug": "debbie-wasserman-schultz", "pants_count": 3, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/27560_6444958138_7609_n.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/265/", "total_count": 48, "true_count": 6, "website": "http://wassermanschultz.house.gov/"}, "statement": "<p>Says she was misquoted and &quot;didn&rsquo;t say&quot; that the Israeli ambassador said &quot;what the Republicans are doing is dangerous for Israel.&quot;</p>\r\n", "statement_context": "comments to Fox News", "statement_date": "2012-09-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 48, "photo": null, "resource_uri": "/api/v/2/subject/48/", "subject": "Israel", "subject_slug": "israel", "used_in_edition": []}], "target": [], "twitter_headline": ""}