{"art": [], "author": [{"email_address": "HumphreyT@KnoxNews.com", "first_name": "Tom", "id": 318, "last_name": "Humphrey", "name_slug": "tom-humphrey", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 21, "publication_name": "Knoxville News Sentinel", "resource_uri": "/api/v/2/publication/21/"}, "resource_uri": "/api/v/2/staffer/318/", "title": "Knoxville News Sentinel, Nashville Bureau Chief", "twitter": null}], "canonical_url": "/tennessee/statements/2012/sep/07/tennessee-democratic-party/democrats-say-republican-backed-legislation-would-/", "edition": {"adkey": "Editions", "advalue": "Tennessee", "edition": "Tennessee", "edition_slug": "tennessee", "has_afterthefact": false, "id": 14, "index_page": false, "meter_name": "The Tennessee Truth-O-Meter", "resource_uri": "/api/v/2/edition/14/"}, "editor": [{"email_address": "AhillenS@KnoxNews.com", "first_name": "Steve", "id": 316, "last_name": "Ahillen", "name_slug": "steve-ahillen", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 21, "publication_name": "Knoxville News Sentinel", "resource_uri": "/api/v/2/publication/21/"}, "resource_uri": "/api/v/2/staffer/316/", "title": "Knoxville News Sentinel Data, Investigative and Sunday Editor", "twitter": null}], "facebook_headline": null, "id": 6662, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "HumphreyT@KnoxNews.com", "first_name": "Tom", "id": 318, "last_name": "Humphrey", "name_slug": "tom-humphrey", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 21, "publication_name": "Knoxville News Sentinel", "resource_uri": "/api/v/2/publication/21/"}, "resource_uri": "/api/v/2/staffer/318/", "title": "Knoxville News Sentinel, Nashville Bureau Chief", "twitter": null}], "resource_uri": "/api/v/2/statement/6662/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tLegislation clearing the way for Tennessee to participate in a <a href=\"http://www.capitol.tn.gov/Bills/107/Bill/HB0369.pdf\">&quot;Health Care Compact&quot;</a>was supported by Republicans on a virtually unanimous basis during the last legislative session. Now, the Tennessee Democratic Party is trying to turn that support into a liability during the campaign season.<br />\r\n\t<br />\r\n\tIn news releases, the party is targeting virtually every incumbent Republican state legislator who faces a Democratic challenger in this fall&#39;s election. With minor variations depending on the targeted incumbent, the releases sent to media in East Tennessee districts carried very similar wording. As a sample, the following is from the release that went out in House District 33 in which <a href=\"https://www.documentcloud.org/documents/423309-raganrelease.html\">state Rep. John Ragan</a>, R-Oak Ridge, is being challenged by Democratic former Rep. Jim Hackworth:<br />\r\n\t<br />\r\n\t&quot;Earlier this year, Rep. John Ragan co-sponsored a measure that would eliminate Medicare&#39;s guaranteed benefit for 800,000 Tennessee seniors and force them into TennCare.&quot;<br />\r\n\t<br />\r\n\tOther releases simply change the name, using the same wording. Ragan was one of 44 co-sponsors in the House of the bill, which fell four votes short of the 50-vote majority needed for House passage in the last hour of the 2012 legislative session &ndash; when several Republicans had left the House chamber &ndash; after passing the Senate 22-9. All &quot;no&quot; votes came from Democrats in both chambers.<br />\r\n\t<br />\r\n\tDuring the session, the bill (SB326) was hotly debated by lawmakers with considerable back-and-forth between Republicans and Democrats over what it would &ndash; or would not &ndash; do. The Democratic party&#39;s news release somewhat echoes comments of some Democratic legislators during that debate.<br />\r\n\t<br />\r\n\t&quot;What a lie!&quot; said Sen. Mae Beavers, R-Mount Juliet, who was lead Senate sponsor of the measure, when shown a copy of the Ragan release.<br />\r\n\t<br />\r\n\t&quot;It is obvious my opposition is spreading misinformation to confuse voters into supporting them because their platform is so unpopular in Tennessee,&quot; said Ragan in an emailed statement.<br />\r\n\t<br />\r\n\tSo who&#39;s right?<br />\r\n\t<br />\r\n\tThe bill basically envisions state government taking over most major health care programs now operated by the federal government, including Medicare. The idea is for states to join together in a Health Care Compact and petition Congress to give up federal control, sending states all of the federal funding being used to cover program costs &ndash; about $11.5 billion in Tennessee&#39;s case, according to the Legislature&#39;s Fiscal Review Committee staff.<br />\r\n\t<br />\r\n\tSix states have already approved similar health care compact legislation, according to the Health Care Compact Alliance website. They include Georgia, Missouri, Oklahoma, Texas and Utah. Indiana also passed a compact bill, but amended it to say that Medicare would remain with the federal government.<br />\r\n\t<br />\r\n\tIn Tennessee, Beavers said the bill was inspired by passage of the Affordable Health Care Act, now widely known as Obamacare, and its impact on state costs for overseeing Medicaid, which provides health care coverage for low-income persons as opposed to Medicare, which covers those over age 65 regardless of income. Beavers said, in fact, that if Obamacare winds up being repealed, she would see no need for a Health Care Compact &ndash; though, as things stand now, the quest for passage will be renewed in January.<br />\r\n\t<br />\r\n\tIn Tennessee, the state already operates the Medicaid program through the TennCare program. The federal government providing about two-thirds of the funding with the state covering the rest. Medicare is 100 percent federally funded.<br />\r\n\t<br />\r\n\tThe Tennessee Health Care Compact legislation, as filed in the past legislative session, is rather vague on what creation of a compact would mean.<br />\r\n\t<br />\r\n\t&quot;The legislatures of the member states have the primary responsibility to regulate health care in their respective states,&quot; says one provision of the bill.<br />\r\n\t<br />\r\n\tAs to how the legislatures in general, or the Tennessee legislature in particular, would regulate health care &ndash; including the guaranteed Medicare coverage for persons over age 65 &ndash; it is utterly silent. Beavers says that Medicare could well be left with the federal government, if the Legislature so decides.<br />\r\n\t<br />\r\n\tIt seems to us, then, that any declaration of what the bill would mean for Medicare enrollees &ndash; or most anyone else -- is speculation, not fact.<br />\r\n\t<br />\r\n\tThe Democrats&#39; declaration is founded, first, on the expectation that Congress would go along with turning Medicare over to states that want to run the show &ndash; along with the money to pay for it. That is surely a debatable proposition; perhaps even doubtful.<br />\r\n\t<br />\r\n\tAnd, if the feds did turn everything over to the states, they could attach conditions &ndash; say, for example, that current coverage of seniors must be maintained &ndash; though legislative sponsors envision the money coming with no strings attached.<br />\r\n\t<br />\r\n\tNext, assuming Congress goes along with the idea and the money is sent to Tennessee without conditions, then the Legislature has to make decisions. That means introduction of more bills, more debate and a chance for citizen input before decisions are made. It&#39;s possible that citizens could become alarmed, once they are aware of the possibilities, and legislators would listen.<br />\r\n\tNow, the bill is so open-ended that the Legislature could, granted congressional approval, proceed to change Medicare eligibility rules in all sorts of ways.<br />\r\n\t<br />\r\n\tInvited to defend the assertion made in the news release, Brandon Puttbrese, communications director for the Tennessee Democratic party, provided a lengthy response. Here&#39;s part of it:<br />\r\n\t&quot;Were it (the compact) to take effect, Tennessee would receive a block grant from the federal government and also sacrifice hundreds of millions in federal funds by 2014 and billions by 2022 because funding for the compact is not designed to keep pace with medical inflation.<br />\r\n\t<br />\r\n\t&quot;So where do we make up that funding for Tennessee&#39;s seniors -- now including baby boomers -- who are going to depend on this care? New taxes? Repealing their millionaire and billionaire tax breaks?<br />\r\n\t<br />\r\n\t&quot;With no guarantees that the federal funding formulas will keep up with medical inflation or changing age structures in the population, Republicans in states like Tennessee are more likely to turn to the time-tested tools for cutting costs.<br />\r\n\t<br />\r\n\t&quot;Those are: changing eligibility standards so that fewer people are enrolled; reducing services provided shifting costs onto beneficiaries and cutting payments to providers.&quot;<br />\r\n\t<br />\r\n\tPuttbrese also provided links to testimony in Texas related to passage of a Health Care Compact bill. Part of the testimony involves whether the federal funding could run short in future years in a Medicare takeover. The Legislature&#39;s Fiscal Review staff basically assumes it would not under the Tennessee version of the bill, which includes a formula for changes in federal money based on inflation and population.<br />\r\n\t<br />\r\n\tSetting aside that tangential discussion, we note that Puttbrese is making some assumptions and raising hypothetical questions. Which involves, again, speculation and not fact.<br />\r\n\t<br />\r\n\tFurther, Puttbrese says that the party <a href=\"https://www.documentcloud.org/documents/423311-democraticparty.html\">has changed the wording on the </a><a href=\"https://www.documentcloud.org/documents/423311-democraticparty.html\">releases</a>since our initial inquiry on that wording. The initial releases targeted East Tennessee Republicans; the change was made as releases began targeting Middle Tennessee Republicans, Puttbrese said.<br />\r\n\tHere&#39;s the new wording in a release targeting Rep. Jim Gotto, R-Nashville, that replaces the language in the earlier version above targeting Rep. John Ragan:<br />\r\n\t<br />\r\n\t&quot;Earlier this year, Tennessee Republicans, including state Rep. Jim Gotto, co-sponsored the Health Care Compact bill, an extreme measure that endangers the health benefits of 800,000 Tennessee seniors enrolled in Medicare and shifts management of their healthcare plans to TennCare.&quot;<br />\r\n\t<br />\r\n\tThe key change is to substitute &quot;would eliminate Medicare&#39;s guaranteed benefit for 800,000 Tennessee seniors&quot; to &quot;endangers the health benefits of 800,000 Tennessee seniors.&quot;<br />\r\n\t<br />\r\n\tWith the revision, we think the Democrats have a reasonable assertion, insofar as political endeavors go. If the federal government turned Medicare over to the state Legislature&#39;s oversight with no strings attached, as conceivable under the bill, we&#39;re not ready to predict what would happen. But the possibility of endangered beneficiaries would be there.<br />\r\n\t<br />\r\n\tIndeed, if the original release language was changed to use the word &#39;could&#39; instead of &#39;would,&#39; the party would have a more defensible statement.<br />\r\n\t<br />\r\n\tBut we set out to evaluate the original release, not the revised version and not to engage in semantic speculation over what difference the change of a word might have made.<br />\r\n\t<br />\r\n\tThe Democrats&#39; declaration that the Health Care Compact bill would eliminate Medicare&#39;s guaranteed benefit for Tennessee seniors is False.</p>\r\n", "ruling_comments_date": "2012-09-07T10:22:42.869675", "ruling_date": "2012-09-07T10:21:42", "ruling_headline": "Democrats say Republican-backed legislation “would eliminate Medicare's guaranteed benefit for 800,000 Tennessee seniors and force them into TennCare.”", "ruling_headline_slug": "democrats-say-republican-backed-legislation-would-", "ruling_link_text": "Speculation at best", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<a href=\"http://www.capitol.tn.gov/Bills/107/Bill/HB0369.pdf\" id=\"internal-source-marker_0.5148560696815988\">Health Care Compact bill as filed in 107th General Assembly</a><br />\r\n\t<br />\r\n\t<a href=\"http://healthcarecompact.org/\">Website of Health Care Compact Alliance</a>,<br />\r\n\t<br />\r\n\t<a href=\"https://www.documentcloud.org/documents/423310-hallrelease.html\">Tennessee Democratic party news release targeting state Rep. Steve Hall, R-Knoxville</a><br />\r\n\t<br />\r\n\t<a href=\"https://www.documentcloud.org/documents/423309-raganrelease.html\">Tennessee Democratic party news release targeting state Rep. John Ragan, R-Oak Ridge</a><br />\r\n\t<br />\r\n\t<a href=\"https://www.documentcloud.org/documents/423311-democraticparty.html\">Revised version of Tennessee Democratic Party news release, which targets Rep. Jim Gotto, R-Nashville</a><br />\r\n\t<br />\r\n\tInterviews with Brandon Puttbrese, communications director of Tennessee Democratic Party, on Aug. 20, 2012, and Aug. 28, 2012, the latter following an email statement sent on Aug. 27, 2012.<br />\r\n\t<br />\r\n\tInterview with Sen. Mae Beavers, R-Mount Juliet, Sept. 4, 2012.<br />\r\n\t<br />\r\n\tStatement from Rep. John Ragan, R-Oak Ridge, Aug. 31, 2012, relayed by email from House Republican Caucus staff.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 1, "first_name": "", "half_true_count": 1, "home_state": "Tennessee", "id": 1654, "last_name": "Tennessee Democratic Party", "mostly_true_count": 2, "name_slug": "tennessee-democratic-party", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/TNDP.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Tennessee", "edition": "Tennessee", "edition_slug": "tennessee", "has_afterthefact": false, "id": 14, "index_page": false, "meter_name": "The Tennessee Truth-O-Meter", "resource_uri": "/api/v/2/edition/14/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1654/", "total_count": 7, "true_count": 2, "website": "http://www.tndp.org/"}, "statement": "<p>\r\n\tThe &quot;Health Care Compact bill would end Medicare&#39;s guaranteed benefit for Tennessee&#39;s Medicare recipients and shift management of the federal health care plan to the state&#39;s TennCare program.&quot;</p>\r\n", "statement_context": "Tennessee Democratic Party press release sent via email in a version specifically cri", "statement_date": "2012-08-17", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 212, "photo": null, "resource_uri": "/api/v/2/subject/212/", "subject": "Medicaid", "subject_slug": "medicaid", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "", "id": 50, "photo": null, "resource_uri": "/api/v/2/subject/50/", "subject": "Medicare", "subject_slug": "medicare", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}