{"art": [], "author": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "canonical_url": "/oregon/statements/2012/sep/07/cnsnews/oregon-do-15-year-olds-have-complete-control-over-/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "dlane@oregonian.com", "first_name": "Dee", "id": 183, "last_name": "Lane", "name_slug": "dee-lane", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/183/", "title": "Politics editor", "twitter": null}], "facebook_headline": null, "id": 6670, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "resource_uri": "/api/v/2/statement/6670/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tIn early August, CNSNews.com published an article with the headline &quot;Obamacare Mandate: Sterilize 15-Year-Old Girls for Free &ndash;Without Parental Consent.&quot;<br />\r\n\t<br />\r\n\t&quot;Thanks to an Obamacare regulation that took effect on Aug. 1,&quot; read the article, &quot;health care plans in Oregon will now be required to provide free sterilizations to 15-year-old girls even if the parents of those girls do not consent to the procedure.&quot;<br />\r\n\t<br />\r\n\tThe article went on to note that &quot;Under Oregon law, girls from 15 years of age and up are given complete control over whether to be sterilized or not.&quot;<br />\r\n\t<br />\r\n\tThe story got picked up by several websites, quickly making its way around the web &ndash; and into our mailbox.<br />\r\n\t<br />\r\n\tOf course, we were curious, too, so we got to checking.<br />\r\n\t<br />\r\n\tBefore we get to our findings, here&#39;s a little context about CNSNews.com for those &ndash; like us &ndash; who had not heard of it. CNSNews.com, based in a Virginia suburb of Washington, D.C., says its goal is to &quot;provide an alternative news source that would cover stories that are subject to the bias of omission and report on other news subject to bias by commission.&quot; It is not affiliated with Catholic News Service, which sometimes uses the same CNS abbreviation.<br />\r\n\t<br />\r\n\tFirst, we checked the larger context of the article to see if &quot;Obamacare&quot; (the Affordable Care Act) requires health insurers to cover sterilization. We made several calls before we finally came up with a solid source that confirmed the new law requires providers to cover sterilization without cost to the patient. According to the U.S. Health Resource and Services Administration, services that fall under &quot;women&#39;s preventive health care&quot; are supposed to be covered for free, including mammograms, screenings for cervical cancer, prenatal care, contraception, sexually transmitted infection counseling and &ndash; yes &ndash;&quot;sterilization procedures.&quot;<br />\r\n\t<br />\r\n\tAs for the more salient detail &ndash; the age of consent in Oregon &ndash; we found a piece of Oregon law, which states that &quot;a minor 15 years of age or older may give consent, without the consent of a parent or guardian of the minor, to: Hospital care, medical or surgical diagnosis or treatment by a physician licensed by the Oregon Medical Board &hellip;&quot;<br />\r\n\t<br />\r\n\tEssentially, CNSNews.com linked those two pieces of information &ndash; the new requirements that insurance companies cover sterilization for free and the fact that Oregon&#39;s age of consent for health care is 15 years old.</p>\r\n<p>\r\n\tThe idea that 15-year-old girls would be lining up for free on-demand sterilizations struck our readers either as scary - &quot;Is this true?&quot; - or ridiculous - &quot;This can&#39;t be true.&quot;<br />\r\n\t<br />\r\n\tWe kept reporting.<br />\r\n\t<br />\r\n\tWe checked whether sterilization had always been covered by the Oregon Health Plan, the state-run health care insurance program that covers 600,000 people a month. We called Oregon Health Authority spokeswoman Alissa Robbins, who confirmed that it has been included since the plan&#39;s inception in 1994.<br />\r\n\t<br />\r\n\tWe also asked how many 15-, 16 &ndash; and 17-year-olds had received sterilizations under the plan. Robbins checked records for the last 10 years and found no sterilization procedure for a 15-year-old or a 16-year-old. As for 17-year-olds, she said, at most one such procedure is performed each year, though some years none is performed. She couldn&#39;t tell us the reason, she said, because it was &quot;protected health information.&quot; However, it seems clear to us that the procedure for young women in that age bracket is exceedingly rare.<br />\r\n\t<br />\r\n\tRobbins also pointed us to <a href=\"http://www.google.com/url?q=http%3A%2F%2Fwww.leg.state.or.us%2Fors%2F436.html&amp;sa=D&amp;sntz=1&amp;usg=AFQjCNEcq-Ke_ugGSEXIyGs-jCYbWL9oAQ\">ORS 436</a>, which lays out the warnings and consent procedures for anyone seeking sterilization, including minors. If a physician feels a minor is not capable of making an informed consent to be sterilized, her only recourse is to go to court and ask a judge to order that she is.<br />\r\n\t<br />\r\n\tWe also checked with OHSU Hospital to see what the process would be for a minor looking to be sterilized there. Spokeswoman Tamara Hargens-Bradley got back to us with a lengthy email.<br />\r\n\t<br />\r\n\tFor any patient under 30, she said, the hospital offers counseling about &quot;long-acting reversible contraceptives&quot; and &quot;the risk of regret&quot; in young women who are sterilized.<br />\r\n\t<br />\r\n\tThe &quot;most likely scenario in which a teenager would request sterilization,&quot; she wrote, &quot;is if she has a medical condition so severe that pregnancy would be life-threatening.&quot;<br />\r\n\t<br />\r\n\tIf sterilization is not needed medically and a teen insists, Hargens-Bradley said the OHSU ethics committee would get involved. &quot;(T)hat would be very unusual and cause concern about whether the patient is capable of providing fully informed consent.&quot;<br />\r\n\t<br />\r\n\tShe ended on this note: &quot;The health care reform offering contraception for free does not REQUIRE a physician to provide care they do not feel is safe for the patient. It requires that insurance plans cover all contraceptives available.&quot;<br />\r\n\t<br />\r\n\tAfter some vacation phone tag, we were able to talk to Michael Chapman, the CNSNews.com managing editor who had worked closely with the story&#39;s author, an intern who is no longer there.<br />\r\n\t<br />\r\n\t&quot;Our story is factual,&quot; Chapman said. &quot;Out story reports what the law is in Oregon and it reports what the federal regulation is.&quot;<br />\r\n\t<br />\r\n\tChapman said the article was stymied in part by little response from the Oregon Health Authority. &quot;It&#39;s great they&#39;re willing to say more now that the story has come out.<br />\r\n\t<br />\r\n\t&quot;Nearly all health insurers must provide sterilization ... that&#39;s a fact.&quot;<br />\r\n\t<br />\r\n\tIn a subsequent email, Chapman pointed out language on the Oregon Health Authority&#39;s <a href=\"http://www.google.com/url?q=http%3A%2F%2Fcnsnews.com%2Fsites%2Fdefault%2Ffiles%2Fdocuments%2FOREGON%2520STERILIZATION%2520CONSENT%2520FORM.pdf&amp;sa=D&amp;sntz=1&amp;usg=AFQjCNEo2z-4zuimgt6aemg87Y4m6X2P5Q\">consent to sterilization form</a> that reads &quot;I was told that the decision to be sterilized is completely up to me.&quot;<br />\r\n\t<br />\r\n\tThe form is the last step in many checks and balances that is only signed after the patient finds a physician willing to perform the procedure.<br />\r\n\t<br />\r\n\tNow let&#39;s pull this together. Our reporting found that it&#39;s true that the health care act requires sterilizations to be free. It&#39;s also true that 15-year-olds can consent to health care without parental consent.<br />\r\n\t<br />\r\n\tBut CNSNews.com goes even further by alleging that &quot;under Oregon law, girls from 15 years of age and up are given complete control over whether to be sterilized or not.&quot;<br />\r\n\t<br />\r\n\tThe statement would be accurate if it said health care plans in Oregon are required to pay for sterilizations for 15-year-old-girls. But instead, the statement confuses the insurers with providers &ndash; i.e. physicians &ndash; stating that 15-year-olds have &quot;complete control.&quot; That&#39;s not true.<br />\r\n\t<br />\r\n\tWhat a 15-year-old girl may want and what a medical provider is willing to do, at least in this case, are two very different things. Health care providers are under no obligation to provide sterilization on demand. In fact, free sterilization is not available on demand for 15-year-olds in Oregon. A 15-year-old must first convince a doctor that the procedure is medically necessary. While sometimes it is -- to treat cancer, for instance --a decade of records from the Oregon Health Plan and the explanation of procedures at OHSU show sterilization of 15-year-olds is incredibly rare.<br />\r\n\t<br />\r\n\tIn Oregon, 15-year-old girls do not have &quot;complete control&quot; over whether to be sterilized. We rule the statement False.</p>\r\n", "ruling_comments_date": "2012-09-07T19:19:35.712345", "ruling_date": "2012-09-07T16:13:29", "ruling_headline": "In Oregon, do 15-year-olds have complete control over sterilization?", "ruling_headline_slug": "oregon-do-15-year-olds-have-complete-control-over-", "ruling_link_text": "It's not as simple as asking to be sterilized.", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tCNSNews.com, &quot;<a href=\"http://cnsnews.com/news/article/obamacare-mandate-sterilize-15-year-old-girls-free-without-parental-consent\">Obamacare</a><a href=\"http://cnsnews.com/news/article/obamacare-mandate-sterilize-15-year-old-girls-free-without-parental-consent\"> Mandate: Sterilize 15-Year-Old Girls for Free -- Without Parental Consent</a>,&quot; Aug. 10, 2012<br />\r\n\t<br />\r\n\tEmails from Liz Delapoer, spokeswoman for Planned Parenthood - Columbia Willamette, Aug. 19, 24 and 27, 2012<br />\r\n\t<br />\r\n\tHealth Resources and Services Administration, &quot;<a href=\"http://www.hrsa.gov/womensguidelines/\">Women&rsquo;s Preventive Services</a>,&quot; Aug. 27, 2012<br />\r\n\t<br />\r\n\tHealthcare.gov, &quot;<a href=\"http://www.healthcare.gov/law/resources/regulations/womensprevention.html\">Affordable Care Act Expands Prevention Coverage for Women&rsquo;s Health and Well-Being</a>,&quot; Aug. 27, 2012<br />\r\n\t<br />\r\n\tOregon Revised Statutes, Chapter 109 - Parent and Child Rights and Relationships<br />\r\n\t<br />\r\n\tOregon Revised Statutes, Chapter 436 - Sterilization<br />\r\n\t<br />\r\n\tEmails from and interviews with Alissa Robbins, spokeswoman for the Oregon Health Authority, Aug. 27 and 31 and Sept. 4, 2012<br />\r\n\t<br />\r\n\tEmail from Tamara Hargens-Bradley, spokeswoman for Oregon Health and Science University, Aug. 31, 2012<br />\r\n\t<br />\r\n\tInterview with Michael Chapman, a managing editor and CNSNews.com, Sept. 4, 2012<br />\r\n\t&nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 1, "first_name": "", "half_true_count": 0, "home_state": "", "id": 2013, "last_name": "CNSNews", "mostly_true_count": 0, "name_slug": "cnsnews", "pants_count": 0, "party": {"id": 16, "party": "Organization", "party_slug": "organization", "resource_uri": "/api/v/2/party/16/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact-mugs-politifact-mugs-politifact-mugs-mob.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2013/", "total_count": 1, "true_count": 0, "website": "http://cnsnews.com/"}, "statement": "<p>\r\n\tSays &quot;under Oregon law, girls from 15 years of age and up are given complete control over whether to be sterilized or not.&quot;</p>\r\n", "statement_context": "a news article.", "statement_date": "2012-08-10", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 202, "photo": null, "resource_uri": "/api/v/2/subject/202/", "subject": "Public Health", "subject_slug": "public-health", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}