{"art": [], "author": [{"email_address": "jhdavis@ajc.com", "first_name": "Janel", "id": 382, "last_name": "Davis", "name_slug": "janel-davis", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/382/", "title": "Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2012/sep/12/american-civil-liberties-union/voter-id-laws-poll-tax-not-equivalent/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jdenery@ajc.com", "first_name": "Jim ", "id": 141, "last_name": "Denery", "name_slug": "jim-denery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/141/", "title": "Word editor", "twitter": null}, {"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 6681, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jhdavis@ajc.com", "first_name": "Janel", "id": 382, "last_name": "Davis", "name_slug": "janel-davis", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/382/", "title": "Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/6681/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tVoter identification laws, such as the one implemented in Georgia in 2007, have become a hot-button election issue.<br />\r\n\t<br />\r\n\tOn one side, supporters have said the laws requiring voters to present some sort of government-approved -- and many times government-issued -- photo identification to vote are needed to prevent voter fraud. The GOP even included support of voter ID laws in its party platform adopted last month in Tampa during the Republican National Convention.<br />\r\n\t<br />\r\n\tOn the other side, civil liberties and civil rights groups have said the laws lead to disenfranchisement of voters, particularly minority and older voters, by obstructing their voting rights.<br />\r\n\t<br />\r\n\tThe American Civil Liberties Union has been one of the staunchest opponents of the voter ID laws, and it has repeatedly published information suggesting the laws suppress voting.<br />\r\n\t<br />\r\n\tBut the voter suppression argument has not always been found to be accurate. A study of Georgia election data conducted this month by The Atlanta Journal-Constitution, for example, found that participation among black voters rose by 44 percent from 2006 &mdash; before the law was implemented &mdash; to 2010. For Hispanics, the increase for the same period was 67 percent. Turnout among whites rose 12 percent. Even when African-American participation fell in 2010 after President Barack Obama&rsquo;s 2008 election, a far greater share of black voters turned out in 2010 than in 2006, showing that Obama was not the only factor driving turnout.<br />\r\n\t<br />\r\n\tIn its Summer 2012 edition of the Civil Liberties newsletter, the ACLU notes that &quot;Since the 2008 election, more than 30 states have introduced laws that make it harder to cast a ballot. ... What&rsquo;s more, most of these laws make it complicated and expensive to get an ID, essentially instituting a modern-day poll tax.&quot;<br class=\"kix-line-break\" />\r\n\t<br />\r\n\tStatistics about the voter ID laws have been repeated by people on both sides of the issue. But we wondered just much how of a dent does obtaining government identification make in the wallets of voters? Are the laws too complicated, and do they make it expensive to vote? And are the laws tantamount to a modern-day poll tax?<br />\r\n\t<br />\r\n\tThe National Conference of State Legislatures reports that 33 states currently have voter ID laws, with varying criteria and accepted forms of documentation.</p>\r\n<p>\r\n\tThe ACLU&rsquo;s newsletter also reports that 25 percent of African-American voting-age citizens and 8 percent of white voting-age citizens lack government-issued photo IDs. The article also said these new voting laws were crafted to recast voting as a &quot;privilege&quot; reserved for certain segments of the population.</p>\r\n<p>\r\n\tPolitiFact has previously checked claims by several politicos, including Attorney General Eric Holder and U.S. Rep. Steny Hoyer, D-Md., using statistics from the Brennan Center for Justice at the New York University School of Law about citizens lacking the government-issued photo IDs that were also cited by the ACLU. Both claims rated Mostly True.</p>\r\n<p>\r\n\tThe ACLU newsletter labeled the new voter ID requirements as a &quot;modern day poll tax.&quot;<br />\r\n\tThe historical poll tax emerged in parts of the U.S. in the late 1800s as a blatant effort to restrict voting. Primarily aimed at minorities, these laws -- along with literacy tests -- disenfranchised many black, Native American and poor white citizens. The poll tax was outlawed in federal elections in 1964.<br />\r\n\t<br />\r\n\tThe poll tax portion of the ACLU claim, as a historical comparison, does not hold up.<br />\r\n\t<br />\r\n\tBut the organization&rsquo;s claim about the cost to voters is much tougher to evaluate.<br />\r\n\t<br />\r\n\tSome states, such as Georgia, which was among the first to implement voter ID laws, make it free for residents to obtain the government IDs and don&rsquo;t require them for absentee voting.<br />\r\n\t<br />\r\n\tDMV Answers, a for-profit website, reported that for residents, the cost of getting a state-issued photo ID varies. On the low end, the IDs cost $5 in states such as Delaware, Iowa, Maine, South Carolina and West Virginia; while costs can reach as much as $33.50 in Oregon. Most of the states&rsquo; ID costs are at the lower end, ranging from $10 to $15, according to the site.</p>\r\n<p>\r\n\tIn May, PolitiFact reviewed a claim by U.S. Rep. Alcee Hastings that requests made to some Florida residents to submit proof of citizenship amounted to a &quot;backdoor poll tax&quot; because they had to buy a stamp to mail in the documents. Although experts said any election procedure that requires voters to incur some type of financial costs could be coined a poll tax, actual poll taxes were unaffordable to the African-Americans they affected. The Florida request was seen more as an inconvenience, and the claim received a Half True rating.</p>\r\n<p>\r\n\tWhether states offer the ID for a nominal fee or free of charge, there is still a cost, said Randolph McLaughlin, a professor at Pace Law School in New York who specializes in voting rights litigation and has argued several civil rights cases.<br />\r\n\t&quot;What do you need to get the ID? You have to prove who you are, so in some states you have to get a birth certificate and birth certificates cost money,&quot; McLaughlin said. &quot;You have to pay to get a piece of paper to get the government-issued ID, and because the places that issue the ID have the same operating hours that most people work, you may have to miss work to get this card for a problem that doesn&rsquo;t exist.&quot;</p>\r\n<p>\r\n\tThe claim that the voter ID laws are the functional equivalent of a poll tax is difficult to prove.</p>\r\n<p>\r\n\t&quot;The U.S. Supreme Court has not definitely settled this debate, although its 2008 decision in the Indiana voter ID case suggests that the poll tax claim faces an uphill battle,&quot; said Edward Foley, executive director of an election law center at The Ohio State University&rsquo;s Moritz College of Law.</p>\r\n<p>\r\n\tIn that case, the high court found that Indiana&rsquo;s requirement that voters present government-issued photo IDs did not violate the Constitution. Justice John Paul Stevens wrote the main opinion in the 6-3 ruling, which said, &quot;The application of the statute to the vast majority of Indiana voters is amply justified by the valid interest in protecting the integrity and reliability of the electoral process.&quot;</p>\r\n<p>\r\n\tThat brings us back to the claim that voter ID laws make it complicated and expensive to get an ID.</p>\r\n<p>\r\n\tMany states with these laws do incur some costs, but the costs vary greatly from state to state. The costs to voters to obtain the IDs also vary. In some states, the cost for the ID is free, but accompanying documents necessary to receive those free IDs can cost money and take time to get. That&rsquo;s more an inconvenience than a hindrance.<br />\r\n\tThere is an element of truth to the ACLU statement. But it ignores critical facts that would give a different impression if presented.</p>\r\n<p>\r\n\tWe rule the ACLU&rsquo;s statement Mostly False.</p>\r\n", "ruling_comments_date": "2012-09-11T17:14:08.121950", "ruling_date": "2012-09-12T06:00:00", "ruling_headline": "Voter ID laws, poll tax not equivalent", "ruling_headline_slug": "voter-id-laws-poll-tax-not-equivalent", "ruling_link_text": "Recount for this claim", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tAmerican Civil Liberties Union, Civil Liberties newsletter, &quot;The Right to Vote Under Attack,&quot; Summer 2012 edition<br />\r\n\t<br />\r\n\tBrennan Center for Justice at New York University School of Law, <a href=\"http://www.brennancenter.org/content/resource/citizens_without_proof_a_survey_of_americans_possession_of_documentary_proo/\">&quot;Citizens Without Proof: A Survey of Americans&rsquo; Possession of Documentary, Proof of Citizenship and Photo Identification</a>, Nov. 2006;<a href=\"http://www.brennancenter.org/content/resource/citizens_without_proof_a_survey_of_americans_possession_of_documentary_proo/\"> </a><br />\r\n\t<br />\r\n\tTelephone interview with Erik Opsal, spokesman, Brennan Center for Justice, &nbsp;Aug. 28, 2012<br />\r\n\t<br />\r\n\tCommon Cause, CommonBlog.org, &quot;<a href=\"http://www.commonblog.com/2011/03/23/debate-over-photo-id-at-the-polls-shifts-to-costs/\">Debate Over Photo ID at the Polls Shifts to Costs</a>,&quot; March 23, 2011<br />\r\n\t<br />\r\n\tTelephone interview with Randolph McLaughlin, professor, Pace University, Aug. 30, 2012<br />\r\n\t<br />\r\n\tE-mail from Edward Foley, executive director of an election law center at The Ohio State University&rsquo;s Moritz College of Law, Sept. 11, 2012<br />\r\n\t<br />\r\n\tDMVAnswers.com, &quot;<a href=\"http://dmvanswers.com/questions/419/How-much-do-state-ID-cards-cost\">How much do state ID cards cost?</a>,&quot; 2010<br />\r\n\t<br />\r\n\tNational Conference of State Legislators: <a href=\"http://www.ncsl.org/legislatures-elections/elections/voter-id.aspx\">Voter ID state requirements &nbsp;</a></p>\r\n<p>\r\n\tTruth-O-Meter article, &quot;<a href=\"http://www.politifact.com/texas/statements/2012/jul/11/eric-holder/eric-holder-says-recent-studies-show-25-percent-af/\">Eric Holder says recent studies show 25 percent of African Americans, 8 percent of whites lack government-issued photo IDs</a>,&quot; July 10, 2012; &quot;<a href=\"http://www.politifact.com/texas/statements/2012/jan/13/steny-hoyer/democratic-leaders-say-quarter-african-americans-d/\">Steny Hoyer says up to a quarter of African Americans don&rsquo;t have government photo ID</a>,&quot; Dec. 13, 2011</p>\r\n<p>\r\n\tWorldNetDaily, &quot;Look Who&rsquo;s Behind &lsquo;Voter ID is Racist&rsquo; Campaign,&quot; by Aaron Klein, Aug. 28, 2012</p>\r\n<p>\r\n\tThe Atlanta Journal-Constitution, &quot;<a href=\"http://www.ajc.com/news/news/despite-voter-id-law-minority-turnout-up-in-georgi/nR2bx/\">Voter Turnout Surges Amid Five-year ID Law</a>,&quot; by Shannon McCaffrey, Sept. 3, 2012</p>\r\n<p>\r\n\t<a href=\"http://caselaw.lp.findlaw.com/scripts/getcase.pl?court=US&amp;vol=000&amp;invol=07-21&amp;friend=nytimes\">Transcript</a> of the opinion from the 2008 Indiana case: Crawford et al v. Marion County Election Board et al case before the U.S. Supreme Court</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 0, "home_state": "the United States", "id": 1646, "last_name": "American Civil Liberties Union", "mostly_true_count": 0, "name_slug": "american-civil-liberties-union", "pants_count": 0, "party": {"id": 16, "party": "Organization", "party_slug": "organization", "resource_uri": "/api/v/2/party/16/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/aclu.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1646/", "total_count": 1, "true_count": 0, "website": "http://www.aclu.org/"}, "statement": "<p>\r\n\tVoter identification laws make it complicated and expensive to get an ID, essentially instituting a modern-day poll tax.</p>\r\n", "statement_context": "Newsletter", "statement_date": "2012-08-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}], "target": [], "twitter_headline": ""}