{"art": [], "author": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "canonical_url": "/ohio/statements/2012/sep/17/josh-mandel/josh-mandel-claims-sherrod-browns-campaign-attacke/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 6715, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "resource_uri": "/api/v/2/statement/6715/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tIt&rsquo;s insult time. Let&rsquo;s start with this one -- that U.S. Sen. Sherrod Brown&rsquo;s actions were &quot;un-American.&quot; That leads to another -- that Brown, the Democratic senator from Ohio, has stooped so outrageously, desperately low that he attacked the military service of his opponent, Marine Corps and Iraq War veteran Josh Mandel.<br />\r\n\t<br />\r\n\tMy gosh, you might say, is this a nasty campaign or what?<br />\r\n\t<br />\r\n\tWell, yes. Still, to understand these related insults, you must follow some &nbsp;twists, turns and contortions, the likes of which did not end with the Olympics in London. In an election year, gymnastics continue until the polls close.<br />\r\n\t<br />\r\n\tThe claim we are examining today is that Brown&rsquo;s campaign attacked the service of &nbsp;Mandel, a Republican who is currently Ohio&rsquo;s treasurer -- and a Marine Corps reservist who served two tours in Iraq. <br />\r\n\t<br />\r\n\tMandel&rsquo;s campaign sent out a fund-raising email saying as much on Aug. 31 and referred to Brown using &quot;scummy smear tactics&quot; to attack Mandel&rsquo;s military service. <br />\r\n\t<br />\r\n\t&quot;It is outrageous for Sherrod Brown&rsquo;s campaign to say that enlisted military service with infantry battalions in Iraq doesn&rsquo;t prepare you for leadership&hellip; that risking your life in defense of your country somehow disqualifies you from serving your country back home,&quot; the email said.<br />\r\n\t<br />\r\n\tThe subject line on the email was &quot;Mandel Marine service under attack.&quot;<br />\r\n\t<br />\r\n\tLet&rsquo;s take the episode chronologically:<br />\r\n\t<br />\r\n\tOn Aug. 24, 2012, Mandel and Brown were interviewed together at The Columbus Dispatch. The candidates were asked about the federal government&rsquo;s auto industry bailout, which Brown supported. Mandel called one aspect of the bailout &quot;un-American.&quot; <br />\r\n\t<br />\r\n\tHe was speaking of the manner in which General Motors, with government money and input, agreed to guarantee the full pensions of unionized workers at Delphi Corp., a former GM subsidiary. Delphi&rsquo;s salaried workers got no such guarantee. Many salaried Delphi workers will see dramatic cuts in their pensions, and they say back-room negotiations involving President Barack Obama&rsquo;s administration and GM resulted in unequal treatment.<br />\r\n\t<br />\r\n\tMeantime, as <a href=\"http://www.dispatch.com/content/stories/local/2012/08/25/mandel-brown-take-off-gloves.html\">The Dispatch reported</a>: &quot;In their first head-to-head meeting of this election season, Republican U.S. Senate candidate Josh Mandel described Democratic Sen. Sherrod Brown as &quot;un-American.&quot;<br />\r\n\t<br />\r\n\tThe newspaper quoted Mandel: &quot;I don&rsquo;t toss around the word un-American very often &mdash; it&rsquo;s a dangerous word to use. But stripping ... Delphi employees of their pensions with that vote &mdash; that is un-American.&quot; <br />\r\n\t<br />\r\n\tThe Plain Dealer, in an Aug. 26 interview, asked Mandel to elaborate on whether he thought Brown was anti-American, or whether he was strictly referring to the Delphi matter. <br />\r\n\t<br />\r\n\t&quot;I think Sherrod Brown&rsquo;s a proud American,&quot; Mandel said. &quot;Just because I served in the Marines and did a couple tours of Iraq doesn&rsquo;t mean I love my country any more than he loves his country. We just have a different vision for where we want to take it, and different ideas for what we think grows an economy and creates jobs. And the thousands of Delphi employees who were depending on having pensions and were all of a sudden stripped of them are now baby boomers and senior citizens who are struggling to make ends meet.&quot;<br />\r\n\t<br />\r\n\tBrown&rsquo;s campaign held a news conference Aug 30 in Columbus to denounce the &quot;un-American&quot; claim. &nbsp;As reported by an NBC affiliate, &nbsp;&quot;local veterans, including two retired Army Generals, denounced Mandel&rsquo;s choice of words. Ret. Major General Dennis Laich said, &lsquo;Having spent 35 years in the military, I have a sense of what un-American looks like in terms of words and deeds and I can tell you that the vote that Senator Brown took, in no way, represents an un-American act.&rsquo;&quot;<br />\r\n\t<br />\r\n\tDuring that news conference, a reporter asked the retired generals if they thought Mandel&rsquo;s use of his military service would work in earning votes from the military or veterans bloc. Here is Laich&rsquo;s answer, which we got from news accounts, partial transcripts from the Brown and Mandel campaigns, and <a href=\"http://www.youtube.com/watch?v=42sA5S1Jj58\">online video</a> of the news conference:<br />\r\n\t<br />\r\n\t&quot;It&rsquo;s not a matter of it working or not. The fact of the matter is that Josh Mandel has served in the military. We applaud that. As a matter of fact, Gen. (Sam) Kindred and I would both hope that thousands of other young Ohioans would choose to serve in the military. But the fact of the matter is, that the meaning that we&rsquo;re trying to do today is not in Iraq or Afghanistan at the tactical level. It is at the national strategic level, its national security level, where Sen. Sherrod Brown is the veteran.&quot;<br />\r\n\t<br />\r\n\tLaich continued, saying, &quot;The experience that Josh Mandel had in the military is at the tactical level. Decisions that are made by those hundred Americans who serve in the United States Senate (are) at the strategic level and the national security level. We applaud it, we recognize it, and we wish that others would continue to serve or choose to serve. But the fact of the matter is that these are two different sets of criterion that are at play here and the experienced veteran in the wars on Capitol Hill is Sherrod Brown -- who has, by the way, I hate to disagree with my colleague here, but he characterized Senator Brown&rsquo;s record for veterans and their families as outstanding, I characterize it as perfect.&quot;<br />\r\n\t<br />\r\n\tThere you have it. Did you hear an attack on Mandel&rsquo;s Marine Corps service? The Mandel campaign says it did. <br />\r\n\t<br />\r\n\tTravis Considine, Mandel&rsquo;s communications director, told PolitiFact Ohio that Brown&rsquo;s campaign &quot;is essentially attacking Josh&rsquo;s military service by suggesting that because his time in the Marine Corps was spent at the &lsquo;tactical level&rsquo; he is not as prepared to fight for Ohio&rsquo;s veterans as Sherrod Brown, who they call &lsquo;the experienced veteran in the wars on Capitol Hill.&rsquo; Their logic illustrates exactly what is wrong with Washington, the belief that career politician experience supersedes actual experience.&quot;<br />\r\n\t<br />\r\n\tThat brings us back to the Mandel camp&rsquo;s Aug. 31 fundraising email. The email did not quote Mandel directly. Rather, it included a statement from a Mandel supporter and fellow Marine. The email said:<br />\r\n\t<br />\r\n\t&quot;Did you see what fellow Marine Mark DePhillips wrote below about Sherrod Brown&#39;s campaign attacking Josh&#39;s Marine Corps service? &nbsp;Take a look, and I bet you will be as disgusted as I was.&quot;<br />\r\n\t<br />\r\n\tThe email asked supporters to help Mandel &quot;fight back and defend not only his own military service, but the honorable service of the thousands of brave men and women who risked everything to protect this great country.&quot; It provided a link to a <a href=\"https://transaxt.com/Donate/GR6UQH/CitizensforJoshMandel/\">television commercial</a> that Mandel wanted to air. The commercial begins with this line:<br />\r\n\t<br />\r\n\t&quot;Sherrod Brown&rsquo;s cowardly attacks on Josh Mandel&rsquo;s character are shameful. Just ask the Marines who put their lives on the line with him.&quot; <br />\r\n\t<br />\r\n\tIt&rsquo;s not unusual to insult a political opponent. But attacking his military service is something else. <br />\r\n\t<br />\r\n\tLaich, however, said he did no such thing. &nbsp;&quot;For someone to draw from those comments that I insulted his military service is a stretch,&quot; he told us in a telephone interview. &quot;You&rsquo;d have to do some magical thinking there.&quot;<br />\r\n\t<br />\r\n\tHe said that in the military, service members are tasked with different levels of duty: tactical, operational or strategic. Each is invaluable, he said, repeating his praise for Mandel&rsquo;s military service. But each is different, he said.<br />\r\n\t<br />\r\n\tWas Laich on firm ground here? We turned to military materials to see. It turns out that Laich&rsquo;s descriptions are consistent with Marine Corps and Pentagon manuals, including the <a href=\"http://www.dtic.mil/doctrine/new_pubs/jp1_02.pdf\">Department of Defense Dictionary of Military and Related Terms.</a><br />\r\n\t<br />\r\n\tThe strategic level refers to establishing national or multi-national objectives and developing resources to accomplish them. Think of this as the 20,000-foot view -- or in Washington, the duties of policy makers. &nbsp;The operational level refers to the level at which military operations are planned and sustained. The tactical level is where battles and engagements are planned and executed. Says a Marine Corps manual called, simply, &nbsp;<a href=\"http://www.dtic.mil/doctrine/jel/service_pubs/mcdp1_3.pdf\">Tactics</a>: &quot;Winning in combat depends upon tactical leaders who can think creatively and act decisively.&quot;<br />\r\n\t<br />\r\n\tAnd says a Marine Corps <a href=\"http://navsci.berkeley.edu/ma20/MCDP%20Books/MCDP2,Intelligence.pdf\">intelligence manual</a>, which we mention because Mandel&rsquo;s specialty in the Corps was intelligence:<br />\r\n\t<br />\r\n\t&quot;Tactical intelligence concerns itself primarily with the location, capabilities, and possible intentions of enemy units on the battlefield and with the tactical aspects of terrain and weather ... Marine Corps intelligence focuses on tactical intelligence, which is the level of intelligence Marines need, generate, and use most often.&quot;<br />\r\n\t<br />\r\n\tNone of this sounded outrageous. <br />\r\n\t<br />\r\n\tYet there is an element of truth in Mandel&rsquo;s complaint. Though couched in laudatory phrases, Laich&#39;s remarks could be interpreted as dismissive. While Laich, speaking on behalf of Brown&rsquo;s campaign, applauded Mandel for serving, he also distinguished Mandel&rsquo;s experience at the tactical level from experience in the Senate. In order to praise Brown&rsquo;s Senate service, he spoke of a Marine&rsquo;s military service as not only requiring a different skill set, but also as subordinate to the skills in the United States Senate: &quot;The experience that Josh Mandel had in the military is at the tactical level. Decisions that are made by those hundred Americans who serve in the United States Senate (are) at the strategic level and the national security level.&quot;<br />\r\n\t<br />\r\n\tThat said, there was no attempt to describe Mandel as someone who disobeyed orders or who was derelict in his duty or anything other than an exemplary Marine. <br />\r\n\t<br />\r\n\tAnd we don&rsquo;t see, from reading the general&rsquo;s remarks, that he ever conveyed the message that &quot;risking your life in defense of your country somehow disqualifies you from serving your country back home,&quot; as the email from Mandel&rsquo;s camp implied.<br />\r\n\t<br />\r\n\tKnowing those critical facts would give a different impression of the claim that Brown&rsquo;s campaign attacked Mandel&rsquo;s military service.<br />\r\n\t<br />\r\n\tOn the Truth-O-Meter, the Mandel claim rates Mostly False.</p>\r\n", "ruling_comments_date": "2012-09-16T16:08:06.599147", "ruling_date": "2012-09-17T06:00:00", "ruling_headline": "Josh Mandel claims Sherrod Brown's campaign attacked his military service", "ruling_headline_slug": "josh-mandel-claims-sherrod-browns-campaign-attacke", "ruling_link_text": "Is there a slight? It's ever so slight", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tThe Columbus Dispatch, &quot;<a href=\"http://www.dispatch.com/content/stories/local/2012/08/25/mandel-brown-take-off-gloves.html\">Mandel, Brown take off gloves</a>,&quot; by Joe Vardon, Aug. 25, 2012<br />\r\n\t<br />\r\n\tInterview with Josh Mandel, conducted by Stephen Koff and Henry Gomez, The Plain Dealer, Aug. 26, 2012<br />\r\n\t<br />\r\n\tFund-raising email from Citizens for Josh Mandel, Aug. 31, 2012<br />\r\n\t<br />\r\n\tTranscripts of Veterans for Sherrod Brown news conference, Aug. 30, 2012<br />\r\n\t<br />\r\n\tOhio Capital Blog, &quot;<a href=\"http://www.youtube.com/watch?v=42sA5S1Jj58\">Veterans for Sherrod Brown news conference</a>,&quot; Aug. 30, 2012<br />\r\n\t<br />\r\n\tNBC4i.com, &quot;<a href=\"http://www2.nbc4i.com/news/2012/aug/30/4/veterans-speak-out-against-mandel-ar-1155694/\">Veterans speak out against Mandel</a>,&quot; Aug. 30, 2012<br />\r\n\t<br />\r\n\tJoshMandel.com, campaign ad &quot;<a href=\"https://www.youtube.com/watch?v=SbnpKWjSGOk&amp;feature=player_embedded\">Service</a>,&quot; uploaded to YouTube Aug. 31, 2012<br />\r\n\t<br />\r\n\tEmail exchange with Justin Barasky, communications director, Sherrod Brown campaign<br />\r\n\t<br />\r\n\tEmail exchange with Travis Considine, communications director, Josh Mandel campaign<br />\r\n\t<br />\r\n\tEmail exchange with Paul Beck, Ohio State University, Sept. 5, 2012<br />\r\n\t<br />\r\n\tTelephone interview with Jason Johnson, Hiram College, Sept. 6, 2012<br />\r\n\t<br />\r\n\tThe Columbus Dispatch, &quot;<a href=\"http://www.dispatch.com/content/stories/local/2012/08/31/brown-mandel-both-claiming-support-from-vets.html\">Brown, Mandel both claiming support from vets</a>,&quot; by Emily Wilkins, Aug. 31, 2012<br />\r\n\t<br />\r\n\tPolitiFact Ohio, &quot;<a href=\"http://www.politifact.com/ohio/statements/2012/apr/30/michael-turner/michael-turner-says-political-favoritism-and-backr/\">Michael Turner says political favoritism and backroom deals hurt pensions for 20,000 Delphi salary retirees</a>,&quot; by Stephen Koff, April 30, 2012<br />\r\n\t<br />\r\n\tU.S. Marine Corps, publication &quot;<a href=\"http://www.dtic.mil/doctrine/jel/service_pubs/mcdp1_3.pdf\">Tactics</a>,&quot; July 30, 1997<br />\r\n\t<br />\r\n\tU.S. Marine Corps, publication &quot;<a href=\"http://navsci.berkeley.edu/ma20/MCDP%20Books/MCDP2,Intelligence.pdf\">Intelligence</a>,&quot; June 7, 1997<br />\r\n\t<br />\r\n\tU.S. Marine Corps, warfighting publication &quot;<a href=\"http://www.marines.mil/news/publications/Documents/MCWP%204-11%20Tactical-Level%20Logistics.pdf\">Tactical-level logistics</a>,&quot; June 13, 2000</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 4, "current_job": "Ohio treasurer", "false_count": 5, "first_name": "Josh", "half_true_count": 4, "home_state": "Ohio", "id": 612, "last_name": "Mandel", "mostly_true_count": 5, "name_slug": "josh-mandel", "pants_count": 6, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/ohio-treasurer-josh-mandel_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/612/", "total_count": 31, "true_count": 5, "website": "http://www.tos.ohio.gov/"}, "statement": "<p>\r\n\tSays&nbsp; Sherrod Brown&rsquo;s campaign attacked Josh Mandel&rsquo;s military service</p>\r\n", "statement_context": "a campaign email", "statement_date": "2012-09-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}, {"description": "", "id": 165, "photo": null, "resource_uri": "/api/v/2/subject/165/", "subject": "Negative Campaigning", "subject_slug": "campaign-advertising", "used_in_edition": ["/api/v/2/edition/5/"]}, {"description": "", "id": 36, "photo": null, "resource_uri": "/api/v/2/subject/36/", "subject": "Patriotism", "subject_slug": "patriotism", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 4, "current_job": "U.S. Senator", "false_count": 4, "first_name": "Sherrod", "half_true_count": 5, "home_state": "Ohio", "id": 387, "last_name": "Brown", "mostly_true_count": 9, "name_slug": "sherrod-brown", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact-sherrod-brown2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/387/", "total_count": 37, "true_count": 14, "website": "http://www.brown.senate.gov/"}], "twitter_headline": ""}