{"art": [], "author": [{"email_address": "jhdavis@ajc.com", "first_name": "Janel", "id": 382, "last_name": "Davis", "name_slug": "janel-davis", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/382/", "title": "Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2012/sep/19/naacp/-person-voter-fraud-very-rare-phenomenon/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jdenery@ajc.com", "first_name": "Jim ", "id": 141, "last_name": "Denery", "name_slug": "jim-denery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/141/", "title": "Word editor", "twitter": null}, {"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 6729, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jhdavis@ajc.com", "first_name": "Janel", "id": 382, "last_name": "Davis", "name_slug": "janel-davis", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/382/", "title": "Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/6729/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tWith less than two months to November&rsquo;s presidential election, voter laws have taken center stage. The latest area of contention is Pennsylvania, where the outcome of the state&rsquo;s new voter identification law is before that state&rsquo;s Supreme Court.<br class=\"kix-line-break\" />\r\n\t<br />\r\n\tPennsylvania&rsquo;s law, signed into law by Gov. Tom Corbett in March, follows similar laws in states such as Georgia, and it is scheduled to take effect in time for the November general election. Pennsylvania&rsquo;s law would <a href=\"http://www.portal.state.pa.us/portal/server.pt?open=514&amp;objID=1174114&amp;parentname=ObjMgr&amp;parentid=4&amp;mode=2\">require</a> voters to show an official ID -- including a state driver&rsquo;s license, government employee ID or a state nondriver ID card -- to cast a ballot. Thirty-one states have laws in place that will require all voters to show ID at the polls this November, according to the National Conference of State Legislators.<br />\r\n\t<br />\r\n\tAs in other states, supporters say the law is necessary to combat voter fraud; opponents say the new law disenfranchises poor, minority and elderly voters who are less likely to have the approved IDs. Opponents also say the voter ID laws are unnecessary because the voter fraud used to justify the laws doesn&rsquo;t exist. Politifact has done extensive <a href=\"http://www.politifact.com/georgia/statements/2012/sep/12/american-civil-liberties-union/voter-id-laws-poll-tax-not-equivalent/\">research</a> on the issue of voter ID laws and the impact on voters and Election Day turnout.<br />\r\n\t<br />\r\n\tThe NAACP, working with a variety of civil rights groups opposing the state&rsquo;s law, held a news conference in Philadelphia last week warning about the possible negative impact the voter ID law could have on Pennsylvania&rsquo;s eligible voters.<br />\r\n\t<br />\r\n\tIn an announcement about the news conference, the NAACP said that &quot;Since 2000, only 10 cases of in-person voter fraud have been proven nationally.&quot;<br />\r\n\t<br />\r\n\tThat number the organization used is very specific for a 12-year period. The NAACP figure deals only with &quot;in-person voter fraud.&quot; And only with cases that have been &quot;proven.&quot; This type of voter fraud, experts say, is extremely rare.<br />\r\n\t<br />\r\n\tPolitiFact Georgia wondered how the civil rights organization had arrived at its conclusion. What was the criteria examined for the voter fraud cases? How was the fraud proved or disproved? And is the number correct?<br />\r\n\t<br />\r\n\tWe asked the NAACP about the basis for its claim and found that the group used statistics from a nationwide analysis of 2,068 cases alleging election fraud that were reviewed by <a href=\"http://votingrights.news21.com/article/election-fraud-explainer\">News21</a>, a Carnegie-Knight investigative reporting project staffed by college journalism students.<br />\r\n\t<br />\r\n\tResults of News21&rsquo;s seven-month analysis were released in August. The claim made involves a narrow type of election fraud, in-person voter fraud, that voter ID laws are intended to prevent. The News21 team defined that type of fraud as that involving individuals who vote in person on Election Day by impersonating another registered voter.<br />\r\n\t<br />\r\n\tTo get the data, News21 reporters sent records requests to elections officers in all 50 states seeking every case of fraudulent elections activity, including registration fraud, absentee ballot fraud, voter impersonation fraud and casting an ineligible vote. News21 said it received no useful responses from several states. With some states, including Massachusetts, Oklahoma, South Carolina and South Dakota, the cases included in the database came from a survey of alleged election fraud conducted by the Republican National Lawyers Association. And in some states, some but not all local jurisdictions responded, and some responses were missing important details about each case. Despite those issues, News21 defends its work as &quot;substantially complete&quot; as the largest collection of election fraud cases gathered by anyone in the country.<br />\r\n\t<br />\r\n\tAfter compiling all the information into an election fraud database, News21 found that 207 cases of other types of election fraud existed for every case of voter impersonation.<br />\r\n\t<br />\r\n\t&quot;It&rsquo;s difficult to study the issue of impersonation fraud, which I understood [from the News21 case analysis] to be really just allegations,&quot; said Michael McDonald, an associate professor in the department of public and international affairs at George Mason University whose electoral system research was compiled as The United States Elections Project. &quot;Still, yes, it&rsquo;s plausible and occasionally people have done it. ... But by all accounts it&rsquo;s a very rare phenomenon.&quot;<br />\r\n\t<br />\r\n\tIn Georgia, for example, News21&rsquo;s database includes 301 cases of reported election fraud and no cases of voter impersonation. Twenty-three total election fraud cases were listed for Pennsylvania; none were for voter impersonation.<br />\r\n\t<br />\r\n\tThe data compiled by the News21 project have been used widely by various civil rights groups and cited in several news articles as the issue of election requirements -- specifically voter ID laws -- has intensified. For the most part, the News21 analysis has been unchallenged, with the exception of the Republican National Lawyers Association, which has supported voter ID laws.<br />\r\n\t<br />\r\n\tNews21 began gathering data in January by reviewing about 375 cases of alleged voter fraud collected by the RNLA. The News21 analysis found that the RNLA cases consisted mainly of newspaper articles about various election issues with little supporting evidence of actual in-person voter fraud.<br />\r\n\t<br />\r\n\tIn an email response to PolitiFact Georgia, Michael Thielen, the RNLA&rsquo;s executive director, classified News21&rsquo;s analysis involving the in-person voter fraud cases as &quot;highly flawed in its very approach to the issue.&quot; And, by stating that voter impersonation is the only type of election fraud that voter ID laws could prevent, the News21 report was result-driven, attempting to prove that voter ID is not necessary, Thielen said.<br />\r\n\t<br />\r\n\tThielen and the RNLA maintain that voter ID laws would prevent several types of election fraud, including voting in multiple states, noncitizen voting and voting in multiple jurisdictions within a state. He referenced the RNLA&rsquo;s December 2011 <a href=\"http://www.rnla.org/votefraud.asp\">Vote Fraud State Survey</a>, a compilation of limited searches for election law crimes within the 50 states in recent years. The RNLA is working on a detailed response to News21&rsquo;s report, Thielen said.<br />\r\n\t<br />\r\n\tThe NAACP&rsquo;s claim -- actually, News21&rsquo;s -- that only 10 provable cases of voter impersonation have occurred in the country in the past dozen years is based on extensive analysis and data received from the actual elections officials in charge of handling these issues. Without doing a repeat of the 50-state data collection and review, it is impossible to re-create the same type of research.<br />\r\n\t<br />\r\n\tSupporters of the voter ID laws, including the RNLA, still defend them. But the RNLA&rsquo;s own research alleging that more cases of fraud exist than the News21 claim includes several other types of election fraud, not just voter impersonation.<br />\r\n\t<br />\r\n\tThe NAACP&rsquo;s claim, and in turn News21&rsquo;s, appears mostly accurate, with an extensive database supporting it. There are a few missing pieces, however, in the data.<br />\r\n\t<br />\r\n\tWe rate the claim Mostly True.</p>\r\n", "ruling_comments_date": "2012-09-18T18:04:09.629641", "ruling_date": "2012-09-19T06:00:00", "ruling_headline": "In-person voter fraud ‘a very rare phenomenon’", "ruling_headline_slug": "-person-voter-fraud-very-rare-phenomenon", "ruling_link_text": "Take this claim to the ballot box", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tAnnouncement of news conference about Pennsylvania&rsquo;s voter photo ID law, NAACP, Sept. 12, 2012<br />\r\n\t<br />\r\n\tTelephone interview, Derek Turner, spokesman, NAACP, Sept. 13, 2012<br />\r\n\t<br />\r\n\t<a href=\"http://www.portal.state.pa.us/portal/server.pt?open=514&amp;objID=1174114&amp;parentname=ObjMgr&amp;parentid=4&amp;mode=2\">Information </a>on Pennsylvania&rsquo;s new voter ID law, Pennsylvania Department of State<br />\r\n\t<br />\r\n\t<a href=\"http://www.dmv.state.pa.us/voter/voteridlaw.shtml\">Guidelines </a>for obtaining a free PennDOT Secure ID for voting purposes, Pennsylvania Department of Transportation<br />\r\n\t<br />\r\n\tExplanation of News21 voter fraud research and database: <a href=\"http://votingrights.news21.com/article/election-fraud-explainer/\">votingrights.news21.com/article/election-fraud-explainer</a><br />\r\n\t<br />\r\n\tTelephone interview, Michael McDonald, Ph. D., The United States Elections Project,<br />\r\n\tdepartment of public and international affairs, George Mason University, Sept. 14, 2012<br />\r\n\t<br />\r\n\tEmail interview, Michael B. Thielen, executive director, Republican National Lawyers Association, Sept. 17, 2012<br />\r\n\t<br />\r\n\tRepublican National Lawyers Association, <a href=\"http://www.rnla.org/votefraud.asp\">Vote Fraud State Survey</a> and news<a href=\"http://www.rnla.org/pressreleases/pr-votefraudmap.pdf\"> release</a>, Dec. 9, 2011<br />\r\n\t<br />\r\n\tTelephone interview, Lorraine C. Minnite, Ph.D., City University of New York,<br />\r\n\tpolitical science, concentration in American politics, and urban and public policy; author, &quot;<a href=\"http://www.amazon.com/Myth-Voter-Fraud-Lorraine-Minnite/dp/0801448484/ref=la_B0032NFW9Q_1_1?ie=UTF8&amp;qid=1347916606&amp;sr=1-1\">The Myth of Voter Fraud</a>.&quot; Sept. 17, 2012<br />\r\n\t<br />\r\n\tNational Conference of State Legislators, <a href=\"http://www.ncsl.org/legislatures-elections/elections/voter-id.aspx\">Voter ID: State Requirements</a><br />\r\n\t<br />\r\n\tPolitiFact Georgia, &quot;<a href=\"http://www.politifact.com/georgia/statements/2012/sep/12/american-civil-liberties-union/voter-id-laws-poll-tax-not-equivalent/\">Voter ID laws, poll tax not equivalent</a>,&quot; Sept. 12, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 0, "home_state": "", "id": 2026, "last_name": "NAACP", "mostly_true_count": 1, "name_slug": "naacp", "pants_count": 0, "party": {"id": 16, "party": "Organization", "party_slug": "organization", "resource_uri": "/api/v/2/party/16/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NAACP.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2026/", "total_count": 2, "true_count": 1, "website": ""}, "statement": "<p>\r\n\t&quot;Since 2000, only 10 cases of in-person voter fraud have been proven nationally.&quot;</p>\r\n", "statement_context": "press release", "statement_date": "2012-09-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}], "target": [], "twitter_headline": ""}