{"art": [], "author": [{"email_address": "sgorman@timesdispatch.com", "first_name": "Sean", "id": 238, "last_name": "Gorman", "name_slug": "sean-gorman", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/238/", "title": "PolitiFact Reporter", "twitter": null}], "canonical_url": "/virginia/statements/2012/sep/20/george-allen/george-allen-says-tim-kaine-has-doubled-down-his-s/", "edition": {"adkey": "Editions", "advalue": "Virginia", "edition": "Virginia", "edition_slug": "virginia", "has_afterthefact": false, "id": 10, "index_page": false, "meter_name": "The Virginia Truth-O-Meter", "resource_uri": "/api/v/2/edition/10/"}, "editor": [{"email_address": "wfiske@timesdispatch.com", "first_name": "Warren", "id": 209, "last_name": "Fiske", "name_slug": "warren-fiske", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/209/", "title": "PolitiFact Virginia Editor", "twitter": null}], "facebook_headline": null, "id": 6738, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "sgorman@timesdispatch.com", "first_name": "Sean", "id": 238, "last_name": "Gorman", "name_slug": "sean-gorman", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/238/", "title": "PolitiFact Reporter", "twitter": null}, {"email_address": "nmadsen@timesdispatch.com", "first_name": "Nancy ", "id": 321, "last_name": "Madsen", "name_slug": "nancy-madsen-virginia", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/madsen_1.jpg", "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/321/", "title": "PolitiFact Virginia writer", "twitter": null}], "resource_uri": "/api/v/2/statement/6738/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tIn recent weeks, Republican U.S. Senate candidate George Allen&rsquo;s&nbsp;<a href=\"http://www.georgeallen.com/landing/right-thing-to-do/\">website</a>&nbsp;has opened with a picture of a chained iron gate and the headline: &quot;Devastating job losses for Virginia.&quot;<br />\r\n\t<br />\r\n\t&quot;Tim Kaine doubled down in his support of devastating defense cuts, saying the &lsquo;the deal was the right thing to do,&rsquo;&quot; the webpage proclaims.<br />\r\n\t<br />\r\n\tThe claim originates from a July 21 debate in Hot Springs between Allen and Kaine, the Democratic senate nominee. Allen criticized last year&rsquo;s congressional deal to raise the nation&rsquo;s debt limit, a compromise that could trigger $500 billion in automatic defense cuts to begin in January.<br />\r\n\t<br />\r\n\t&quot;George, the deal was the right thing to do,&quot; Kaine said.<br />\r\n\t<br />\r\n\tAllen, on his website and at numerous appearances, has used that comment to argue Kaine supports those looming defense cuts which, according to projections from George Mason University, could cost Virginia 136,000 jobs.<br />\r\n\t<br />\r\n\tSo we took a look at Allen&rsquo;s claim that Kaine not only backed the automatic defense cuts, but has &quot;doubled down&quot; in his support of them.<br />\r\n\t<br />\r\n\t<strong>The deal</strong><br />\r\n\t<br />\r\n\tThe debt ceiling is the legal limit the federal government can borrow and, since its establishment in 1917, Congress routinely raised it almost&nbsp;<a href=\"http://usgovinfo.about.com/od/federalbudgetprocess/a/US-Debt-Ceiling-History.htm\">80 times</a>&nbsp;so the United States could continue to meet its obligations. Allen, during his term in the Senate from 2001 to 2007, voted four times to increase the cap.<br />\r\n\t<br />\r\n\tBut the comity ended during the summer of 2011 when the U.S. hit its $14.2 trillion limit and neared an Aug. 2 deadline when it would start defaulting on debts if it couldn&rsquo;t borrow more. &nbsp;Republicans insisted on tying a borrowing increase to passage of a debt reduction plan. Negotiations between Congress and the White House stalemated, with the GOP demanding that all of the debt reductions come from spending cuts and Democrats insisting that a portion come from tax increases.<br />\r\n\t<br />\r\n\tA last-second compromise passed the House by a 269-161 vote on August 1 and, a day later, cleared the Senate on a 74-26 vote. It took a two-step approach to lowering debt.<br />\r\n\t<br />\r\n\tThe first part called for an initial $900 billion in deficit reductions over 10 years through a mix of national security and domestic spending cuts.<br />\r\n\t<br />\r\n\tThe second part created a bipartisan congressional super committee assigned to come up with at least an additional $1.2 trillion in deficit reductions over nine years through spending cuts, tax revenues or both. If the panel deadlocked, $1 trillion in automatic cuts over nine years -- split evenly between defense and domestic programs -- would be triggered at the start of 2013.<br />\r\n\t<br />\r\n\tWhile the initial $900 billion in cuts received little attention, the added $1 trillion in automatic cuts, called sequestration, was supposed to be such a dire consequence that it would spur the super committee to craft a bipartisan package of deficit reductions.<br />\r\n\t<br />\r\n\tAlthough measure passed with bipartisan support, neither Democrats nor Republican were enamored with it. House Majority Leader Eric Cantor, R-7th, voted for the bill although he said it was &quot;not perfect.&quot; Still, Cantor&nbsp;<a href=\"http://cantor.house.gov/press-release/congressman-cantor-statement-house-passage-budget-control-act\">said</a>, &quot;This measure that cuts spending and puts in place long-term fiscal reforms marks the first big change we have accomplished.&quot;<br />\r\n\t<br />\r\n\tPresident Barack Obama signed the bill,&nbsp;<a href=\"http://www.cbsnews.com/8301-503544_162-20086971-503544.html\">calling it</a>&nbsp;an &quot;important first step to ensuring that as a nation we live within our means.&quot;<br />\r\n\t<br />\r\n\t<strong>Kaine&rsquo;s position</strong><br />\r\n\t<br />\r\n\tWhen the initial compromise was struck in Aug. 1, Kaine,&nbsp;<a href=\"http://www.kaineforva.com/news/kaine_statement_on_debt_ceiling_compromise\">called</a>&nbsp;it a &quot;flawed but necessary agreement.&quot;<br />\r\n\t<br />\r\n\t&quot;While far from perfect, the current approach before Congress maintains economic stability by raising the debt ceiling and enacts important spending cuts that will help preserve our nation&rsquo;s and Virginia&rsquo;s credit rating,&quot; Kaine said.<br />\r\n\t<br />\r\n\tKaine expressed optimistic about the panel. &quot;I sincerely hope that negotiating without the specter of default or economic collapse will result in less partisan maneuvering and grandstanding and more pragmatic solutions,&quot; he said.<br />\r\n\t<br />\r\n\tBut last November, the commission announced it failed to come up with a deficit reduction plan, starting the clock ticking towards the automatic cuts that will begin in January unless the White House and Congress intervene.<br />\r\n\t<br />\r\n\tKaine&nbsp;<a href=\"http://www.kaineforva.com/news/statement_of_tim_kaine_on_the_failure_of_the_supercommittee\">said</a>&nbsp;in a November 21 news release that he still hoped that deep defense cuts would be avoided. He suggested Congress turn to bipartisan deficit proposals made by a White House commission in late 2010 and by a group of six senators including, Mark Warner, D-Va.<br />\r\n\t<br />\r\n\t&quot;There are good models on the table -- Simpson/Bowles proposal and the Gang of Six -- that can be the basis of a meaningful solution that will avoid harmful cuts to defense and health care, cuts that have a particularly negative impact on Virginia,&quot; Kaine wrote.<br />\r\n\t<br />\r\n\tFast forward to the July 21 debate, and Kaine basically said the same thing.<br />\r\n\t<br />\r\n\t&quot;I believe Congress can still find a deal to avoid the need for cuts that are going to jeopardize our nation&rsquo;s defense,&quot; Kaine said. &quot;Thank goodness Mark Warner and others in the Gang of Six are working to try to find a path forward that will avoid these cuts.&quot;<br />\r\n\t<br />\r\n\tKaine, on Sept. 17, endorsed several steps to raise revenues that would replace most of the $1 trillion in sequestration cuts. He called for allowing Bush-era tax cuts to expire for those with incomes of $500,000 or more, repealing the prohibition on Medicare negotiating with prescription drug companies and ending tax breaks to the &quot;Big Five&quot; oil companies. Those moves -- all likely to face strong opposition in Congress -- would generate about $750 billion over 10 years, according to federal projections.<br />\r\n\t<br />\r\n\t<strong>Allen&rsquo;s position</strong><br />\r\n\t<br />\r\n\tAllen voted&nbsp;<a href=\"http://www.politifact.com/virginia/statements/2011/apr/15/jamie-radtke/jamie-radtke-says-george-allen-voted-raise-debt-ce/\">four times</a>&nbsp;to raise the debt ceiling when he was in the U.S. Senate from 2001 to 2007. But while the issue was being debated in 2011, he urged Republicans to hold out. &quot;We conservatives have to say, `If you want us to vote for this, there need to be real cuts...and if we don&rsquo;t get it, we&rsquo;re not going to vote for that debt ceiling increase.&quot;<br />\r\n\t<br />\r\n\tAllen, during the 2011 debt limit debate, signed a &quot;<a href=\"http://www.cutcapandbalanceact.com/bill.php\">cut, cap and balance</a>&quot; pledge that was embraced by many conservative and tea party Republicans. It called for $100 billion in immediate, unspecified budget cuts, a Balanced Budget Amendment, a super majority vote to raise taxes, and phasing in of a cap that in 2017 would limit federal spending to 20 percent of the Gross Domestic Product. Federal spending this fiscal year is projected at $3.8 trillion, or 24.4 percent of the nation&rsquo;s $15.6 trillion GDP.<br />\r\n\t<br />\r\n\tAllen has signed a&nbsp;<a href=\"http://www.scribd.com/doc/96830655/Taxpayer-Protection-Pledge-Signers\">pledge</a>&nbsp;not to support any tax increases. In campaign appearances and policy papers, he has endorsed broad, unspecific policies for reducing spending: a federal government hiring freeze that would not include the military, less regulation and the rooting out of waste.<br />\r\n\t<br />\r\n\tHe is calling for significant reform to entitlement programs, praising Republican proposals to turn Medicare into a program in which seniors would receive government subsidies to purchase private insurance and calling on Washington to cede control of Medicaid to states. He says aggressive development of U.S. fossil fuels will create jobs and &quot;billions in revenues without raising taxes.&quot;<br />\r\n\t<br />\r\n\tWe should note that Gov. Bob McDonnell -- a Republican and longtime military man -- supported the debt limit deal in 2011 and recently reaffirmed his position in an Aug. 15 <a href=\"http://www.governor.virginia.gov/utility/docs/Document081512.pdf\">speech</a>&nbsp;to the General Assembly&rsquo;s money committees.<br />\r\n\t<br />\r\n\tThe governor said that the compromise was passed in the shadow of a looming default on U.S. debts. &quot;For that reason, many reluctantly supported the final agreement that passed, not because of what it contained, but because of what it prevented,&quot; McDonnell said.<br />\r\n\t<br />\r\n\tThe governor, in the same speech, said that the defense cuts would be &quot;devastating&quot; to Virginia.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tAllen said that Kaine, in sticking by his endorsement of the the 2011 debt deal, is &quot;doubling down&quot; in his support of looming defense cuts.<br />\r\n\t<br />\r\n\tThere&rsquo;s no doubt Kaine backed the debt-limit agreement at the time and does not second-guess his support. He said, during a debate this summer, &quot;the deal was the right thing to do.&quot; So Kaine cannot divorce himself from the consequences of the deal.<br />\r\n\t<br />\r\n\tThe consequences -- $1 trillion in cuts to split evenly between defense and domestic programs was set up as a bitter pill so unpalatable to Republicans and Democrats that it would spur a compromise in slicing the deficit. The cuts were set up as a possibility, not a guarantee.<br />\r\n\t<br />\r\n\tKaine has consistently said he supported the deal because it was important to raise the debt limit so Washington could continue pay its bills. There&rsquo;s no record of Kaine calling for the deep defense cuts; to the contrary, he repeatedly said he hoped Congress would strike a compromise to avoid them. That&rsquo;s the same position that Gov. McDonnell, a Republican, embraced last year and defended this summer.<br />\r\n\t<br />\r\n\tWe doubt that Allen would level the same charge against McDonnell that he has against Kaine. That&rsquo;s because it is possible to have supported the compromise out of a desire to keep Washington solvent and wish no harm to the nation&rsquo;s defense.<br />\r\n\t<br />\r\n\tSo we find Allen&rsquo;s statement has some accuracy but is lacking in context. We rate it Half True.</p>\r\n", "ruling_comments_date": "2012-09-20T10:18:12.717373", "ruling_date": "2012-09-20T10:08:53", "ruling_headline": "George Allen says Tim Kaine has \"doubled down\" in his support of defense cuts ", "ruling_headline_slug": "george-allen-says-tim-kaine-has-doubled-down-his-s", "ruling_link_text": "Lacking context", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tKaine for Virginia,&nbsp;<a href=\"http://www.youtube.com/watch?v=NaSWGxmhAwg&amp;feature=g-all-u\">&quot;Full VBA debate,&quot;</a>&nbsp;July 21, 2012. (Kaine&rsquo;s comments on debt ceiling deal start at 0:21:15 into video.)<br />\r\n\t<br />\r\n\tCrossroads GPS,&nbsp;<a href=\"https://www.youtube.com/watch?v=Am9Mq4DpQ-Q&amp;feature=g-all-u\">&quot;Questionable,&quot;</a>&nbsp;Sept.&nbsp;11, 2012.<br />\r\n\t<br />\r\n\tGeorge Allen for United States Senate,&nbsp;<a href=\"http://www.georgeallen.com/landing/right-thing-to-do/\">&quot;&lsquo;The right thing to do&rsquo;?&quot;</a>&nbsp;accessed August 22, 2012.<br />\r\n\t<br />\r\n\tGeorge Allen for United States Senate,&nbsp;<a href=\"http://www.georgeallen.com/2012/08/fact-check-tim-kaine-doubling-down-on-defense-cuts/\">&quot;Fact Check: Tim Kaine doubling down on defense cuts,&quot;</a>&nbsp;August 23, 2012.<br />\r\n\t<br />\r\n\tGeorge Allen for United States Senate,&nbsp;<a href=\"http://www.georgeallen.com/2011/08/george-allen-statement-on-washingtons-debt-ceiling-deal/\">&quot;George Allen statement on Washington&rsquo;s debt ceiling deal,&quot;</a>&nbsp;August 1, 2011.<br />\r\n\t<br />\r\n\tKaine for Virginia,&nbsp;<a href=\"http://www.kaineforva.com/news/kaine_statement_on_debt_ceiling_compromise\">&quot;Kaine statement on debt ceiling compromise,&quot;</a>&nbsp;August 1, 2012.<br />\r\n\t<br />\r\n\tKaine for Virginia,&nbsp;<a href=\"http://www.kaineforva.com/news/statement_of_tim_kaine_on_the_failure_of_the_supercommittee\">&quot;Statement of Tim Kaine on the failure of the supercommittee,&quot;</a>&nbsp;November 21, 2012.<br />\r\n\t<br />\r\n\tCongressional Research Service<a href=\"http://www.fas.org/sgp/crs/misc/R42506.pdf\">, &nbsp;&quot;The Budget Control Act of 2011: The effects of spending and the budget deficit when the automatic spending cuts are implemented,&quot;</a>&nbsp;May 4, 2012.<br />\r\n\t<br />\r\n\tStephen Fuller, Director of the Center for Regional Analysis at George Mason University,&nbsp;<a href=\"http://www.aia-aerospace.org/assets/Fuller_II_Final_Report.pdf\">&quot;The economic impact of the Budget Control Act of 2011 on DOD &amp; non-DOD agencies,&quot;</a>&nbsp;July 17, 2012.<br />\r\n\t<br />\r\n\tCongressional Research Service,&nbsp;<a href=\"http://www.fas.org/sgp/crs/misc/R41965.pdf\">&quot;The budget control act of 2011,&quot;</a>&nbsp;August 19, 2011.<br />\r\n\t<br />\r\n\tCongressional Research Service,&nbsp;<a href=\"http://www.fas.org/sgp/crs/misc/R42675.pdf\">&quot;The Budget Control Act of 2011: Budgetary effects of proposals to replace the 2013 sequester,&quot;</a>&nbsp;August 24, 2012.<br />\r\n\t<br />\r\n\tCongressman Eric Cantor,<a href=\"http://cantor.house.gov/press-release/congressman-cantor-statement-house-passage-budget-control-act\">&quot;Congressman Cantor statement on House passage of the Budget Control Act,&quot;</a>August 1, 2011.<br />\r\n\t<br />\r\n\tCongressman Eric Cantor,&nbsp;<a href=\"http://cantor.house.gov/press-releases/congressman-cantor-statement-house-measure-prevent-devastating-defense-cuts-and\">&quot;Congressman Cantor statement on House measure to prevent devastating defense cuts and reduce the deficit,&quot;</a>&nbsp;May 10, 2012.<br />\r\n\t<br />\r\n\tGov. Bob McDonnell,&nbsp;<a href=\"http://www.governor.virginia.gov/news/viewRelease.cfm?id=854\">&quot;Statement of Governor Bob McDonnell on Speaker Boehner&rsquo;s debt limit legislation,&quot;</a>&nbsp;July 28, 2011.<br />\r\n\t<br />\r\n\tThe White House,&nbsp;<a href=\"http://www.whitehouse.gov/fact-sheet-victory-bipartisan-compromise-economy-american-people\">&quot;Fact sheet: bipartisan debt deal: a win for the economy and budget discipline,&quot;</a>&nbsp;accessed August 31, 2012.<br />\r\n\t<br />\r\n\tAssociated Press,&nbsp;<a href=\"http://www2.timesdispatch.com/news/virginia-politics/2012/aug/13/sequestration-now-political-toy-could-crush-va-ar-2126696/\">&quot;Sequestration, now political toy, could crush Va.,&quot;</a>&nbsp;August 31, 2012.<br />\r\n\t<br />\r\n\tGeorge Allen for U.S. Senate,&nbsp;<a href=\"http://www.georgeallen.com/2012/07/george-allen-for-u-s-senate-releases-devastating-ad/\">&quot;George Allen releases &lsquo;devastating&rsquo; ad,&quot;</a>&nbsp;July 24, 2012.<br />\r\n\t<br />\r\n\tGeorge Allen for U.S. Senate,&nbsp;<a href=\"http://www.georgeallen.com/2012/07/george-allen-meets-with-job-creators-in-lynchburg/\">&quot;George Allen meets with job creators in Lynchburg,</a>&quot; July 27, 2012.<br />\r\n\t<br />\r\n\tGeorge Allen for U.S. Senate,&nbsp;<a href=\"http://www.georgeallen.com/2012/07/10368/\">&quot;Virginia faces devastating defense because of policies supported by Kaine,&quot;</a>&nbsp;July 21, 2012.<br />\r\n\t<br />\r\n\tRichmond Times-Dispatch,&nbsp;<a href=\"http://www2.timesdispatch.com/news/2012/jul/21/kaine-allen-bash-each-others-records-contentious-d-ar-2074022/\">&quot;Allen, Kaine trade blows on host of issues at debate,&quot;</a>&nbsp;July 21, 2012.<br />\r\n\t<br />\r\n\tRichmond Times-Dispatch,&nbsp;<a href=\"http://www2.timesdispatch.com/news/2012/jul/24/new-allen-ad-indirectly-hits-kaine-defense-cuts-ar-2079749/\">&quot;New Allen ad indirectly hits Kaine on defense cuts,&quot;</a>&nbsp;July 24, 2012.<br />\r\n\t<br />\r\n\tE-mail from Brandi Hoffine, spokeswoman of the Kaine for Virginia campaign, August 7, 2012.<br />\r\n\t<br />\r\n\tBrookings Institution,&nbsp;<a href=\"http://www.brookings.edu/research/articles/2012/07/31-defense-sequestration-singer-orino\">&quot;The cracked crystal ball: The problem with predicting defense jobs and sequestration,&quot;</a>&nbsp;July 31, 2012.<br />\r\n\t<br />\r\n\tThe Washington Post,&nbsp;<a href=\"http://www.washingtonpost.com/blogs/fact-checker/post/understanding-the-battle-over-the-looming-defense-cuts/2012/09/10/3ba236ac-fb9c-11e1-b153-218509a954e1_blog.html\">&quot;Understanding the battle over the looming defense cuts,&quot;</a>&nbsp;Sept. 11, 2012.<br />\r\n\t<br />\r\n\tRichmond Times-Dispatch,&nbsp;<a href=\"http://www2.timesdispatch.com/news/2012/jul/15/mcdonnell-urges-obama-congress-to-prevent-defense--ar-2059049/\">&quot;McDonnell urges Obama, Congress to prevent defense cuts,&quot;</a>&nbsp;July 15, 2012.<br />\r\n\t<br />\r\n\tGovernor Bob McDonnell,&nbsp;<a href=\"http://www.governor.virginia.gov/utility/docs/Document081512.pdf\">&quot;Remarks to the joint meeting of the Senate Finance, House Appropriations and House Finances Committees,&quot;</a>&nbsp;August 15, 2012.<br />\r\n\t<br />\r\n\tAssociated Press,&nbsp;<a href=\"http://www.sfgate.com/news/article/Campaign-spot-distorts-Kaine-stand-on-defense-cuts-3731054.php\">&quot;Campaign spot distorts Kaine stand on defense cuts,&quot;</a>&nbsp;July 24, 2012.<br />\r\n\t<br />\r\n\tCNN Money,&nbsp;<a href=\"http://money.cnn.com/2011/07/01/news/economy/debt_ceiling_deadline/index.htm\">&quot;Treasury affirms Aug. 2 debt ceiling deadline,</a>&quot; July 1, 2011.<br />\r\n\t<br />\r\n\tCNN,&nbsp;<a href=\"http://www.cnn.com/2012/08/31/politics/fact-check-romney-military/index.html\">&quot;CNN Fact Check: Trimming the Pentagon,&quot;</a>&nbsp;August 31, 2012.<br />\r\n\t<br />\r\n\tLibrary of Congress,&nbsp;<a href=\"http://thomas.loc.gov/cgi-bin/bdquery/z?d112:SN00365:@@@R\">&quot;The Budget Control Act of 2011,&quot;</a>&nbsp;accessed September 5, 2012.<br />\r\n\t<br />\r\n\tNew York Times,&nbsp;<a href=\"http://www.nytimes.com/2012/09/15/us/politics/white-house-report-details-effects-of-automatic-budget-cuts.html\">&quot;White House details potential effects if automatic cuts go through,&quot;</a>&nbsp;September 14, 2012.<br />\r\n\t<br />\r\n\tNational Journal,<a href=\"http://www.nationaljournal.com/whitehouse/white-house-cranks-up-pressure-with-stark-but-vague-sequester-report-20120915\">&quot;White House cranks up pressure with stark, but vague sequester report,&quot;</a>September 15, 2012.<br />\r\n\t<br />\r\n\tCongressional Research Service,&nbsp;<a href=\"http://www.fas.org/sgp/crs/misc/R42020.pdf\">&quot;The 2001 and 2003 Bush Tax Cuts and Deficit Reduction,&quot;</a>&nbsp;July 18, 2012.<br />\r\n\t<br />\r\n\tYouTube, &quot;<a href=\"http://www.youtube.com/watch?v=tCgzyigJjVo\">Cavuto</a><a href=\"http://www.youtube.com/watch?v=tCgzyigJjVo\"> -- Fox Business Video</a>,&quot; May 14, 2012.<br />\r\n\t<br />\r\n\tPolitiFact Virginia, &quot;<a href=\"http://www.politifact.com/virginia/statements/2011/apr/15/jamie-radtke/jamie-radtke-says-george-allen-voted-raise-debt-ce/\">Jamie Radtke says George Allen voted to raise debt ceiling four times while in office</a>,&quot; April 15, 2011.<br />\r\n\t<br />\r\n\tFace the Nation,&nbsp;<a href=\"http://www.cbsnews.com/8301-3460_162-57509126/face-the-nation-transcripts-september-9-2012-obama-ryan-plouffe/\">&quot;Transcripts,&quot;</a>&nbsp;Sept. 9, 2012.<br />\r\n\t<br />\r\n\tRichmond Times-Dispatch, &quot;<a href=\"http://www2.timesdispatch.com/news/news/2011/jul/13/5/tdmain01-senate-candidates-weigh-in-on-debt-ceilin-ar-1168907/\">Senate candidates weigh in on debt-ceiling debate</a>,&quot; July 13, 2011.<br />\r\n\t<br />\r\n\tRoll Call, &quot;<a href=\"http://www.rollcall.com/news/Senate-GOP-Likely-to-Get-Face-Saving-Debt-Votes-207361-1.html\">Senate GOP Likely to Get Face-Saving Debt Votes</a>,&quot; July 15, 2011.<br />\r\n\t<br />\r\n\tNational Journal, &quot;<a href=\"http://www.nationaljournal.com/dailyfray/senate-rejects-republican-39-cut-cap-balance-39-bill-20110722\">Senate Rejects Republican &lsquo;Cut, Cap and Balance&rsquo; Bill</a>,&quot; July 25, 2011.<br />\r\n\t<br />\r\n\tYouTube, &quot;<a href=\"http://www.youtube.com/watch?v=HP4w9y5seLo\">George Allen on Fox and Friends</a>,&quot; June 19, 2011.<br />\r\n\t<br />\r\n\tGeorge Allen, &quot;<a href=\"http://www.georgeallen.com/blueprint-for-americas-comeback/blueprint-for-americas-comeback-part-3/\">Blueprint for America&rsquo;s Comeback, Part 3</a>,&quot; accessed Sept. 11, 2012.<br />\r\n\t<br />\r\n\tYouTube, &quot;<a href=\"http://www.youtube.com/watch?v=c-jLzK9uOz4\">George Allen speaks with Neil Cavuto about Washington Budget Battles</a>,&quot; April 9, 2011.<br />\r\n\t<br />\r\n\tCBS News, &quot;<a href=\"http://www.cbsnews.com/8301-503544_162-20086971-503544.html\">Obama signs debt limit bill after nasty fight</a>,&quot; Aug. 2, 2011.<br />\r\n\t<br />\r\n\tCut Cap and Balance Act.com, &quot;<a href=\"http://www.cutcapandbalanceact.com/bill.php\">The Cut, Cap and Balance Act of 2011</a>,&quot; accessed Sept. 13, 2012.<br />\r\n\t<br />\r\n\tAmericans for Tax Reform, &quot;<a href=\"http://www.scribd.com/doc/96830655/Taxpayer-Protection-Pledge-Signers\">List of 2012 Election Pledge Signers</a>,&quot; accessed June 13.<br />\r\n\t<br />\r\n\tRichmond Times-Dispatch, &quot;<a href=\"http://virginiapolitics.tumblr.com/post/4750641565/allen-praises-ryans-budget-plan-kaine-rooting-for\">Allen praises Ryan budget plan</a>,&quot; April 19, 2011.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "consultant", "false_count": 8, "first_name": "George", "half_true_count": 3, "home_state": "Virginia", "id": 831, "last_name": "Allen", "mostly_true_count": 4, "name_slug": "george-allen", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/George__Allen.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Virginia", "edition": "Virginia", "edition_slug": "virginia", "has_afterthefact": false, "id": 10, "index_page": false, "meter_name": "The Virginia Truth-O-Meter", "resource_uri": "/api/v/2/edition/10/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/831/", "total_count": 27, "true_count": 8, "website": "http://www.georgeallen.com/"}, "statement": "<p>\r\n\t&quot;Tim Kaine doubled down in his support of devastating defense cuts, saying the &lsquo;the deal was the right thing to do.&rsquo;&quot;</p>\r\n", "statement_context": "a website post.", "statement_date": "2012-09-10", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 183, "photo": null, "resource_uri": "/api/v/2/subject/183/", "subject": "Deficit", "subject_slug": "deficit", "used_in_edition": ["/api/v/2/edition/10/"]}, {"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 8, "current_job": "U.S. Senator", "false_count": 3, "first_name": "Tim", "half_true_count": 15, "home_state": "Virginia", "id": 424, "last_name": "Kaine", "mostly_true_count": 15, "name_slug": "tim-kaine", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/AP_NCCB111_CAMPAIGN_2016_KA.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Virginia", "edition": "Virginia", "edition_slug": "virginia", "has_afterthefact": false, "id": 10, "index_page": false, "meter_name": "The Virginia Truth-O-Meter", "resource_uri": "/api/v/2/edition/10/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/424/", "total_count": 57, "true_count": 12, "website": "http://www.kaine.senate.gov/"}], "twitter_headline": ""}