{"art": [], "author": [{"email_address": "abettelheim@cq.com", "first_name": "Adriel", "id": 48, "last_name": "Bettelheim", "name_slug": "adriel-bettelheim", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/48/", "title": "Writer, CQ", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2008/sep/01/sarah-palin/yes-2000-acres-but-spread-all-over/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "smontgomery@sptimes.com", "first_name": "Scott", "id": 9, "last_name": "Montgomery", "name_slug": "scott-montgomery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/9/", "title": "Former Government & Politics Editor, St. Petersburg Times", "twitter": null}], "facebook_headline": null, "id": 678, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "abettelheim@cq.com", "first_name": "Adriel", "id": 48, "last_name": "Bettelheim", "name_slug": "adriel-bettelheim", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/48/", "title": "Writer, CQ", "twitter": null}], "resource_uri": "/api/v/2/statement/678/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "Energy exploration in Alaska's Arctic National Wildlife Refuge, or ANWR, has been a top Republican policy priority for years. And even before she joined the GOP's presidential ticket, Alaska Gov. Sarah Palin was making the case for oil and gas drilling in the desolate region, asserting it would lessen the United States' dependence on foreign oil.\n<p>\n In an interview on CNBC's \"Closing Bell With Maria Bartiromo\" that aired on Aug. 29 (though it took place days earlier), Palin asserted energy production would cover a minuscule portion of the coastal plain on her home state's North Slope, no larger than the space of a big-city airport.\n</p>\n<p>\n \"Well, ANWR at that point it's about 2,000 acres that is being asked to be looked at and to be explored and to be produced. Two-thousand acres out of 20-million acres,\" Palin said. \"That footprint, it's about the size of LAX or one of the larger airports across the nation. And that should allow some perspective there also.\"\n</p>\n<p>\n ANWR comprises about 19-million acres, 1.5-million of which were set aside by Congress and President Jimmy Carter in 1980 to study the potential for energy production. But in describing the possible environmental impact, Palin is harking back to a House Republican proposal floated during energy debates in 2001 and 2003, that Democrats, environmentalists and some moderate Republicans rejected as unrealistic.\n</p>\n<p>\n Facing determined opposition to drilling for oil in the ecologically sensitive area, Republicans tried to make the idea more palatable by limiting the surface area of oil company operations in the refuge and offering to share federal lease revenue with a heating oil assistance program for low-income people. Specifically, the Republicans would have put a 2,000-acre limit on surface that could be covered by \"production and support facilities, including airstrips and any acres covered by gravel berms or piers for support of pipeline.\"\n</p>\n<p>\n Palin and other pro-drilling lawmakers now say new technologies, including directional drilling, would probably make viable energy development possible on a footprint even smaller than 2,000 acres.\n</p>\n<p>\n But the reality of tapping the oil reserves in ANWR isn't that simple and debates over economic benefits and environmental costs rely on plenty of conjecture. An authoritative estimate of what ANWR might hold for oil production comes from a three-year study by the U.S. Geological Survey that was released in 1998, which estimates that between 5.7-billion and 16-billion barrels of recoverable oil might be found in ANWR. But the report concludes that the oil is not concentrated in a single area but is instead spread throughout the refuge, meaning the 2,000-acre cap could only be viable if those acres weren't contiguous. And, between those acres would have to be a network of roads and pipelines connecting them.\n</p>\n<p>\n In fact, the GOP proposal that would have set the 2,000-acre cap acknowledges this fact without stating it outright. For example, the legislation specified that the acres would be used on production equipment, airstrips and berms and structural supports for pipeplines. But it wouldn't include roads, and the legislation also says the acreage toward that limit only would count equipment that touches the ground so that miles of pipeline wouldn't count, only the stanchions holding it up.\n</p>\n<p>\n Environmentalists contend pipelines and roads and related infrastructure would cover a much larger area than a mere 2,000 acres, which could fragment fragile wildlife habitat.\n</p>\n<p>\n The Geologic Survey concludes that nearly 80 percent of the estimated oil reserve is thought to be located in the western part of the reserve, closest to existing roads and infrastructure. But individual drilling sites would still need to be connected with additional pipes and roads.\n</p>\n<p>\n The Natural Resources Defense Council, a drilling foe, notes that the potential for industrial sprawl is great, contending that existing production elsewhere on the North Slope, while technically takes up 12,000 acres, actually spreads across an area of 640,000 acres, or 1,000 square miles, when one includes airports, roads and gravel mines.\n</p>\n<p>\n Such arguments have carried the day in recent congressional debates over expanded drilling in the refuge. In 2001, the House endorsed the limited ANWR drilling plan, but it died during negotiations with the Senate on a broader energy bill. In 2003, a nearly identical proposal won approval in the House but was dropped during negotiations on a final energy package. Each time, Democrats and some moderate Republicans expressed deep reservations about lasting environmental damage to the ecosystem, including herds of native caribou. Republicans managed to advance a broader drilling plan out of the House in 2005, but it fell victim to a Democratic filibuster in the Senate.\n</p>\n<p>\n Palin is technically correct that viable drilling operations could be confined to a small portion of the refuge. But to take full advantage of the oil resources in ANWR would almost certainly require an extensive network of roads, pipelines and related infrastructure that couldn't possibly be contained on such a footprint. Because of the economic realities associated with large-scale energy development, we find her claim Half True.\n</p>\n<p>\n</p>", "ruling_comments_date": "2010-01-07T13:28:04.208965", "ruling_date": "2008-09-01T00:00:00", "ruling_headline": "Yes, 2,000 acres, but spread all over", "ruling_headline_slug": "yes-2000-acres-but-spread-all-over", "ruling_link_text": "Yes, 2,000 acres, but spread all over", "ruling_state": null, "source_documents": null, "sources": "CNBC, <a href=\"http://www.cnbc.com/id/26462569?__source=RSS*blog*&par=RSS\"> Transcript of interview with Gov. Sarah Palin,</a> Aug. 29, 2008<p>\r\nCQ Today, \"Senate Refuses to Clear Defense Bill With ANWR Provision,\" Joseph J. Schatz, Dec. 21, 2005<p>\r\nNatural Resources Defense Council, <a href=\"http://www.nrdc.org/land/wilderness/artech/farc2000.asp\"> \"Drilling in the Arctic Refuge: The 2,000-acre Footprint Myth,\"</a> March 15, 2005<p>\r\nCQ Weekly, \"Vote Against ANWR Drilling Hits Core of Bush Energy Plan,\" Samuel Goldreich, March 22, 2003<p>\r\n2003 CQ Almanac<p>\r\n2001 CQ Almanac<p>\r\nTime </a href=\"http://www.time.com/time/columnist/waller/article/0,9565,170983,00.html\"> \"Some Shaky Figures on ANWR Drilling,\"</a> Douglas Waller, Aug. 13, 2001<p>\r\nU.S. Geological Survey, <a href=\"http://pubs.usgs.gov/fs/fs-0028-01/\"> Arctic National Wildlife Refuge, 1002 Area, Petroleum Assessment 1998, Including Economic Analysis</a><p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 9, "current_job": "", "false_count": 20, "first_name": "Sarah", "half_true_count": 9, "home_state": "Alaska", "id": 63, "last_name": "Palin", "mostly_true_count": 6, "name_slug": "sarah-palin", "pants_count": 6, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-sarahpalin.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/63/", "total_count": 67, "true_count": 14, "website": ""}, "statement": "Drilling in ANWR would have minimal impact, covering only \"2,000 out of 20-million acres.\"", "statement_context": "an interview on CNBC", "statement_date": "2008-08-29", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}], "target": [], "twitter_headline": null}