{"art": [], "author": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2012/sep/28/kasim-reed/kasim-reed-says-numbers-dont-work-paul-ryans-budge/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 6788, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/6788/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tAtlanta Mayor Kasim Reed has been racking up the frequent-flier miles lately to travel to Washington to advocate for President Barack Obama on the long-running television program &quot;Meet the Press.&quot;<br />\r\n\t<br />\r\n\tDuring Reed&rsquo;s most recent appearance, the mayor frequently criticized Republican presidential nominee Mitt Romney. The mayor also attempted to carve up GOP running mate Paul Ryan&rsquo;s proposal to cut the federal budget deficit.<br />\r\n\t<br />\r\n\t&quot;[T]o get a budget deal, we have to have revenue-raising measures. You cannot implement Paul Ryan&#39;s plan while not allowing for any increases in revenue,&quot; Reed, a Democrat, said on the program Sunday.<br />\r\n\t<br />\r\n\tWe wondered whether Reed is right. Can cuts be made to levels that Ryan has proposed without raising taxes or finding other ways to increase revenue?<br />\r\n\t<br />\r\n\tRyan, the chairman of the House Budget Committee, has made several proposals to curb federal spending and maintain the viability of entitlement programs such as Medicare and Social Security. Ryan has said his budget could cut the deficit by as much as $5 trillion over 10 years. <br />\r\n\t<br />\r\n\tThe mayor&rsquo;s office said Reed disagrees with Ryan&rsquo;s plan from a policy perspective and he doesn&rsquo;t believe it will pass in Congress. Reed and nearly 150 mayors across America signed a letter dated Sept. 21 that was written to congressional leaders in both parties urging them to pass legislation as soon as possible with a mix of spending cuts and revenue increases to address the nation&rsquo;s budget deficit.</p>\r\n<p>\r\n\tRomney campaign officials responded to our request for comment about the Ryan plan. Romney has said he agrees with much of what Ryan has proposed, with a few tweaks. The campaign forwarded us several studies that support Romney&rsquo;s argument that his plan can be done with no tax increases.<br />\r\n\t<br />\r\n\t&quot;The Romney-Ryan plan would lower rates for all taxpayers while eliminating loopholes and carve-outs in the tax code,&quot; Romney spokesman Brendan Buck said. &quot;This will bring in additional revenue through economic growth, rather than tax hikes as the president has proposed.&quot;<br />\r\n\t<br />\r\n\tThe Romney camp pointed us to an article by Martin Feldstein, former head of the Council of Economic Advisors under President Ronald Reagan, to bolster its argument. Feldstein wrote in The Wall Street Journal in August that &quot;it is feasible to combine tax cuts and base broadening as Gov. Romney suggests without raising the budget deficit or imposing any middle-class tax increase.&quot;<br />\r\n\t<br />\r\n\tDavid Stockman, who was a director of the Office of Management and Budget under Reagan, said the Ryan plan does not go deep enough on the spending side and does not offer enough detail about how it would broaden the tax base.<br />\r\n\t<br />\r\n\t&quot;In short, Mr. Ryan&rsquo;s plan is devoid of credible math or hard policy choices,&quot; Stockman wrote in The New York Times.<br />\r\n\t<br />\r\n\tThe latest version of the Ryan plan, written March 20, would repeal the federal health care law, cut the federal workforce by 10 percent by 2015, convert the federal share of Medicaid spending into block grants, allow more private-sector competition for Medicare coverage in an effort to lower costs and employ other cost-cutting measures. To grow the economy, Ryan has proposed cutting tax rates (to 10 percent and 25 percent) and reducing the corporate tax rate from 35 percent to 25 percent to encourage investment and discretionary spending.<br />\r\n\t<br />\r\n\tRyan says his plan, titled Path to Prosperity, would cut the deficit by $5 trillion over the next 10 years and balance the budget by 2050. The national debt is currently $16 trillion. Ryan says federal revenue would nearly double in 10 years, from $2.44 trillion to $4.6 trillion. Obama&rsquo;s plan calls for a mix of less-intensive spending cuts and a tax increase on the wealthiest earners.<br />\r\n\t<br />\r\n\tRyan mentions closing tax loopholes in his plan, but there are few specifics. Ryan has said in interviews that a Romney administration would have an open debate with Congress about loopholes.</p>\r\n<p>\r\n\t&quot;Now the question is not necessarily what loopholes go, but who gets them?&quot; Ryan said during an ABC News interview. &quot;High-income earners use most of the loopholes. That means they can shelter their income from taxation.&quot;<br />\r\n\t<br />\r\n\tThe nonpartisan Congressional Budget Office, which reviews fiscal plans for Congress, has examined the Ryan plan. The federal government would collect less revenue under the plan than under its baseline projections. The government, though, would spend less under the plan. The deficit would be slightly less under the plan, the CBO concluded. Still, the CBO said in a March 2012 report that projections for revenue are &quot;highly uncertain&quot; for many reasons. <br />\r\n\t<br />\r\n\tThe federal Congressional Research Service published a study in September that examined whether there has been a cause and effect between lowering tax rates and economic growth. The study began by looking at tax rates since 1945 because most American families did not file a tax return before World War II. It concluded &quot;that changes over the past 65 years in the top marginal tax rate and the top capital gains tax rate do not appear correlated with economic growth.&quot;<br />\r\n\t<br />\r\n\tReed&rsquo;s office says Ryan&rsquo;s plan is not feasible, citing CBO research and criticism by New York Times columnists David Brooks, a conservative, and Paul Krugman, a liberal and Nobel Prize-winning economics professor who called it &quot;absurd&quot; because of how it would reduce discretionary spending.<br />\r\n\t<br />\r\n\t&quot;Ryan&rsquo;s plan envisions cutting $6 trillion from federal spending over the next 10 years, but it would eliminate or slash so many programs that the federal government would be unrecognizable,&quot; the mayor&rsquo;s office told us via email. <br />\r\n\t<br />\r\n\tDiane Lim Rogers, chief economist of the Virginia-based Concord Coalition, a bipartisan organization created in the 1990s to alert the public about the federal deficit, said the Ryan plan lacks specifics. She cited the CRS report, saying &quot;tax cuts are not a reliable way to raise revenue.&quot;<br />\r\n\t<br />\r\n\tTo sum up, the mayor said, &quot;You cannot implement Paul Ryan&rsquo;s plan without allowing for any increases in revenue.&quot; <br />\r\n\t<br />\r\n\tReed&rsquo;s argument is strengthened by some of the nonpartisan historical research on tax cuts and its impact on the economy, as well as Ryan&rsquo;s statements that he would propose ending some loopholes, which is another form of increasing revenue. But even critics of Ryan&rsquo;s plan say there is a path to the deficit reduction the congressman has proposed, though Reed and others may not like cuts that would be required to line up with the revenue projections.<br />\r\n\t<br />\r\n\tPolitiFact Georgia thought long and hard about this one. In the end, we rate the mayor&rsquo;s statement Half True.</p>\r\n", "ruling_comments_date": "2012-09-27T17:45:40.614947", "ruling_date": "2012-09-28T06:00:00", "ruling_headline": "Kasim Reed says numbers don't work in Paul Ryan's budget plan", "ruling_headline_slug": "kasim-reed-says-numbers-dont-work-paul-ryans-budge", "ruling_link_text": "Debate anyone?", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t&quot;Meet the Press&quot; <a href=\"http://www.msnbc.msn.com/id/49137318/ns/meet_the_press-transcripts/t/september-deval-patrick-kelly-ayotte-kasim-reed-bay-buchanan-dee-dee-myers-joe-scarborough-david-brooks-chuck-todd/#.UGCaOSJQREM\">transcript</a>, Sept. 23, 2012.</p>\r\n<p>\r\n\tCommittee for a Responsible Federal Budget <a href=\"http://www.cbo.gov/sites/default/files/cbofiles/attachments/03-20-Ryan_Specified_Paths_2.pdf\">comparison</a> of U.S. Rep. Paul Ryan&rsquo;s budget proposals.</p>\r\n<p>\r\n\tCongressional Research Service <a href=\"http://tpmdc.talkingpointsmemo.com/PDF/0915taxesandeconomy.pdf\">report</a> on tax rates and economic growth, Sept. 14, 2012.</p>\r\n<p>\r\n\tEmails from Romney campaign spokesman Brendan Buck, Sept. 25, 2012.<br />\r\n\t<br />\r\n\tEmails from Sonji Jacobs, communications director for Atlanta Mayor Kasim Reed, Sept. 26 and 27, 2012.<br />\r\n\t<br />\r\n\tLink to U.S. Rep. Paul Ryan&rsquo;s budget <a href=\"http://paulryan.house.gov/issues/issue/?IssueID=56750\">proposals</a>.</p>\r\n<p>\r\n\tTelephone interview with Concord Coalition chief economist Diane Lim Rogers, Sept. 26, 2012.</p>\r\n<p>\r\n\tThe New York Times, &quot;<a href=\"http://www.nytimes.com/2012/08/14/opinion/paul-ryans-fairy-tale-budget-plan.html?_r=1\">Paul Ryan&rsquo;s Fairy-Tale Budget Plan</a>,&quot; Aug. 13, 2012.</p>\r\n<p>\r\n\tU.S. Conference of Mayors <a href=\"http://www.usmayors.org/pressreleases/uploads/2012/0920-letter-sequestration.pdf\">letter</a> to congressional leaders, Sept. 21, 2012.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 0, "first_name": "Kasim", "half_true_count": 5, "home_state": "", "id": 574, "last_name": "Reed", "mostly_true_count": 7, "name_slug": "kasim-reed", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/kasimreed.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/574/", "total_count": 21, "true_count": 5, "website": ""}, "statement": "<p>\r\n\tSays &quot;you cannot implement Paul Ryan&rsquo;s plan without allowing for any increases in revenue.&quot;</p>\r\n", "statement_context": "an interview", "statement_date": "2012-09-23", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}], "target": [], "twitter_headline": ""}