{"art": [{"brightcove": "", "caption": "Ohio Attorney General Mike DeWine tells a news conference the state will appeal a federal judge's order that in-person early voting be allowed the weekend before the general election.", "id": 2861, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/2861/", "title": "Mike DeWine news conference", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/CXTOtbf1RVc?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "CXTOtbf1RVc"}], "author": [{"email_address": "amarshall@plaind.com", "first_name": "Aaron", "id": 152, "last_name": "Marshall", "name_slug": "aaron-marshall", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-aaron-marshall.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/152/", "title": "Reporter, Plain Dealer statehouse bureau", "twitter": null}], "canonical_url": "/ohio/statements/2012/oct/01/mike-dewine/special-voting-access-military-nothing-new-dates-c/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 6807, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "amarshall@plaind.com", "first_name": "Aaron", "id": 152, "last_name": "Marshall", "name_slug": "aaron-marshall", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-aaron-marshall.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/152/", "title": "Reporter, Plain Dealer statehouse bureau", "twitter": null}], "resource_uri": "/api/v/2/statement/6807/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tMike DeWine was ready to fight. <br />\r\n\t<br />\r\n\tIn the wake of a federal court decision that restored absentee voting the weekend before Election Day for military and civilian voters, DeWine was ready to duke it out in court some more. <br />\r\n\t<br />\r\n\tAt an Aug. 31 news conference, DeWine expressed his displeasure with the decision by a federal judge which ruled that all Ohio voters would get a chance to vote in-person absentee the weekend before Election Day. <br />\r\n\t<br />\r\n\tAs attorney for the state, DeWine&#39;s office had argued that only military voters should be eligible to vote in-person absentee but the judge ruled otherwise stating that to allow only one group of voters access to the polls amounted to unequal protection under the law.<br />\r\n\t<br />\r\n\tThe judge&#39;s decision in Obama v. Husted was an affirmation of the position of President Barack Obama&#39;s campaign which had argued that you couldn&#39;t treat military voters any different than other voters. <br />\r\n\t<br />\r\n\tBut DeWine disagreed, and as he spoke at his news conference about the state&#39;s appeal he cited what he said was a long history of absentee voting for military members. <br />\r\n\t<br />\r\n\t &quot;Since the time of the Civil War, we&#39;ve made a distinction in this country between the availability and the ability to access for people who were in the military, versus the rest of us, to vote,&quot; DeWine said. &nbsp;&quot;And we&#39;ve made that distinction because of the unique situation the people in the military are in. We&#39;ve done this now for about 150 years, and so this is not anything new.&quot; <br />\r\n\t<br />\r\n\tReally? <br />\r\n\t<br />\r\n\tHas the United State allowed absentee voting by military members dating back to the Civil War?<br />\r\n\t<br />\r\n\tWe decided to rustle up our musket, our finest blue and gray duds and check it out for ourselves. &nbsp;&nbsp;<br />\r\n\t<br />\r\n\tWe first turned to DeWine&#39;s office who responded quickly with a few references from legal briefs filed with the court. Several footnotes to the legal briefs mentioned the same source--a University of Michigan Law Review Journal article by John C. Fortier and Norman Ornstein. &nbsp;<br />\r\n\t<br />\r\n\tThe article, entitled The Absentee Ballot and the Secret Ballot: Challenges for Election Reform, traces the history of absentee voting in the United States. And lo and behold, the authors find the Civil War was largely the starting point for absentee voting laws. <br />\r\n\t<br />\r\n\t&quot;The early impetus behind absentee balloting was war; making sure that soldiers on the battlefield were not disenfranchised by their military service,&quot; it states. &quot;The Civil War inspired the first major effort for absentee balloting in the United States.&quot; &nbsp;<br />\r\n\t<br />\r\n\tFortier and Ornstein tally up 19 of 25 Union states and 7 of 11 states in the southern confederacy as having had absentee voting laws for soldiers during the Civil War. Prior to the Civil War, it appears that only Pennsylvania had military absentee voting thanks to a law passed in 1813, which allowed soldiers stationed more than two miles away from home to vote absentee, the authors state. <br />\r\n\t<br />\r\n\tFurthermore, one of the citations provided by DeWine&#39;s office points to a U.S. Court of Appeals decision which references the Civil War as the starting point. <br />\r\n\t<br />\r\n\t&quot;Absentee voting began during the Civil War as a means of providing soldiers the right to vote,&quot; reads a snippet of the U.S. Ninth District Court of Appeals 2001 decision in Voting Integrity Project v. Kielsing. <br />\r\n\t<br />\r\n\tSo it seems clear the Civil War was the starting point for all but Pennsylvania. But that doesn&#39;t mean those laws stayed on the books as DeWine implies. <br />\r\n\t<br />\r\n\tTurning again to Fortier and Ornstein, the authors state &quot;these laws applied only to military voting, and most were discontinued after the end of the (Civil) War.&quot; <br />\r\n\t<br />\r\n\tA scholarly article co-authored by Daniel Tokaji, an OSU professor, arrives at much the same conclusion. <br />\r\n\t<br />\r\n\t&quot;Yet, according to a 1915 survey, absentee ballots disappeared after the Civil War, to the point that only six states retained military absentee voting statutes,&quot; it reads. <br />\r\n\t<br />\r\n\tThis had changed drastically by 1924, when all but three states had absentee voting laws on the books for military and civilians, the article states. &nbsp;<br />\r\n\t<br />\r\n\tReached at his Columbus office, Tokaji said absentee voting for the military largely began in the Civil War but did not continue unnterrupted for the last 150 years. &quot;There has been some waxing and waning over the years,&quot; he said. &quot;It&#39;s not a story of steady progress over the years as time has marched on.&quot; <br />\r\n\t<br />\r\n\tSo where does that leave us? <br />\r\n\t<br />\r\n\tAt a news conference following a federal court decision that cited equal protection law and ordered absentee voting for all voters the weekend before Election Day, Mike DeWine said the decision was wrong. In part, DeWine said that was because military voters and civilian voters have been treated differently dating back to the Civil War. He also implied that it has been that way uninterrupted since the Civil War. <br />\r\n\t<br />\r\n\tThe historical record seems to be undisputed that absentee voting for the military went from being allowed only in Pennsylvania prior to the Civil War to being allowed in most Union states and a majority of the confederacy during the Civil War. &nbsp;<br />\r\n\t<br />\r\n\tHowever, those laws were repealed in most states following the Civil War. By 1915 only six states still had military absentee voting. That changed in the decade that followed and those laws appear to have stayed on the books ever since allowing absentee voting access for military voters. <br />\r\n\t<br />\r\n\tDeWine was partially correct. Special absentee voting privileges have been extended to military voters dating back to the Civil War. <br />\r\n\t<br />\r\n\tHowever, he also implied that those laws have been on the books for the past 150 years. This is true only in a handful of states, the vast majority of states had to reenact military voting statutes after 1915. &nbsp;<br />\r\n\t<br />\r\n\tThat&rsquo;s important information his claim leaves out that put the statement in full context.<br />\r\n\t<br />\r\n\tOn the Truth-O-Meter, DeWine&rsquo;s claim rates Half True.</p>\r\n", "ruling_comments_date": "2012-09-30T15:44:21.267447", "ruling_date": "2012-10-01T06:00:00", "ruling_headline": "Special voting access for the military nothing new, dates from the Civil War, Mike DeWine says", "ruling_headline_slug": "special-voting-access-military-nothing-new-dates-c", "ruling_link_text": "It grew during the war, but then almost disappeared", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tOhio Capital Blog, &quot;<a href=\"http://www.youtube.com/watch?v=CXTOtbf1RVc&amp;list=UUagNNeUgJmb-Zca97t7Ro2w&amp;index=69&amp;feature=plcp\">DeWine</a><a href=\"http://www.youtube.com/watch?v=CXTOtbf1RVc&amp;list=UUagNNeUgJmb-Zca97t7Ro2w&amp;index=69&amp;feature=plcp\"> on Early Voting, Part 1</a>,&quot; uploaded to Youtube Aug. 31, 2012<br />\r\n\t<br />\r\n\tEmails from Dan Tierney, spokesman for Attorney General Mike DeWine, Sept. 21 and 24, 2012<br />\r\n\t&nbsp;<br />\r\n\tPhone interview with Daniel Tokaji, Ohio State University law professor, Sept. 24, 2012<br />\r\n\t<br />\r\n\tAmerican Bar Association, McGeorge Law Review / Vol. 38, &quot;<a href=\"http://www.americanbar.org/content/dam/aba/migrated/aging/voting/pdfs/tokaji.authcheckdam.pdf\">Absentee Voting by People with Disabilities: Promoting Access and Integrity</a>,&quot; by Daniel Tokaji and Ruth Colker, 2007<br />\r\n\t<br />\r\n\tUnited States Court of Appeals for the Sixth Circuit, Jon Husted, appellants, vs. Obama for America, et al., appellees, <a href=\"http://moritzlaw.osu.edu/electionlaw/litigation/documents/OpeningBriefofAppellantsHustedandDeWine.pdf\">opening brief of appellants Jon Husted and Michael DeWine</a>,<br />\r\n\tfiled Sept. 10, 2012<br />\r\n\t<br />\r\n\tSummary of Lexis/Nexis entry for The Absentee Ballot and the Secret Ballot: Challenges for Election Reform,&quot; by John C. Fortier and Norman Ornstein, University of Michigan Journal of Law Reform, Spring, 2003&nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 4, "current_job": "Ohio attorney general", "false_count": 1, "first_name": "Mike", "half_true_count": 5, "home_state": "Ohio", "id": 579, "last_name": "DeWine", "mostly_true_count": 1, "name_slug": "mike-dewine", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact-mike-dewine-mug.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/579/", "total_count": 14, "true_count": 2, "website": ""}, "statement": "<p>\r\n\t&quot;Since the time of the Civil War, we&#39;ve made a distinction in this country between the availability and the ability to access for people who were in the military, versus the rest of us, to vote.&quot;&nbsp;</p>\r\n", "statement_context": "a news conference", "statement_date": "2012-08-31", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}, {"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}], "target": [], "twitter_headline": ""}