{"art": [], "author": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "canonical_url": "/truth-o-meter/statements/2012/oct/15/paul-ryan/ryan-says-six-studies-say-math-works-romney-tax-pl/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 6926, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "resource_uri": "/api/v/2/statement/6926/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tMitt Romney&rsquo;s tax plan plays a vital role in his economic program. He says it by itself will create seven million new jobs. He has been defending his proposal ever since economists at the Tax Policy Center -- a team with both Republican and Democratic connections -- said the numbers in Romney&rsquo;s plan do not add up. The Obama campaign has relied on that study to attack Romney in television ads and on the stump.<br />\r\n\t<br />\r\n\tIn the vice presidential debate, the moderator pressed Paul Ryan to fill in the missing details that would allow a clear assessment of what the tax changes might do. Ryan did not provide any but claimed other analysts confirm that the plan will accomplish everything it promises.<br />\r\n\t<br />\r\n\t&quot;Six studies have verified that this math adds up,&quot; Ryan said.<br />\r\n\t<br />\r\n\tThis is a claim that Romney and Ryan first made in early September, although back then, they cited five studies. We <a href=\"http://www.politifact.com/truth-o-meter/statements/2012/sep/14/mitt-romney/romney-claims-5-studies-back-his-tax-plan/\">rated it Mostly False</a> because two of the &quot;studies&quot; were actually <em>Wall Street Journal </em>editorials and one was double-counting another research paper.<br />\r\n\t<br />\r\n\tSince then, the campaign has dropped the two editorials and added additional research for the new claim of six studies. For this fact check, we are building on our previous work and examining the claim in light of the additional studies being cited.<br />\r\n\t<br />\r\n\t<strong>The basics of Romney&rsquo;s plan</strong><br />\r\n\t<br />\r\n\tBriefly, Romney&rsquo;s plan would cut individual and corporate rates, and eliminate the estate tax and the alternative minimum tax. This would put the government in the hole about $5 trillion over 10 years, but Romney would offset that by doing away with deductions, exemptions, credits and other wrinkles in the tax code that currently give people a tax break. Some of the largest ones are the home mortgage deduction and the tax-free treatment of employer health benefits.<br />\r\n\t<br />\r\n\tRomney is clear about the tax cuts, but is largely silent about how he would offset them with reductions in tax breaks. However, he promises that the plan will be revenue neutral and it won&rsquo;t shift the tax burden from the very rich to the middle class.<br />\r\n\t<br />\r\n\t<strong>The six studies</strong><br />\r\n\t<br />\r\n\tBefore we go through the list, we should note that all of the studies, both those supporting Romney&rsquo;s plan and the one from the Tax Policy Center, speculate on the details of the deductions and tax breaks that Romney would reduce or eliminate. Martin Feldstein, in the first study, says &quot;It is impossible to calculate the exact effects of the future reforms since Gov. Romney hasn&#39;t specified what he would do.&quot;<br />\r\n\t<br />\r\n\tCurtis Dubay, the author of the newest study we examine, says (Romney&rsquo;s) &quot;plan would offset the revenue loss from those changes by broadening the tax base in unspecified ways.&quot; In short, all analysts must fill in the blanks. This is akin to trying on a pair of pants before both legs are done.<br />\r\n\t<br />\r\n\t<strong>1 &amp; 2. &nbsp;Martin Feldstein, Harvard University <a href=\"http://online.wsj.com/article/SB10000872396390444327204577617421727000592.html?mod=googlenews_wsj\">&quot;Romney&rsquo;s tax plan can raise revenue&quot;</a> and <a href=\"http://gregmankiw.blogspot.com/2012/09/a-reply-from-martin-feldstein.html\">&quot;A reply to comments&quot;</a></strong><br />\r\n\t<br />\r\n\tFeldstein, an adviser to the Romney campaign, uses 2009 IRS data to demonstrate that Romney can meet all his goals and not increase taxes on the middle class. First he estimates the lost revenue due to Romney&rsquo;s 20 percent across the board rate cut and the elimination of the Alternative Minimum Tax. Feldstein figures that would be $186 billion.<br />\r\n\t<br />\r\n\tNext, he looks at how much could be gained by reducing or eliminating deductions.<br />\r\n\t<br />\r\n\tAt this point, he makes an important decision. He defines high-income as households making $100,000 or more. The Tax Policy Center sets the bar at $200,000 and anyone making less is part of the middle class. By choosing the broader definition, Feldstein has a lot more revenue to work with.<br />\r\n\t<br />\r\n\tIn 2009, Feldstein says, the total value of itemized deductions for households making $100,000 and up was about $636 billion. By his estimate, if you eliminate those deductions, the IRS stands to gain about $191 billion. &quot;More than enough to offset the revenue losses from the individual income tax cuts proposed by Gov. Romney,&quot; Feldstein says.<br />\r\n\t<br />\r\n\tFeldstein underscores that he isn&rsquo;t advocating such a move. He only notes that eliminating deductions, or broadening the tax base as it is called, can net huge returns.<br />\r\n\t<br />\r\n\tIn his second piece, Feldstein defends treating households making $100,000 or more as &quot;high-income&quot; because they are in the upper 20 percent of income earners. He offers more details on the tax breaks that could be reduced for this group, such as tax-free health benefits and the child tax credit.<br />\r\n\t<br />\r\n\t<strong>The response</strong><br />\r\n\t<br />\r\n\tFeldstein&rsquo;s definition of middle class is at odds with the one Mitt Romney has used. In an ABC interview, Romney said people making $200,000 or less are part of the middle class and would be protected in his plan.<br />\r\n\t<br />\r\n\tThe Tax Policy Center notes that Feldstein needs to go after the deductions used by less affluent people -- those making between $100,000 and $200,000 -- in order to make the books balance.<br />\r\n\t<br />\r\n\tThe center analysts also notes that this assumes these people would not be allowed to take even the basic standard deduction. The group further challenges Feldstein&rsquo;s use of the 30 percent tax rate, saying a more accurate estimate is 24 percent which would leave Feldstein $70 billion short of the revenues lost through the rest of Romney&rsquo;s tax cuts. (In his response, Feldstein says he could use the lower rate and still make the numbers work by going after other tax breaks.)<br />\r\n\t<br />\r\n\t<strong>3. Harvey Rosen, Princeton University<a href=\"http://www.princeton.edu/ceps/workingpapers/228rosen.pdf\"> &quot;Growth, distribution and tax reform: Thoughts on the Romney proposal&quot;</a></strong><br />\r\n\t<br />\r\n\tRosen&rsquo;s main point is that any assessment of the Romney tax plan that ignores its impact on economic growth is incomplete. &nbsp;<br />\r\n\t<br />\r\n\t&quot;This is curious,&quot; Rosen said, &quot;because increasing growth is the motivation for the proposal in the first place.&quot; Growth creates more income for the government to tax which would help offset the revenues lost through rate cuts.<br />\r\n\t<br />\r\n\tRosen readily admits that no one can accurately predict the future so he runs the numbers using three growth rates for GDP - 3 percent, 5 percent and 7 percent. By comparison, the White House budget planners assume an average rate of close to 3 percent.<br />\r\n\t<br />\r\n\tLike Feldstein, he used 2009 data. Unlike Feldstein, he analyzed what happens for taxpayers making $100,000 and up, and then repeated it for those making $200,000 and up.<br />\r\n\t<br />\r\n\tRosen found that when all possible deductions are eliminated, from home mortgages to charitable giving to health insurance benefits, it means that increased revenues can balance out the money lost through tax cuts.<br />\r\n\t<br />\r\n\tThere is only one scenario where Rosen saw a wrinkle -- when households making less than $200,000 are shielded from the loss of deductions under certain tax and growth assumptions. Rosen saw a $28 billion gap and said &quot;maintaining an approximately constant tax burden on high-income individuals would be more challenging.&quot; But not &quot;mathematically impossible.&quot;<br />\r\n\t<br />\r\n\t<strong>The response</strong><br />\r\n\t<br />\r\n\tThe criticism that the Tax Policy Center failed to account for growth is incorrect. William Gale, one of the center&rsquo;s economists who was on the Council of Economic Advisers for President George H.W. Bush, says the team specifically tested their results using different assumptions of economic growth.<br />\r\n\t<br />\r\n\t&quot;Incorporating the growth effects did not change the conclusion,&quot; Gale said.<br />\r\n\t<br />\r\n\tThe center said groups including the Congressional Budget Office and the Joint Committee on Taxation take a cautious approach on assuming that tax changes alone will lead to new growth. This is particularly true when tax cuts are combined with base-broadening, which lies at the heart of the Romney plan.<br />\r\n\t<br />\r\n\tBoth Rosen and Feldstein use 2009 data. Alan Auerbach, an economist at the University of California Berkeley, said 2009 presents problems for analysts. 2009 was the bottom of the recession. In pure dollar amounts, upper income households saw huge investment losses in 2008. &nbsp;When the stock market recovered, they offset those gains with losses from the year before.<br />\r\n\t<br />\r\n\tIn 2009, they had less income that would benefit from the lower rates Romney proposes.<br />\r\n\t<br />\r\n\tAccordingly, the cost of a tax cut would be smaller and so would the amount you would need to pick up by getting rid of tax deductions and other tax breaks as Romney has said he wants.<br />\r\n\t<br />\r\n\tAuerbach said 2009 would be a relatively easy year to make the numbers work.<br />\r\n\t<br />\r\n\t<strong>4. Matt Jensen, American Enterprise Institute,<a href=\"http://www.aei-ideas.org/2012/08/how-the-tax-policy-center-could-improve-their-romney-tax-study/\"> &quot;How the Tax Policy Center could improve its Romney tax study&quot;</a></strong><br />\r\n\t<br />\r\n\tJensen challenges the Tax Policy Center findings on two fronts. First, he said it should have considered the elimination of two tax breaks that the center&rsquo;s analysts said &quot;were off the table.&quot; One is the interest on state and local bonds; the other is interest on life insurance policies.<br />\r\n\t<br />\r\n\t&quot;Both of these exclusions largely benefit the wealthy,&quot; Jensen said. &quot;Added together their repeal would net upwards of $90 billion that could be redistributed to lower-income individuals.&quot; Jensen called his analysis &quot;nothing if not rough.&quot;<br />\r\n\t<br />\r\n\tJensen also said the center&rsquo;s definition of who is high-income is arbitrary. Rather than declare everyone over $200,000 as high income, he suggested the center show the lowest income level at which the Romney plan &nbsp;would work out mathematically.<br />\r\n\t<br />\r\n\t<strong>The response</strong><br />\r\n\t<br />\r\n\tThe Tax Policy Center challenged Jensen&rsquo;s &quot;rough&quot; number. It said a more accurate figure would be $25 billion.<br />\r\n\t<br />\r\n\t<strong>5. Alex Brill, American Enterprise Institute, <a href=\"http://www.american.com/archive/2012/october/the-romney-tax-plan-not-a-tax-hike-on-the-middle-class/article_print\">&quot;The Romney tax plan: Not a tax hike on the middle class&quot;</a></strong><br />\r\n\t<br />\r\n\tBrill also faults the Tax Policy Center for ignoring the impact of growth, but he has three specific criticisms. He says the center made mistakes in how it dealt with taxes related to the health care reform law and gains made on insurance policies. Brill also says the center ignored the option to tax earnings from state and local bonds.<br />\r\n\t<br />\r\n\tThe total value of these changes, Brill says, brings the Romney plan within $12 billion of balancing out.<br />\r\n\t<br />\r\n\t<strong>The response</strong><br />\r\n\t<br />\r\n\tAs with the other studies, Brill is off the mark in saying the Tax Policy Center ignored the impact of growth. On his specific criticisms, he finds support for two of them from <a href=\"http://www.bloomberg.com/news/2012-10-12/the-final-word-on-mitt-romney-s-tax-plan.html\">Josh Barro</a>, a columnist with Bloomberg News who agrees that the Obamacare taxes and life insurance gains should be folded into the picture.<br />\r\n\t<br />\r\n\tBut on state and local bonds, Barro disagrees. He says Brill has exaggerated the potential money in this pot. Brill said it would be $20 billion. Barro says only about $5 billion of that goes to bondholders. Following the cash gets complicated very quickly but bottom line, Barro warns that if these bonds are not tax free, then state and local governments would pay more to borrow money.<br />\r\n\t<br />\r\n\t&quot;A key effect would be state and local governments raising taxes (mostly not on the wealthy) to pay higher interest costs,&quot; Barro wrote.<br />\r\n\t<br />\r\n\t<strong>6. Curtis Dubay, Heritage Foundation, <a href=\"http://www.heritage.org/research/reports/2012/09/tax-policy-centers-skewed-analysis-of-governor-romneys-tax-plan\">&quot;The Tax Policy Center&rsquo;s skewed analysis of Governor Romney&rsquo;s tax plan&quot;</a></strong><br />\r\n\t<br />\r\n\tDubay relies on three of the studies already listed, from Feldstein, Rosen and Jensen, but adds a new criticism of the Tax Policy Center study. Dubay says the center failed to make adjustment what is called the &quot;step-up in basis&quot; from inherited assets.<br />\r\n\t<br />\r\n\tTake the example of inheriting stock from your mother. Under Romney&rsquo;s plan, there would be no estate tax. If you sold the stock, you would owe taxes on any profit. That profit, Dubay says, should be based on the value of the stock when your mother bought it, not its value when you inherited it. The difference is called a &quot;step-up&quot; and getting rid of it makes a lot more money taxable.<br />\r\n\t<br />\r\n\tThe Tax Policy Center did not count on this, producing a &quot;critical error&quot; that &quot;significantly &nbsp;biases&quot; the results, Dubay says. He estimated the value at $19 billion.<br />\r\n\t<br />\r\n\t<strong>The response</strong><br />\r\n\t<br />\r\n\tGale with the Tax Policy Center says Dubay&rsquo;s change would not generate the revenues he predicts for two reasons. First, not all the inherited property would be sold and for any that wasn&rsquo;t, no tax would be collected. Second, Dubay uses the current tax rates to calculate the tax collections, but Romney would cut those rates and so the amount of revenues would drop.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tRyan said that six studies verify that the numbers in the Romney tax plan add up. Hearing that, you might think that each is independent research. But not all studies are created equal and these come from people or groups with ties to Romney.<br />\r\n\t<br />\r\n\tTwo of those studies come from Feldstein, a Romney campaign adviser. Three come from conservative think tanks, the Heritage Foundation and American Enterprise Institute, which have analysts who advise the Romney campaign. While every analyst would insist that they make their own judgments, the Tax Policy Center is fully independent of the Obama campaign.<br />\r\n\t<br />\r\n\tThe studies from Feldstein and Rosen use 2009 data. That was an abnormal year and one that made it easier to make the math work for the Romney plan. The analysts could have chosen other years but decided not to.<br />\r\n\t<br />\r\n\tOf the studies that examine the middle class tax burden, none shows conclusively that households making less than $200,000 would be spared a tax increase. That is a group of taxpayers that Romney defines as middle class and says he would protect.<br />\r\n\t<br />\r\n\tNone of the studies can accurately model Romney&rsquo;s tax plan because he has said so little about how he would pay for it. As a result, all of them make assumptions as to what tax breaks might be reduced. They can speak in rough terms about a concept, but they can not verify a plan when no detailed plan exists.<br />\r\n\t<br />\r\n\tWe see no more than one fully independent study out of the six claimed. We rate the statement Mostly False.</p>\r\n", "ruling_comments_date": "2012-10-15T17:46:28.529807", "ruling_date": "2012-10-15T18:09:49", "ruling_headline": "Ryan says six studies say the math works in Romney tax plan", "ruling_headline_slug": "ryan-says-six-studies-say-math-works-romney-tax-pl", "ruling_link_text": "A lot of friendly guesswork in this math.", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tCNN,<a href=\"http://politicalticker.blogs.cnn.com/2012/10/12/transcript-vice-presidential-debate/\"> Vice-presidential debate transcript</a>, October 10, 2012<br />\r\n\t<br />\r\n\tWall Street Journal,<a href=\"http://online.wsj.com/article/SB10000872396390444327204577617421727000592.html?mod=googlenews_wsj\"> Martin Feldstein: Romney&#39;s Tax Plan Can Raise Revenue</a>, August 28, 2012<br />\r\n\t<br />\r\n\tGreg Mankiw&rsquo;s Blog, &nbsp;<a href=\"http://gregmankiw.blogspot.com/2012/09/a-reply-from-martin-feldstein.html\">A reply from Martin Feldstein,</a> September 2, 2012<br />\r\n\t<br />\r\n\tPrinceton University,<a href=\"http://www.princeton.edu/ceps/workingpapers/228rosen.pdf\"> Growth, distribution and tax reform: Thoughts on the Romney proposal</a>, September, 2012<br />\r\n\t<br />\r\n\tAmerican Enterprise Institute,<a href=\"http://www.aei-ideas.org/2012/08/how-the-tax-policy-center-could-improve-their-romney-tax-study/\"> How the Tax Policy Center could improve its Romney tax study</a>, August 9, 2012<br />\r\n\t<br />\r\n\tAmerican Enterprise Institute, <a href=\"http://www.american.com/archive/2012/october/the-romney-tax-plan-not-a-tax-hike-on-the-middle-class/article_print\">The Romney tax plan: Not a tax hike on the middle class</a>, October 7, 2012<br />\r\n\t<br />\r\n\tHeritage Foundation, <a href=\"http://www.heritage.org/research/reports/2012/09/tax-policy-centers-skewed-analysis-of-governor-romneys-tax-plan\">The Tax Policy Center&rsquo;s Skewed Analysis of Governor Romney&rsquo;s Tax Plan</a>, September 25, 2012<br />\r\n\t<br />\r\n\tEmail interview with William Gale, economist, Tax Policy Center, October 15, 2012<br />\r\n\t<br />\r\n\tTax Policy Center,<a href=\"http://www.taxpolicycenter.org/taxtopics/romney_resources_2012.cfm\"> TPC Resources on Mitt Romney&rsquo;s tax plans</a>, 2012<br />\r\n\t<br />\r\n\tNational Journal,<a href=\"http://www.nationaljournal.com/pictures-video/obama-s-and-romney-s-key-fiscal-policy-advisers-20120525\"> Obama&rsquo;s and Romney&rsquo;s key fiscal policy advisers</a>, August 22, 2012<br />\r\n\t<br />\r\n\tBloomberg News,<a href=\"http://www.bloomberg.com/news/2012-10-12/the-final-word-on-mitt-romney-s-tax-plan.html\"> The final word on Mitt Romney&rsquo;s tax plan</a>, October 12, 2012<br />\r\n\t<br />\r\n\tInterview with Alan Auerbach, economist, University of California - Berkeley, September 13, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 23, "current_job": "U.S. Representative", "false_count": 7, "first_name": "Paul", "half_true_count": 24, "home_state": "Wisconsin", "id": 373, "last_name": "Ryan", "mostly_true_count": 16, "name_slug": "paul-ryan", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/AP_WX201_HOUSE_2016_PRIMARI.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/373/", "total_count": 89, "true_count": 10, "website": "http://www.house.gov/ryan/"}, "statement": "<p>\r\n\tSays six studies verify that the math adds up for Mitt Romney&rsquo;s tax plan.</p>\r\n", "statement_context": "the vice presidential debate", "statement_date": "2012-10-11", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ""}