{"art": [{"brightcove": "", "caption": "Sen. Bill Nelson says Rep. Connie Mack IV is using his congressional perch to 'protect' Chevron in an oil pollution case.", "id": 2952, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/2952/", "title": "Bill Nelson's Ecuador ad", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/91dtaCfcYOo?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "91dtaCfcYOo"}], "author": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "canonical_url": "/florida/statements/2012/oct/18/bill-nelson/nelson-connie-mack-protecting-chevron-big-ecuador-/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 6953, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "resource_uri": "/api/v/2/statement/6953/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tAllegations of political paybacks as filthy as an oil-polluted rainforest are at play in Florida&rsquo;s U.S. Senate race.<br />\r\n\t<br />\r\n\t&quot;Out-of-state billionaires and special interests have spent over $20 million to buy Connie Mack IV a Senate seat. Is it any wonder?&quot; says a <a href=\"http://www.youtube.com/watch?v=91dtaCfcYOo&amp;feature=youtu.be\">TV ad</a>&nbsp;from Mack&rsquo;s incumbent rival, Sen. Bill Nelson. &quot;In Congress, Mack is protecting Chevron oil from a multibillion dollar lawsuit over pollution of rivers and rain forests.&quot;<br />\r\n\t<br />\r\n\tNelson repeated the charge during the first and only debate between the candidates on Oct. 17, 2012. Mack, he said, &quot;has filed a resolution to void a court judgment for $18 million for the Chevron Corp., which by the way is one of his largest contributors.&quot;<br />\r\n\t<br />\r\n\tThe Chevron claim gave us pause. It&rsquo;s been two years since BP&rsquo;s well exploded in the Gulf of Mexico. Is Mack really protecting an oil company accused of polluting a rain forest?<br />\r\n\t<br />\r\n\tThere&rsquo;s a lot more to this story than Nelson lets on -- about five decades&rsquo; worth.<br />\r\n\t<br />\r\n\t<strong>Oil in the Jungle</strong><br />\r\n\t<br />\r\n\tThe origins of the ordeal are rooted in the 1960s, when Texaco launched oil drilling operations in undeveloped land in northeast Ecuador. Texaco worked in partnership with Ecuador&rsquo;s national petroleum company, Petroecuador, with Texaco drilling the wells and digging pits for sludge-like oil runoff.<br />\r\n\t<br />\r\n\tTexaco wrapped up its operations in the early 1990s. It paid the government $40 million to clean up about 40 percent of the oil pits, and the government granted Texaco a release from future litigation.<br />\r\n\t<br />\r\n\tMeanwhile, a group of indigenous Ecuadorians -- calling themselves <em>afectados</em>, or &quot;the affected ones&quot; -- sued Texaco for rampant environmental neglect, blaming incidents of cancer, miscarriages and other health problems on oil pollution from the company&#39;s operations. A team of New York trial lawyers led a class-action suit originally filed in 1993 in U.S. court, but the case moved to Ecuador at Chevron&rsquo;s urging.<br />\r\n\t<br />\r\n\tWe have studied the complicated case and included links to detailed reports about it. Ultimately, Ecuadorian judges have ordered Chevron -- which bought Texaco in 2001 and inherited the suit -- to pay a whopping $19 billion award.<br />\r\n\t<br />\r\n\tChevron has not paid the tab and says it doesn&rsquo;t intend to, arguing the company did not get a fair trial in Ecuador and should not be held responsible anyway, because of the mid &rsquo;90s agreement Texaco reached with Ecuador about future litigation.<br />\r\n\t<br />\r\n\tNeither side is willing to bend, spawning international arbitration and dozens of court filings in Ecuador, the United States and even Canada and Brazil. Chevron is pursuing an extortion and racketeering case against the plaintiff&rsquo;s lead attorney.<br />\r\n\t<br />\r\n\t<strong>Mack&rsquo;s involvement</strong><br />\r\n\t<br />\r\n\tSo where does Connie Mack, chairman of the House Foreign Affairs Western Hemisphere Subcommittee, fit in with this mammoth environmental case?<br />\r\n\t<br />\r\n\tIn September 2012, Mack earned an eyebrow-raising headline from the <em><a href=\"http://www2.tbo.com/news/news/2012/sep/23/mack-pushes-legislation-that-aids-political-backer-ar-510238/\">Tampa Tribune</a></em>: &quot;Mack pushes legislation that aids political backers.&quot;<br />\r\n\t<br />\r\n\tThe<em> Tribune</em> story connected a <a href=\"http://thomas.loc.gov/cgi-bin/bdquery/z?d112:h.res.745:\">resolution Mack introduced</a>&nbsp;about revoking Ecuador&rsquo;s trade privileges with Chevron&rsquo;s hefty political donations to the U.S. Chamber of Commerce. The chamber has made attacking Nelson over the airwaves one of its biggest priorities this year. (Corporations cannot donate directly to candidates, and we did not find that any employees of Chevron donated money to Mack this campaign cycle.)<br />\r\n\t<br />\r\n\tMack&rsquo;s resolution lists the Chevron case as one of many reasons the U.S. should not renew a trade agreement with Ecuador next year. Other reasons include press censorship and intimidation, a politicized judicial system, a growing relationship with Iran, an uptick in Ecuadorians seeking asylum in the U.S., and a problem as a transit hub for illegal narcotics.<br />\r\n\t<br />\r\n\tMack had harsh words for President Rafael Correa.<br />\r\n\t<br />\r\n\t&quot;Preferences from the United States, including trade benefits, should not be utilized to bolster anti-democratic leaders,&quot; Mack said in a news release. &quot;I hope that Congress recognizes the truth about Rafael Correa and declines the renewal of the U.S. trade preference program until democratic standards of freedom and security are restored in Ecuador.&quot;<br />\r\n\t<br />\r\n\tThe exact wording of the Chevron segment: <em>Whereas Ecuador has not complied with the interim award issued by an international arbitration tribunal convened under Article 6 of the United States-Ecuador BIT, which enjoins Ecuador `whether by its judicial, legislative or executive branches) to take all measures necessary to suspend or cause to be suspended the enforcement and recognition within or without Ecuador&#39; of the $18,200,000,000 judgment by Ecuadoran courts against the Chevron Corporation.</em><br />\r\n\t<br />\r\n\tMack&rsquo;s resolution, co-sponsored by 31 House members, has not been heard in committee. Even if it were to pass, it would merely state the &quot;disinclination&quot; of Mack and the co-sponsors to renew the U.S.&rsquo;s trade agreement with Ecuador; it would not by itself strip away Ecuador&rsquo;s trade privileges.<br />\r\n\t<br />\r\n\tNelson&rsquo;s campaign threw us a slew of press clips about the Chevron case, including the<em> Tribune </em>story and a 2009 <a href=\"http://dyn.politico.com/printstory.cfm?uuid=FAA48440-18FE-70B2-A8DDA58C4C3E09EA\">POLITICO story</a>&nbsp;about Chevron&rsquo;s lobbying efforts of Congress and the office of U.S. Trade Representative to strip Ecuador&rsquo;s trade preferences.<br />\r\n\t<br />\r\n\t&quot;The plaintiffs contend that Chevron botched the cleanup, but if the court were to recognize the agreement, it could essentially end the suit,&quot; POLITICO reported.<br />\r\n\t<br />\r\n\tFour Senate Democrats, not including Nelson, <a href=\"http://www.politico.com/static/PPM136_091112_dem_sens_letter.html\">wrote the trade representative</a>&nbsp;in 2009 and urged him not to intervene in the case. Then-Sen. Barack Obama <a href=\"http://chevrontoxico.com/assets/docs/obama-letter.pdf\">in 2006</a>&nbsp;asked the previous trade representative not to use trade agreements as leverage.<br />\r\n\t<br />\r\n\tChevron spokesman Kent Robertson said the company did not ask Mack to include the language and does not see how it would protect Chevron. He said the case &quot;boils down to the issue of contracts&quot; between two private parties.<br />\r\n\t<br />\r\n\t&quot;I don&rsquo;t think it&rsquo;s accurate to make the connection that&rsquo;s being made right now,&quot; he said.<br />\r\n\t<br />\r\n\tWe asked the Mack campaign why he listed Chevron as a reason for no longer supporting the trade agreement, and if he was trying to shield Chevron. A spokesman did not address those questions, writing instead that Mack &quot;feels strongly about protecting the freedom, security and prosperity of the U.S. at home and abroad.&quot;<br />\r\n\t<br />\r\n\t&quot;Ecuador currently benefits from one-way trade preferences from the U.S. as part of a program that incentivizes Ecuador to work productively with the United States,&quot; Mack spokesman David James wrote in an email. &quot;Under Ecuador&rsquo;s current President, Rafael Correa, that cooperation has dropped off. This is a timely matter given that these trade preferences expire next year and are currently under review.&quot;<br />\r\n\t<br />\r\n\t<strong>Is Mack protecting Chevron?</strong><br />\r\n\t<br />\r\n\tIt&rsquo;s clear Mack&rsquo;s resolution is meant to protect Chevron&rsquo;s interests, said Nelson spokesman Dan McLaughlin.<br />\r\n\t<br />\r\n\t&quot;His new bill would inject Congress to try to strip Ecuador of its trade rights with the U.S. if the country doesn&#39;t void the judgment,&quot; McLaughlin said.<br />\r\n\t<br />\r\n\tWe found a couple of experts who agree, including Judith Kimerling, a City University of New York-Queens College environmental policy professor who authored the 1991 book Amazon Crude, which is widely credited with inspiring the lawsuit. She represents a group of Huaorani people from Ecuador in a lawsuit against the <a href=\"http://www.advocacynet.org/resource/882\">Amazon Defense Front</a>&nbsp;and plaintiff&rsquo;s lawyers over how the award would be distributed.<br />\r\n\t<br />\r\n\tAsking lawmakers to withhold trade practices is part of a multipronged approach to avoid the judgment, she said, adding she can&rsquo;t know for sure why Mack would include the Chevron in his resolution.<br />\r\n\t<br />\r\n\t&quot;Mack&rsquo;s resolution in and of itself will not achieve that purpose, but it&#39;s part of a strategy to pressure Ecuador to intervene on the case on its side,&quot; she said. &quot;They probably would have preferred for Mack to have sponsored a law that would do more.&quot;<br />\r\n\t<br />\r\n\tOther experts empathized with Chevron&rsquo;s argument that it did not get a fair trial in Ecuador, and that it overlooks that Petroecuador has been in control of drilling operations for the past 20 years.<br />\r\n\t<br />\r\n\t&quot;A lot of us familiar with Latin America don&rsquo;t lend any credence to this award,&quot; said Ed Glab, director of the Global Energy Security Forum at Florida International University and a former longtime employee of Exxon. &quot;Ecuador is not a place where you can put your faith in the law.&quot;<br />\r\n\t<br />\r\n\tIt would not be unusual for Chevron to request a business-friendly lawmaker to support its cause, he said, but that doesn&rsquo;t mean Mack&rsquo;s effort will do anything.<br />\r\n\t<br />\r\n\t&quot;I don&rsquo;t know that the U.S. government can or would be willing to step in,&quot; Glab said. &quot;I don&rsquo;t know if (Mack) has the power to &lsquo;protect&rsquo; Chevron.&quot;<br />\r\n\t<br />\r\n\tAs Mack&rsquo;s spokesman pointed out, the resolution contains a timeliness factor.<br />\r\n\t<br />\r\n\tThe trade preferences program that Ecuador currently enjoys is an updated version of a Reagan-era policy the U.S. established with four Andean nations to &quot;adopt business-friendly intellectual property, investor, tax and other policies that U.S. companies favored and draw countries away from left-wing influences,&quot; said Lori Wallach, director of Global Trade Watch at Public Citizen, a consumer advocacy group.<br />\r\n\t<br />\r\n\tEvery few years, Congress must reauthorize the law that designates the trade preferences, the qualification conditions and which countries are eligible for special duty-free access to the U.S. market. The next deadline for Congress is July 31, 2013.<br />\r\n\t<br />\r\n\tMack could have chosen a couple dozen other investor claims against Ecuador to include in his resolution, she said, but it&rsquo;s telling that he singled out the Chevron case.<br />\r\n\t<br />\r\n\t&quot;He&rsquo;s shilling for Chevron but has not yet delivered on actually cutting off Ecuador&rsquo;s trade preferences,&quot; she said.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tNelson&rsquo;s TV ad hits Mack for &quot;protecting Chevron oil from a multibillion dollar lawsuit over pollution of rivers and rain forests.&quot;<br />\r\n\t<br />\r\n\tMack&rsquo;s act of protection is a yet-to-be-heard congressional resolution listing the Chevron case as one of many reasons to withhold trade preferences with Ecuador. Resolutions are symbolic gestures, so it would take a law for Congress to take real action on Ecuadorian trade practices.<br />\r\n\t<br />\r\n\tThe Chevron case is also particularly complicated. Chevron says it did not get a fair trial in Ecuador and should not be held responsible anyway.<br />\r\n\t<br />\r\n\tStill, the resolution seems designed to exert political pressure on the country in Chevron&rsquo;s favor.<br />\r\n\t<br />\r\n\tWe rate Nelson&rsquo;s claim Half True.</p>\r\n", "ruling_comments_date": "2012-10-18T16:04:27.793914", "ruling_date": "2012-10-18T18:05:01", "ruling_headline": "Bill Nelson: Connie Mack is 'protecting' Chevron from big oil pollution lawsuit", "ruling_headline_slug": "nelson-connie-mack-protecting-chevron-big-ecuador-", "ruling_link_text": "A mess of a case", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<em>Tampa Tribune</em>, &quot;<a href=\"http://www2.tbo.com/news/news/2012/sep/23/mack-pushes-legislation-that-aids-political-backer-ar-510238/\">Mack pushes legislation that aids political backers</a>,&quot; Sept. 23, 2012<br />\r\n\t<br />\r\n\t<em>Tampa Bay Times,</em> &quot;<a href=\"http://www.tampabay.com/blogs/the-buzz-florida-politics/content/bill-nelsons-new-tv-ad-accuses-connie-mack-doing-special-interest-favors\">Bill Nelson&#39;s new TV ad accuses Connie Mack of doing special interest favors</a>,&quot; Oct. 11, 2012<br />\r\n\t<br />\r\n\tDaily Caller News Foundation, &quot;<a href=\"http://dailycaller.com/2012/09/24/ecuadors-trade-status-under-fire-from-industry-groups-congressmen/#ixzz295vS4VN9\">Ecuador&rsquo;s trade status under fire from industry groups, congressmen</a>,&quot; Sept. 24, 2012<br />\r\n\t<br />\r\n\tRep. Connie Mack press release, &quot;<a href=\"http://mack.house.gov/index.cfm?p=PressReleases&amp;ContentRecord_id=1ed5bec9-ab8f-4777-9bb0-815d5b7ff917&amp;ContentType_id=8c55a72b-64f8-4cba-990c-ec1ed2a9de24&amp;Group_id=b3c463ca-96b6-41ff-94e5-a945437bc123\">Mack takes a stand on Ecuador</a>,&quot; July 31, 2012<br />\r\n\t<br />\r\n\t<em>New York Times</em>, &quot;<a href=\"http://www.nytimes.com/2009/05/15/business/global/15chevron.html?pagewanted=all\">A well of resentment</a>,&quot; May 15, 2009<br />\r\n\t<br />\r\n\t<a href=\"http://thomas.loc.gov/cgi-bin/bdquery/z?d112:h.res.745:\">H. Res. 745</a>, accessed via THOMAS<br />\r\n\t<br />\r\n\tCBS <em>60 Minutes</em>, &quot;<a href=\"http://www.cbsnews.com/8301-18560_162-4983549.html\">Amazon Crude</a>,&quot; May 8, 2009</p>\r\n<p>\r\n\tThe New Yorker, &quot;<a href=\"http://www.newyorker.com/reporting/2012/01/09/120109fa_fact_keefe\">Reversal of Fortune</a>,&quot; Jan. 9, 2012</p>\r\n<p>\r\n\tInterview with Ed Glab, director of Global Energy Security Forum at Florida International University, Oct. 12, 2012<br />\r\n\t<br />\r\n\tInterview with Dan McLaughlin, Nelson spokesman, Oct. 15, 2012<br />\r\n\t<br />\r\n\tInterview with David James, Mack spokesman, Oct. 16, 2012<br />\r\n\t<br />\r\n\tInterview with Lori Wallach, director of Public Citizen&rsquo;s Global Trade Watch, Oct. 16, 2012<br />\r\n\t<br />\r\n\tInterview with Kent Robertson, Chevron spokesman, Oct. 16, 2012<br />\r\n\t<br />\r\n\tInterview with Judith Kimerling, author of Amazon Crude and environmental policy professor at CUNY, Queens College, Oct. 17, 2012<br />\r\n\t<br />\r\n\tPOLITICO, &quot;<a href=\"http://www.politico.com/news/stories/1109/29560_Page2.html\">Chevron&rsquo;s lobbying campaign backfires,</a>&quot; Nov. 16, 2009</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "", "false_count": 1, "first_name": "Bill", "half_true_count": 9, "home_state": "Florida", "id": 179, "last_name": "Nelson", "mostly_true_count": 11, "name_slug": "bill-nelson", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/GYI_100490231_BILL_NELSON.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/179/", "total_count": 32, "true_count": 4, "website": ""}, "statement": "<p>\r\n\tSays Connie Mack &quot;is protecting Chevron oil from a multi-billion dollar lawsuit over pollution of rivers and rainforests.&quot;</p>\r\n", "statement_context": "a TV attack ad", "statement_date": "2012-10-11", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 254, "photo": null, "resource_uri": "/api/v/2/subject/254/", "subject": "Congress", "subject_slug": "congress", "used_in_edition": ["/api/v/2/edition/6/"]}, {"description": "", "id": 155, "photo": null, "resource_uri": "/api/v/2/subject/155/", "subject": "Oil Spill", "subject_slug": "oil-spill", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/1/", "/api/v/2/edition/2/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "U.S. representative from Fort Myers", "false_count": 3, "first_name": "Connie", "half_true_count": 1, "home_state": "Florida", "id": 1517, "last_name": "Mack", "mostly_true_count": 3, "name_slug": "connie-mack", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Connie_Mack.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1517/", "total_count": 15, "true_count": 3, "website": "http://www.conniemack.com/"}], "twitter_headline": ""}