{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2008/sep/04/john-mccain/palin-was-a-member-but-not-an-officer-of-pta/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 696, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/696/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\n It's a line on Alaska Gov. Sarah Palin's resume that likely resonates with a lot of parents: one-time member, PTA. But we wondered if Sen. John McCain overplayed that credential in the days following the announcement that she was his running mate &mdash; particularly as questions were being raised about her experience relative to being vice president of the United States.\n</p>\n<p>\n In an interview on NBC's\n <em>\n  Nightly News\n </em>\n , McCain included Palin's involvement with PTA as one of the examples of her \"executive experience.\"\n</p>\n<p>\n \"Well, let me just point out, facts are funny things,\" McCain said. \"She's been in elected office longer than Senator Obama. She's been the chief executive of the state that supplies 20 percent of America's energy. She has balanced budgets. She's had executive experience as governor, as mayor, as a city council member and PTA.\"\n</p>\n<p>\n And in an interview with\n <em>\n  People\n </em>\n magazine, McCain again cited Palin's experience with the PTA when asked what drew him to selecting her.\n</p>\n<p>\n \"Obviously, I found her to be very intelligent and very well-versed on the issues,\" McCain said. \"But I think the important thing was that she's a reformer. She's taken on special interests since she ran for the PTA and the city council and mayor. The courage, I guess, is what most impressed me.\"\n</p>\n<p>\n While admirable, we wondered how much executive experience Palin could actually claim to have gotten by serving on the Iditarod Elementary School PTA, let alone what special interests she may have taken on.\n</p>\n<p>\n Frankly, we were made to feel petty for even asking. Michael Goldfarb of the McCain campaign responded to our request for PTA details with this e-mail:\n</p>\n<p>\n \"Of all the smears you could look into against Gov. Palin&mdash;that she supported Pat Buchanan (we actually ruled that\n <a href=\"http://politifact.com/truth-o-meter/statements/689/\" target=\"_blank\">\n  False\n </a>\n ), that she was a member of the Alaska Independence Party, that her baby was really her daughter's &mdash; you all want to investigate her career in the PTA? Don't waste our time.\"\n</p>\n<p>\n But since it was McCain and other campaign staffers who kept touting that service in the PTA, we felt it was fair to flesh it out. Was Palin a PTA president or treasurer? Did she run a successful fundraiser?\n</p>\n<p>\n We largely met with a wall of silence from school district officials.\n</p>\n<p>\n Iditarod Elementary Principal Raymond Marshall said district policy on student privacy prohibited him from confirming or denying that Palin ever served on the PTA there. To do that would confirm that one of her children attended the school, he said.\n</p>\n<p>\n Nevermind that the Palin for Governor Web site listed \"Iditarod PTA\" under her service organizations.\n</p>\n<p>\n A spokeswoman for the Matanuska-Susitna Borough School District was slightly more forthcoming. But only slightly.\n</p>\n<p>\n \"She did serve, probably on more than one PTA,\" said Public Information Officer Catherine Esary. She said she could not be any more specific.\n</p>\n<p>\n So we called a couple of former Iditarod PTA officers. One former secretary of the Iditarod PTA refused to talk about Palin's PTA involvement saying she didn't want the media to distort anything she had to say.\n</p>\n<p>\n Former Iditarod PTA president Mary Van Buskirk says she remembers that Palin served on the school's PTA, but not as an officer.\n</p>\n<p>\n \"She was just one of our members,\" Van Buskirk said.\n</p>\n<p>\n She did not want to say any more.\n</p>\n<p>\n Al Tamagni Jr., president of the statewide Alaska PTA, was at least able to be a little more definitive about Palin's PTA involvement.\n</p>\n<p>\n After tracking down paper records going back more than a decade, he said, they were able to confirm that Palin was a member of the Iditarod PTA for two years, during the time she served as the mayor of Wasilla.\n</p>\n<p>\n There is no record that Palin ever served as an officer, which is typically listed in the records as well, Tamagni said. \"We wouldn't know if she chaired a committee or ran a big program,\" Tamagni said. For her part, Palin has only said that she \"got involved in the PTA.\" And in her closely watched speech at the Republican National Convention she said, \"I was just your average hockey mom and signed up for the PTA.\"\n</p>\n<p>\n James Martinez, a spokesman for the National PTA, said that parents serving at any level of PTA might get some executive experience.\n</p>\n<p>\n PTA groups follow parliamentary procedures, he said. They pass resolutions. They oversee budgets. Even rank and file members get involved in fundraisers and other school programs, he said.\n</p>\n<p>\n Besides, he said, \"I think they are looking at it more from how she got involved with the community. Her community may have been very important to her, like how Barack Obama was a community organizer. It's grassroots advocacy in terms of public service. This was her window into public service.\"\n</p>\n<p>\n We agree PTA can be hard, important and often thankless work. And principals often credit parental involvement in PTA as crucial to the success of schools. But since it does not appear that Palin served as an officer in PTA (though we acknowledge it's possible she did and folks just won't say) we think it's wrong to count that as executive experience. Without any evidence to support  McCain's statement, we rate this one False.\n</p>\n<p>\n &nbsp;\n</p>", "ruling_comments_date": "2010-01-07T13:28:03.314624", "ruling_date": "2008-09-04T00:00:00", "ruling_headline": "Palin was a member, but not an officer, of PTA", "ruling_headline_slug": "palin-was-a-member-but-not-an-officer-of-pta", "ruling_link_text": "Palin was a member, but not an officer, of PTA", "ruling_state": null, "source_documents": null, "sources": "<p>\n NBC Nightly News,\n <a href=\"http://www.msnbc.msn.com/id/3032619/#26497975\" target=\"_blank\">\n  \"Video: Brian Williams Interview with John McCain\"\n </a>\n Aug. 31, 2008\n</p>\n<p>\n People Magazine,\n <a href=\"http://www.people.com/people/article/0,,20222685_2,00.html\" target=\"_blank\">\n  \"John McCain &amp; Sarah Palin on Shattering the Glass Ceiling\"\n </a>\n by Sandra Sobieraj Westfall, Aug. 29, 2008\n</p>\n<p>\n Interview with James Martinez, a spokesman for the National PTA, Sept. 3, 2008\n</p>\n<p>\n Interview with Catherine Esary, Public Information Officer  for the Matanuska-Susitna Borough School District, Sept. 3, 2008\n</p>\n<p>\n Interview with Iditarod Elementary Principal Raymond Marshall, Sept. 3, 2008\n</p>\n<p>\n Interview with Al Tamagni Jr., president of the statewide Alaska PTA, sept. 3, 2008\n</p>\n<p>\n &nbsp;\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 32, "current_job": "U.S. senator", "false_count": 39, "first_name": "John", "half_true_count": 31, "home_state": "Arizona", "id": 8, "last_name": "McCain", "mostly_true_count": 37, "name_slug": "john-mccain", "pants_count": 8, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-johnmccain.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Arizona", "edition": "Arizona", "edition_slug": "arizona", "has_afterthefact": false, "id": 56, "index_page": false, "meter_name": "The Arizona Truth-O-Meter", "resource_uri": "/api/v/2/edition/56/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/8/", "total_count": 190, "true_count": 37, "website": "http://www.johnmccain.com/"}, "statement": "<p>Palin had \"executive experience\" in the PTA.</p>", "statement_context": "", "statement_date": "2008-08-31", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}], "target": [], "twitter_headline": null}