{"art": [], "author": [{"email_address": "sowen@statesman.com", "first_name": "Sue", "id": 265, "last_name": "Owen", "name_slug": "sue-owen", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/265/", "title": "PolitiFact Texas staff writer", "twitter": null}], "canonical_url": "/texas/statements/2012/oct/19/gerald-daugherty/gerald-daugherty-says-he-reason-mopac-drivers-dont/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 6962, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "sowen@statesman.com", "first_name": "Sue", "id": 265, "last_name": "Owen", "name_slug": "sue-owen", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/265/", "title": "PolitiFact Texas staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/6962/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tFor many South Austinites in 2004, a proposal to charge a toll on MoPac Boulevard (Loop 1) at William Cannon Drive was a bridge too far.<br />\r\n\t<br />\r\n\tGerald Daugherty, then commissioner for Travis County&rsquo;s Precinct 3, heard from quite a lot of those folks. And in his bid to retake that job Nov. 6, 2012, he has said he served them well: Daugherty &quot;is the reason we do not pay a toll every time we pass over the bridge at MoPac and William Cannon,&quot; according to a campaign flier.<br />\r\n\t<br />\r\n\tThat bridge was at the center of debate over the region&rsquo;s 2004 toll road plan -- a debate so heated it launched an effort to recall two Austin City Council members and the mayor.<br />\r\n\t<br />\r\n\tRoad wrangling in Precinct 3 hasn&rsquo;t calmed down much since then; the fight over Texas 45 Southwest underpinned a <a href=\"http://www.politifact.com/texas/statements/2012/oct/12/karen-huber/karen-huber-says-shes-never-said-dont-build-texas-/\">fact-check</a> we recently wrote about Daugherty&rsquo;s Democratic opponent, incumbent Karen Huber.<br />\r\n\t<br />\r\n\tIn fact, <a href=\"https://www.facebook.com/photo.php?fbid=412291795486230&amp;set=pb.249012191814192.-2207520000.1350580913&amp;type=1&amp;theater\">Daugherty bumper stickers</a> in his 2012 race read, &quot;Want SH 45 SW built? Vote for Gerald Daugherty.&quot;<br />\r\n\t<br />\r\n\tSo we wondered: Was he the reason the toll at William Cannon didn&rsquo;t happen?<br />\r\n\t<br />\r\n\tIt&rsquo;s a &quot;bold&quot; claim, Daugherty said when we called him. &quot;We probably shouldn&rsquo;t have used that definitive a position versus saying, &lsquo;I was one of the people that led the charge against&rsquo; &quot; the toll, he said.<br />\r\n\t<br />\r\n\tCampaign manager Kathy Pillmore told us by email that the flier was mailed out May 10, 2012, in advance of the May 29 primary vote. Daugherty bested two fellow Republicans in the primary and now faces Huber, who defeated him for the seat in 2008, and Libertarian nominee Pat Dixon.<br />\r\n\t<br />\r\n\tPillmore said the campaign stands by the statement. Daugherty&rsquo;s website features a <a href=\"http://votegerald2012.com/?page_id=16\">slightly different version</a>: &quot;William Cannon Toll Bridge - working with State Representative Terry Keel we were instrumental in stopping TxDOT from tolling the overpass at Loop 1 South and William Cannon Road.&quot;<br />\r\n\t<br />\r\n\tThe Texas Department of Transportation was in a fix at the time, Daugherty said, lacking sufficient money to build new roads while maintaining existing roads. Tollways were one option.<br />\r\n\t<br />\r\n\tA Dec. 27, 2004, <em>Austin American-Statesman</em> transportation column recapped the opening salvos of &quot;The Great Turnpike War of 2004&quot;:<br />\r\n\t&nbsp;</p>\r\n<p dir=\"ltr\" id=\"internal-source-marker_0.7914666328064417\" style=\"margin-left: 54pt;margin-right: 54pt;text-indent: 13.5pt; margin-top: 0pt; margin-bottom: 0pt;\">\r\n\t(I)n April, the Central Texas Regional Mobility Authority and Bob Daigh, the Austin district engineer for the Texas Department of Transportation, unveiled a toll road plan of eye-popping scope: ... a $1.8 billion, seven-road plan.</p>\r\n<p dir=\"ltr\" style=\"margin-left: 54pt;margin-right: 54pt;text-indent: 13.5pt; margin-top: 0pt; margin-bottom: 0pt;\">\r\n\t&hellip; The reaction locally was subdued at first, and even a well-attended public hearing in May was relatively low-key.</p>\r\n<p dir=\"ltr\" style=\"margin-left: 54pt;margin-right: 54pt;text-indent: 13.5pt; margin-top: 0pt; margin-bottom: 0pt;\">\r\n\tBut then state Rep. Terry Keel of Austin and Travis County Commissioner Gerald Daugherty, Republicans with a history of supporting roads, unexpectedly came out against parts of the plan, especially levying tolls on a short stretch of MoPac Boulevard (Loop 1) at William Cannon Drive.</p>\r\n<p dir=\"ltr\" style=\"margin-left: 54pt;margin-right: 54pt;text-indent: 13.5pt; margin-top: 0pt; margin-bottom: 0pt;\">\r\n\t&quot;Double taxation,&quot; they called it, because the project, already under construction, was being built with (state) gasoline tax dollars.</p>\r\n<p dir=\"ltr\" style=\"margin-left: 54pt;margin-right: 54pt;text-indent: 13.5pt; margin-top: 0pt; margin-bottom: 0pt;\">\r\n\t&hellip; (Circle C neighborhood resident Sal) Costello began a recall petition campaign against Austin Mayor Will Wynn and two other council members who voted for the plan &hellip; (B)ehind the scenes, talks continued about how to change the plan and quell the uproar.</p>\r\n<p>\r\n\t&nbsp;</p>\r\n<p>\r\n\tA Sept. 20, 2004, <em>Statesman </em>news story referring to the uproar said, &quot;The spark that lighted that still out-of-control blaze was the state&#39;s plan to charge people a half-buck to stay on MoPac and avoid the light at William Cannon Drive.&quot;<br />\r\n\t<br />\r\n\tDaugherty said, according to a <em>Statesman </em>news story from May 4, 2004, and transportation column from May 31, 2004, that he got 600 phone calls in three days objecting to the toll plan and more than 200 messages in the first week and a half after it was announced.<br />\r\n\t<br />\r\n\tWhat got Austin drivers hopping mad was the fact that a toll was going to be charged on a road that had already been paid for.<br />\r\n\t<br />\r\n\tDrawing on state gas tax revenues, work had started on the 1.45-mile overpass earlier in 2004. Until MoPac traffic could sail above William Cannon, drivers were funneled through the stoplights there.<br />\r\n\t<br />\r\n\tDaugherty recalled: &quot;They were just about ready to lay the columns across those pillars that had been there forever, and we all knew that, &lsquo;Wow, we&rsquo;re just about to get this road, this bridge put across. And man, won&rsquo;t that be great, because everyone&rsquo;s not going to have to get off.&rsquo;&quot;<br />\r\n\t<br />\r\n\tThe plan unveiled April 24, 2004, included a toll there precisely because the overpass was incomplete.<br />\r\n\t<br />\r\n\tDaigh, the TxDOT engineer who drafted the plan with the Central Texas Regional Mobility Authority, told us in a recent telephone interview that few Austin roads were eligible for tolls because tolls could not be charged on an existing road or a road that had no alternative route. The 2004 plan, he said, included every option in the area.<br />\r\n\t<br />\r\n\tWhen the plan was announced, Daugherty recalled, &quot;You talk about people coming unhinged.&quot; He said he heard opposition from both residents and businesspeople in his precinct, which <a href=\"https://maps.google.com/maps/ms?ie=UTF&amp;msa=0&amp;msid=201772161956219225438.0004af34fda79c4461d7f\">covers</a> southwestern Travis County and contains the overpass site.<br />\r\n\t<br />\r\n\tA Nov. 28, 2004, <em>Statesman </em>transportation column said Keel and Daugherty had held a press conference in May of that year condemning the toll road plan. The column said residents&rsquo; opposition and elected officials&rsquo; work got the William Cannon toll dropped.<br />\r\n\t<br />\r\n\tDaugherty told us, &quot;I think I probably was the lead person on it. But Terry and I did the press conference together and said, &lsquo;OK, well, hey, we&rsquo;re just not going to be supportive of this.&rsquo; &quot; He said he believes his opposition was influential in part because &quot;I was so well-known for being supportive of roadways.&quot;<br />\r\n\t<br />\r\n\tBut yes, he said, it was not a one-man show: &quot;I guess if someone wants to say technically, you weren&rsquo;t the only guy... Anybody that knew anything about it knew that I was the energy behind fighting this like the dickens.&quot;<br />\r\n\t<br />\r\n\tThe toll plan was added to the region&rsquo;s long-range transportation plan by a July 12, 2004, vote of the Capital Area Metropolitan Planning Organization board.<br />\r\n\t<br />\r\n\tAt that meeting, we learned via email from CAMPO assistant director Bubba Needham, Daugherty moved to delete the toll from the MoPac overpass after he and other members of the board (which is composed mostly of local elected officials) spoke against the plan. His motion failed 17-6, according to the <a href=\"http://www.campotexas.org/pdfs/Minutes2012-2004.pdf\">minutes</a>. Voting with him to delete the toll were Keel and fellow Republican state Reps. Todd Baxter and Jack Stick; Democratic state Rep. Elliott Naishtat; and Austin City Council Member Daryl Slusher.<br />\r\n\t<br />\r\n\tAfterward, according to the minutes, the board voted 16-7 to add the toll proposals to the long-range plan; the seven opposed were those who voted for Daugherty&rsquo;s motion plus Democratic state Rep. Eddie Rodriguez.<br />\r\n\t<br />\r\n\tSix months later, the board reversed course by adopting a <a href=\"https://docs.google.com/document/d/1BeDviMV4uIDyi6lMjdklraofileWinqChXSCL5I5_No/edit\">resolution</a> to remove the overpass from toll consideration. According to the <a href=\"http://www.campotexas.org/pdfs/Minutes2012-2004.pdf\">minutes</a> of the board&rsquo;s Jan. 24, 2005, meeting, board chair Gonzalo Barrientos <a href=\"https://docs.google.com/document/d/1anHicI28kw4Ee3NBVWTPNuZCDhtsx4kQawqzHN_5m1w/edit\">told the board</a> that although that toll had been seen as an essential source of money to improve MoPac, he, Mayor Will Wynn and Precinct 2 commissioner Karen Sonleitner had gotten financial backing from the Texas Transportation Commission to go ahead with the MoPac work without those toll revenues.<br />\r\n\t<br />\r\n\tBarrientos said, according to the minutes, that an engineering concern with the overpass had come up. Asked to explain that issue, Daigh said that the mobility authority had decided drivers would end up in a traffic jam.<br />\r\n\t<br />\r\n\tAccording to the minutes, Barrientos moved to &quot;de-toll&quot; the overpass, citing the traffic jam concern and noting the toll revenue was no longer an issue. The motion passed.<br />\r\n\t<br />\r\n\tWe called Barrientos to get his take on who was most responsible for getting the overpass toll dropped. No single person makes such a decision happen, he told us, but Daugherty was key.<br />\r\n\t<br />\r\n\tThe commissioner&rsquo;s consistent opposition to the overpass toll, &quot;speaking up every time the issue came up,&quot; surely helped, he said.<br />\r\n\t<br />\r\n\tBarrientos characterized the discussion that he, Wynn and Sonleitner had with the Transportation Commission as the type of negotiations needed to reach any agreement and said &quot;there might have been others&quot; helping to reach the agreement.<br />\r\n\t<br />\r\n\t&quot;I think probably everybody&quot; gets credit, he said, &quot;but Daugherty was in the forefront.&quot;<br />\r\n\t<br />\r\n\tDaigh, who is now senior director of infrastructure for Williamson County, told us he believes there would be a toll on that road if not for Daugherty. &quot;He was the leader of the effort not to have MoPac tolled,&quot; Daigh said.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tDaugherty told us he overstated in claiming that he &quot;is the reason we do not pay a toll every time we pass over the bridge at MoPac and William Cannon.&quot;<br />\r\n\t<br />\r\n\tHe was an early and prominent opponent. But his claim leaves out the many residents and public officials who spoke, lobbied and voted against the overpass toll and worked to find an alternative. No one person was the reason there&rsquo;s no toll at the bridge. We rate his statement Mostly False.</p>\r\n", "ruling_comments_date": "2012-10-18T20:14:38.459548", "ruling_date": "2012-10-19T06:00:00", "ruling_headline": "Gerald Daugherty says he is the reason MoPac drivers don’t pay a toll when crossing over William Cannon", "ruling_headline_slug": "gerald-daugherty-says-he-reason-mopac-drivers-dont", "ruling_link_text": "Hardly by himself", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tTelephone interviews with Gerald Daugherty, Oct. 12, 2012<br />\r\n\t<br />\r\n\tTelephone and email interviews with Daugherty campaign manager Kathy Pillmore, Oct. 12-18, 2012<br />\r\n\t<br />\r\n\t<em>Austin American-Statesman</em> transportation column, &quot;Tolls, rails, repairs topped news in 2004,&quot; Dec. 27, 2004<br />\r\n\t<br />\r\n\t<em>Austin American-Statesman</em> news story, <a href=\"https://docs.google.com/document/d/17UYUINdWGeslS1u6JrTZ5onjR2BopdiJIla18ivJ9ec/edit\">&quot;Same story, but different toll overpass,&quot;</a> Sept. 20, 2004<br />\r\n\t<br />\r\n\t<em>Austin American-Statesman</em> news story, <a href=\"https://docs.google.com/document/d/17UYUINdWGeslS1u6JrTZ5onjR2BopdiJIla18ivJ9ec/edit\">&quot;Massive toll road plan gets the green light,&quot;</a> July 13, 2004<br />\r\n\t<br />\r\n\t<em>Austin American-Statesman</em> news story, <a href=\"https://docs.google.com/document/d/17UYUINdWGeslS1u6JrTZ5onjR2BopdiJIla18ivJ9ec/edit\">&quot;Meeting tonight on plan for tolls,&quot;</a> May 4, 2004<br />\r\n\t<br />\r\n\t<em>Austin American-Statesman</em> transportation column, <a href=\"https://docs.google.com/document/d/17UYUINdWGeslS1u6JrTZ5onjR2BopdiJIla18ivJ9ec/edit\">&quot;Daugherty is unlikely foe in toll fight,&quot;</a> May 31, 2004<br />\r\n\t<br />\r\n\tTelephone interview with Bob Daigh, Oct. 16, 2012</p>\r\n<p>\r\n\t<em>Austin American-Statesman</em> transportation column, <a href=\"https://docs.google.com/document/d/17UYUINdWGeslS1u6JrTZ5onjR2BopdiJIla18ivJ9ec/edit\">&quot;A driving ambition: Sal Costello is determined to defeat toll roads,&quot;</a> Nov. 28, 2004</p>\r\n<p>\r\n\t<a href=\"http://www.campotexas.org/pdfs/Minutes2012-2004.pdf\">Minutes</a> (<a href=\"https://docs.google.com/document/d/1anHicI28kw4Ee3NBVWTPNuZCDhtsx4kQawqzHN_5m1w/edit\">excerpted</a>) from Capital Area Metropolitan Planning Organization board meeting, July 12, 2004<br />\r\n\t<br />\r\n\t<a href=\"http://www.campotexas.org/pdfs/Minutes2012-2004.pdf\">Minutes</a> (<a href=\"https://docs.google.com/document/d/1anHicI28kw4Ee3NBVWTPNuZCDhtsx4kQawqzHN_5m1w/edit\">excerpted</a>) from CAMPO board meeting, Jan. 24, 2005<br />\r\n\t<br />\r\n\tCAMPO <a href=\"http://www.campotexas.org/pdfs/Minutes2012-2004.pdf\">Mobility 2030 plan</a> as adopted June 6, 2005<br />\r\n\t<br />\r\n\tTelephone interview with Gonzalo Barrientos, Oct. 16, 2012<br />\r\n\t<br />\r\n\tEmail interview with CAMPO assistant director Bubba Needham, Oct. 18, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Businessman", "false_count": 0, "first_name": "Gerald", "half_true_count": 1, "home_state": "Texas", "id": 2063, "last_name": "Daugherty", "mostly_true_count": 0, "name_slug": "gerald-daugherty", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/daughertymugcrop.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2063/", "total_count": 2, "true_count": 0, "website": "http://votegerald2012.com/"}, "statement": "<p>\r\n\tSays he &quot;is the reason we do not pay a toll every time we pass over the bridge at MoPac and William Cannon.&quot;</p>\r\n", "statement_context": "a mailed campaign flier", "statement_date": "2012-05-10", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 44, "photo": null, "resource_uri": "/api/v/2/subject/44/", "subject": "Transportation", "subject_slug": "transportation", "used_in_edition": []}], "target": [], "twitter_headline": ""}