{"art": [{"brightcove": "", "caption": "Mitt Romney said he balanced the budget of the 2002 Salt Lake City Winter Olympics. We checked to see if that was accurate.", "id": 2966, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Romney_in_Boca_Raton_debate.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/2966/", "title": "Romney in Boca Raton debate", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2012/oct/22/mitt-romney/mitt-romney-says-he-balanced-budget-salt-lake-city/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 6970, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/6970/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tThe London Games may be only a memory now, but the Olympics remain an issue in the presidential campaign. During the third and final presidential debate in Boca Raton, Fla., Mitt Romney once again cited his experience running the 2002 Winter Olympics as a credential in his bid for the White House.<br />\r\n\t<br />\r\n\t&quot;I&#39;m pleased that I&#39;ve balanced budgets,&quot; he said. &quot;I was in the world of business for 25 years. If you didn&#39;t balance your budget, you went out of business. I went to the Olympics that was out of balance, and we got it on balance, and made a success there.&quot;<br />\r\n\t<br />\r\n\tIs Romney&rsquo;s claim about the finances of the 2002 Salt Lake City Olympics accurate?<br />\r\n\t<br />\r\n\tFirst, some background. Romney left Bain Capital in early 1999 to take over leadership of the Salt Lake Organizing Committee in the aftermath of a bribery scandal that ultimately exposed widespread corruption in the bidding process used to award the games.<br />\r\n\t<br />\r\n\tThe scandal forced several of Salt Lake City&rsquo;s Olympic officials to quit and the mayor to step down, and the committee was reorganized. With two years until the games were set to begin, officials needed someone who help restore credibility to the organization, and they tapped Romney, a Mormon whose family has deep roots in the state and who attended Brigham Young University.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tThe Salt Lake City assignment launched Romney into the national spotlight and helped reboot his political career, catapulting to a successful 2002 gubernatorial campaign in Massachusetts.<br />\r\n\t<br />\r\n\tAs we analyze Romney&rsquo;s claim, it&rsquo;s important to understand that there is not one budget for the Olympic Games -- there are two.<br />\r\n\t<br />\r\n\tOne is handled by a privately run committee -- in the case of the 2002 Winter Games, the Salt Lake Organizing Committee. The committee collects money from such sources as television rights, ticket sales and sponsorships. Under the rules at the time, this revenue funded the operational costs of the Olympics as well as the costs of building the necessary sports venues.<br />\r\n\t<br />\r\n\tThe other pot of money comes from government funding -- primarily to cover transportation upgrades and security costs.<br />\r\n\t<br />\r\n\tThe budget Romney is talking about is the first one, covering Olympic operations. He&rsquo;s correct that under his stewardship, this budget was balanced -- in fact, more than balanced. According to Fraser Bullock -- a former Bain Capital colleague of Romney&rsquo;s who joined him at the committee as chief operating officer -- the committee spent $1.3 billion and ended up with a surplus of about $100 million.<br />\r\n\t<br />\r\n\tRomney is widely credited with creating a sponsorship juggernaut, reeling in such corporations as Allstate, General Mills, Sears Roebuck, certified Angus beef, and Monster.com to sponsor the Games. According to the <em><a href=\"http://www.washingtonpost.com/sports/10-years-after-salt-lake-city-olympics-questions-about-romneys-contributions/2012/02/01/gIQABnCX9Q_print.html\">Washington Post</a></em>, committee secured 53 deals, more than double the number for the 1998 Games in Nagano, Japan. The sponsorships that rolled in after Romney arrived exceeded more than $300 million, perhaps a third of which consisted of local Utah sponsors who had never sponsored the Olympics before, Bullock told the<em> <a href=\"http://www.nytimes.com/2007/09/19/us/politics/19romney.html?pagewanted=all\">New York Times</a></em> in 2007.<br />\r\n\t<br />\r\n\tOn the spending side, Romney disdained the lavish patterns typical of Olympic committees, charging employees a dollar a slice for pizza (served on paper plates) and 25 cents for sodas.<br />\r\n\t<br />\r\n\t&quot;When Mitt joined (the committee), there was a budget deficit of $400 million,&quot; Bullock told PolitiFact. &quot;So for (the committee), Mitt not only balanced the budget, he produced a surplus, which is remarkable. Only Los Angeles in 1984 also had a surplus. All other Olympics lose money--a lot.&quot;<br />\r\n\t<br />\r\n\tThese figures, however, don&rsquo;t include the second budget. Bullock counts the second budget as reaching $400 million -- $240 million for security (the games came shortly after 9/11, heightening costs) and $160 million for core transportation upgrades, such as interstate interchanges. Bullock says that in many cases the dollars spent on transportation projects were already in the pipeline, but were accelerated to meet the Olympic timetable.<br />\r\n\t<br />\r\n\tOther observers, however, say the true amount of this second budget was larger than $400 million. On top of this base amount, at least $400 million was spent on a light-rail system. Bullock says local politicians used the Olympics as an opportunity to push through funding for the light rail project, and that he doesn&rsquo;t consider it spending that was required by the Games. &quot;I would not for any reason include light rail&quot; in the calculations, Bullock said. &quot;We didn&rsquo;t need it.&quot;<br />\r\n\t<br />\r\n\tInvestigative journalists Donald Barlett and James Steele <a href=\"http://www.motherjones.com/politics/2012/07/mitt-romney-expensive-olympics-federal-funding\">calculated</a> in a 2001 Sports Illustrated article that Congress was spending $1.5 billion in taxpayer dollars on the Salt Lake City Olympics -- &quot;1.5 times the amount spent by lawmakers to support all seven Olympic Games held in the U.S. since 1904&mdash;combined.&quot; (These figures were adjusted for inflation.)<br />\r\n\t<br />\r\n\tWe weren&rsquo;t able to independently verify the $1.5 billion figure, but even the number Bullock accepts -- $400 million -- isn&rsquo;t a trivial amount of extra dollars. And Kenneth Bullock, a former executive committee member of the Salt Lake Organizing Committee who now directs the of Utah League of Cities and Towns, added that various Utah localities chipped in an unknown number of additional dollars. &quot;Some of them managed to negotiate reimbursements from (the committee), but even that never would have been enough to pay all of their costs,&quot; said Kenneth Bullock, who is no relation to Fraser Bullock.<br />\r\n\t<br />\r\n\tOfficially, Romney had no control over this second budget. But he does appear to have taken an aggressive role in advocating for additional spending. In Romney&rsquo;s 2004 book, Turnaround: Crisis, Leadership and the Olympic Games, he wrote that he asked his lobbyist &quot;to bring in more federal funding than had ever been appropriated for any Olympics, summer or winter.&quot; The committee employed five federal lobbying firms beyond his in-house lobbying office, spending $3.5 million in all, <a href=\"http://firstread.nbcnews.com/_news/2012/02/18/10444876-salt-lake-city-olympics-earmarks-a-double-edged-sword-for-romney?lite\">NBC News reported</a> earlier this year. And the Games ended up getting support from at least 18 federal agencies, according to a 2001 <a href=\"http://www.gao.gov/new.items/d02140.pdf\">Government Accountability Office report</a>.<br />\r\n\t<br />\r\n\t&quot;I was successful in organizing the Olympics, got record funds from the federal government,&quot; Romney <a href=\"http://www.youtube.com/watch?v=09rG3OBqY-g&amp;feature=youtu.be\">said in 2002</a> as he was running for governor of Massachusetts.<br />\r\n\t<br />\r\n\tWe asked a number of Olympics experts whether they thought Romney was being accurate when he said he &quot;balanced the budget&quot; of the Salt Lake City Olympics. Most agreed that it&rsquo;s not a simple question.<br />\r\n\t<br />\r\n\t&quot;The entire issue of accounting&quot; for Olympics finances &quot;is difficult, as it very difficult to know what to count as an Olympic-related cost and what is an infrastructural improvement to the host city,&quot; said Bill Mallon, co-founder of the International Society of Olympic Historians. &quot;It can get very complex.&quot;<br />\r\n\t<br />\r\n\tStill, most of the experts we asked concluded that Romney was right, but with what David Wallechinsky, the author of several histories of the Olympics, said was &quot;a major asterisk.&quot;<br />\r\n\t<br />\r\n\t&quot;Romney is right on a technicality that misses the major issue about financing any Olympics,&quot; said Roger G. Noll, a Stanford University economist who has studied large public infrastructure projects, including stadiums. &quot;Romney saved the Salt Lake City Olympics by regaining political support. One way he did this was to reduce costs below the plan, but the main reason is that Romney succeeded in getting a huge subsidy from the federal government.&quot;<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tIt&rsquo;s correct that Romney more than balanced the the Salt Lake Organizing Committee&rsquo;s budget. But that doesn&rsquo;t tell the whole story, since he helped secure at least $400 million -- and possibly up to $1.5 billion -- in government funding to make the Olympics function that is not included in the balance sheet he&rsquo;s touting. The statement is accurate but needs clarification or additional information. So we rate Romney&rsquo;s claim Mostly True.</p>\r\n", "ruling_comments_date": "2012-10-19T18:07:33.034043", "ruling_date": "2012-10-22T23:40:58", "ruling_headline": "Mitt Romney says he balanced the budget of the Salt Lake City Olympics", "ruling_headline_slug": "mitt-romney-says-he-balanced-budget-salt-lake-city", "ruling_link_text": "Off-budget, he got a lot of federal help", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tMitt Romney, transcript of the third presidential debate in Boca Raton, Fla., Oct. 16, 2012</p>\r\n<p>\r\n\t<a href=\"http://www.la84foundation.org/6oic/OfficialReports/2002/2002v1.pdf\">Final report</a> of the Salt Lake City Winter Olympics</p>\r\n<p>\r\n\tNBC News, &quot;<a href=\"http://firstread.nbcnews.com/_news/2012/02/18/10444876-salt-lake-city-olympics-earmarks-a-double-edged-sword-for-romney?lite\">Salt Lake City Olympics earmarks a double-edged sword for Romney</a>,&quot; Feb. 18, 2012</p>\r\n<p>\r\n\t<em>New York Times</em>, &quot;<a href=\"http://www.nytimes.com/2007/09/19/us/politics/19romney.html?pagewanted=all\">In Olympics Success, Romney Found New Edge</a>,&quot; Sept. 19, 2007</p>\r\n<p>\r\n\t<em>Washington Post</em>, &quot;<a href=\"http://www.washingtonpost.com/sports/10-years-after-salt-lake-city-olympics-questions-about-romneys-contributions/2012/02/01/gIQABnCX9Q_print.html\">10 years after Salt Lake City Olympics, questions about Romney&rsquo;s contributions</a>,&quot; Feb. 12, 2012</p>\r\n<p>\r\n\t<em>Mother Jones</em>, &quot;<a href=\"http://www.motherjones.com/politics/2012/07/mitt-romney-expensive-olympics-federal-funding\">Mitt Romney&#39;s Pork Barrel Olympics</a>,&quot; July 26, 2012</p>\r\n<p>\r\n\tGovernment Accountability Office, &quot;<a href=\"http://www.gao.gov/new.items/d02140.pdf\">Costs to Plan and Stage the Games in the United States</a>,&quot; November 2001</p>\r\n<p>\r\n\tYouTube, &quot;<a href=\"http://www.youtube.com/watch?v=09rG3OBqY-g&amp;feature=youtu.be\">Romney - I Brought In Record Federal Dollars for the Olympics</a>,&quot; accessed Oct. 19, 2012</p>\r\n<p>\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2012/jan/06/mitt-romney/how-important-was-romney-fixing-troubled-salt-lake/\">How important was Romney in fixing troubled Salt Lake Olympic Games</a>?&quot; Jan. 6, 2012</p>\r\n<p>\r\n\tEmail interview with Andrew Smith, professor with the School of Architecture and the Built Environment at the University of Westminster, Oct. 18, 2012</p>\r\n<p>\r\n\tEmail interview with Fraser Bullock, former chief operating officer of the Salt Lake City Organizing Committee, Oct. 18, 2012</p>\r\n<p>\r\n\tInterview with Kenneth Bullock, former SLOC executive committee member who now directs the of Utah League of Cities and Towns, Oct. 18, 2012</p>\r\n<p>\r\n\tEmail intervirew with Bill Mallon, co-founder of the International Society of Olympic Historians, Oct. 18, 2012</p>\r\n<p>\r\n\tInterview with David Wallechinsky, author of several histories of the Olympics, Oct. 18, 2012</p>\r\n<p>\r\n\tEmail interview with Wayne McCormack, law professor at the University of Utah, Oct. 22, 2012</p>\r\n<p>\r\n\tEmail interview with John E. Findling, historian at Indiana University, Oct. 22, 2012</p>\r\n<p>\r\n\tEmail interview with Roger G. Noll, Stanford University economist, Oct. 18, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 34, "current_job": "Former governor", "false_count": 32, "first_name": "Mitt", "half_true_count": 58, "home_state": "Massachusetts", "id": 5, "last_name": "Romney", "mostly_true_count": 33, "name_slug": "mitt-romney", "pants_count": 19, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-mittromney.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/5/", "total_count": 221, "true_count": 30, "website": "http://www.mittromney.com/"}, "statement": "<p>\r\n\t&quot;I went to the Olympics that was out of balance, and we got it on balance.&quot;</p>\r\n", "statement_context": "the third presidential debate in Boca Raton, Fla.", "statement_date": "2012-10-22", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}], "target": [], "twitter_headline": ""}