{"art": [], "author": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "canonical_url": "/oregon/statements/2012/oct/19/creative-advocacy-network/would-portland-arts-tax-put-art-or-music-teacher-e/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "dlane@oregonian.com", "first_name": "Dee", "id": 183, "last_name": "Lane", "name_slug": "dee-lane", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/183/", "title": "Politics editor", "twitter": null}], "facebook_headline": null, "id": 6972, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "resource_uri": "/api/v/2/statement/6972/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tThe proposed Portland <a href=\"http://efiles.portlandoregon.gov/webdrawer/rec/5023358/\">tax for the arts</a> is nothing if not divisive. Supporters say the tax will mean having arts educators in every city elementary school, as well as better access to the arts throughout Portland. Detractors have called the tax poorly structured and say it uses children as a front for a plan to move money into already well-established institutions.<br />\r\n\t<br />\r\n\tThe $35-a-person tax, which would collect some $12 million, actually goes to two different areas. About 70 percent of the money would be distributed to Portland-area school districts to help hire art and music teachers and to K-12 arts programs. The remaining funds would go to the Regional Arts and Culture Council for distribution among Portland arts organizations, such as the Oregon Symphony and the Portland Art Museum, which would use the money to offer publicly accessible art programming.<br />\r\n\t<br />\r\n\tTo be sure, the money for schools seems to be the political campaign&#39;s primary selling point.<br />\r\n\t<br />\r\n\tOn its website, the pro-tax Schools and Arts Together says the tax would &quot;restore arts and music education in Portland&#39;s six school districts by providing stable, long-term funding for certified arts and music teachers for every elementary school serving Portland residents.&quot;<br />\r\n\t<br />\r\n\tAnd Jessica Jarrat Miller, executive director of the Creative Advocacy Network, which proposed the tax, asserted something similar during a September radio interview: &quot;If we pass this measure, we will be able to fund teachers to make sure that every elementary school in our city has certified art instruction.&quot;<br />\r\n\t<br />\r\n\tAnd yet, <a href=\"http://www.wweek.com/portland/article-19729-portrait_of_an_arts_.html\">a recent article</a> in Willamette Week partly challenged that assertion. The weekly quoted former Emily Nazarov, the Portland organizer of Stand for Children, as saying the organization had &quot;some serious concerns whether the measure will deliver on its promise of music and art teachers in every school.&quot;<br />\r\n\t<br />\r\n\tPolitiFact Oregon decided to check.<br />\r\n\t<br />\r\n\tUnder the measure and an associated <a href=\"http://efiles.portlandoregon.gov/webdrawer/rec/5023358/\">inter-governmental agreement</a>, each district would get funding for one art or music teacher for every 500 elementary students. In return, the district agrees to have one full-time art or music teacher in each elementary school.<br />\r\n\t<br />\r\n\tThat works fine for the David Douglas School District.<br />\r\n\t<br />\r\n\tDan McCue, the spokesman for the district, told us that David Douglas has nine eligible elementary schools -- and would get enough money for nine art or music teachers. As it stands now, each of the elementary schools already has a full-time music teacher, so the art tax money &quot;would be used to preserve those positions.&quot;<br />\r\n\t<br />\r\n\tBut the formula falls apart if a district has some schools that are smaller than 500 students.<br />\r\n\t<br />\r\n\tConsider Portland Public Schools, the largest of the Portland districts. The district has 58 elementary schools -- but according to the 500-student formula, would receive funding for only 44 or 45 full-time positions.<br />\r\n\t<br />\r\n\tThat means, should the tax pass, the district would have to find the money for the additional 13 or 14 teachers.<br />\r\n\t<br />\r\n\tWe spoke with David Wynde, the district&#39;s deputy chief financial officer, to see if we understood the situation correctly. He confirmed we did. That would still represent some relief for the budget, he said. This year, PPS is funding 32 full-time arts or music positions.<br />\r\n\t<br />\r\n\tWe called Jarrat Miller to see if she could explain how the tax would restore &quot;arts for every Portland elementary school,&quot; as one mailer put it, if some districts were actually pitching in supplemental cash?<br />\r\n\t<br />\r\n\t&quot;It&#39;s been widely misrepresented and confused,&quot; Jarrat Miller said. For Portland Public, she said, it&#39;s true that the tax would only provide 44 or 45 full-time teaching positions. It&#39;s equally true that, at least for the first year, PPS has agreed to pay for 13 additional full-time art or music teachers to make sure that every school has at least one.<br />\r\n\t<br />\r\n\tHowever, she said, the inter-governmental agreement &ndash; though not finalized &ndash; has been revised to say that if the district faces a financial hardship, the city of Portland would figure out a way to avoid cutting off the money.<br />\r\n\t<br />\r\n\tThe bottom line, Jarrat Miller said, is that &quot;nobody is forcing the district to do anything they can&#39;t do.&quot; In the event that Portland Public Schools had no money to commit to art instruction, the 45 teachers would still be more than the district is currently providing, she said. Those teachers would likely split their time among all 58 elementary schools. While 58 teachers is better, 45 would be enough to give all students art or music education once a week. The 500-to-one ratio, for what it&#39;s worth, was selected based on national student-teacher-ratio averages.<br />\r\n\t<br />\r\n\t&quot;It&#39;s not a whole body that matters; it&#39;s how much education the kids are getting... that&#39;s what the ballot measure insists on,&quot; Jarrat Miller said.<br />\r\n\t<br />\r\n\tWynde, the Portland Public financial officer, said he believed the additional language provided the district with the flexibility to renegotiate if funding becomes unstable.<br />\r\n\t<br />\r\n\tNazarov, the local organizer for Stand for Children, seemed slightly less convinced. She said the organization was pleased that the inter-governmental agreement had been amended but thought the languageshould be more explicit in protecting the money.<br />\r\n\t<br />\r\n\tSchool and Arts Together has said that the arts tax would provide &quot;funding for certified arts and music teachers for every elementary school serving Portland residents.&quot; It does accomplish this goal; however there are some important details that are missing &ndash;perhaps most glaringly, this idea that some districts would have to kick in money to ensure that each school has a full-time art or music teacher.<br />\r\n\t<br />\r\n\tNow, it&#39;s true that, in the case of financial hardship, this part of the measure could be renegotiated. But it&#39;s not clear what defines financial hardship or how those negotiations would take place -- and the inter-governmental agreement is still being drafted. Even if we assume that the funding would continue, it wouldn&#39;t be a full-time teacher in each school. We agree that it&#39;s not the body that matters so much as the amount of instructional time. But we also feel that most people voting on this tax imagine that, with it, districts would be getting enough cash to put a full-time art or music teacher in each elementary school &ndash; and that&#39;s not necessarily the case.<br />\r\n\t<br />\r\n\tWe rate this claim Half True.</p>\r\n", "ruling_comments_date": "2012-10-19T19:55:13.412479", "ruling_date": "2012-10-19T16:52:40", "ruling_headline": "Would a Portland arts tax put an art or music teacher in every elementary school?", "ruling_headline_slug": "would-portland-arts-tax-put-art-or-music-teacher-e", "ruling_link_text": "Some districts have to chip in.", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tInterview with Jessica Jarrat Miller, executive director of the Creative Advocacy Network, Oct. 16 and 19, 2012<br />\r\n\t<br />\r\n\tInterview with David Wynde, Portland Public Schools financial officer, Oct. 16, 2012<br />\r\n\t<br />\r\n\tInterview with Emily Nazarov, the portland organizer of Stand for Children, Oct. 16, 2012<br />\r\n\t<br />\r\n\tInterview with Dan McCue, the spokesman for David Douglas School District, Oct. 18, 2012<br />\r\n\t<br />\r\n\tSchool and Arts Together <a href=\"http://schoolsartstogether.com/\">campaign website</a>, Oct. 15, 2012<br />\r\n\t<br />\r\n\t<a href=\"http://efiles.portlandoregon.gov/webdrawer/rec/5023358/\">Measure 24-146</a>, Oct. 15, 2012<br />\r\n\t<br />\r\n\tWillamette Week, <a href=\"http://www.wweek.com/portland/article-19729-portrait_of_an_arts_.html\">Portrait of an Arts Tax</a>, Oct. 3, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 1, "home_state": "Oregon", "id": 1614, "last_name": "Creative Advocacy Network", "mostly_true_count": 1, "name_slug": "creative-advocacy-network", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/people_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1614/", "total_count": 2, "true_count": 0, "website": ""}, "statement": "<p>\r\n\tSays an arts tax would provide &quot;funding for certified arts and music teachers for every elementary school serving Portland residents.&quot;</p>\r\n", "statement_context": "a radio interview", "statement_date": "2012-09-21", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ""}