{"art": [], "author": [{"email_address": "HumphreyT@KnoxNews.com", "first_name": "Tom", "id": 318, "last_name": "Humphrey", "name_slug": "tom-humphrey", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 21, "publication_name": "Knoxville News Sentinel", "resource_uri": "/api/v/2/publication/21/"}, "resource_uri": "/api/v/2/staffer/318/", "title": "Knoxville News Sentinel, Nashville Bureau Chief", "twitter": null}], "canonical_url": "/tennessee/statements/2012/oct/21/tennessee-republican-party/tennessee-gop-claims-tax-dollars-abortions-support/", "edition": {"adkey": "Editions", "advalue": "Tennessee", "edition": "Tennessee", "edition_slug": "tennessee", "has_afterthefact": false, "id": 14, "index_page": false, "meter_name": "The Tennessee Truth-O-Meter", "resource_uri": "/api/v/2/edition/14/"}, "editor": [{"email_address": "ZMcMillin@CommercialAppeal.com", "first_name": "Zack", "id": 314, "last_name": "McMillin", "name_slug": "zack-mcmillin", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/ZackMcMillinPolitiFact.JPG", "publication": {"id": 19, "publication_name": "The Commercial Appeal, Memphis", "resource_uri": "/api/v/2/publication/19/"}, "resource_uri": "/api/v/2/staffer/314/", "title": "Editor, PolitiFact Tennessee", "twitter": null}], "facebook_headline": null, "id": 6974, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "HumphreyT@KnoxNews.com", "first_name": "Tom", "id": 318, "last_name": "Humphrey", "name_slug": "tom-humphrey", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 21, "publication_name": "Knoxville News Sentinel", "resource_uri": "/api/v/2/publication/21/"}, "resource_uri": "/api/v/2/staffer/318/", "title": "Knoxville News Sentinel, Nashville Bureau Chief", "twitter": null}], "resource_uri": "/api/v/2/statement/6974/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Animosity between Planned Parenthood and anti-abortion activists has spilled over into Tennessee politics for years during an ongoing dispute over the use of federal funds, distributed by the state Department of Health, to pay for providing women&#39;s health services in the state&#39;s two largest counties.<br />\r\n<br />\r\nIn the current campaign season, the Tennessee Republican Party has reached back to a 2009 state House vote on the so-called &quot;defunding&quot; of Planned Parenthood, targeting Democrats who voted against Republican-sponsored measure, in direct-mail advertising attacks.<br />\r\n<br />\r\n<a href=\"https://www.documentcloud.org/documents/472832-adyoakley.html\">A mailer</a> directed at former state Rep. Eddie Yokley, D-Greeneville, provides perhaps the strongest example.<br />\r\n<br />\r\n&quot;Did you know Eddie Yokley voted to use your tax dollars for abortions?&quot; the mailer asks in a large headline. The question is answered with another line saying the Democrat &quot;supported taxpayer funded abortions&quot; and an arrow pointing to a copy of a House roll call vote June 17, 2009, on HB1756 with Yokley&#39;s name circled on the list of &#39;no&#39; votes.<br />\r\n<br />\r\nThe state Democratic Party cried foul over this, declaring the mailer claim &quot;shameless.&quot; Brandon Puttbrese, the Democrats&#39; communication director, pointed out that state law forbids use of taxpayer dollars to fund abortions and that the funds in question are not used for abortions.<br />\r\n<br />\r\nA Republican rejoinder came from Adam Nickas, executive director of the state GOP:<br />\r\n&quot;Eddie Yokley had an opportunity to vote to defund Planned Parenthood, the nation&#39;s largest provider of abortions, but chose not to,&quot; Nickas said in an email. &quot;We&#39;re not surprised Eddie Yokley is trying to squirm his way out of this one. We stand by our statement.&quot;<br />\r\n<br />\r\nThe bill in question, HB1756, deals with what are known as federal &quot;Title X&quot; funds, distributed to states for &quot;family planning services,&quot; including contraception, annual exams, Pap tests, screening for sexually transmitted disease and the like. As amended before passage, the bill did not go as far as anti-abortion activists wanted and basically called for the commissioner of health to give preference to county health departments as recipients of the funds over contracting the services out, which is how Planned Parenthood received the money in Shelby and Davidson counties.<br />\r\n<br />\r\nThe Title X funds, then, do not go directly to fund abortions. There&#39;s no real dispute about that. The argument comes with contentions that the money indirectly supports Planned Parenthood&#39;s abortion services, which the organization contends are completely separate.<br />\r\n<br />\r\nLt. Gov. Ron Ramsey, for example, has called the funding &quot;a pro-abortion shell game.&quot; He and others say putting money into one Planned Parenthood program, women&#39;s health services, frees up money for other services.<br />\r\n<br />\r\nIt&#39;s worth nothing that the wording is toned down somewhat in other GOP mailings. For example, a mailer attacking Rep. Charles Curtiss, D-Sparta, puts it this way: &quot;Charlie Curtiss voted to send our tax dollars to the largest abortion provider in America.&quot;<br />\r\n<br />\r\nFurther, a follow-up Republican attack mailer aimed at Yokley, has this wording: &quot;Eddie Yokley supported Planned Parenthood and opposed a measure that would have prevented them from receiving your tax dollars.&quot;<br />\r\n<br />\r\nIn any case, the bill, which was in a milder form than subsequent years&rsquo; versions and had no real impact on funding of Planned Parenthood, did not involve funding of abortions &ndash; certainly not any direct taxpayer payments for them.<br />\r\n<br />\r\nWithout getting into all the developments on this issue since that 2009 vote, we would note the distinction between Planned Parenthood&#39;s many services not related to abortion and its well-known role as an abortion provider was a key part of a 2011 battle in Shelby County over Title X funding. The Shelby County Commission ultimately voted &ndash; in accord with the 2011 version of defunding legislation &ndash; to take funding away from Planned Parenthood and instead have Christ Community Health Services provide family-planning services to low-income citizens.<br />\r\n<br />\r\nIn the process, abortion opponents also argued that giving Planned Parenthood money for any purpose frees up other funds and indirectly supports abortions.<br />\r\n<br />\r\n<strong>Our ruling</strong><br />\r\n<br />\r\nA Tennessee Republican Party mailer claims that by voting against a 2009 bill aimed at defunding Planned Parenthood, Democrats were in effect allowing tax dollars to be used directly for abortions. That goes further than even current mainstream Republican dogma that allowing any funding of Planned Parenthood&rsquo;s family-planning and women&rsquo;s health initiatives helps indirectly fund abortions.<br />\r\n<br />\r\nVoting against the 2009 bill did not, in fact, allow for taxpayer funds to be used for abortions, and we therefore rule the claim False.</p>\r\n", "ruling_comments_date": "2012-10-21T09:37:51.413149", "ruling_date": "2012-10-21T08:37:29", "ruling_headline": "Tennessee GOP claims “tax dollars for abortions” supported by Democrats", "ruling_headline_slug": "tennessee-gop-claims-tax-dollars-abortions-support", "ruling_link_text": "Not what they voted on", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"https://www.documentcloud.org/documents/472832-adyoakley.html\">Mailer targeting Rep. Eddie Yokley</a></p>\r\n\r\n<p>Tennessee General Assembly archives on <a href=\"http://wapp.capitol.tn.gov/apps/billinfo/BillSummaryArchive.aspx?BillNumber=HB1756&amp;ga=106\">HB1756.</a><br />\r\n<br />\r\n<a href=\"http://www.knoxnews.com/news/2012/oct/18/political-notebook-state-dems-cry-foul-over/\">Political notebook:</a> State Dems cry foul over campaign mailings, Knoxville News Sentinel, Oct. 18, 2012<br />\r\n<br />\r\n<a href=\"http://www.commercialappeal.com/news/2011/oct/17/shelby-county-commission-votes-family-planning-con/?print=1\">Shelby County Commission Votes Family Planning Contract</a>, The Commercial Appeal, Oct. 17, 2011.<br />\r\n<br />\r\nInterview with Brandon Puttbrese and Sean Braisted, Tennessee Democratic Party spokesmen, on Oct. 11 and Oct. 16, 2012.<br />\r\n<br />\r\nInterview with Adam Nickas, executive director of Tennessee Republican Party, Oct. 11, 2012.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 2, "first_name": "", "half_true_count": 1, "home_state": "Tennessee", "id": 41, "last_name": "Tennessee Republican Party", "mostly_true_count": 0, "name_slug": "tennessee-republican-party", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/TNRP_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Tennessee", "edition": "Tennessee", "edition_slug": "tennessee", "has_afterthefact": false, "id": 14, "index_page": false, "meter_name": "The Tennessee Truth-O-Meter", "resource_uri": "/api/v/2/edition/14/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/41/", "total_count": 4, "true_count": 0, "website": "http://www.tngop.org/"}, "statement": "<p>Says House Democrats &quot;voted to use your tax dollars for abortions&quot; by voting against bill defunding Planned Parenthood.</p>\r\n", "statement_context": "a mailer sent for a state legislative campaign.", "statement_date": "2012-10-11", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 11, "photo": null, "resource_uri": "/api/v/2/subject/11/", "subject": "Abortion", "subject_slug": "abortion", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 202, "photo": null, "resource_uri": "/api/v/2/subject/202/", "subject": "Public Health", "subject_slug": "public-health", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}