{"art": [], "author": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "canonical_url": "/ohio/statements/2012/oct/26/mitt-romney/mitt-romney-camp-says-6400-ohioans-lost-manufactur/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 7008, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "resource_uri": "/api/v/2/statement/7008/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tThe national unemployment rate has ticked down slowly -- much too slowly, says Mitt Romney&rsquo;s campaign -- and Ohio&rsquo;s economy has generally grown. Its unemployment rate is even 0.8 percent below the national average.<br />\r\n\t<br />\r\n\tBut the unsteadiness of the recovery, even in Ohio, underlined a recent claim by the campaign for Mitt Romney, the Republican presidential candidate. On Oct. 22, the spokesman, Robert Reid, said in an email to reporters:<br />\r\n\t<br />\r\n\t&quot;Vice President Biden may believe there is a &lsquo;renaissance&rsquo; in manufacturing happening in the Buckeye state, but don&rsquo;t tell that to the 6,400 Ohioans who lost manufacturing jobs in the month of September.&quot;<br />\r\n\t<br />\r\n\tCould this job loss be true?<br />\r\n\t<br />\r\n\tAfter all, didn&rsquo;t the Ohio Department of Job and Family Services announce just a few days earlier that the state&rsquo;s unemployment rate had gone down yet again, reaching 7.0?<br />\r\n\t<br />\r\n\tThe answer to both questions is yes.<br />\r\n\t<br />\r\n\tAccording to the monthly survey of businesses that state and federal officials use to assess job gains or losses, Ohio&rsquo;s lost 12,800 non-farm jobs in September. Jobs in manufacturing accounted for 6,400 of those job, or half the loss.<br />\r\n\t<br />\r\n\tThis was a preliminary figure and it could be adjusted upward or downward in the coming months as more surveys are turned in. The survey, called Current Employment Statistics, is conducted by the U.S. Bureau of Labor Statistics in conjunction with ODJFS.<br />\r\n\t<br />\r\n\tSure, that seems inconsistent with the reported drop in Ohio&rsquo;s unemployment, from 7.2 percent to 7.0 percent. But as many Americans have learned this year, the two numbers do not always move in the same direction.<br />\r\n\t<br />\r\n\tHere&rsquo;s why: The unemployment rate is based on a a different and broader survey. It is not a survey of businesses. Rather, it is a civilian survey, called the Current Population Survey, and it asks people whether they are in the workforce or looking for a job. Each time someone stops looking for work -- whether it&rsquo;s because he or she has retired, has given up on looking, has become self-employed or has some other reason -- that is one fewer person counted as unemployed.<br />\r\n\t<br />\r\n\tThe unemployment rate has other factors, including the number of people who come of age and start looking for jobs. That&rsquo;s why the opposite trend of what occurred in September sometimes happens: The country can gain jobs yet the unemployment rate might still rise. Economists say that a healthy economy must add enough jobs to at least keep up with adult population growth.<br />\r\n\t<br />\r\n\tAs for the Romney spokesman&rsquo;s comment, an article in The Plain Dealer by business reporter Olivera Perkins made a similar point, sans politics. It said, &quot;Ohio&rsquo;s unemployment rate down to 7 percent, though state lost jobs.&quot;<br />\r\n\t<br />\r\n\tSpeaking to the conflicting direction of the trends -- that is, employers who reported they had fewer jobs, yet people in the workforce who nevertheless said they were, in fact, employed -- Hiram College economics professor Ugur Aker told the newspaper that gains in self-employment could explain the difference.<br />\r\n\t<br />\r\n\t&quot;What is happening is that there are wage and salary jobs being eliminated,&quot; Aker told The Plain Dealer. &quot;On the other hand, it looks like jobs are increasing because there are more people working for themselves. Is that a good thing? Bad thing? I don&#39;t know.&quot;<br />\r\n\t<br />\r\n\tEconomic research analyst George Zeller, noting that manufacturing &quot;has been driving this recovery,&quot; told the newspaper that the losses &quot;are very bad news.&quot;<br />\r\n\t<br />\r\n\tThe numbers cited by the Romney campaign were confirmed by ODJFS and the BLS. They were reported by other media, too.<br />\r\n\t<br />\r\n\tRomney&rsquo;s spokesman made the statement in an attempt to lay political blame. Voters in Ohio will have their say on that soon enough. PolitiFact Ohio is only ruling on the accuracy of the claim about job losses in manufacturing.<br />\r\n\t<br />\r\n\tThe statement is accurate, but some additional information is needed to provide clarification.<br />\r\n\t<br />\r\n\tReid, the Romney spokesman, was citing losses from one month -- losses that totaled just shy of 1 percent. To get a better sense of changes in manufacturing employment during President Barack Obama&rsquo;s term to date, consider these monthly figures provided by ODJFS and BLS. Here is what the numbers and a calculator show:</p>\r\n<br />\r\n<br />\r\n<ul>\r\n\t<li>\r\n\t\tFrom the start of Obama&rsquo;s term in January 2009 to the lowest point for manufacturing in Ohio, November 2009, the state lost 9.75 percent of its manufacturing jobs.</li>\r\n</ul>\r\n<br />\r\n<ul>\r\n\t<li>\r\n\t\tFrom the start of Obama&rsquo;s term through the latest month reported, September, Ohio has lost nearly 2.8 percent of its manufacturing jobs. Why a lower number? Factory jobs started coming back slowly at the very end of 2009, though not robustly enough to make up for the early losses.</li>\r\n</ul>\r\n<br />\r\n<ul>\r\n\t<li>\r\n\t\tFrom the lowest point for manufacturing in Ohio (November 2009) through September, a period of 34 months, Ohio has gained 7.7 percent more manufacturing jobs.</li>\r\n</ul>\r\n<br />\r\n<p>\r\n\tWhat&rsquo;s this tell you?<br />\r\n\t<br />\r\n\tThat many but not all of those factory jobs lost during Obama&rsquo;s term have come back. In that single sentence you have both parties&rsquo; economic messages.<br />\r\n\t<br />\r\n\tCurious to see another trend, we looked back further. Not to be the bearer of bad news, but you probably know this anyway: Ohio was losing manufacturing jobs for a long time. The number fell during both of George W. Bush&rsquo;s terms, with Ohio losing a third of its manufacturing jobs by the end of the eight years. During Bill Clinton&rsquo;s first term, the number of those jobs rose by 4.2 percent, but declined by 2.7 percent in his second term.<br />\r\n\t<br />\r\n\tSo was the Romney campaign cherry picking its figure, given these broader trends?<br />\r\n\t<br />\r\n\tYou might argue that, but as The Plain Dealer reported, the latest monthly jobs report troubled economists, too. It was just one monthly report and more information will be required to know if there is a trend, but it suggested a weaker recovery. And, combined with the latest unemployment number, it raised questions about the trade-offs of self-employment, perhaps at lower wages.<br />\r\n\t<br />\r\n\tOn the Truth-O-Meter, the claim rates Mostly True.</p>\r\n", "ruling_comments_date": "2012-10-25T16:34:03.450440", "ruling_date": "2012-10-26T06:00:00", "ruling_headline": "Mitt Romney camp says 6,400 Ohioans lost manufacturing jobs in September", "ruling_headline_slug": "mitt-romney-camp-says-6400-ohioans-lost-manufactur", "ruling_link_text": "Losses amount to less than 1 percent of manufacturing jobs", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tRomney for President, news release from Robert Reid, spokesman, Oct. 22, 2012<br />\r\n\t<br />\r\n\tOhio Department of Job and Family Services, <a href=\"http://ohiolmi.com/asp/edeps/EdepsNAICS.htm\">Employment by wages and industry database</a>, accessed Oct. 24, 2012<br />\r\n\t<br />\r\n\tU.S. Bureau of Labor Statistics, state and area employment, hours and earnings database, <a href=\"http://www.bls.gov/data/\">manufacturing jobs</a>, accessed Oct. 24, 2012<br />\r\n\t<br />\r\n\tOhio Department of Job and Family Services, news release, &quot;<a href=\"http://jfs.ohio.gov/releases/unemp/201210/unemppressrelease.asp\">Ohio and U.S. employment situation</a>,&quot; Oct. 19, 2012<br />\r\n\t<br />\r\n\tThe Plain Dealer via Cleveland.com, &nbsp;&quot;<a href=\"http://www.cleveland.com/business/index.ssf/2012/10/ohios_jobless_rate_down_to_70.html\">Ohio&rsquo;s unemployment rate down to 7%, though state lost jobs</a>,&quot; by Olivera Perkins, Oct. 19, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 34, "current_job": "Former governor", "false_count": 32, "first_name": "Mitt", "half_true_count": 58, "home_state": "Massachusetts", "id": 5, "last_name": "Romney", "mostly_true_count": 33, "name_slug": "mitt-romney", "pants_count": 19, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-mittromney.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/5/", "total_count": 221, "true_count": 30, "website": "http://www.mittromney.com/"}, "statement": "<p>\r\n\t&quot;6,400 Ohioans ... lost manufacturing jobs in the month of September.&quot;</p>\r\n", "statement_context": "a news release", "statement_date": "2012-10-22", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}