{"art": [], "author": [{"email_address": "abettelheim@cq.com", "first_name": "Adriel", "id": 48, "last_name": "Bettelheim", "name_slug": "adriel-bettelheim", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/48/", "title": "Writer, CQ", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2008/sep/09/john-mccain/he-butted-heads-with-big-pharma/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 703, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "abettelheim@cq.com", "first_name": "Adriel", "id": 48, "last_name": "Bettelheim", "name_slug": "adriel-bettelheim", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/48/", "title": "Writer, CQ", "twitter": null}], "resource_uri": "/api/v/2/statement/703/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "Next to Big Oil, few businesses make more convenient political punching bags than drug companies. Anecdotes about cash-strapped seniors cutting their pills in half or crossing the border to Canada or Mexico to fill prescriptions have provided red meat for campaigns at the national and local levels. Now John McCain's campaign is joining in.\n<p>\n An ad unveiled Sept. 8, 2008, portrays McCain and running mate Sarah Palin as mavericks willing to take on all comers. Over still photos of the pair, an announcer describes how each stood up to members of their own party and enumerates various reform efforts. A few &mdash; \"He fights pork barrel spending\" (\n <a href=\"http://www.politifact.com/truth-o-meter/statements/273/\">\n  We found a few blips on the record),\n </a>\n \"She stopped the 'Bridge to Nowhere,' \"\n <a href=\"http://www.politifact.com/truth-o-meter/statements/701/\">\n  (She didn't kill it, she performed last rites),\n </a>\n \"She Took on Big Oil\"\n <a href=\"http://www.politifact.com/truth-o-meter/statements/679/\">\n  (Yes, she did),\n </a>\n &mdash;  we've ruled on previously.\n</p>\n<p>\n One claim was new: \"He took on the drug industry.\" We wondered if McCain really did battle Big Pharma.\n</p>\n<p>\n Though he isn't often associated with health care issues, McCain sounded a bit like Hillary Rodham Clinton last year when he assailed drugmakers for profiteering. He even took a swat at the industry during a Jan. 5 Republican debate in New Hampshire, when Mitt Romney defended drugmakers against criticism by other GOP presidential aspirants, by saying, \"Don't turn this pharmaceutical manufacturers into the big bad guys,\" and McCain interjected, \"Well, they are.\"\n</p>\n<p>\n In the Senate, McCain has backed up that belief by pushing legislation to liberalize drug importation and expand the availability of lower-cost generic drugs, each of which would cut into name-brand pharmaceutical manufacturers' profits &mdash; and that prompted strenuous opposition from the companies. Each of the efforts also involved working across the aisle with Democrats.\n</p>\n<p>\n In 2001, for example, McCain and Sen. Charles E. Schumer, D-N.Y., collaborated on legislation that would have rewritten patent law to make it more difficult for brand-name drugmakers to stave off competition from generic versions once their original patents have expired. The measure came at a time of mounting public criticism over drug prices but triggered strong resistance from mostly Republican critics, who said the effort would discourage research spending by big drug manufacturers. McCain and Schumer's measure passed the Senate by a 78-21 margin in 2002 but was never taken up by the House. The Bush administration eventually confronted the ongoing buzz about drug pricing by proposing a Food and Drug Administration rule to shorten the time that brand-name drugmakers can market drugs without competition from cheaper generic competitors.\n</p>\n<p>\n In 2003, McCain again went against the wishes of drugmakers by opposing a sweeping Medicare package that created first-time outpatient prescription drug coverage for seniors. McCain objected to the costs associated with providing coverage to each of the program's more than 40-million beneficiaries, and had he and like-minded lawmakers prevailed, coverage likely would have been limited to lower-income populations.\n</p>\n<p>\n In 2004, McCain waded into another sensitive issue for the drug industry, when he joined with the likes of Sens. Edward M. Kennedy, D-Mass., and Byron L. Dorgan, D-N.D., to push legislation that would allow prescription drugs to be imported from Canada, where price controls keep costs down. (The federal Food Drug and Cosmetic Act bars drug importation except by the manufacturer and stipulates that the products can be dispensed only with a prescription).\n</p>\n<p>\n Like the generic drug bill, this measure also picked up substantial bipartisan support, along with the backing of seniors lobby AARP, but ran into resistance from the drug industry and Bush administration, which argued it could open the U.S. market to a flood of dangerous or counterfeit medicines. Senate Republican leaders &mdash; who controlled the chamber at the time and wanted to avoid sending President Bush a popular bill he might have to veto in the middle of an election campaign &mdash; didn't allow the measure to come up for a vote.\n</p>\n<p>\n Joe Antos, a health policy scholar at the conservative American Enterprise Institute, said McCain's legislative stands showed a clear willingness to confront the drug industry but added that they stem as much from the Arizona senator's broader concern about industries' potential to game government policies for profit as from any particular beef he has with drugmakers. Antos said a McCain administration probably would be less receptive to pharmaceutical industry entreaties for streamlined regulations or other favorable policies than the Bush administration has.\n</p>\n<p>\n \"His natural skepticism would come right to the front,\" Antos said.\n</p>\n<p>\n Democrats contend that even while McCain was promoting politically appealing proposals to deal with drug costs, he was quietly doing the industry favors with respect to advertising regulations and how much it can charge government programs for its products.\n</p>\n<p>\n Barack Obama's campaign, in a rebuttal to the Sept. 8 ad, notes that during the 2003 debate on the Medicare drug benefit, McCain voted with the majority of the Senate against an amendment that would have required drugmakers to release advertising with balanced information or be subject to civil penalties.\n</p>\n<p>\n During the 2002 generic drug debate, McCain voted against an amendment that was adopted by the Senate that allowed states to use their volume purchasing power to buy lower-priced drugs for uninsured people who don't qualify for Medicaid. And in 1995, he voted against offering drug discounts to state Medicaid programs and public health facilities during a debate on balanced-budget legislation.\n</p>\n<p>\n These votes might indeed have helped the drug industry at crucial times. But they were on narrow amendments to broader bills and are not as significant as McCain's stands on importation and generics, which prompted stiff resistance from big, name-brand drug companies and their allies in Congress. McCain can rightly claim that he confronted drug companies on sensitive issues that affected its bottom line. For this reason, we rule his statement Mostly True.\n</p>\n<p>\n</p>", "ruling_comments_date": "2010-01-07T13:28:02.634912", "ruling_date": "2008-09-09T00:00:00", "ruling_headline": "He butted heads with Big Pharma", "ruling_headline_slug": "he-butted-heads-with-big-pharma", "ruling_link_text": "He butted heads with Big Pharma", "ruling_state": null, "source_documents": null, "sources": "McCain campaign,\n<a href=\"http://www.youtube.com/watch?v=bVIaqCjvLpU\">\n \"Original Mavericks,\"\n</a>\nMcCain-Palin ad\n<p>\n Interview with Joe Antos, American Enterprise Institute, Sept. 9, 2008\n</p>\n<p>\n Manchester Union-Leader,\n <a href=\"http://www.unionleader.com/article.aspx?headline=Romney%2C+McCain+clash+on+illegal+immigration&amp;articleId=0691e300-20ec-495c-8cbf-f692481f81de\">\n  \"Romney, McCain Clash on Illegal Immigration,\"\n </a>\n by John Distaso,  Jan. 6, 2008\n</p>\n<p>\n John McCain,\n <a href=\"http://www.johnmccain.com/informing/news/Speeches/8f5febd6-cdca-4136-b0d8-a97f5287235d.htm\">\n  Health care speech,\n </a>\n Oct. 11, 2007\n</p>\n<p>\n CQ Today, \"Frist Pressed by Bipartisan Group of Senators to Hold Vote on Drug Importation Bill,\" by Kate Schuler and Mary Agnes Carey, Sept. 20, 2004\n</p>\n<p>\n CQ Monitor News, \"Drug-Pricing Bill Passed After Senate Drops Medicare Issue,\" by Samuel Goldreich, July 31, 2002\n</p>\n<p>\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 32, "current_job": "U.S. senator", "false_count": 39, "first_name": "John", "half_true_count": 31, "home_state": "Arizona", "id": 8, "last_name": "McCain", "mostly_true_count": 37, "name_slug": "john-mccain", "pants_count": 8, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-johnmccain.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Arizona", "edition": "Arizona", "edition_slug": "arizona", "has_afterthefact": false, "id": 56, "index_page": false, "meter_name": "The Arizona Truth-O-Meter", "resource_uri": "/api/v/2/edition/56/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/8/", "total_count": 190, "true_count": 37, "website": "http://www.johnmccain.com/"}, "statement": "John McCain \"took on the drug industry.\"", "statement_context": "a TV ad", "statement_date": "2008-09-08", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}