{"art": [], "author": [{"email_address": "tferan@plaind.com", "first_name": "Tom", "id": 181, "last_name": "Feran", "name_slug": "tom-feran", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-tom-feran.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/181/", "title": "Plain Dealer reporter", "twitter": null}], "canonical_url": "/ohio/statements/2012/nov/19/we-people-petition/online-petition-claims-obama-got-more-votes-one-co/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 7104, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "tferan@plaind.com", "first_name": "Tom", "id": 181, "last_name": "Feran", "name_slug": "tom-feran", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-tom-feran.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/181/", "title": "Plain Dealer reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/7104/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\r\n\t&quot;<a href=\"https://petitions.whitehouse.gov/\">We the People: Your Voice of Government</a>&quot; is a feature on the White House website, whitehouse.gov, that has the goal of &quot;giving all Americans a way to engage their government on the issues that matter to them.&quot;<br />\r\n\t<br />\r\n\tUsers of the site can find or start petitions about these issues. &quot;If a petition meets the signature threshold,&quot; the site says, &quot;it will be reviewed by the Administration and we will issue a response.&quot;<br />\r\n\t<br />\r\n\tOne of the fastest-drawing and most-signed petitions, of 137 posted on Nov. 14, is a call to &quot;recount the election.&quot;</p>\r\n<p>\r\n\tCreated on Nov. 10, <a href=\"https://petitions.whitehouse.gov/petition/recount-election/ZQmy0Mlv\">the petition</a>&nbsp;says: &quot;It has become blatantly obvious the voter fraud that was committed during the 2012 Presidential elections. In one county alone in Ohio, which was a battleground state, President Obama received 106,258 votes. But there were only 98,213 eligible voters. It&#39;s not humanly possible to get 108 percent of the vote!&quot;<br />\r\n\t<br />\r\n\tThat drew the interest of PolitiFact Ohio.<br />\r\n\t<br />\r\n\tWe had heard a radio host in Youngstown make the same unattributed statement, that Obama &quot;received 108 percent of the vote&quot; in one Ohio county. We wondered about the basis and source of the claim.<br />\r\n\t<br />\r\n\tElection returns posted on the website of Ohio Secretary of State Jon Husted showed no county in which Obama received 106,258 votes, or similar number. Less surprisingly, it showed that the vote for Obama nowhere exceeded the number of voters.<br />\r\n\t<br />\r\n\tPolitiFact Ohio did a search on Google hoping to find the origin of the claim and discovered it was a twist on numerous blog postings, many of them worded identically, making the odd assertion that Obama &quot;won the majority of Wood County&#39;s 108 percent of registered voters.&quot;<br />\r\n\t<br />\r\n\tA number of those postings cited as their source a Nov. 9 posting on the right-leaning blog frontpagemag.com.<br />\r\n\t<br />\r\n\tIts headline reads: &quot;Voter Fraud: Obama Won %108 [sic] of Registered Voters in Ohio County.&quot;<br />\r\n\t<br />\r\n\tThe text says: &quot;Mr. Obama won Wood County in Ohio this year. That&rsquo;s right, Mr. Obama won the majority of Wood County&rsquo;s 108 percent of registered voters. That&rsquo;s not a typo.<br />\r\n\t<br />\r\n\t&quot;In 2012, 106,258 people in Wood County are registered to vote out of an eligible 98,213. ... Mr. Obama did indeed win Wood County, along with its 108 percent of voters.&quot;<br />\r\n\t<br />\r\n\tThe stated conclusion is &quot;voter fraud.&quot;<br />\r\n\t<br />\r\n\tBut the posting, once you untangle the meaning of its numbers, actually touches on a situation well known to election officials and observers: outdated registration rolls that include inactive and ineligible voters.<br />\r\n\t<br />\r\n\t<strong>Purging the rolls</strong><br />\r\n\t<br />\r\n\t&quot;Inactive&quot; voters generally are those who have gone more than four years without voting, have moved to another jurisdiction or have died.<br />\r\n\t<br />\r\n\tUnder federal law, voters can&#39;t be removed from the rolls until it is confirmed they have moved, until there is confirmation of a death or if they have gone without voting for more than four years, or two federal election cycles.<br />\r\n\t<br />\r\n\tProblems with inaccurate or invalid records plague voter registration rolls nationwide, according to a report issued last February by the non-partisan Pew Center on the States. No evidence of voter fraud was found -- just record-keeping that is badly managed and in disarray.<br />\r\n\t<br />\r\n\tIn Ohio, flaws in maintaining the voter database were cited as a prime reason the state has one of the highest rates of provisional voting in the country. Provisional ballots are used when there is a question about a voter&#39;s eligibility, which happens most often because of a change of address. Ohio law requires voters to provide proof of identity and current address at polling places.<br />\r\n\t<br />\r\n\tAn analysis by The Columbus Dispatch in September found that more than one out of every five registered Ohio voters is probably ineligible to vote.<br />\r\n\t<br />\r\n\t<strong>A look at the numbers</strong><br />\r\n\t<br />\r\n\tThe blog posting&#39;s count of people eligible to vote in Wood County -- 98,213 -- is the 2010 census count of the population age 18 and over.<br />\r\n\t<br />\r\n\tThe posting&#39;s count of registered voters, 106,258, matches a Plain Dealer tally of Sept. 17. The latest number of registered voters in Wood County is 108,014, Board of Elections director Terry Burton told PolitiFact Ohio.<br />\r\n\t<br />\r\n\tOf those, only 80,433 are active voters, he said -- &quot;and the difference between those numbers is the inactive voters.&quot;<br />\r\n\t<br />\r\n\tWhy such a large gap?<br />\r\n\t<br />\r\n\tThe presence of Bowling Green State University in &quot;is one of the big things that does play into it,&quot; Burton said, and the majority of inactive voters are in the Bowling Green area. The big reason is students who register to vote there and then move without notifying the elections board.<br />\r\n\t<br />\r\n\t&quot;Most students typically don&#39;t contact us and let us know when they&#39;re leaving,&quot; Burton said. &quot;We do carry a significant portion of students. And there is the transient nature of the administration and faculty as well.&quot;<br />\r\n\t<br />\r\n\tThe university also can skew the voting-age population, he said, since out-of-county students who register to vote there are not necessarily included in the county&#39;s census count.<br />\r\n\t<br />\r\n\tMeanwhile, Burton said, the &quot;community-minded&quot; rural areas that make up much of Wood County have high levels of active voter registration.<br />\r\n\t<br />\r\n\t&quot;The actual voting numbers are what you would expect,&quot; he said.<br />\r\n\t<br />\r\n\tWood County&#39;s total on Nov. 6 was 62,338 votes, he said, for a turnout of about 57 percent of registered voters.<br />\r\n\t<br />\r\n\tNot only is that far below 108 percent -- it&#39;s well below the statewide turnout of about 68 percent reported by the secretary of state.<br />\r\n\t<br />\r\n\tObama&#39;s total in Wood County -- 31,596 votes, or about 51 percent of those cast -- was lower than his 2008 tally, according election night totals from the secretary of state. Mitt Romney received 28,997 votes, or about 47 percent -- less than John McCain&#39;s 2008 total.<br />\r\n\t<br />\r\n\t&quot;Now that we&#39;ve gotten by Nov. 6, we can go back and recheck the database for voters who missed two consecutive federal elections,&quot; Burton said. &quot;This issue is something the secretary of state&#39;s office has been working on with us. It isn&#39;t a hidden issue.&quot;<br />\r\n\t<br />\r\n\tVoter registration nationally averages about 70 percent of the eligible population. The Dispatch analysis found that Wood County is one of two in Ohio where the number of registered voters actually exceeds the voting-age population. The other is Lawrence County, where Romney won about 57 percent of the vote to Obama&#39;s 41 percent.<br />\r\n\t<br />\r\n\tBoth counties topped what The Columbus Dispatch called the &quot;dirty dozen voter rolls&quot; -- a list of a dozen counties where voter registration equals at least 95 percent of the voting-age population.<br />\r\n\t<br />\r\n\tRomney won all of them except Wood County.<br />\r\n\t<br />\r\n\t<strong>What&#39;s our tally?</strong><br />\r\n\t<br />\r\n\tThe much-cited blog post referring to &quot;108 percent of registered voters&quot; is muddled and misleading. It makes a claim of fraud using a registration figure that is known to include inactive and ineligible voters -- who would be identified at the polls -- while ignoring the actual vote.<br />\r\n\t<br />\r\n\tBut the &quot;We the People&quot; petition, which gathered more than 53,000 signatures in four days, is even worse. Posted to a public forum on the White House&rsquo;s web site, it more forcefully takes up the cause, making a claim that voter fraud is &quot;blatantly obvious&quot; and that Obama received 106,258 votes in Wood County.<br />\r\n\t<br />\r\n\tThat quoted figure isn&rsquo;t even a figure for votes. It&rsquo;s a total for registered voters in that county. The actual votes cast for both Obama and Romney combined amount to about 57 percent of that number, a figure easily checked.<br />\r\n\t<br />\r\n\tThe petition&#39;s claim that Obama somehow managed to collect that many votes is not only demonstrably false, it&#39;s ridiculous.<br />\r\n\t<br />\r\n\tThe Truth-O-Meter has a rating for that: Pants on Fire!</p>\r\n", "ruling_comments_date": "2012-11-18T16:48:42.728380", "ruling_date": "2012-11-19T06:00:00", "ruling_headline": "Online petition claims Obama got more votes in one Ohio county than there are registered voters", "ruling_headline_slug": "online-petition-claims-obama-got-more-votes-one-co", "ruling_link_text": "Distorted data with a dose of ridiculousness", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tThe White House, &quot;<a href=\"https://petitions.whitehouse.gov/petition/recount-election/ZQmy0Mlv\">We the People open petitions</a>,&quot; accessed Nov. 14, 2012<br />\r\n\t<br />\r\n\tOhio Secretary of State, &quot;<a href=\"http://www2.sos.state.oh.us/pls/enrpublic/f?p=212:43:0::NO::P43_RACE_ISSUE_ID,P43_RACE_NAME,P43_REGION:CBEE0A962E844C62A9BF9F1DD32B31F0,President,Statewide\">President Results by County Statewide</a>,&quot; accessed<br />\r\n\tNov 14, 2012<br />\r\n\t<br />\r\n\tFrontpagemag.com, &quot;<a href=\"http://webcache.googleusercontent.com/search?q=cache:kOOzMnWCT7cJ:frontpagemag.com/2012/dgreenfield/voter-fraud-obama-won-%25108-of-registered-voters-in-ohio-county/+&amp;cd=2&amp;hl=en&amp;ct=clnk&amp;gl=us\">Voter Fraud: Obama Won %108 of Registered Voters in Ohio County</a>,&quot; Nov. 9, 2012<br />\r\n\t<br />\r\n\t<a href=\"http://www.co.wood.oh.us/boe/index.html\">Wood County Board of Elections</a><br />\r\n\t<br />\r\n\tThe Plain Dealer via Cleveland.com, &quot;<a href=\"http://www.cleveland.com/datacentral/index.ssf/2012/09/ohio_voter_registration_list_i.html\">Ohio voter registration list nearly 500,000 smaller than in 2008: Statistical Snapshot</a>,&quot; Sept. 17, 2012<br />\r\n\t<br />\r\n\tOhio Secretary of State, <a href=\"http://www.sos.state.oh.us/elections/Voters/FAQ/ID.aspx\">Voter Identification</a><br />\r\n\t<br />\r\n\tInterview with Wood County Elections Director Terry L. Burton, Nov. 14, 2012<br />\r\n\t<br />\r\n\tU.S. Census Bureau, <a href=\"http://factfinder2.census.gov/faces/tableservices/jsf/pages/productview.xhtml?src=bkmk\">Wood County 2010 Demographic Profile Data</a><br />\r\n\t<br />\r\n\tPew Research Center, &quot;<a href=\"http://pewresearch.org/pubs/1525/census-college-students-where-to-count-them\">The Census: College Students Count -- but Where?</a>,&quot; March 16, 2010<br />\r\n\t<br />\r\n\tAssociated Press via WKYC, &quot;<a href=\"http://www.wkyc.com/news/state/article/268236/23/Officials-say-Ohio-voter-turnout-was-68-percent-\">Officials say Ohio voter turnout was 68 percent</a>,&quot; Nov. 7, 2012<br />\r\n\t<br />\r\n\tThe Columbus Dispatch, &quot;<a href=\"http://www.dispatch.com/content/stories/local/2012/09/16/voter-rolls-in-ohio-are-bloated-experts-say.html\">Voter rolls in Ohio are bloated, experts say</a>,&quot; Sept. 16, 2012<br />\r\n\t<br />\r\n\tPew Center on the States, &quot;<a href=\"http://www.pewstates.org/research/reports/inaccurate-costly-and-inefficient-85899378437\">Inaccurate, Costly, and Inefficient</a>,&quot; Feb. 14, 2012<br />\r\n\t<br />\r\n\tPolitiFact Ohio, &quot;<a href=\"http://www.politifact.com/ohio/statements/2012/mar/13/kathleen-clyde/kathleen-clyde-says-ohio-not-compliance-federal-vo/\">Kathleen Clyde says Ohio not in compliance with federal voter law</a>,&quot; March 13, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 0, "home_state": "Ohio", "id": 2091, "last_name": "We the People petition", "mostly_true_count": 0, "name_slug": "we-people-petition", "pants_count": 1, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/We-the-People_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2091/", "total_count": 1, "true_count": 0, "website": "https://petitions.whitehouse.gov/"}, "statement": "<p>\r\n\t&quot;In one county alone in Ohio, President Obama received 106,258 votes. But there were only 98,213 eligible voters.&quot;</p>\r\n", "statement_context": "a petition on the White House website", "statement_date": "2012-11-19", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}], "target": [], "twitter_headline": ""}