{"art": [], "author": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2012/nov/28/michael-cannon/experts-say-federal-law-trumps-state-law-obamacare/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jdenery@ajc.com", "first_name": "Jim ", "id": 141, "last_name": "Denery", "name_slug": "jim-denery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/141/", "title": "Word editor", "twitter": null}, {"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 7122, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/7122/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Georgians who oppose Obamacare can rest a little easier.<br />\r\n<br />\r\nAccording to one health care expert, they don&rsquo;t have to worry about one particular element of what&rsquo;s officially known as the Patient Protection and Affordable Care Act.<br />\r\n<br />\r\nThree days after the presidential election, Michael Cannon, the director of health policy studies for the Cato Institute, wrote an article in the National Review saying that states are under no obligation to create health care exchanges.<br />\r\n<br />\r\nHe then wrote a claim we hadn&rsquo;t heard before.<br />\r\n<br />\r\n&quot;[O]perating an Obamacare exchange would be illegal in 14 states,&quot; he wrote. &quot;Alabama, Arizona, Georgia, Idaho, Indiana, Kansas, Louisiana, Missouri, Montana, Ohio, Oklahoma, Tennessee, Utah, and Virginia have enacted either statutes or constitutional amendments (or both) forbidding state employees to participate in an essential exchange function: implementing Obamacare&rsquo;s individual and employer mandates.&quot;<br />\r\n<br />\r\nIs that correct? PolitiFact Georgia decided to conduct an examination of the claim.<br />\r\n<br />\r\nCannon told an Atlanta Journal-Constitution health reporter via email that he based his statement on Senate Bill 411, passed by the Georgia Legislature in 2010 and signed into law by then-Gov. Sonny Perdue. Cannon cited this particular portion of the bill: &quot;To preserve the freedom of citizens of this state to provide for their health care: No law or rule or regulation shall compel, directly or indirectly, any person, employer, or health care provider to participate in any health care system.&quot;<br />\r\n<br />\r\nCannon declined via email to comment for our fact check, saying he&rsquo;s continuing his boycott against the PolitiFact franchise. He ended his email with a Latin phrase Cannon has used in other articles, Tyrannis delenda est., which means &quot;tyranny must be destroyed.&quot; The Washington-based Cato Institute advocates for limited government intervention on social and business matters.<br />\r\n<br />\r\nThe federal health care law, passed in March 2010, gives states the opportunity to organize health care exchanges where consumers and small businesses will be able to compare the quality and prices of health plans. If states won&rsquo;t create an exchange, the federal government will do it. Gov. Nathan Deal announced Nov. 16 that he would not set up an exchange under the health care law.<br />\r\n<br />\r\nMost conservatives and libertarians were livid about the provision in the federal health care law known as the &quot;individual mandate,&quot; which requires Americans to buy health insurance and the majority of employers to provide it. Twenty-six states, including Georgia, filed a lawsuit to overturn the Patient Protection and Affordable Care Act shortly after President Barack Obama signed it into law in March 2010.<br />\r\n<br />\r\nGeorgia SB 411 was an attempt to counter the federal law. Senate Republicans pushed for the legislation after Democrats refused to support a similar amendment to the Georgia Constitution. Perdue signed the bill in June 2010.<br />\r\n<br />\r\nPolitiFact Georgia has delved into this topic before. In 2010, Sen. Judson Hill, a Marietta Republican, sent a mailer to potential voters in his district saying he had &quot;stood up to Barack Obama by passing legislation that prevents you from being forced to join government health plans or buy health insurance against your will.&quot; Hill was referring to SB 411.<br />\r\n<br />\r\nPolitiFact Georgia found experts who noted that the state action would have little impact because the federal government has &quot;extremely broad&quot; power to provide incentives and disincentives through the tax code. With those caveats, and the uncertainty over the federal health care law&rsquo;s future, Hill&rsquo;s claim was rated <a href=\"http://www.politifact.com/georgia/statements/2010/jul/01/judson-hill/state-senator-said-hes-fighting-obama-health-care/\">Half True</a>.<br />\r\n<br />\r\nIn June, the U.S. Supreme Court upheld the health care law in a 5-4 ruling. Chief Justice John Roberts wrote that the individual mandate may &quot;reasonably&quot; be characterized as a tax.<br />\r\n<br />\r\nA spokeswoman for Georgia Attorney General Sam Olens, a vocal critic of the federal law, said his office does not generally speak on state law when Olens is not directly engaged in the issue.<br />\r\n<br />\r\nBill Custer, director of Georgia State University&rsquo;s Center for Health Services Research, qualified in his comments to us that he&rsquo;s not an attorney, but he believes the federal health care law overrides any state legislation.<br />\r\n<br />\r\n&quot;My understanding is that there is no compulsion in any part of the law now (that was what the Supreme Court ruled this summer) so the state law is moot and in any case federal law supersedes state law on this issue,&quot; Custer said via email.<br />\r\n<br />\r\nOther nonpartisan experts we contacted agreed.<br />\r\n<br />\r\n&quot;Federal law trumps state law,&quot; said Russ Toal, director of the Office of Public Health Practice/Community Service at Georgia Southern University. &quot;I don&rsquo;t think (Cannon&rsquo;s claim) is accurate.&quot;<br />\r\n<br />\r\nKathleen Burch, an associate professor at Atlanta&rsquo;s John Marshall Law School, said the state law doesn&rsquo;t prohibit the creation of an exchange. Burch, who specializes in constitutional law, also cited the U.S. Constitution&rsquo;s supremacy clause, which gives the federal law authority over inconsistent state exercise of power.<br />\r\n<br />\r\nTo sum up, Cannon wrote that creating a health care exchange under the 2010 federal health care law would be &quot;illegal&quot; in Georgia and 13 other states. He wrote that those states have legislation that precludes &quot;implementing Obamacare&rsquo;s individual and employer mandates.&quot; The U.S. Supreme Court ruled that the individual mandate was allowable under the Constitution. The experts we spoke to and others note federal law supersedes state law here.<br />\r\n<br />\r\nWe rate this claim False.</p>\r\n", "ruling_comments_date": "2012-11-27T16:18:52.794623", "ruling_date": "2012-11-28T06:00:00", "ruling_headline": "Experts say federal law trumps state law on 'Obamacare exchange' claim", "ruling_headline_slug": "experts-say-federal-law-trumps-state-law-obamacare", "ruling_link_text": "The other way around, experts say.", "ruling_state": null, "source_documents": null, "sources": "<p>National Review, &quot;<a href=\"http://www.nationalreview.com/articles/333040/obamacare-still-vulnerable-michael-f-cannon\">Obamacare Is Still Vulnerable</a>,&quot; Nov. 9, 2012.</p>\r\n\r\n<p>National Review, &quot;<a href=\"http://www.nationalreview.com/critical-condition/274516/mandate-today-michael-f-cannon\">The Mandate Today</a>,&quot; Aug. 12, 2011.</p>\r\n\r\n<p>Email from Michael Cannon, director of health policy studies, Cato Institute, Nov. 16, 2012<br />\r\n<br />\r\nEmail from Lauren Kane, spokeswoman for Georgia Attorney General Sam Olens, Nov. 16, 2012<br />\r\n<br />\r\nEmail from Bill Custer, director, Center for Health Services Research, Georgia State University, Nov. 20, 2012<br />\r\n<br />\r\nGeorgia Senate Bill <a href=\"http://www1.legis.ga.gov/legis/2009_10/pdf/sb411.pdf\">411</a>.</p>\r\n\r\n<p>PolitiFact Georgia, &quot;<a href=\"http://www.politifact.com/georgia/statements/2010/jul/01/judson-hill/state-senator-said-hes-fighting-obama-health-care/\">State Senator said he&rsquo;s fighting Obama on health care</a>,&quot; June 21, 2010.</p>\r\n\r\n<p>Telephone interview with Russ Toal, director, Office of Public Health Practice/Community Service, Georgia Southern University, Nov. 20, 2012.<br />\r\n<br />\r\nTelephone interview with Kathleen Burch, associate professor, John Marshall Law School, Nov. 26, 2012.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Cato Institute director of health policy studies", "false_count": 1, "first_name": "Michael", "half_true_count": 0, "home_state": "", "id": 2098, "last_name": "Cannon", "mostly_true_count": 0, "name_slug": "michael-cannon", "pants_count": 0, "party": {"id": 5, "party": "Libertarian", "party_slug": "libertarian", "resource_uri": "/api/v/2/party/5/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/PolitiFact_silhouette_3.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2098/", "total_count": 1, "true_count": 0, "website": "http://www.cato.org/people/michael-cannon"}, "statement": "<p>Operating a health care exchange would be &quot;illegal&quot; in Georgia and some states because of legislation passed in those states.</p>\r\n", "statement_context": "an article", "statement_date": "2012-11-09", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}