{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/florida/statements/2012/nov/30/pam-bondi/pam-bondi-said-national-studies-show-businesses-ar/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 7132, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/7132/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tSome Florida public officials, including Gov. Rick Scott, have softened their tone on the federal health care law since the U.S. Supreme Court declared it constitutional and President Barack Obama was re-elected.<br />\r\n\t<br />\r\n\tBut don&rsquo;t count Attorney General Pam Bondi among those officials.<br />\r\n\t<br />\r\n\tIn remarks at a Florida Chamber of Commerce event Nov. 28, 2012, <a href=\"http://www.tampabay.com/blogs/the-buzz-florida-politics/content/bondi-says-obamacare-already-having-negative-effect-businesses\">Bondi said</a> the health care law is already hurting businesses.<br />\r\n\t<br />\r\n\t&quot;Unfortunately, national studies are already showing the negative effects that the health care law is having on businesses and our economy. Businesses across the country are raising their prices in order to compensate for their added costs due to Obama&rsquo;s health care plan. If they aren&rsquo;t raising prices, they&rsquo;re cutting jobs as a result of the added cost, both of which hurt our economy. According to a Mercer survey, more than 60 percent of employers expect the federal health care plan to increase their health costs. Twenty percent of those employers are bracing for at least a 5 percent increase in costs.&quot;<br />\r\n\t<br />\r\n\tThis comment caught our attention because added costs for business under the health care law do not start until 2014. So why would they be raising prices and cutting jobs now?<br />\r\n\t<br />\r\n\tFirst, a bit of background: In 2014, the law&rsquo;s major requirements take effect. Individuals will have to have health insurance or pay a penalty. And large employers will have to offer health insurance or pay a penalty. Employers with fewer than 50 employees are exempt, and large employers that already offer health insurance are not affected.<br />\r\n\t<br />\r\n\tTranslation: Most large employers who don&rsquo;t offer their employees health insurance will be subject to the penalty.<br />\r\n\t<br />\r\n\tBut again, those penalties haven&rsquo;t started yet, which made us question Bondi&rsquo;s statement that businesses &quot;are raising prices&quot; and &quot;cutting jobs&quot; as a result of the law.<br />\r\n\t<br />\r\n\tEmployers have seen some new requirements since the law went into effect. One requirement that has started is that parents be allowed to add adult children to their policies. Another regulation forbids caps on how much insurance will pay over the course of someone&rsquo;s lifetime. But we didn&rsquo;t find evidence of these regulations leading to higher prices or eliminated jobs.<br />\r\n\t<br />\r\n\tWe contacted Bondi&rsquo;s office and asked for evidence of Bondi&rsquo;s remarks. They provided the Mercer survey that Bondi mentioned, as well as news reports on businesses preparing for the health care law&rsquo;s requirements. We&rsquo;ll review that evidence here.<br />\r\n\t<br />\r\n\t<strong>The Mercer survey</strong><br />\r\n\t<br />\r\n\tWe contacted <a href=\"http://www.mercer.com/about-mercer?siteLanguage=100\">Mercer</a>, a health care consulting company, and obtained the survey Bondi referenced. It was conducted two weeks after the Supreme Court decision and queried 1,215 employers of various sizes.<br />\r\n\t<br />\r\n\tAs Bondi said, the survey found that 61 percent of employers expected cost increases.<br />\r\n\t<br />\r\n\tEmployers were asked to estimate the cost impact of the health law&rsquo;s key provisions that go into effect in 2014. Here are the survey&rsquo;s findings on costs:<br />\r\n\t<br />\r\n\t* 10 percent of employers said they expected no increase in costs;<br />\r\n\t* 10 percent of employers said they expected a less than 1 percent increase in costs;<br />\r\n\t* 17 percent of employers said they expected a 1 to 2 percent increase in costs;<br />\r\n\t* 14 percent of employers said they expected a 3 to 4 percent increase in costs;<br />\r\n\t* 20 percent of employers said they expected a 5 percent or more increase in costs;<br />\r\n\t* 29 percent of employers said they didn&rsquo;t know what to expect.<br />\r\n\t<br />\r\n\tSo Bondi is correct on the specific numbers she cited. However, she was selective in quoting the survey&rsquo;s findings. For example, another way to read the results is that 51 percent of employers expected their costs to go up 4 percent or less.<br />\r\n\t<br />\r\n\tA spokesperson for Mercer told us their surveys show employers are actually lowering their estimates of the cost impact as the law&rsquo;s actual implementation gets closer.<br />\r\n\t<br />\r\n\tFinally, we should note that the Mercer survey asked employers to predict what they thought would happen in 2014. It did not ask employers about how the law is affecting their actions today. And it did not show that businesses are raising their prices or laying off workers, as Bondi suggested.<br />\r\n\t<br />\r\n\t<strong>News coverage</strong><br />\r\n\t<br />\r\n\tBondi&rsquo;s office also pointed us to <a href=\"http://www.washingtontimes.com/news/2012/nov/11/obama-keeps-job-others-lose-theirs/\">news stories </a>about how businesses are reacting to the health care law, <a href=\"http://americanactionforum.org/sites/default/files/ACA_regs.pdf\">reports</a> from conservative think tanks and <a href=\"http://washingtonexaminer.com/study-obamacare-regs-have-cost-27.6-billion-killed-30000-jobs/article/2510234#.ULjTuGejhAM\">opinion pieces</a> from conservative outlets that oppose the law.<br />\r\n\t<br />\r\n\tThe most relevant and persuasive evidence that the law would raise prices or cause layoffs were <a href=\"http://www.huffingtonpost.com/2012/11/13/john-metz-hurricane-grill-wings-dennys_n_2122412.html\">news stories</a> about how the law would affect the restaurant industry. Franchise owners for restaurants such as Papa John&rsquo;s have said they intend to reduce workers&rsquo; hours or add surcharges to their food in order to comply with the health care law&rsquo;s requirements.<br />\r\n\t<br />\r\n\tThe <em><a href=\"http://online.wsj.com/article/SB20001424052970204707104578094941709047834.html\">Wall Street Journal</a></em> reported on Nov. 3, 2012, that companies such as Darden Restaurants of Orlando, which runs Red Lobster and Olive Garden, were shifting their workforce from full-timers to part-timers to try to avoid paying penalties.<br />\r\n\t<br />\r\n\tWe found this evidence interesting, but anecdotal, and not definitive. The chief executive officer for Papa John&rsquo;s, for example, wrote an op-ed for the Huffington Post to correct reports that the pizza chain was laying off workers.<br />\r\n\t<br />\r\n\t&quot;Many in the media reported that I said Papa John&#39;s is going to close stores and cut jobs because of Obamacare. I never said that,&quot; <a href=\"http://www.huffingtonpost.com/john-h-schnatter/papa-johns-obamacare_b_2166209.html\">wrote</a> John Schnatter on Nov. 20, 2012. &quot;The fact is we are going to open over hundreds of stores this year and next and increase employment by over 5,000 jobs worldwide. And, we have no plans to cut team hours as a result of the Affordable Care Act.&quot;<br />\r\n\t<br />\r\n\tStill, we found no large-scale studies showing that many businesses are currently raising prices or laying off workers to prepare for the health law.<br />\r\n\t<br />\r\n\tIn 2010, the nonpartisan Congressional Budget Office studied the law&rsquo;s effects on the nationwide labor force and found the effects would be minimal. Also, most of the economic effects of the law would happen after the provisions took effect, not before.<br />\r\n\t<br />\r\n\t&quot;To the extent that changes in the health insurance system lead to improved health status among workers, the nation&rsquo;s economic productivity could be enhanced,&quot; the CBO said in its report. &quot;It is not clear, however, whether such changes would have a substantial impact on overall economic productivity or output. Moreover, many of the effects of the legislation may not be felt for several years because it will take time for workers and employers to recognize and to adapt to the new incentives.&quot;<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tBondi said, &quot;National studies are already showing the negative effects that the health care law is having on businesses and our economy. Businesses across the country are raising their prices &hellip; (or) cutting jobs as a result of the added cost.&quot;<br />\r\n\t<br />\r\n\tIt&rsquo;s true that some large businesses -- specifically, those with more than 50 employees who do not currently offer their employees health insurance -- will face new costs because of the health care law. Starting in 2014, they will have to offer their employees health insurance or pay a financial penalty to the federal government.<br />\r\n\t<br />\r\n\tBut Bondi&rsquo;s comments ignore two points: These requirements haven&rsquo;t taken effect yet, and it&rsquo;s not clear whether businesses will find themselves forced to raise prices or cut jobs. We found no credible national studies showing these widespread effects, and certainly not showing those effects right now.<br />\r\n\t<br />\r\n\tWe don&rsquo;t doubt there&rsquo;s anxiety among some businesses over what&rsquo;s to come under the health care law, and maybe some are talking about whether they&rsquo;ll have to raise prices or cut jobs. But Bondi didn&rsquo;t talk about planning, she talked about what&rsquo;s occuring right now, and we find no studies already showing the negative effects or evidence that businesses are cutting jobs or raising prices now. We rate Bondi&rsquo;s statement False.</p>\r\n", "ruling_comments_date": "2012-11-30T14:52:41.258518", "ruling_date": "2012-11-30T14:52:16", "ruling_headline": "Pam Bondi said national studies show businesses are already raising prices and cutting jobs because of the health care law", "ruling_headline_slug": "pam-bondi-said-national-studies-show-businesses-ar", "ruling_link_text": "Penalties don't start until 2014", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tTampa Bay Times, <a href=\"http://www.tampabay.com/blogs/the-buzz-florida-politics/content/bondi-says-obamacare-already-having-negative-effect-businesses\">Bondi says &#39;Obamacare&#39; already having negative effect on businesses, Nov. 28</a>, 2012<br />\r\n\t<br />\r\n\tMercer, Health Care Reform, <a href=\"http://www.ribgh.org/documents/resources/HCR_After_Decision_survey_report.pdf\">After the Decision, Mercer&rsquo;s Series of Survey&rsquo;s on Health Care Reform</a>, 2012<br />\r\n\t<br />\r\n\tThe Congressional Budget Office, <a href=\"http://cbo.gov/ftpdocs/117xx/doc11705/08-18-Update.pdf\">The Budget and Economic Outlook: An Update</a>, Effects of Recent Health Care Legislation on Labor Markets, p. 48, August 2010<br />\r\n\t<br />\r\n\tInterview with Jennifer Meale of the Office of Attorney General Pam Bondi<br />\r\n\t<br />\r\n\tInterview with Mark Wilson of the <a href=\"http://www.flchamber.com/\">Florida Chamber of Commerce</a>, Nov. 30, 2012<br />\r\n\t<br />\r\n\tEmail interviews with Stephanie Poe and Beth Umland of Mercer, Nov. 29, 2012<br />\r\n\t<br />\r\n\tPolitiFact Florida, <a href=\"http://www.politifact.com/florida/statements/2012/jul/02/rick-scott/rick-scott-small-business-health-care/\">Rick Scott&#39;s story of a small business doesn&#39;t match with the law&#39;s actual rules</a>, June 29, 2012<br />\r\n\t<br />\r\n\t<em>Washington Times</em>, <a href=\"http://www.washingtontimes.com/news/2012/nov/11/obama-keeps-job-others-lose-theirs/\">Obama keeps job; others lose theirs,</a> Nov. 11, 2012<br />\r\n\t<br />\r\n\tAmerican Action Forum, <a href=\"http://americanactionforum.org/sites/default/files/ACA_regs.pdf\">The state by state impact of ACA regulations</a>, accessed Nov. 29, 2012<br />\r\n\t<br />\r\n\t<em>Washington Times</em>, <a href=\"http://washingtonexaminer.com/study-obamacare-regs-have-cost-27.6-billion-killed-30000-jobs/article/2510234#.ULkKJWejhAN\">Study: Obamacare regs have cost $27.6 billion, killed 30,000 jobs</a>, Oct. 9, 2012<br />\r\n\t<br />\r\n\t<em>Wall Street Journal</em>, <a href=\"http://online.wsj.com/article/SB20001424052970204707104578094941709047834.html\">Health law spurs shift in hours</a>, Nov. 4, 2012<br />\r\n\t<br />\r\n\tForbes, <a href=\"http://www.forbes.com/sites/sallypipes/2012/10/01/another-broken-obama-promise-the-healthcare-cost-monster-emerges/\">Another Broken Obama Promise: The Healthcare Cost Monster Emerges</a>, Oct. 1, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "", "false_count": 2, "first_name": "Pam", "half_true_count": 0, "home_state": "Florida", "id": 538, "last_name": "Bondi", "mostly_true_count": 4, "name_slug": "pam-bondi", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/SP_330092_ZUPP_Bondi_4.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/538/", "total_count": 10, "true_count": 2, "website": "http://myfloridalegal.com/"}, "statement": "<p>\r\n\t&quot;National studies are already showing the negative effects that the health care law is having on businesses and our economy. Businesses across the country are raising their prices &hellip; (or) cutting jobs as a result of the added cost.&quot;</p>\r\n", "statement_context": "remarks to the Florida Chamber of Commerce", "statement_date": "2012-11-28", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 103, "photo": null, "resource_uri": "/api/v/2/subject/103/", "subject": "Workers", "subject_slug": "workers", "used_in_edition": []}], "target": [], "twitter_headline": ""}