{"art": [], "author": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "canonical_url": "/truth-o-meter/statements/2012/dec/06/alan-grayson/alan-grayson-says-more-walmart-employees-medicaid-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 7141, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "resource_uri": "/api/v/2/statement/7141/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tLeave it to Alan &quot;Congressman with Guts&quot; Grayson to get a security escort from Walmart on Thanksgiving.<br />\r\n\t<br />\r\n\tGrayson, who returns to Congress next year after losing his old seat in 2010, ditched his family on Thanksgiving to hand out turkey sandwiches to employees of an Orlando-area Walmart.<br />\r\n\t<br />\r\n\t<a href=\"http://www.huffingtonpost.com/2012/10/09/walmart-strike-dallas-arkansas-los-angeles-workers_n_1951867.html#slide=1621109\">Amid employee walkouts</a>&nbsp;across the country, <a href=\"http://www.wesh.com/news/central-florida/Dozens-protest-at-Orlando-Walmart/-/11788162/17529508/-/seeflqz/-/index.html\">Grayson approached</a>&nbsp;workers with his turkey tidings and told them about their right to join a union.<br />\r\n\t<br />\r\n\tWalmart employees are paid so little, he argued, they often seek government programs for help.<br />\r\n\t<br />\r\n\t&quot;In state after state, the <a href=\"http://www.goodjobsfirst.org/corporate-subsidy-watch/hidden-taxpayer-costs\">largest group </a>of Medicaid recipients is Walmart employees. I&#39;m sure that the same thing is true of food stamp recipients. Each Walmart &lsquo;associate&rsquo; costs the taxpayers an average of more than $1,000 in public assistance,&quot; Grayson wrote in a <a href=\"http://www.huffingtonpost.com/rep-alan-grayson/walmart-black-friday-_b_2185675.html\">Huffington Post </a>column on Nov. 24, 2012.<br />\r\n\t<br />\r\n\tHe doubled down in a subsequent interview with <a href=\"http://current.com/shows/the-young-turks/videos/rep-elect-grayson-wal-mart-could-give-every-employee-even-the-ceo-a-30-raise-and-still-be-profitable\"><em>The Young Turks</em> show on Current TV</a>, saying Walmart employees represent &quot;the largest group of food stamp recipients.&quot;<br />\r\n\t<br />\r\n\tDemocrats and labor unions have long been critical of the non-union retailer and have recently been emphasizing that its low wages end up costing government because workers seek food stamps and other aid. (&quot;Wal-Mart&quot; is the corporation. &quot;Walmart&quot; is a store.)<br />\r\n\t<br />\r\n\tWe wondered if Grayson was right that the chain&#39;s impact was that large, so we dug into the numbers.<br />\r\n\t<br />\r\n\t<strong>Largest group of Medicaid recipients?</strong><br />\r\n\t<br />\r\n\tNewspapers, lawmakers and liberal policy groups for years have analyzed which companies have large numbers of employees that seek public health insurance assistance.<br />\r\n\t<br />\r\n\tIn nearly all 24 states in which a study was completed, Grayson&rsquo;s point proved accurate, according to <a href=\"http://www.goodjobsfirst.org/corporate-subsidy-watch/hidden-taxpayer-costs\">a list </a>from Good Jobs First, a <a href=\"http://www.walmartsubsidywatch.org/about.html\">labor-funded group</a>&nbsp;that has criticized government support for Wal-Mart.<br />\r\n\t<br />\r\n\tWe should note not every study examined Medicaid, the joint state-federal partnership that insures the poor and disabled. Many reports focused on state-run programs aimed at people with low-paying jobs who don&rsquo;t qualify for Medicaid and don&rsquo;t make enough to provide insurance their families (these are often called <a href=\"http://www.schip-info.org/\">SCHIP</a>).<br />\r\n\t<br />\r\n\tPhilip Mattera, Good Jobs First research director, pointed to two simple reasons for it: Wal-Mart pays relatively low wages and is the biggest employer in the country.<br />\r\n\t<br />\r\n\tHere&#39;s a sampling:<br />\r\n\t<br />\r\n\tIn Florida, Wal-Mart topped all companies operating in Florida with the largest number of employees and family members (12,300) eligible for Medicaid, according to a 2005 <em>Tampa Bay Times</em> story. Wal-Mart also ranked highly (No. 2) for dependents enrolled in Florida Healthy Kids or KidCare, trailing Miami-Dade County employees.<br />\r\n\t<br />\r\n\tIn <a href=\"http://dss.mo.gov/mhd/general/pdf/emp-match.pdf\">Missouri</a>, where Wal-Mart is the largest employer behind state government, the state&rsquo;s social services department determined Walmart employees outnumbered all others with employees and family members enrolled in <a href=\"http://dss.mo.gov/mhd/\">MO HealthNet</a>, the state&rsquo;s Medicaid plan, in the first quarter of 2011. However, at almost 14 percent, it did not represent the highest percentage of workers enrolled or responsible for an enrollee (Dollar General, for instance, was much higher at 42 percent).<br />\r\n\t<br />\r\n\tAnd in Pennsylvania, a 2006 <em><a href=\"http://articles.philly.com/2006-03-02/news/25415171_1_wal-mart-stores-medical-assistance-kelly-hobbs\">Philadelphia </a><a href=\"http://articles.philly.com/2006-03-02/news/25415171_1_wal-mart-stores-medical-assistance-kelly-hobbs\">Inquirer</a></em>&nbsp;investigation revealed the company had the highest percentage of employees enrolled in Medicaid. One in six of Walmart&rsquo;s 48,000 Pennsylvania employees were enrolled in Medicaid, costing the state about $15 million a year (it&rsquo;s likely higher because the <em>Inquirer</em>&rsquo;s story did not cover employees&rsquo; dependents on Medicaid, or any other public assistance such as food stamps).<br />\r\n\t<br />\r\n\tThere was at least one exception on Good Jobs First&rsquo;s list. <a href=\"http://www.goodjobsfirst.org/corporate-subsidy-watch/hidden-taxpayer-costs\">In Vermont in 2005</a>, Wal-Mart placed fourth of companies with employees and families enrolled in Medicaid, trailing Price Chopper, McDonald&rsquo;s and Hannaford, according to Good Jobs First, which cited a 2005 <em>Vermont Guardian</em> report.<br />\r\n\t<br />\r\n\tAs labor groups pushed states to consider laws that would make Wal-Mart and companies like it pay more for employee health benefits, the <em><a href=\"http://www.nytimes.com/2005/10/26/business/26walmart.ready.html?pagewanted=all\">New York Times</a></em>&nbsp;reported on a 2005 <a href=\"http://www.nytimes.com/packages/pdf/business/26walmart.pdf\">internal memo</a>&nbsp;from a Wal-Mart executive that showed the company knew a &quot;significant number of associates and their children who receive health insurance through public insurance programs.&quot;<br />\r\n\t<br />\r\n\tThe memo from Susan Chambers, Wal-Mart&#39;s executive vice president for benefits, said 5 percent of Walmart associates were on Medicaid compared to an average of national employers of 4 percent. In sum, she wrote, 46 percent of associates&rsquo; children were either on Medicaid or uninsured. Her memo did not address employees on food stamps.<br />\r\n\t<br />\r\n\t&quot;On both of these issues &ndash; affordability and public assistance &ndash; it is important to note that our offering and performance are on par with other retailers,&quot; Chambers wrote. &quot;Wal-Mart&rsquo;s critics, however, hold it to a &lsquo;large company&rsquo; standard, not a retailer standard.&quot;<br />\r\n\t<br />\r\n\tShe continued: &quot;Despite the difference in industry economics, critics believe we should behave more like a GM or a Microsoft than a Target or a Sears.&quot;<br />\r\n\t<br />\r\n\tSo on Medicaid, the sampling of states shows Grayson&rsquo;s assessment of this happening in &quot;state after state&quot; is accurate.</p>\r\n<p>\r\n\t<strong>Largest group for food stamp recipients?</strong><br />\r\n\t<br />\r\n\tThere&rsquo;s no national tally of where food stamp recipients work.<br />\r\n\t<br />\r\n\tA handful of researchers and reporters have mined state data for Walmart employees on food stamps, though not as frequently as the Medicaid studies.<br />\r\n\t<br />\r\n\tIn Ohio, the &nbsp;state Department of Job and Family Services report found Wal-Mart to be the state&rsquo;s&nbsp;<a href=\"http://www.daytondailynews.com/news/news/state-regional/employees-of-big-companies-fill-ohios-medicaid-f-1/nM454/\">top employer</a>&nbsp;for workers and family members who receive Medicaid (16,098), food stamps (14,799) and cash assistance (803), according to <a href=\"https://docs.google.com/open?id=1niscE8_qdt3upqA0Aqg8vOS1APuzOvDGh9AV4UOiXwuve9mJW9SQPucu0Gtz\">January 2012 numbers</a>. A state spokesman <a href=\"https://docs.google.com/open?id=14St289ZerSa1T1xRYXZLDZlQlGqOT0_r9_HIqgLSqw0mz4Gi1HfZ-4wRFGMG\">cautioned the report</a>&nbsp;does not tell the difference between full- and part-time employees, or employees who do not yet qualify for benefits, or why employees sought Medicaid.<br />\r\n\t<br />\r\n\tIn Maine, Wal-Mart topped employers with the largest number of workers on MaineCare, food stamps and temporary cash assistance, according to a 2005 <em>Lewiston Sun Journal</em> report, but it did not break down how many employees receive each subsidy. The company was fourth in the percentage of employees on public assistance.<br />\r\n\t<br />\r\n\tIn Florida, 1.9 million households receive food stamps, and nearly 500,000 have earned income as of October 2012. Of those with earned income, 9,095 households get paychecks from Wal-Mart, according to a report prepared for PolitiFact by the state Department of Children and Families.<br />\r\n\t<br />\r\n\tThe Florida taxpayer tab for their food stamps: $2.6 million.<br />\r\n\t<br />\r\n\tDCF cannot determine how this bill compares to other Florida employers. The employer data field in DCF&rsquo;s database is not mandatory and is usually filled in by hand. That leads to a lot of different entries for the same workplace (Wallmart, Wall mart, Wal-mart, Walmart, etc), making it difficult to draw conclusions about all employers.<br />\r\n\t<br />\r\n\tGrayson cited a figure circulated by the liberal <a href=\"http://www.dailykos.com/story/2012/10/10/1141724/-Walmart-fuels-inequality-epidemic-taking-advantage-of-our-safety-net\">Daily Kos</a>&nbsp;that &nbsp;<a href=\"http://www.dailykos.com/story/2012/10/10/1141724/-Walmart-fuels-inequality-epidemic-taking-advantage-of-our-safety-net\">&quot;as many as 80 percent of workers in Wal-Mart stores using food stamps.&quot;</a>&nbsp;(We couldn&#39;t find a study that backs up that number, but did find it was mentioned as an <a href=\"http://www.heraldsun.com/view/full_story/14559628/article-Let-s-kick-Wal-Mart-off-welfare\">anecdote.</a>)<br />\r\n\t<br />\r\n\tGrayson could not provide solid evidence to us that he was right, but he said it was accurate largely because Walmart is simply such a big company.<br />\r\n\t<br />\r\n\t&quot;Walmart is the largest private employer in the country, by a substantial margin,&quot; Grayson wrote. &quot;Even if 100 percent of the employees of the second largest employer were on food stamps &ndash; an unlikely scenario, to say the least &ndash; Walmart employees would still be the largest group.&quot;<br />\r\n\t<br />\r\n\tHe added: &quot;Given the similarity between qualification rules for Medicaid and food stamps, if Walmart is #1 in a state for Medicaid, it&rsquo;s very likely that it is #1 for food stamps, too.&quot;<br />\r\n\t<br />\r\n\tHere, too, there is support for Grayson&#39;s point, but it is not conclusive.<br />\r\n\t<br />\r\n\t<strong>$1,000?</strong><br />\r\n\t<br />\r\n\tThere&#39;s less factual support for this aspect of Grayson&#39;s claim. We found the data is eight years old.<br />\r\n\t<br />\r\n\tGrayson&rsquo;s spokesman cited a 2004 study called the &quot;<a href=\"http://laborcenter.berkeley.edu/retail/walmart.pdf\">Hidden Cost of Wal-Mart Jobs</a>&quot; by the University of California Berkeley&rsquo;s Labor Center. The study, which Wal-Mart has criticized, analyzed Walmart employees&rsquo; use of safety net programs in California.<br />\r\n\t<br />\r\n\tThe researchers found taxpayers paid $86 million a year to subsidize Walmart workers&rsquo; wages -- $32 million for health programs and $54 million in other assistance. (&quot;Other assistance&quot; could be food stamps, subsidized housing and school lunches, and use of the <a href=\"http://www.irs.gov/Individuals/EITC-Home-Page--It%E2%80%99s-easier-than-ever-to-find-out-if-you-qualify-for-EITC\">Earned Income Tax Credit</a>, which is a tax credit for low- to moderate-income workers.)<br />\r\n\t<br />\r\n\tThe average taxpayer bill per employee was $730 for health expenses and $1,222 for other expenses, researchers found. The totals for other large California retailers totaled $521 for health and $880 for other.<br />\r\n\t<br />\r\n\tAlso widely cited by the anti-Walmart contingent is a 2004 Democratic U.S. House committee <a href=\"https://docs.google.com/file/d/0BzR_9M-1WtJTUmlRUjI5Wk1yU0E/edit\">report</a>&nbsp;that examined the company&rsquo;s record on many issues, including public subsidizing of employees&rsquo; wages. A 200-person Walmart store could require $420,750 in tax dollars for employee assistance a year, working out to $2,103 per worker, according to the Democratic Staff of the Committee on Education and the Workforce report.<br />\r\n\t<br />\r\n\tWalmart does not dispute that many of its employees receive public health assistance. But company spokesman Kory Lundberg criticized Grayson citing the Berkeley study, saying, &quot;They&rsquo;re pointing out data that&rsquo;s at least seven to eight years old.&quot;<br />\r\n\t<br />\r\n\tPlus, he said, it&rsquo;s expected the company would top such lists because its employs the most people.<br />\r\n\t<br />\r\n\tAnd even though just over half of its employees take the company health care plan, Lundberg said, workers often have other options for health insurance, including from the military, Medicare, or a parent&rsquo;s or spouse&rsquo;s plan.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tGrayson&#39;s claim about Wal-Mart employees on Medicaid and food stamps has support from several reports, although it&#39;s worth noting that some of them come from Democratic or labor-funded groups that are critical of Wal-Mart.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tComprehensive figures are not available, but we did find considerable evidence that echoes Grayson&rsquo;s point about employee dependence on public health assistance in several states. His claim about Walmart employees on food stamps is not as substantiated, but we did not find any substantial evidence that contradicted his point.<br />\r\n\t<br />\r\n\tHis claim about the $1,000 cost has the least support because it&#39;s based on two studies that are eight years old.</p>\r\n<p>\r\n\tAlso, the presence of Wal-Mart at the top of the list is not necessarily unexpected given its size and the nature of wages for retailing.</p>\r\n<p>\r\n\tOn balance, we rate the claim Mostly True.</p>\r\n", "ruling_comments_date": "2012-12-05T16:06:10.032566", "ruling_date": "2012-12-06T10:33:15", "ruling_headline": "Alan Grayson says more Walmart employees on Medicaid, food stamps than other companies", "ruling_headline_slug": "alan-grayson-says-more-walmart-employees-medicaid-", "ruling_link_text": "A huge company with lots of employees", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tPolitiFact Ohio, &quot;<a href=\"http://www.politifact.com/ohio/statements/2011/jan/12/robert-hagan/rep-robert-hagan-slams-wal-mart-over-workers-needi/\">Rep. Robert Hagan slams Walmart over workers needing public assistance</a>,&quot; Jan. 12, 2011<br />\r\n\t<br />\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2012/jul/31/bernie-s/sanders-says-walmart-heirs-own-more-wealth-bottom-/\">Bernie Sanders says Walmart heirs own more wealth than bottom 40 percent of all Americans</a>,&quot; July 31, 2012<br />\r\n\t<br />\r\n\tAlan Grayson&rsquo;s Facebook page, &quot;<a href=\"https://www.facebook.com/notes/alan-grayson/my-thanksgiving-a-turkey-sandwich-at-walmart/487779004578417\">My Thanksgiving - a turkey sandwich at Walmart</a>,&quot; Nov. 24, 2012<br />\r\n\t<br />\r\n\tWESH 2 News, &quot;<a href=\"http://www.wesh.com/news/central-florida/Dozens-protest-at-Orlando-Walmart/-/11788162/17529508/-/seeflqz/-/index.html\">Dozens protest at Orlando Walmart</a>,&quot; Nov. 23, 2012<br />\r\n\t<br />\r\n\tCurrent TV, <a href=\"http://current.com/shows/the-young-turks/videos/rep-elect-grayson-wal-mart-could-give-every-employee-even-the-ceo-a-30-raise-and-still-be-profitable\">Young Turks interview with Alan Grayson</a>, Nov. 26, 2012<br />\r\n\t<br />\r\n\tEmail <a href=\"http://www.politifact.com/ohio/statements/2011/jan/12/robert-hagan/rep-robert-hagan-slams-wal-mart-over-workers-needi/\">interviews with Rep. Alan Grayson, Dec. 4-5, 2012</a><br />\r\n\t<br />\r\n\tInterview with Erin Gillespie, Department of Children and Families spokesman, Nov. 29, 2012<br />\r\n\t<br />\r\n\tInterview with Philip Mattera, research director of Good Jobs First and director of the Corporate Research Project, Nov. 29, 2012<br />\r\n\t<br />\r\n\tInterview with Todd Jurkowski, Grayson spokesman, Nov. 29, 2012<br />\r\n\t<br />\r\n\tInterview with Kory Lundberg, Wal-mart spokesman, Nov. 30, 2012<br />\r\n\t<br />\r\n\tInterview with Ken Jacobs, chair of University of California Berkeley Center for Labor Research and Education, Dec. 4, 2012</p>\r\n<p>\r\n\tInterview with Benjamin Johnson, Ohio Department of Job and Family Services, Dec. 5, 2012</p>\r\n<p>\r\n\tOhio Department of Job and Family Services, January 2012 data for employers with employees on public assistance, accessed Dec. 5, 2012</p>\r\n<p>\r\n\tInterview with Amanda Brown, USDA Food and Nutrition Service spokeswoman, Dec. 4, 2012<br />\r\n\t<br />\r\n\tEmail interview with Moira Bulloch, United Food and Commercial Workers International Union spokeswoman, Nov. 30, 2012<br />\r\n\t<br />\r\n\tFlorida Department of Children and Families, public records request for data on Walmart employees receiving food stamps and Medicaid, Dec. 5, 2012<br />\r\n\t<br />\r\n\tDemocratic staff of the U.S. House of Representatives Committee on Education and the Workforce, &quot;<a href=\"https://docs.google.com/file/d/0BzR_9M-1WtJTUmlRUjI5Wk1yU0E/edit\">Everyday Low Wages: The Hidden Price We All Pay For Wal-Mart</a>,&quot; Feb. 16, 2004<br />\r\n\t<br />\r\n\tVarious factsheets from <a href=\"http://makingchangeatwalmart.org/factsheet/\">Making Change at Walmart</a><br />\r\n\t<br />\r\n\tWalmart Subsidy Watch, <a href=\"http://www.walmartsubsidywatch.org/state_detail.html?state=FL\">Walmart subsidy report f</a>or Florida, accessed Nov. 29, 2012<br />\r\n\t<br />\r\n\tWall Street Journal, &quot;<a href=\"http://online.wsj.com/article/0,,SB106452494523207000,00.html\">Wal-Mart Cost-Cutting Finds Big Target in Health Benefits</a>,&quot; Sept. 30, 2003<br />\r\n\t<br />\r\n\tThe New York Times, &quot;<a href=\"http://www.nytimes.com/2004/11/01/business/01health.html?pagewanted=1&amp;_r=0\">States are battling against Wal-Mart over health care</a>,&quot; Nov. 1, 2004<br />\r\n\t\f<br />\r\n\tThe New York Times, <a href=\"http://www.nytimes.com/packages/pdf/business/26walmart.pdf\">Wal-Mart internal memo on supplemental benefits</a>, 2006<br />\r\n\t<br />\r\n\tThe New York Times, &quot;<a href=\"http://www.nytimes.com/2005/10/26/business/26walmart.ready.html?pagewanted=all\">Wal-Mart memo suggests ways to cut employee benefits costs</a>,&quot; Oct. 26, 2005<br />\r\n\t<br />\r\n\tThe Washington Post, &quot;<a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2007/01/10/AR2007011002417.html\">Many workers at Wal-mart don&rsquo;t use its health plans</a>,&quot; Jan. 7, 2011<br />\r\n\t<br />\r\n\tThe New York Times, &quot;<a href=\"http://www.nytimes.com/2011/10/21/business/wal-mart-cuts-some-health-care-benefits.html\">Wal-Mart cuts some healthcare benefits</a>,&quot; Oct. 20, 2011<br />\r\n\t<br />\r\n\tThe Huffington Post, &quot;<a href=\"http://www.huffingtonpost.com/2012/12/01/walmart-health-care-policy-medicaid-obamacare_n_2220152.html\">Wal-Mart&rsquo;s new health care policy shifts burden to Medicaid, Obamacare</a>,&quot; Dec. 1, 2012<br />\r\n\t<br />\r\n\tUniversity of California Berkeley Labor Center, &quot;<a href=\"http://laborcenter.berkeley.edu/retail/walmart.pdf\">Hidden Cost of Wal-mart Jobs: Use of safety Net Programs by Wal-mart Workers in California</a>,&quot; Aug. 2, 2004<br />\r\n\t<br />\r\n\tDaily Kos, &quot;<a href=\"http://www.dailykos.com/story/2012/10/10/1141724/-Walmart-fuels-inequality-epidemic-taking-advantage-of-our-safety-net\">Walmart: America&rsquo;s real &lsquo;welfare queen,&rsquo;</a>&quot; Oct. 12, 2012<br />\r\n\t<br />\r\n\tGood Jobs First, <a href=\"http://www.goodjobsfirst.org/corporate-subsidy-watch/hidden-taxpayer-costs\">Hidden Taxpayer Costs</a>, updated Jan. 18, 2012<br />\r\n\t<br />\r\n\tMissouri Department of Social Services, <a href=\"http://dss.mo.gov/mhd/general/pdf/emp-match.pdf\">MO Healthnet employer match report for first quarter of 2011, </a>Oct. 31, 2011<br />\r\n\t<br />\r\n\tPhiladelphia Inquirer, &quot;<a href=\"http://articles.philly.com/2006-03-02/news/25415171_1_wal-mart-stores-medical-assistance-kelly-hobbs\">Many Wal-Mart workers use Medicaid; One in six of its employees require the assistance program</a>,&quot; March 2, 2006<br />\r\n\t<br />\r\n\tProvidence Journal, &quot;Some workers getting health care through Medicaid,&quot; March 30, 2007 (accessed via Nexis)<br />\r\n\t<br />\r\n\tThe Seattle Times, &quot;<a href=\"http://seattletimes.com/html/localnews/2002758209_report24m.html\">More than 3,100 Wal-Mart state health aid</a>,&quot; Jan. 24, 2006<br />\r\n\t<br />\r\n\tNew Jersey Policy Perspective, &quot;<a href=\"https://docs.google.com/file/d/0BzR_9M-1WtJTYmhUXzJoMk5OSnM/edit\">ATTENTION SHOPPERS: You Pay the Health Insurance Bills</a><br />\r\n\t<a href=\"https://docs.google.com/file/d/0BzR_9M-1WtJTYmhUXzJoMk5OSnM/edit\">For Some of New Jersey&rsquo;s Largest Employers</a>,&quot; August 2005<br />\r\n\t<br />\r\n\t<a href=\"http://www.dhs.wisconsin.gov/badgercareplus/enrollmentdata/enrolldata.htm\">Wisconsin</a>, <a href=\"https://docs.google.com/file/d/0BzR_9M-1WtJTYUZnSUpRMXg5cWc/edit\">BadgerCare employer report for the first quarter of 2012</a>, accessed Dec. 3, 2012<br />\r\n\t<br />\r\n\tConnecticut <a href=\"http://www.cga.ct.gov/2011/rpt/2011-R-0263.htm\">Husky Part A employers</a>, as of July 22, 2011<br />\r\n\t<br />\r\n\tCNN Money.com,<a href=\"http://money.cnn.com/2006/07/19/news/companies/walmart_ruling/\">&quot;Judge overturns Maryland&rsquo;s Wal-Mart law,&quot;</a>Nov. 19, 2006<br />\r\n\t<br />\r\n\tPolicy Matters Ohio, &quot;<a href=\"http://www.policymattersohio.org/public-benefits-subsidize-major-ohio-employers\">Public benefits subsidize major Ohio employers</a>,&quot; July 31, 2007<br />\r\n\t<br />\r\n\tDayton Daily News, &quot;<a href=\"http://www.daytondailynews.com/news/ohio-news/employees-of-big-companies-fill-ohios-medicaid-food-stamp-rolls-report-says-323224.html\">Employees of Big Companies Fill Ohio&#39;s Medicaid, Food Stamp Rolls, Report Says</a>,&quot; Sept.29, 2009<br />\r\n\t<br />\r\n\tMassachusetts Division of Health Care and Policy, &quot;<a href=\"http://archives.lib.state.ma.us/bitstream/handle/2452/49362/ocn244448874-FY09.pdf?sequence=1\">Employers who had fifty or more Employees using MassHealth, Commonwealth Care, or the health safety net in state FY09</a>,&quot; June 2010<br />\r\n\t<br />\r\n\tLewiston Sun Journal, &quot;Working, on welfare: Thousands in Maine have jobs but get assistance,&quot; (accessed via Google Newspapers)<br />\r\n\t<br />\r\n\tUniversity of California Berkeley Labor Center, &quot;<a href=\"http://laborcenter.berkeley.edu/retail/walmartmemo.pdf\">Internal Wal-Mart memo validates findings of UC Berkeley study,</a>&quot; Oct. 26, 2005<br />\r\n\t<br />\r\n\tUniversity of California Berkeley Labor Center, &quot;<a href=\"http://laborcenter.berkeley.edu/retail/walmart_downward_push07.pdf\">A downward push: The impact of Wal-Mart stores on wages and benefits</a>,&quot; December 2007</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 6, "current_job": "U.S. House of Representatives", "false_count": 5, "first_name": "Alan", "half_true_count": 4, "home_state": "Florida", "id": 280, "last_name": "Grayson", "mostly_true_count": 11, "name_slug": "alan-grayson", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Grayson.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/280/", "total_count": 35, "true_count": 7, "website": ""}, "statement": "<p>\r\n\tSays Walmart employees represent the largest group of Medicaid and food stamp recipients in many states, costing the taxpayer $1,000 per worker.</p>\r\n", "statement_context": "a Huffington Post column", "statement_date": "2012-11-24", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 101, "photo": null, "resource_uri": "/api/v/2/subject/101/", "subject": "Corporations", "subject_slug": "corporations", "used_in_edition": []}, {"description": "", "id": 212, "photo": null, "resource_uri": "/api/v/2/subject/212/", "subject": "Medicaid", "subject_slug": "medicaid", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "", "id": 221, "photo": null, "resource_uri": "/api/v/2/subject/221/", "subject": "Welfare", "subject_slug": "welfare", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 103, "photo": null, "resource_uri": "/api/v/2/subject/103/", "subject": "Workers", "subject_slug": "workers", "used_in_edition": []}], "target": [], "twitter_headline": ""}