{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2012/dec/20/lenny-curry/lenny-curry-says-charlie-crist-and-todd-akin-hold-/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 7195, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}, {"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}, {"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}, {"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/7195/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tFormer Florida Gov. Charlie Crist&rsquo;s evolution from Republican to independent to Democrat has prompted speculation that he will take on Republican Gov. Rick Scott -- and led to sharp criticism from Florida Republicans.<br />\r\n\t<br />\r\n\tAfter CNN&#39;s Soledad O&rsquo;Brien interviewed Crist on Dec. 12, 2012, RPOF chairman Lenny Curry took to Twitter to keep up the attacks on Crist. <a href=\"https://twitter.com/lennycurry/status/278901868686610433\">He tweeted:</a> &quot;Crist has a record of being rigid on guns, gays, marriage and abortion. He is making an indecent proposal to Dems.&quot;<br />\r\n\t<br />\r\n\tCurry also tried to link Crist with U.S. Rep. Todd Akin, a Republican from Missouri famous for his comment during his 2012 U.S. Senate bid that &quot;legitimate rape&quot; rarely results in pregnancy. Akin apologized for his comment and lost the election. Akin was a longtime supporter of bills that were backed by abortion opponents. He&#39;s now so famous that he is a point of reference for abortion rights.<br />\r\n\t<br />\r\n\tCurry <a href=\"https://twitter.com/lennycurry/status/278952434930417666\">tweeted about Crist</a>: &nbsp;&quot;BTW, he holds the same position as Akin on abortion.&quot;<br />\r\n\t<br />\r\n\tHe later <a href=\"https://twitter.com/lennycurry/status/277511502364295168\">tweeted</a>: &quot;Answer: Todd Akin &amp; @charliecristfl hold same abortion views. No exception except the life of the mother. Google it. Its all there.&quot;<br />\r\n\t<br />\r\n\tDemocratic consultant Kevin Cate <a href=\"https://twitter.com/KevinCate/status/279025619210211328\">tweeted</a> &quot;I&rsquo;ll let @politifact sort it out....&quot;<br />\r\n\t<br />\r\n\tOkay, we will.<br />\r\n\t<br />\r\n\tWe&rsquo;ve fact-checked many claims about Crist and abortion -- and several about Akin and abortion. But here we wanted to check to see if Curry was correct to claim that Akin and Crist hold identical positions on abortion, that they are opposed except when the life of the mother is in jeopardy. &nbsp;&nbsp;<br />\r\n\t<br />\r\n\tIt is somewhat difficult to compare the views held by Akin, a member of Congress, to Crist, a former governor, because they didn&rsquo;t have to act on the same pieces of legislation. But we can compare their comments and their actions on some bills.<br />\r\n\t<br />\r\n\t<strong>Crist&rsquo;s views on abortion</strong><br />\r\n\t<br />\r\n\tCrist&rsquo;s stance on abortion throughout his career is too complex to boil down to a sound bite -- even though Crist tried to do that himself at times. He has called himself &quot;pro-choice&quot; and &quot;pro-life.&quot;<br />\r\n\t<br />\r\n\tLong before he ditched the Republican Party, he was accused of changing his stance on abortion depending on his political race. We will borrow in part from <a href=\"http://www.politifact.com/florida/statements/2012/sep/06/george-lemieux/charlie-crist-was-pro-life-pro-gun-and-anti-tax-sa/\">previous</a><a href=\"http://www.politifact.com/florida/statements/2010/oct/24/marco-rubio/marco-rubio-fires-back-charlie-crist-attacks/\"> fact-checks</a> to explain Crist&rsquo;s views.<br />\r\n\t<br />\r\n\tIn 1992 when he was running for the state Legislature, the <em>Miami Herald</em> wrote that Crist said he was &quot;pro-choice&quot; but opposed state-funded abortion.<br />\r\n\t<br />\r\n\tWhen he was running for the U.S. Senate in 1998 against Democrat Bob Graham, Crist wrote in a questionnaire for the<em> <a href=\"http://www.sptimes.com/2006/08/18/State/Crist_s_stance_on_abo.shtml\">Tampa Bay Times</a>: </em>&quot;I am pro-choice, but not pro-abortion. I believe that a woman has the right to choose, but would prefer only after careful consideration and consultation with her family, her physician and her clergy; not her government.&quot;<br />\r\n\t<br />\r\n\tCrist <a href=\"http://www.youtube.com/watch?v=KFYJ3RaZVFU\">said</a> during that campaign that he would not support a constitutional ban on abortion.<br />\r\n\t<br />\r\n\tIn 2006, when he was running for governor, Crist&rsquo;s comments about abortion &nbsp;&quot;puzzled activists on both sides of the abortion debate,&quot; the <em>Miami Herald</em> wrote after one TV forum.<br />\r\n\t<br />\r\n\t&#39;&#39;I&#39;m pro-life on this issue, but I also understand that it&#39;s very important to respect the views of others, and I do,&#39;&#39; Crist said during that forum. &quot;I don&#39;t think it&#39;s important to change the law. What I do believe is important is that we change hearts and not the law.&quot;<br />\r\n\t<br />\r\n\tDuring his 2006 campaign, he told a priest that if elected he&rsquo;d sign an abortion ban similar to South Dakota&rsquo;s which only included an exception for the life of the mother. But later Crist told an Associated Press reporter that he&rsquo;d only sign such a ban if it also included exceptions for rape and incest.<br />\r\n\t<br />\r\n\tHe repeated that summary of his views -- only accepting a ban that included exceptions for life of the mother, rape and incest -- at other times that year.<br />\r\n\t<br />\r\n\tCrist also said he would not support repealing <em>Roe vs. Wade</em>.<br />\r\n\t<br />\r\n\tWhen asked during his 2006 campaign about his opposition as a state senator to a 24-hour waiting period, he said the bill didn&rsquo;t include an exception for medical emergencies.<br />\r\n\t<br />\r\n\t&quot;There may have been a life-threatening situation that necessitates the procedure,&quot; he said. &quot;That happens.&quot;<br />\r\n\t<br />\r\n\tWhile RPOF mailers defended Crist as a clear opponent of abortion, the Democrats issued press releases headlined, &#39;Criss-Crossin&#39; Charlie&#39;s House of Waffles.&#39;&#39;<br />\r\n\t<br />\r\n\tIn 2010, after leaving the Republican Party, Crist vetoed a bill that would have required women seeking abortions to get an <a href=\"http://www.politifact.com/florida/statements/2011/mar/17/matt-gaetz/taxpayer-funded-abortions-federal-health-care-bill/\">ultrasound</a>. He said he found the requirement that women pay for the procedure &quot;punitive&quot; and that the measure was &quot;almost mean spirited.&quot;<br />\r\n\t<br />\r\n\tOn the eve of the Republican National Convention in Tampa in August 2012, Crist endorsed President Barack Obama in an op-ed in the <em><a href=\"http://www.tampabay.com/opinion/columns/article1247631.ece\">Tampa Bay </a><a href=\"http://www.tampabay.com/opinion/columns/article1247631.ece\">Times</a></em> and complained about growing Republican extremism, including on women&rsquo;s issues.<br />\r\n\t<br />\r\n\t&quot;Look no further than the inclusion of the Akin amendment in the Republican Party platform, which bans abortion, even for rape victims,&quot; Crist wrote.<br />\r\n\t<br />\r\n\tWe gave Crist&rsquo;s GOP-Akin comparison a <a href=\"http://www.politifact.com/truth-o-meter/statements/2012/aug/27/charlie-crist/crist-gop-platform-bans-abortion-even-cases-rape/\">Half True</a> because the GOP platform clearly opposes most abortions but is vague on the detail and does not specifically say that it bans abortion for rape victims. Also, there is no official Akin amendment -- he didn&rsquo;t play a role in drafting the platform language.<br />\r\n\t<br />\r\n\t<strong>RPOF&rsquo;s explanation</strong><br />\r\n\t<br />\r\n\tRPOF spokesman Brian Burgess told PolitiFact Florida in an email that &quot;Crist is pro-life but allows exceptions for rape, incest and health of the mother.&quot; However, Curry only cited one in that tweet: life of the mother.<br />\r\n\t<br />\r\n\tBurgess backed up the claim by citing a <a href=\"http://www.wtsp.com/news/local/story.aspx?storyid=27716\">2006 interview</a> of Crist, who was attorney general at the time, when he said that he would sign an abortion ban similar to South Dakota&rsquo;s, which only allowed abortion to save a woman&rsquo;s life. But Crist also said that South Dakota law was too restrictive and would only sign such a ban if it allowed abortions for victims of rape and incest.<br />\r\n\t<br />\r\n\tAs for Akin, Burgess pointed to a couple of bills that he either co-sponsored or voted for that sought to ban funding for abortions but allowed for exceptions including victims of rape and incest.<br />\r\n\t<br />\r\n\tOn Nov. 7, 2009, the House voted 240-194 with Akin in the majority for House Amendment 509 to <a href=\"http://thomas.loc.gov/cgi-bin/bdquery/z?d111:H.R.3962:\">H.R. 3962,</a> a&nbsp; Medicare and pension bill, to prohibit federal funds for abortion services in the public option and prohibits individuals who receive affordability credits from purchasing a plan that provides elective abortions. The amendment <a href=\"http://www.gpo.gov/fdsys/pkg/CREC-2009-11-07/pdf/CREC-2009-11-07-pt1-PgH12623-3.pdf#page=299\">said</a> that it would include exceptions for the life of the mother, rape or incest.<br />\r\n\t<br />\r\n\tRPOF also cited a <a href=\"http://thomas.loc.gov/cgi-bin/bdquery/z?d112:h.r.3:\">bill</a> that Akin co-sponsored in 2011 -- the No Taxpayer Funding for Abortion Act. Akin was one of 227 sponsors of the bill sponsored by U.S. Rep. Chris Smith, R-N.J.<br />\r\n\t<br />\r\n\tThe bill prohibits federal funds from being used for any health benefits that include coverage of abortion, according to the Congressional Research Service. (Currently, federal funds cannot be used for abortion services and plans receiving federal funds must keep federal funds segregated from any funds for abortion services, the research summary stated.)<br />\r\n\t<br />\r\n\tThe final version of the bill said such funding was permissible if &quot;(1) if the pregnancy is the result of an act of rape or incest; or (2) in the case where a woman suffers from a physical disorder, physical injury, or physical illness that would, as certified by a physician, place the woman in danger of death unless an abortion is performed, including a life-endangering physical condition caused by or arising from the pregnancy itself.&quot;<br />\r\n\t<br />\r\n\tThe bill passed the house 251-175 in May 2011 and hasn&rsquo;t had a vote in the Senate.<br />\r\n\t<br />\r\n\t<strong>Akin was consistent abortion opponent</strong><br />\r\n\t<br />\r\n\tSo it&rsquo;s true that Akin supported a couple of abortion bills that contained exceptions. But those votes don&rsquo;t paint a full portrait of Akin&rsquo;s stance on abortion.<br />\r\n\t<br />\r\n\tAkin, a former Missouri Right to Life board member, has more than a two-decade record on abortion starting with his <a href=\"http://www.stltoday.com/news/local/govt-and-politics/political-fix/todd-akin-was-arrested-at-least-three-times-during-s/article_daebda70-1d5b-11e2-9adc-0019bb30f31a.html\">arrests</a> in the 1980s at anti-abortion protests and history in the Missouri General Assembly where he was first elected in 1988. Over the years, the <em>St. Louis Post-Dispatch</em> would call Akin a &quot;Republican anti-abortion leader&quot; and &quot;abortion foe&quot; and &quot;long a staunch opponent of abortion rights.&quot;<br />\r\n\t<br />\r\n\tIn the state&rsquo;s General Assembly, Akin fought against what abortion opponents call &quot;partial birth abortions&quot; and funding for Planned Parenthood.<br />\r\n\t<br />\r\n\tThe <a href=\"http://nrlc.capwiz.com/bio/id/10339&amp;submit.x=16&amp;submit.y=17&amp;submit=go\">National Right to Life Committee</a> says Akin supported the group&#39;s position on 59 of its 60 key votes. <a href=\"http://www.prochoiceamerica.org/elections/2012/voter-guide/akin-todd.html\">NARAL Pro-Choice </a><a href=\"http://www.prochoiceamerica.org/elections/2012/voter-guide/akin-todd.html\">America</a> gave Akin a score of zero in its 2011 scorecard.<br />\r\n\t<br />\r\n\tIn July 2012, the <em>Post-Dispatch</em> wrote that Akin and his GOP Senate primary opponents were all &quot;staunchly anti-abortion but with some nuances in cases of rape, incest or when the life of the mother is endangered.&quot;<br />\r\n\t<br />\r\n\t&quot;There are some extreme medical conditions where the lives of both mother and child are at risk, in these situations he supports the doctors and patients making a decision that maximizes life,&quot; said Akin&#39;s campaign.<br />\r\n\t<br />\r\n\tA month later, he seemed to take a harder line against abortion and was less supportive of exceptions.<br />\r\n\t<br />\r\n\tAkin&#39;s controversial remarks came in a televised <a href=\"http://www.youtube.com/watch?v=M09iWwKiDsA\">interview</a> in August, when he said: &quot;If it&#39;s a legitimate rape, the female body has ways to try to shut that whole thing down. But let&#39;s assume maybe that didn&#39;t work or something. I think there should be some punishment, but the punishment ought to be on the rapist.&quot;<br />\r\n\t<br />\r\n\tAkin apologized several times, but largely to say that he was wrong about his medical claim or used the wrong <a href=\"http://www.cbsnews.com/8301-503544_162-57497059-503544/in-new-tv-ad-akin-apologizes-for-rape-comment-again/\">words </a>-- not to walk back his implication that there shouldn&rsquo;t be a rape exception.<br />\r\n\t<br />\r\n\tThe <em><a href=\"http://www.stltoday.com/news/local/govt-and-politics/todd-akin-remains-controversial-among-missouri-rnc-delegation/article_387ded80-43e3-5c88-9124-31fe81d3b014.html\">Post-Dispatch</a></em> wrote that Akin didn&rsquo;t back down on his no-exceptions opposition:<br />\r\n\t<br />\r\n\t&quot;Rape is a terrible, horrible tragedy,&quot; Akin said, when asked in a St. Louis radio interview whether he believes &quot;morning-after&quot; medications should be outlawed even for rape victims. &quot;At the same time, I don&#39;t know that you fix one tragedy with another tragedy.&quot;<br />\r\n\t<br />\r\n\t<strong>Crist&rsquo;s comments about Curry claim</strong><br />\r\n\t<br />\r\n\tCrist spoke to us briefly about Curry&rsquo;s claim.<br />\r\n\t<br />\r\n\t&quot;I don&rsquo;t even know Mr. Akin&rsquo;s position except that it sounded pretty wacky during the campaign and inappropriate. ... The things Todd Akin said about this issue are pretty outrageous and has nothing to do with anything I believe.&quot;<br />\r\n\t<br />\r\n\tCrist spoke in generalities about his abortion stance: &quot;I am pro-life but I would not impose my will on others,&quot; he said, and then referenced the bill he vetoed in 2010 that would have required women to undergo an ultrasound before an abortion. &nbsp;<br />\r\n\t<br />\r\n\tCrist also repeated a line he used in 2006 when asked by a reporter about his pro-life stance and what laws he would change:<br />\r\n\t<br />\r\n\t&quot;I said I wouldn&rsquo;t change any -- &nbsp;I&rsquo;d rather change hearts than laws. This has been my position for quite some time.&quot;<br />\r\n\t<br />\r\n\tWe later emailed Crist again to ask &quot;did you ever -- or do you now -- support no exceptions except life of the mother?&quot;<br />\r\n\t<br />\r\n\tCrist dashed off a quick response to Curry&rsquo;s claim: &quot;Completely wrong. He doesn&#39;t speak for me!&quot;<br />\r\n\t<br />\r\n\t<strong> Our ruling</strong><br />\r\n\t<br />\r\n\tSince Crist has taken both sides on abortion, it is possible to attack his view and be partially correct -- just pick a year, race and quote that matches the attack.<br />\r\n\t<br />\r\n\tIn this case, Curry said,&nbsp; &quot;Todd Akin &amp; @charliecristfl hold same abortion views. No exception except the life of the mother.&quot;<br />\r\n\t<br />\r\n\tBut even RPOF acknowledges that Crist&#39;s exceptions go beyond the life of the mother to include rape and incest. And RPOF ignores Crist&rsquo;s words and actions that would conflict with Akin&rsquo;s stances -- such as when Crist called himself &quot;pro-choice.&quot;<br />\r\n\t<br />\r\n\tWe rate this claim Mostly False.</p>\r\n", "ruling_comments_date": "2012-12-20T14:35:58.717626", "ruling_date": "2012-12-20T16:25:33", "ruling_headline": "Lenny Curry says Charlie Crist and Todd Akin hold same abortion position: \"No exception except life of the mother\"", "ruling_headline_slug": "lenny-curry-says-charlie-crist-and-todd-akin-hold-", "ruling_link_text": "Akin longtime abortion foe; Crist has held many positions", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tRepublican Party of Florida chairman Lenny Curry, <a href=\"https://twitter.com/lennycurry/status/278952434930417666\">Tweet</a>and <a href=\"https://twitter.com/lennycurry/status/277511502364295168\">tweet</a>, Dec. 12, 2012<br />\r\n\t<br />\r\n\tDemocratic consultant Kevin Cate, <a href=\"https://twitter.com/KevinCate/status/279025619210211328\">Tweet</a>, &nbsp;Dec. 12, 2012<br />\r\n\t<br />\r\n\tU.S. Rep. Todd Akin press release, <a href=\"http://akin.house.gov/index.php?option=com_content&amp;view=article&amp;id=1480\">H.R. 3590 Abortion funding</a>, March 15, 2010<br />\r\n\t<br />\r\n\t<em>Tampa Bay Times</em>, <a href=\"http://m/news/politics/national/now-a-democrat-charlie-crist-regrets-signing-anti-gay-marriage-petition/1265963\">&quot;Now a Democrat, Charlie Crist regrets signing anti-gay marriage petition,&quot;</a>Dec. 14, 2012<br />\r\n\t<br />\r\n\t<em>Tampa Bay Times</em>, &quot;Crist&rsquo;s stance on abortion still hazy,&quot; Accessed in Nexis, Aug. 18, 2006<br />\r\n\t<br />\r\n\t<em>Miami Herald</em>&rsquo;s Naked Politics blog, <a href=\"http://miamiherald.typepad.com/nakedpolitics/2012/12/crist-attends-white-house-christmas-party-registers-officially-as-a-democrat.html\">&quot;Crist attends White House Christmas party, registers officially as a Democrat,&quot;</a>Dec. 7, 2012<br />\r\n\t<br />\r\n\tPolitiFact, &nbsp;<a href=\"http://www.politifact.com/florida/statements/2012/sep/06/george-lemieux/charlie-crist-was-pro-life-pro-gun-and-anti-tax-sa/\">&quot;Charlie Crist was &nbsp;pro-life, pro-gun and anti-tax, says George LeMieux,&quot;</a>Sept. 6, &nbsp;2012<br />\r\n\t<br />\r\n\tPolitiFact, &nbsp;<a href=\"http://www.politifact.com/florida/statements/2010/oct/24/marco-rubio/marco-rubio-fires-back-charlie-crist-attacks/\">&quot;Marco Rubio fires back at Charlie Crist attacks,&quot;</a>Oct. 24, 2010<br />\r\n\t<br />\r\n\tPolitiFact, <a href=\"http://www.politifact.com/florida/statements/2011/mar/17/matt-gaetz/taxpayer-funded-abortions-federal-health-care-bill/\">&quot;Taxpayer funded abortions in the health care bill?&quot;</a>March 17, 2011<br />\r\n\t<br />\r\n\tPolitiFact, <a href=\"http://www.politifact.com/truth-o-meter/statements/2012/aug/27/charlie-crist/crist-gop-platform-bans-abortion-even-cases-rape/\">&quot;Charlie Crist says GOP platform bans abortion even in cases of rape,&quot;</a>Aug. 27, 2012<br />\r\n\t<br />\r\n\tPolitiFact,<a href=\"http://www.politifact.com/new-jersey/statements/2012/aug/22/john-wisniewski/paul-ryan-and-todd-akin-co-sponsored-bill-limiting/\">&quot;Paul Ryan and Todd Akin co-sponsored bill limiting federal funding for abortions to victims of &lsquo;forcible rape,&rsquo; New Jersey Democratic leader says,&quot;</a>Aug. 22, 2012<br />\r\n\t<br />\r\n\tYouTube, <a href=\"http://www.youtube.com/watch?v=KFYJ3RaZVFU\">Interview clip of Charlie Crist</a>, 1998 campaign<br />\r\n\t<br />\r\n\t<em>Tampa Bay Times</em>, <a href=\"http://www.tampabay.com/opinion/columns/article1247631.ece\">&quot;Former Gov. Charlie Crist: Here is why I am backing Barack Obama,&quot; </a>Aug. 26, 2012<br />\r\n\t<br />\r\n\tWTSP.com,<a href=\"http://www.wtsp.com/news/local/story.aspx?storyid=27716\">&quot;Charlie Crist would sign abortion ban, discusses adoption proposal,&quot;</a>March 23, 2006<br />\r\n\t<br />\r\n\t<em>St. Louis Post-Dispatch</em>&rsquo;s Political Fix blog, <a href=\"http://www.stltoday.com/news/local/govt-and-politics/political-fix/todd-akin-was-arrested-at-least-three-times-during-s/article_daebda70-1d5b-11e2-9adc-0019bb30f31a.html\">&quot;Todd Akin was arrested at least three times during &lsquo;80s anti-abortion protests,&quot;</a>&nbsp;Oct. 23, 2012<br />\r\n\t<br />\r\n\t<em>St. Louis Post-Dispatch</em>&rsquo;s Political Fix blog, <a href=\"http://www.stltoday.com/news/local/govt-and-politics/todd-akin-remains-controversial-among-missouri-rnc-delegation/article_387ded80-43e3-5c88-9124-31fe81d3b014.html\">&quot;Todd Akin remains controversial among Missouri &nbsp;RNC delegation,&quot;</a>Aug. 28, 2012<br />\r\n\t<br />\r\n\t<em>St. Louis Post-Dispatch</em>, &quot;3 in GOP running in near lockstep,&quot; Accessed in Nexis, July 17, 2012<br />\r\n\t<br />\r\n\t<em>St. Louis Post-Dispatch</em>, &quot;Foes of abortion forecast a fight,&quot; Accessed in Nexis, Jan. 22, 2003<br />\r\n\t<br />\r\n\t<em>St. Louis Post-Dispatch</em>, &quot;&lsquo;Final blow&rsquo; spurs anti-abortion action,&quot; Accessed in Nexis, May 13, 1997<br />\r\n\t<br />\r\n\t<em>St. Louis Post-Dispatch</em>, &nbsp;&quot;Bush gives anti-abortion cause new life,&quot; Accessed in Nexis, Jan. 22, 2003<br />\r\n\t<br />\r\n\tYouTube, <a href=\"http://www.youtube.com/watch?v=M09iWwKiDsA\">Clip of Jaco Report interview with U.S. Rep. Todd Akin</a>, Aug. 19, 2012<br />\r\n\t<br />\r\n\tCBS, &nbsp;<a href=\"http://www.cbsnews.com/8301-503544_162-57497059-503544/in-new-tv-ad-akin-apologizes-for-rape-comment-again/\">&quot;In new TV ad, Akin apologizes for rape comment, again,&quot;</a>Aug. 21, 2012<br />\r\n\t<br />\r\n\t<em>New York Times</em>, <a href=\"http://www.nytimes.com/2012/08/21/us/politics/rep-todd-akin-legitimate-rape-statement-and-reaction.html?_r=1&amp;\">&quot;Rep. Todd Akin: The statement and the reaction,&quot; </a>Aug. 20, 2012<br />\r\n\t<br />\r\n\tNPR, <a href=\"http://www.npr.org/2012/08/24/160003430/in-akins-wake-ryan-defends-anti-abortion-record\">&quot;In Akin&rsquo;s wake, Ryan defends anti-abortion record,&quot;</a>Aug. 24, 2012<br />\r\n\t<br />\r\n\t<em>Sarasota Herald Tribune</em>, Notebook, Accessed in Nexis, Aug. 28, 2012<br />\r\n\t<br />\r\n\tMSNBC, <a href=\"http://video.msnbc.msn.com/the-daily-rundown/48926313#48926313\">Interview with Republican Party of Florida Lenny Curry</a>, Sept. 6, 2012<br />\r\n\t<br />\r\n\t<em>Tampa Bay Times</em>, <a href=\"http://www.sptimes.com/2006/08/18/State/Crist_s_stance_on_abo.shtml\">&quot;Crist stance on abortion still hazy,&quot; </a>Aug. 18, 2006<br />\r\n\t<br />\r\n\t<em>Miami &nbsp;Herald</em>, &quot;The gender factor,&quot; Accessed in Nexis &nbsp;Oct. 25, 2002<br />\r\n\t<br />\r\n\t<em>Miami Herald</em>, &quot;Abortion questions plague Crist campaign,&quot; Accessed in Nexis, Aug. 26, 2012<br />\r\n\t<br />\r\n\tU.S. &nbsp;Rep. &nbsp;Todd Akin press release, <a href=\"http://www.akin.house.gov/index.php?option=com_content&amp;task=view&amp;id=1100&amp;Itemid=67\">&nbsp;&lsquo;&quot;Akin says court&rsquo;s ruling on partial birth abortion shows contempt for common decency,&rsquo;&quot; </a>&nbsp;June 1, 2004<br />\r\n\t<br />\r\n\tU.S. Library of Congress, <a href=\"http://thomas.loc.gov/cgi-bin/bdquery/z?d111:H.R.3962:\">H.R. </a><a href=\"http://thomas.loc.gov/cgi-bin/bdquery/z?d111:H.R.3962:\">3962</a>House Amendment 509, House vote Nov. 7, 2009<br />\r\n\t<br />\r\n\tCongressional Record, <a href=\"http://www.gpo.gov/fdsys/pkg/CREC-2009-11-07/pdf/CREC-2009-11-07-pt1-PgH12623-3.pdf#page=299\">Rep. Bart Stupak amendment</a>, Nov. 7, 2009<br />\r\n\t<br />\r\n\tU.S. Library of Congress, <a href=\"http://thomas.loc.gov/cgi-bin/bdquery/z?d112:h.r.3:\">H.R. 3</a>, House vote May 4, 2011<br />\r\n\t<br />\r\n\tProject VoteSmart, <a href=\"http://votesmart.org/bill/10563/prohibiting-federally-funded-abortion-services#.UM91H-Q72Ag\">House Amendment 509</a>, Nov. 7, 2009<br />\r\n\t<br />\r\n\tNational Right to Life, <a href=\"http://nrlc.capwiz.com/bio/id/10339&amp;submit.x=16&amp;submit.y=17&amp;submit=go\">U.S. Rep. Todd Akin</a>, Accessed Dec. 17, 2012<br />\r\n\t<br />\r\n\tNARAL Pro-Choice America, <a href=\"http://www.prochoiceamerica.org/elections/2012/voter-guide/akin-todd.html\">Rep. Todd Akin</a>, Accessed Dec. 17, 2012<br />\r\n\t<br />\r\n\tTodd Akin U.S. Senate campaign, <a href=\"http://www.akin.org/issues/life\">&quot;Life,&quot;</a>2012<br />\r\n\t<br />\r\n\tFox News, <a href=\"http://fox2now.com/2012/08/19/the-jaco-report-august-19-2012/\">&quot;Jaco report: Full interview with Todd Akin,&quot;</a>Aug. 19, 2012<br />\r\n\t<br />\r\n\t<em>Miami Herald</em>, &quot;Foes have taken both sides on abortion,&quot; Accessed in Nexis, Aug. 18, 2006<br />\r\n\t<br />\r\n\t<em>Miami Herald</em>, &quot;Crist pro-life stance in doubt,&quot; Accessed in Nexis, Oct. 26, 2006<br />\r\n\t<br />\r\n\t<em>Tampa Tribune</em>, &quot;Rivals rip Crist&rsquo;s abortion stand,&quot; Accessed in Nexis, March 24, 2006<br />\r\n\t<br />\r\n\tInterview, Brian Burgess, spokesman for the Republican Party of Florida, Dec. 17, &nbsp;2012<br />\r\n\t<br />\r\n\tInterview, Kevin Cate, president of Cate Communications, &nbsp;Dec. 17, 2012<br />\r\n\t<br />\r\n\tInterview, John Stemberger, president of the Florida Family Policy Council, Dec. 18, 2012<br />\r\n\t<br />\r\n\tInterview, former &nbsp;Gov. Charlie &nbsp;Crist, Dec. 17, 2012<br />\r\n\t&nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "chairman of the Republican Party of Florida", "false_count": 1, "first_name": "Lenny", "half_true_count": 2, "home_state": "Florida", "id": 1721, "last_name": "Curry", "mostly_true_count": 0, "name_slug": "lenny-curry", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Curry.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1721/", "total_count": 6, "true_count": 1, "website": "http://rpof.org/"}, "statement": "<p>\r\n\tSays Charlie Crist and Missouri Rep. Todd Akin &quot;hold same abortion views. No exception except the life of the mother.&quot;</p>\r\n", "statement_context": "a tweet", "statement_date": "2012-12-12", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 11, "photo": null, "resource_uri": "/api/v/2/subject/11/", "subject": "Abortion", "subject_slug": "abortion", "used_in_edition": []}, {"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 15, "current_job": "", "false_count": 9, "first_name": "Charlie", "half_true_count": 20, "home_state": "Florida", "id": 257, "last_name": "Crist", "mostly_true_count": 19, "name_slug": "charlie-crist", "pants_count": 2, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/crist.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/257/", "total_count": 90, "true_count": 15, "website": ""}], "twitter_headline": ""}