{"art": [], "author": [{"email_address": "abettelheim@cq.com", "first_name": "Adriel", "id": 48, "last_name": "Bettelheim", "name_slug": "adriel-bettelheim", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/48/", "title": "Writer, CQ", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2008/sep/17/john-mccain/ringing-an-alarm-not-averting-a-crisis/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 721, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "abettelheim@cq.com", "first_name": "Adriel", "id": 48, "last_name": "Bettelheim", "name_slug": "adriel-bettelheim", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/48/", "title": "Writer, CQ", "twitter": null}, {"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/721/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\n The turmoil on Wall Street is prompting the presidential candidates to offer prescriptions for restoring order to U.S. financial markets. John McCain is using the opportunity to remind voters that he called on Congress to crack down on government-chartered mortgage giants Fannie Mae and Freddie Mac.\n</p>\n<p>\n Appearing on CNN's\n <em>\n  American Morning\n </em>\n on Sept. 16, 2008, McCain sought to blame much of the crisis on Wall Street greed and inept or corrupt government regulators. \"Ask any American citizen who has been the victim of a bureaucrat or a bureaucracy,\" McCain said. \"I said two years ago that the Fannie and Freddie thing was a very serious problem and we had to work on it. And I have always opposed greed of Wall Street and I know how we can fix this.\"\n</p>\n<p>\n McCain echoed his remarks later in the day during a speech in Tampa, saying, \"Two years ago, I warned the administration and the Congress that Fannie Mae and Freddie Mac needed to be fixed. It turns out, the problem was even bigger. They waited too long, and now we have a housing crisis, three bailouts with taxpayers' money, and a financial crisis.\"\n</p>\n<p>\n In both appearances, McCain was referring to his 2006 decision to sign on to a Republican-led regulatory overhaul of the mortgage-financing firms, which both went through multibillion-dollar accounting scandals earlier in the decade. The occasion that prompted McCain's involvement was the release of a 340-page report from the Office of Federal Housing Enterprise Oversight that concluded that Fannie Mae had manipulated earnings and violated basic accounting principles. It describes an \"arrogant and unethical corporate culture\" in which executives were more concerned about their bonuses than meeting the company's housing mission.\n</p>\n<p>\n The findings, based on a 27-month investigation and resulting in a $400-million fine paid to the government, prompted McCain to join other critics and call for more scrutiny of Fannie and its sibling, Freddie Mac. \"If Congress does not act, American taxpayers will continue to be exposed to the enormous risk that Fannie Mae and Freddie Mac pose to the housing market, the overall financial system, and the economy as a whole,\" McCain declared in a May 26, 2006, news release.\n</p>\n<p>\n So it's true that McCain spoke out &mdash; after a widely read report drew attention to chicanery at the firms. But the implication in McCain's remarks is that his remarks in 2006 were in some way a warning about the financial markets disaster that struck in 2008. That strikes us as quite a stretch.\n</p>\n<p>\n First of all, congressional efforts to increase oversight of Fannie Mae and Freddie Mac extend back to the early 1990s, making McCain a latecomer to the debate. The regulatory efforts proved unsuccessful because of Congress' complicated relationship with the firms, whose dominance in the home financing market makes their stability critical to the economy.\n</p>\n<p>\n Fannie and Freddie are government-sponsored enterprises &mdash; a type of private corporation created by Congress for an explicit purpose; in this case, to lower the cost of capital in the housing market. Though critics have long maintained that the firms were too large and didn't have enough capital to guard against risk, many lawmakers worried that stricter regulation would interfere with the firms' role in the housing market. (The now-defunct Office of Federal Housing Enterprise Oversight, known as OFHEO, oversaw Fannie and Freddie but had limited regulatory authority.)\n</p>\n<p>\n In his appearances, McCain tries to connect the accounting scandals with the broader meltdown in the mortgage markets. But the current crisis arose because banks and mortgage companies made risky \"subprime\" loans to people with poor credit histories that were then packaged into securities and sold to institutional investors. As interest rates rose and home prices began to fall, homeowners unable to refinance the loans or sell their properties began to default, unleashing a cascade effect through financial markets. That phenomenon had nothing to do with Fannie and Freddie's internal problems; in fact, both firms were praised for cushioning the financial free fall and keeping the market afloat by spending billions of dollars to purchase subprime loans.\n</p>\n<p>\n Even if the 2006 effort to strengthen oversight had succeeded, it's debatable whether it would have averted the subprime crisis. The extent of the problems was not yet fully known, and it's a leap of faith to suggest that regulators granted expanded power would have noticed a deterioration in Fannie and Freddie's loan portfolios soon enough, and would have sounded an alarm. Shaken by the extent of the subprime crisis, Congress and the Bush administration earlier this year completed a regulatory overhaul by combining OFHEO and the Federal Housing Finance Board into a new regulatory body, the Federal Housing Finance Agency. Last weekend, the government took the additional step of placing the two firms into conservatorship &mdash; essentially a government takeover in which Treasury will extend up to $200-billion of support to the companies.\n</p>\n<p>\n Barack Obama's campaign responded to McCain's remarks by labeling his desire for tougher oversight a myth. Obama spokesman Tommy Vietor noted that McCain in 1992 voted against imposing stricter controls on Fannie and Freddie during Senate debate on a broader housing bill, and this year argued against providing big government bailouts in response to the crisis, whether for big lenders or homeowners.\n</p>\n<p>\n We give McCain some credit for weighing in on problems surrounding Fannie Mae, even though he got involved after a comprehensive government report issued a loud alarm to anyone watching. However, his attempts to depict those efforts as some sort of early warning that could have lessened the current credit crisis just don't wash.  All McCain was talking about then was the potential fallout of accounting troubles in Fannie Mae and Freddie Mac. He didn't say anything about a freewheeling climate among creditors that had major financial institutions becoming badly leveraged on bad loans. We rule his claim Barely True.\n</p>\n<p>\n &nbsp;\n</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-01-07T13:28:01.385340", "ruling_date": "2008-09-17T00:00:00", "ruling_headline": "Ringing an alarm, not averting a crisis", "ruling_headline_slug": "ringing-an-alarm-not-averting-a-crisis", "ruling_link_text": "Ringing an alarm, not averting a crisis", "ruling_state": null, "source_documents": null, "sources": "<p>\n CNN's American Morning,\n <a href=\"http://transcripts.cnn.com/TRANSCRIPTS/0809/16/ltm.02.html\" target=\"_blank\">\n  Transcript,\n </a>\n Sept. 16, 2008\n</p>\n<p>\n CNNMoney.com,\n <a href=\"http://money.cnn.com/2008/09/07/news/companies/fannie_freddie/index.htm?postversion=2008090711\" target=\"_blank\">\n  \"U.S. Seizes Fannie and Freddie,\"\n </a>\n by David Ellis, Sept. 7, 2008\n</p>\n<p>\n Bloomberg News,\n <a href=\"http://www.iht.com/articles/2007/06/05/bloomberg/bxmortgage.php\" target=\"_blank\">\n  \"Fannie Mae and Freddie Mac Enrich Shareholders in Subprime's Shakeout,\"\n </a>\n by Jody Shenn and James Tyson, June 6, 2007\n</p>\n<p>\n McCain Press Release,\n <a href=\"http://mccain.senate.gov/public/index.cfm?FuseAction=PressOffice.PressReleases&amp;ContentRecord_id=c97d478f-f460-4253-b2ec-8d9fbcaff20c&amp;Region_id=&amp;Issue_id=\" target=\"_blank\">\n  \"Statement on Co-Sponsorship of Federal Housing Enterprise Regulatory Reform Act of 2005,\"\n </a>\n May 26, 2006\n</p>\n<p>\n CQ Today, \"Report Says Corporate Culture Led to Violations by Fannie Mae,\" by Michael Crittenden, May 23, 2006\n</p>\n<p>\n &nbsp;\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 32, "current_job": "U.S. senator", "false_count": 39, "first_name": "John", "half_true_count": 31, "home_state": "Arizona", "id": 8, "last_name": "McCain", "mostly_true_count": 37, "name_slug": "john-mccain", "pants_count": 8, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-johnmccain.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Arizona", "edition": "Arizona", "edition_slug": "arizona", "has_afterthefact": false, "id": 56, "index_page": false, "meter_name": "The Arizona Truth-O-Meter", "resource_uri": "/api/v/2/edition/56/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/8/", "total_count": 190, "true_count": 37, "website": "http://www.johnmccain.com/"}, "statement": "<p>\"I said two years ago that the Fannie and Freddie thing was a very serious problem and we had to work on it.\"</p>", "statement_context": "an interview on CNN's \"American Morning\"", "statement_date": "2008-09-16", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 106, "photo": null, "resource_uri": "/api/v/2/subject/106/", "subject": "Housing", "subject_slug": "housing", "used_in_edition": []}, {"description": "", "id": 109, "photo": null, "resource_uri": "/api/v/2/subject/109/", "subject": "Regulation", "subject_slug": "market-regulation", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}