{"art": [], "author": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "canonical_url": "/ohio/statements/2013/jan/04/marcia-fudge/marcia-fudge-claims-fiscal-cliff-deal-included-cut/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 7216, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "resource_uri": "/api/v/2/statement/7216/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tIf you read about the fiscal-cliff deal Congress made on New Year&rsquo;s Day, one fact above others stood out. Through compromises -- more unsavory or unprincipled to some than to others -- &nbsp;America&rsquo;s economy did not topple over.<br />\r\n\t<br />\r\n\tNeither side got everything it wanted, noted U.S. Rep. Marcia Fudge, a Warrensville Heights Democrat who voted for the deal. One compromise in particular still leaves Fudge uneasy: the funding measures used to keep Medicare from cutting its pay to physicians by 26.5 percent. To avert the physician pay cuts, Congress diverted money from several other medical programs, Fudge said in a Jan. 1 news release.<br />\r\n\t<br />\r\n\tThis took care of the so-called Medicare doc fix -- but it also happened to take money<br />\r\n\tfrom programs that pay for &quot;treating illnesses disproportionately impacting minorities, including end stage renal disease and diabetes,&quot; Fudge said. She said this must be addressed in the new session of Congress.<br />\r\n\t<br />\r\n\tDid Congress really get the money to keep paying doctors for treating seniors (via Medicare,) by cutting what it pays hospitals and others for treating diabetes and other diseases? PolitiFact Ohio took a look.<br />\r\n\t&nbsp;<br />\r\n\tIt turns out that Fudge, who chairs the Congressional Black Caucus, was correct on the funding. Whether this will harm patients is a matter of debate. Government accountants have wanted some of these changes for some time. Hospitals say the bean counters miss the big picture -- the real cost of treating patients -- by focusing too narrowly on line items.<br />\r\n\t<br />\r\n\tTo understand this, let&rsquo;s start with a quick explanation of the doc fix. It is a remnant of laws, the most recent in 1997, designed to hold down federal spending by linking the nation&rsquo;s rate of economic growth to government payments for providers in Medicare, the 1965 program that brought federal health insurance to retirees.<br />\r\n\t<br />\r\n\tThe problem is, medical costs often rise much faster than the overall economy (measured &nbsp;by the gross domestic product). In recent, low-inflation years, the formula linking the two would automatically require payment cuts to doctors. Some doctors who serve seniors say they might get paid so little that they would stop accepting new patients or quit practicing. So &nbsp;Congress halts these reductions every year, though it keeps the law.<br />\r\n\t<br />\r\n\tThis year&rsquo;s cut would have been particularly deep because of the cumulative build-up of past deferrals. But as we said, Congress found a fix. It required coming up with about $30 billion to pay.<br />\r\n\t<br />\r\n\tWhere did the money come from?<br />\r\n\t<br />\r\n\tAccording to the Kaiser Health News blog, Congress decided to cut the amount that Medicare pays to hospitals for inpatient or overnight care by reducing annual base payment &nbsp;increases. This would save $10.5 billion over 10 years, the Kaiser news service said.<br />\r\n\t<br />\r\n\tCongress found another $4.2 billion by reducing what are known as &lsquo;disproportionate share&quot; payments made by Medicaid, the government&rsquo;s program for low-income Americans, to hospitals that treat an unusually high share of the poor.<br />\r\n\t<br />\r\n\tAnd it got $4.9 billion by changing the way it bundles payments for treating end-stage renal disease starting in 2014<br />\r\n\t<br />\r\n\tThere are other changes, including a requirement that companies start competing with bids to sell diabetes test supplies, ending what government auditors say are over-payments. But you get the idea. These and other cuts are detailed in reports by the medical trade press, including The Medicare NewsGroup and Becker&rsquo;s Hospital Review.<br />\r\n\t<br />\r\n\tIf this sounds like Congress took from Peter to pay Paul, the president and CEO of the Federation of American Hospitals, Chip Kahn, might agree. He put it that way to Kaiser Health News: &quot;It is not in the best interest of patients or those who care for them to rob hospital Peter to pay for fiscal cliff Paul.&quot;<br />\r\n\t<br />\r\n\tThe American Medical Association also expressed its concerns.<br />\r\n\t<br />\r\n\tOutrageous? Consider the rationale: Congressional watchdogs maintain these programs were overpaid or abused in the past, and could function in the future with less money.<br />\r\n\t<br />\r\n\tAccording to several studies and audits by the Government Accountability Office, an investigative agency that reports to Congress, hospitals were overpaid while Medicare transitioned toward paying them a bundled sum for treatment based on a patient&rsquo;s disease or diagnosis. The old system paid for individual services, treatments and tests, some of them poorly coordinated and duplicative. Overpayments occurred during the transition that started in 2008.<br />\r\n\t<br />\r\n\tAdditionally, some ambulance services were overpaid for emergency transport of diabetes patients who did not need emergency or ambulance services, according to examinations by the inspector general for the Department of Health and Human Services. By cutting such payments by 10 percent, starting next October, Congress freed up additional money for the doc fix.<br />\r\n\t<br />\r\n\tAnd the Centers for Medicare and Medicaid Services paid for more dialysis-related drugs -- as much as $880 million in 2011 -- than patients with kidney failure actually used, according to a December, 2012, GAO report. This was due to a bundled-payment calculation that did not account for a significant drop in the usage of certain drugs -- 23 percent lower in 2011 than in 2007, the GAO found.<br />\r\n\t<br />\r\n\tThe GAO specifically recommended that Congress tweak the law so CMS had clear authority to alter its dialysis payment calculations. Congress did so as part of the fiscal cliff and doc fix deal.<br />\r\n\t<br />\r\n\tBut the medical industry is unhappy about this and the other cuts. It says that the GAO failed to factor in costs for which it is never reimbursed.<br />\r\n\t<br />\r\n\t&quot;Making cuts of the magnitude GAO is recommending would impose great financial strain&quot; on smaller dialysis organizations &quot;and could lead to fewer choices and access to care problems for patients,&quot; Katrina Russell, president of the National Renal Administrators Association, told American Medical News in December.<br />\r\n\t<br />\r\n\tFudge, too, does not like this change. Her district not only includes every major hospital system in Cuyahoga County, as her communications director, Belinda Prinz, told us, but also has a significant black population. African-Americans have a disproportionately high incidence of diabetes and are 1.8 times more likely to have diabetes than non-Hispanic whites, according to the American Diabetes Association.<br />\r\n\t<br />\r\n\tOne in four African-American women over age 55 has diabetes, Prinz said in an email, citing this and other American Diabetes Association figures. Complications can cause blindness, kidney disease, heart attacks and strokes, and amputations sometimes result -- with African-Americans 2.7 times as likely to have lower-limb amputations, the association says.<br />\r\n\t<br />\r\n\tSo where does that leave us with Fudge&rsquo;s claim?<br />\r\n\t<br />\r\n\tFudge did not specifically say minorities will be harmed by the spending cuts. Her statement was factually accurate. But she suggested that harm will result, saying that cuts will be made to programs that treat diseases disproportionately affecting minorities, including end stage renal disease and diabetes.&quot;<br />\r\n\t<br />\r\n\tThe impact is unsettled for now. The GAO and inspector general have called out some of these programs for waste or unnecessary spending. Yet Fudge is in good company -- namely, the American medical community, although like any constituency, it too has its interests to protect.<br />\r\n\t<br />\r\n\tBecause her claim requires this additional information to fully understand, we rate it Mostly True.</p>\r\n", "ruling_comments_date": "2013-01-03T19:38:52.583787", "ruling_date": "2013-01-04T06:00:00", "ruling_headline": "Marcia Fudge claims the fiscal cliff deal included cuts in payments for illness that disproportionately impact minorities", "ruling_headline_slug": "marcia-fudge-claims-fiscal-cliff-deal-included-cut", "ruling_link_text": "Cuts target waste and their impact is unsettled", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tNews release and statement from Rep. Marcia Fudge, Jan. 1, 2013<br />\r\n\t<br />\r\n\tEmail correspondence with Belinda Prinz, communications director for Rep. Marcia Fudge, Jan. 2 and 3, 2013<br />\r\n\t<br />\r\n\tH.R. 8, <a href=\"http://www.gpo.gov/fdsys/pkg/BILLS-112hr8enr/pdf/BILLS-112hr8enr.pdf\">American Taxpayer Relief Act of 2012</a>, passed by Senate and House, Jan. 1, 2013<br />\r\n\t<br />\r\n\tKaiser Health News, &quot;<a href=\"http://capsules.kaiserhealthnews.org/index.php/2013/01/doc-fix-in-senate-fiscal-cliff-plan-cuts-medicare-hospital-payments/\">Doc fix in fiscal cliff plan cuts hospital Medicare payments</a>,&quot; by Mary Agnes Carey, Jan. 1, 2013 (updated Jan. 2013)<br />\r\n\t<br />\r\n\tMcGuire Woods Consulting, &quot;<a href=\"http://www.mcguirewoodsnews.com/rs/vm.ashx?ct=24F76C1DDFEB0AEDC1D180AED02C971BDFBE7BB3D38714DD4CF371647BF8D90DDD78038\">Summary of health care provisions in the American Taxpayer Relief Act of 2012</a>,&quot; Jan. 2, 2013<br />\r\n\t<br />\r\n\tU.S. Government Accountability Office, &quot;<a href=\"http://www.gao.gov/products/GAO-13-190R\">Reduction in drug utilization suggests bundled payment is too high</a>,&quot; Dec. 7, 2012<br />\r\n\t<br />\r\n\tRenal Business Today, &quot;<a href=\"http://www.renalbusiness.com/articles/2012/12/gao-dialysis-bundle-payment-too-high.aspx\">GAO: Dialysis bundled payment too high</a>,&quot; by Kasia Michalik,<br />\r\n\t<br />\r\n\tAmerican Medical News, &quot;<a href=\"http://www.ama-assn.org/amednews/2012/12/24/gvsd1226.htm\">GAO: Medicare could save $880 million on dialysis payments</a>,&quot; by Charles Fiegl, Dec. 26, 2012<br />\r\n\t<br />\r\n\tAmerican Diabetes Association, &quot;<a href=\"http://www.diabetes.org/living-with-diabetes/complications/african-americans-and-complications.html\">Living with diabetes: African-Americans &amp; Complications</a>,&quot; website<br />\r\n\t<br />\r\n\tThe Medicare News Group, &quot;<a href=\"http://www.medicarenewsgroup.com/context/understanding-medicare-blog/understanding-medicare-blog/2013/01/02/a-look-at-medicare-costs-and-cuts-in-the-fiscal-cliff-deal\">A look at Medicare costs and cuts in the fiscal cliff deal</a>,&quot; by Kimber Solana, Jan. 2, 1013<br />\r\n\t<br />\r\n\tBecker&rsquo;s Hospital Review, &quot;<a href=\"http://www.beckershospitalreview.com/racs-/-icd-9-/-icd-10/congress-passes-fiscal-cliff-sgr-deal-at-hospitals-expense.html\">Congress passes fiscal cliff, SGR deal, at hospitals&rsquo; expense</a>,&quot; by Bob Herman, Jan. 2, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Representative from Ohio's 11th Congressional District", "false_count": 1, "first_name": "Marcia", "half_true_count": 2, "home_state": "Ohio", "id": 1091, "last_name": "Fudge", "mostly_true_count": 4, "name_slug": "marcia-fudge", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact-marcia-fudge.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1091/", "total_count": 9, "true_count": 2, "website": "http://fudge.house.gov/"}, "statement": "<p>\r\n\tThe so-called doc fix in the fiscal cliff deal will cut payments &quot;for treating illnesses disproportionately impacting minorities, including end stage renal disease and diabetes.&quot;</p>\r\n", "statement_context": "a news release", "statement_date": "2013-01-01", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 212, "photo": null, "resource_uri": "/api/v/2/subject/212/", "subject": "Medicaid", "subject_slug": "medicaid", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "", "id": 50, "photo": null, "resource_uri": "/api/v/2/subject/50/", "subject": "Medicare", "subject_slug": "medicare", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}