{"art": [{"brightcove": "", "caption": "Gov. John Kasich talks about Lake Erie pollution and other issues following a speech at the Ohio Farm Bureau Federation's annual meeting in this video from the Ohio Capital Blog.", "id": 3095, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/3095/", "title": "Kasich gaggle at Farm Bureau", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/6jvzY3gbjlk?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "6jvzY3gbjlk"}], "author": [{"email_address": "amarshall@plaind.com", "first_name": "Aaron", "id": 152, "last_name": "Marshall", "name_slug": "aaron-marshall", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-aaron-marshall.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/152/", "title": "Reporter, Plain Dealer statehouse bureau", "twitter": null}], "canonical_url": "/ohio/statements/2013/jan/07/john-kasich/john-kasich-says-sewage-dumped-water-detroit-causi/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 7221, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "amarshall@plaind.com", "first_name": "Aaron", "id": 152, "last_name": "Marshall", "name_slug": "aaron-marshall", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-aaron-marshall.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/152/", "title": "Reporter, Plain Dealer statehouse bureau", "twitter": null}], "resource_uri": "/api/v/2/statement/7221/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tJohn Kasich is no Michigan fan.<br />\r\n\t<br />\r\n\tOhio&rsquo;s governor hinted as much when he spoke to reporters following an Ohio Farm Bureau speech on his administration&rsquo;s new nutrient management plan to help the algae-infested Grand Lake Saint Marys.<br />\r\n\t<br />\r\n\tAfter praising farmers for their role in helping to try to stem the problems from agricultural runoff at Grand Lake Saint Marys, the Republican governor (and graduate of The Ohio State University) turned to the state shaped like a mitten, saying he was upset that waste from Detroit fouls the waters of Lake Erie.<br />\r\n\t<br />\r\n\t&quot;We made great progress in Grand Saint Marys, and we are up in the Lake Erie watershed making sure we made great progress there,&quot; Kasich told reporters in Nov. 29 . &quot;We have a problem with Detroit dumping a bunch of sewage in the lake that causes big problems...&quot;<br />\r\n\t<br />\r\n\tBut is the collective waste of Kid Rock and the other 700,000 Detroit residents being dumped into Lake Erie really &quot;a big problem&quot; as Kasich has stated? We strapped on our hip boots, and waded on in.<br />\r\n\t<br />\r\n\tGreat Lakes experts are quick to point out that Lake Erie is particularly susceptible to pollution from farms, factories and humans because it is both the most shallow and most fish-filled of the five major lakes that that straddle the United States border with Canada.<br />\r\n\t<br />\r\n\tBut amid the various contaminants, what emerges as the biggest threat to the health of the lake?<br />\r\n\t<br />\r\n\tThe foremost expert on Lake Erie&rsquo;s water quality is David Baker, the director emeritus of the National Center for Water Quality Research at Heidelberg College in Tiffin, who has studied the waters of Lake Erie for nearly 40 years.<br />\r\n\t<br />\r\n\tThe biggest threat to the health of the lake has come from toxic blue green algae which has appeared in recent years &mdash; most noticeably in 2011&mdash; and can turn a thriving aquaculture into a marine dead zone, according to Baker.<br />\r\n\t<br />\r\n\t&quot;I would say that the blue green algae is the biggest problem that affects the Lake and the health of the water,&quot; Baker said. &quot;The bulk of the evidence&mdash;and the widespread scientific assessment &mdash; is that the dissolved phosphorus from agricultural runoff is the primary source of the problem.&quot;<br />\r\n\t<br />\r\n\tAgricultural runoff is funneled into Lake Erie when it washes away after fierce storms, and comes more from the Maumee River near Toledo than any other place, Baker said.<br />\r\n\t<br />\r\n\tAnd while Detroit does have a massive &mdash; and somewhat antiquated &mdash; wastewater treatment plant serving 76 communities that dumps sewage into the Lake, Baker said the algae problems did not come from Michigan.<br />\r\n\t<br />\r\n\t&quot;We can look at pictures from satellite photos that show us this pretty clearly--we just don&rsquo;t see big blooms of algae moving down the Detroit River,&quot; Baker said.<br />\r\n\t<br />\r\n\tA particularly dry spring 2012 &mdash; just a year after the worst algae blooms on record in Lake Erie &mdash; further proved this point as the blue-green algae blooms were mostly absent with no agricultural runoff after storms to feed it, according to Baker.<br />\r\n\t<br />\r\n\t&quot;In a way, last year was a great experiment, and we got to see the Lake respond rather quickly to what the loading was from the agricultural watershed,&quot; Baker said. &quot;We just did not see the widespread blue green algae blooms problem in 2012.&quot;<br />\r\n\t<br />\r\n\tBaker said that problems with waste from Detroit being dumped into the Lake Erie were &quot;very minor&quot; because the phosphorus loads from wastewater remain relatively constant over time and are relatively diluted compared to the agricultural runoff that can funnel in after a storm. &quot;Things are always a little bit more complicated than what can be summarized by a governor,&quot; Baker said.<br />\r\n\t<br />\r\n\tLargely agreeing with Baker was Kristy Meyer, director of Agricultural and Clean Water Programs for the Ohio Environmental Council. Meyer said agricultural runoff is the top issue for Lake Erie, not waste from Michigan, because it accounts for nearly half the phosphorus dumped into the Lake.<br />\r\n\t<br />\r\n\t&quot;It&rsquo;s always nice to have a finger to point, and why not point the finger somewhere else?&quot; Meyer said. She did say that both are &quot;big problems&quot; in her view.<br />\r\n\t<br />\r\n\tBacking the governor&rsquo;s statement was Sandy Bihn, executive director of Lake Erie Waterkeeper Inc., a non-profit advocacy and education group focused on trying to improve Lake Erie&rsquo;s water quality.<br />\r\n\t<br />\r\n\tBihn said she agreed with the governor&rsquo;s characterization that Detroit sewage was a big problem noting that thousands of tons of sewage sludge were dumped into the Detroit and Rouge Rivers in recent years. &quot;What he said is a true statement,&quot; she said. &quot;When five percent of the phosphorous is coming from one place, that is something we need to be focused on.&quot;<br />\r\n\t<br />\r\n\tProblems with sewage being dumped into Lake Erie from Michigan grew worse in the last several years when equipment began to degrade and Detroit&rsquo;s government couldn&rsquo;t afford to fix or replace it, Bihn said. She credited the Kasich administration with pressing Michigan officials for action on the issue of the phosphorus flowing from the wastewater treatment plant in Detroit.<br />\r\n\t<br />\r\n\tSo where does that leave us?<br />\r\n\t<br />\r\n\tAs he was talking to reporters about improving water quality at Grand Lake St. Marys, Kasich praised farmers for doing more to limit agricultural runoff. Turning to Lake Erie, Kasich blamed Michigan for &quot;dumping sewage&quot; into the Lake that causes &quot;big problems.&quot;<br />\r\n\t<br />\r\n\tKasich&rsquo;s statement was partially accurate. Sewage from Detroit is being dumped into Lake Erie and it does certainly contribute to water quality problems in the Lake.<br />\r\n\t<br />\r\n\tBut there are important details needed to fully understand the claim.<br />\r\n\t<br />\r\n\tAgricultural runoff is the biggest problem facing the shallowest of the Great Lakes as it causes toxic algae blooms, according to the foremost Lake Erie water quality expert. He called the impact of Detroit&rsquo;s waste floating into the lake &quot;very minor.&quot; Other Lake Erie water experts, though, seemed a bit more concerned about the impact of the Detroit waste in the overall mix.<br />\r\n\t<br />\r\n\tBut by praising farmers for limiting pollution being dumped into waterways and then blaming Michigan in the next breath for wastewater from Detroit funneling into the Lake, Kasich&rsquo;s claim downplayed the impact of agricultural runoff in the lake. That impact is an important detail needed to put the governor&rsquo;s claim in context.<br />\r\n\t<br />\r\n\tOn the Truth-O-Meter, the governor&rsquo;s claim rates Half True. &nbsp;</p>\r\n", "ruling_comments_date": "2013-01-06T15:07:35.307536", "ruling_date": "2013-01-07T06:00:00", "ruling_headline": "John Kasich says sewage dumped into the water at Detroit is causing big problems for Lake Erie", "ruling_headline_slug": "john-kasich-says-sewage-dumped-water-detroit-causi", "ruling_link_text": "Farm runoff, particularly at one Ohio river, poses greater trouble", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tOhio Capital Blog, <a href=\"http://www.youtube.com/watch?v=6jvzY3gbjlk\">Gov. Kasich making statement about big problems in Lake Erie</a>, Nov. 29, 2012<br />\r\n\t<br />\r\n\tPhone Interview and e-mail exchange with Kasich spokesman Rob Nichols, Dec. 5 and Dec. 6 2012.<br />\r\n\t<br />\r\n\tPhone Interview with David Baker, director emeritus of the National Center for Water Quality Research at Heidelberg College, Dec. 10, 2012<br />\r\n\t<br />\r\n\tPhone Interview with Sandy Bihn, executive director of <a href=\"http://www.westernlakeerie.org/about.html\">Lake Erie Waterkeepers Inc.</a>, Dec. 6, 2012.<br />\r\n\t<br />\r\n\tPhone Interview with Kristy Meyer, director of Agricultural and Clean Water Programs for Ohio Environmental Council, Dec. 7, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 9, "current_job": "Governor of Ohio as of Jan. 10, 2011", "false_count": 8, "first_name": "John", "half_true_count": 10, "home_state": "Ohio", "id": 533, "last_name": "Kasich", "mostly_true_count": 18, "name_slug": "john-kasich", "pants_count": 3, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/John_Kasich_2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/533/", "total_count": 67, "true_count": 16, "website": "http://ohio.gov/"}, "statement": "<p>\r\n\tSays &quot;Detroit dumping a bunch of sewage&quot; in Lake Erie &quot;causes big problems&quot; for Ohio.</p>\r\n", "statement_context": "a news conference", "statement_date": "2012-11-29", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 122, "photo": null, "resource_uri": "/api/v/2/subject/122/", "subject": "Agriculture", "subject_slug": "agriculture", "used_in_edition": []}, {"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}, {"description": "", "id": 197, "photo": null, "resource_uri": "/api/v/2/subject/197/", "subject": "Water", "subject_slug": "water", "used_in_edition": ["/api/v/2/edition/5/", "/api/v/2/edition/2/"]}], "target": [], "twitter_headline": ""}