{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2013/jan/08/texas-medical-association/medical-group-says-31-percent-texas-doctors-accept/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 7222, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/7222/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tNew Medicaid patients may struggle to land a Texas physician willing to accept that coverage, a medical group suggests.<br />\r\n\t<br />\r\n\tThe Texas Medical Association, <a href=\"http://www.texmed.org/Who_Is_TMA.aspx\">whose</a> membership includes nearly 46,000 physicians and medical students, said in a Dec. 7, 2012, <a href=\"https://twitter.com/texmed/status/277208607395807232\">tweet</a>: &quot;Only 31% of Texas physicians accept all new #Medicaid patients compared to 67% in 2000.&quot;<br />\r\n\t<br />\r\n\tWe soon learned the figures, indicating a possible plummet in patient access, traced to doctor surveys, not government or other records.<br />\r\n\t<br />\r\n\tSome 67 percent of the state&rsquo;s physicians accepted Medicaid at least once during a recent 12-month period, according to the Texas Health and Human Services Commission. Agency spokeswoman Stephanie Goodman told us by email that 34,290 Texas physicians had claims paid by Medicaid in the fiscal year that ran through August 2011. <a href=\"http://www.tmb.state.tx.us/agency/statistics/demo/docs/d2011/0911/inout.php\">According to</a> the Texas Medical Board, there were nearly 51,000 practicing physicians in the state at about that time.<br />\r\n\t<br />\r\n\tGoodman said she did not have information on the share of physicians not accepting all new Medicaid patients.<br />\r\n\t<br />\r\n\tBrent Annear, a medical association spokesman, guided us to a March 2012 <a href=\"http://www.texmed.org/Template.aspx?id=16236\">web post</a> by the group stating that 27,917 physicians and medical residents were asked to fill out its online survey and the group fielded 1,139 responses, a 4 percent response rate. The group&rsquo;s <a href=\"http://www.texmed.org/WorkArea/linkit.aspx?LinkIdentifier=id&amp;ItemID=24760&amp;libID=22396\">&quot;preliminary findings&quot; document</a> says the respondents were a &quot;representative sample&quot; of all physicians. The survey reached members and non-members, the association&rsquo;s Donna Kinney, who oversaw the survey, told us by email.<br />\r\n\t<br />\r\n\tThe results: 96 percent of responding physicians said they were generally accepting new patients, but only 31 percent said they accept all new Medicaid patients, compared to 42 percent in the group&rsquo;s 2010 and 2008 surveys. In another 2012 response, 51 percent said they could take on more privately-insured patients in accord with federal health reform, but not more Medicaid patients.<br />\r\n\t<br />\r\n\tThe key question lists physician reimbursement methods including private insurance, Medicare and Medicaid. &quot;For patients covered by the following payers,&quot; the question says, &quot;does your practice currently (1) accept all new patients, (2) limit new patients that you will accept, or (3) accept no new patients?&quot; In reply, 26 percent said they limit their new Medicaid patients and 44 percent said they decline all new Medicaid patients, compared to 32 percent in 2010.<br />\r\n\t<br />\r\n\tBexar County physicians were most likely to accept all new Medicaid patients; 47 percent marked that choice. But less than 30 percent of physicians in the counties of Dallas, Tarrant, Harris and Travis, which was at 22 percent, said they accept all new Medicaid patients. In the state&rsquo;s rural counties, 43 percent said they accept all new Medicaid patients.<br />\r\n\t<br />\r\n\tAnnear said by email that physicians have difficulties with Medicaid&rsquo;s rates and bureaucratic hurdles that delay payments. The rates decreased four times from 2000 to 2011, an association spokeswoman, Pam Udall, said by email, though the state also agreed to a 25-percent boost in funds covering certain physician services provided to children on Medicaid, as part of<a href=\"http://www.texmed.org/template.aspx?id=5748\"> resolving</a> a lawsuit.<br />\r\n\t<br />\r\n\tWe asked Kinney to speculate on why nearly 70 percent of Texas physicians submitted at least one Medicaid claim in a recent year. She said about 60 percent of the state&rsquo;s physicians--including many specialists in radiology, pathology and anesthesiology--must accept Medicaid to maintain their hospital admitting privileges. Those kinds of doctors would have responded to the survey by saying they limit new Medicaid patients, she said by phone.<br />\r\n\t<br />\r\n\tWondering if the 2012 results could fairly be compared with the 2000 outcomes, we asked if the question&rsquo;s wording had changed over the years. Kinney said it had not and also that each sample matches the demographics of physicians statewide--with the exception that fewer surveys are filled out by younger doctors, making for a slight, consistent skew through the years of surveying.<br />\r\n\t<br />\r\n\tFor outside perspective, we turned to Florida-based pollster <a href=\"http://hamiltoncampaign.com/about-us/our-team/15.html\">Dave Beattie</a>, who called the survey methodology &quot;standard,&quot; and Austin pollster <a href=\"http://www.opinionanalysts.com/552.html\">Jeff Smith</a>, who told us by phone that his firm once conducted the survey and that his concern all along has been that in contrast to traditional polls, in which the pollster entirely picks whom to question, respondents to the association survey are self-selected. Results are influenced, he said, by which recipients click through to reply.<br />\r\n\t<br />\r\n\t&quot;This is not a random sample,&quot; Smith said, adding: &quot;It&rsquo;s an imperfect world. You can&rsquo;t ever have a truly random sample.&quot;<br />\r\n\t<br />\r\n\tKinney said that because the overall survey covers various topics, there is not much self-selection bias in relation to any one question.<br />\r\n\t<br />\r\n\tFor a &quot;real-world&quot; take, we ran the 2012 survey result by Austin opthalmologist Michelle Berger, the 2013 president of the Travis County Medical Society, which is affiliated with the medical association.<br />\r\n\t<br />\r\n\tBerger said by phone that the society frequently fields inquiries from individuals newly on Medicaid seeking a doctor. Berger said she stopped accepting new Medicaid patients in her practice because related paperwork proved onerous and government payments, which have not kept up with inflation, were not quickly forthcoming. Then again, she said, doctors who do not accept new Medicaid patients may still provide charity care--the result being that some low-income patients are served even though their doctors do not seek payment.<br />\r\n\t<br />\r\n\tFinally, we circled back to Udall about the group&rsquo;s tweet not saying that the cited percentages were based only on survey responses. &quot;It is a fact,&quot; Udall said by email, since the results reflected a representative sample of physicians.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tThe association&rsquo;s tweet said 31 percent of physicians accept all new Medicaid patients, compared to 67 percent in 2000. These figures were based on poll responses rather than a harder indicator--and the clarification that they came from a poll was missing from the Twitter post.</p>\r\n<p>\r\n\tWe rate this claim as Mostly True.</p>\r\n", "ruling_comments_date": "2013-01-07T15:54:03.097808", "ruling_date": "2013-01-08T10:00:00", "ruling_headline": "Medical group says 31 percent of Texas doctors accept all new Medicaid patients, down from 67 percent in 2000", "ruling_headline_slug": "medical-group-says-31-percent-texas-doctors-accept", "ruling_link_text": "According to physician polls", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<a href=\"https://docs.google.com/document/d/1MCqSfhjbUz_ThNiGBwL_nQvlIeSXom94Rfyy0cHQcrY/pub\">Emails</a> (excerpted), responses to PolitiFact Texas, Brent Annear, media relations manager, and Pam Udall, director of media relations and public relations, Texas Medical Association, Dec. 19, 2012 and Jan. 3 and 4, 2013<br />\r\n\t<br />\r\n\tReport, <a href=\"http://www.texmed.org/WorkArea/linkit.aspx?LinkIdentifier=id&amp;ItemID=24760&amp;libID=22396\">&quot;TMA March 2012 Survey of Texas Physicians Preliminary Findings Availability,&quot;</a> Texas Medical Association, March 2012 (downloaded Dec. 19, 2012)<br />\r\n\t<br />\r\n\tTelephone interviews, Donna Kinney, director of research and regulatory advocacy, Texas Medical Association, Austin, Dec. 21, 2012 and Jan. 2, 2013<br />\r\n\t<br />\r\n\t<a href=\"https://docs.google.com/document/d/1XT86SFt6K45IPvfNyEvtX7gS2e5T1kmjCSukTYkAZk0/pub\">Email</a> (excerpted), response to PolitiFact Texas, Dave Beattie, president, Hamilton Campaigns, Fernandina Beach, Florida, Dec. 21, 2012<br />\r\n\t<br />\r\n\tTelephone interview, Jeff Smith, Opinion Analysts, Austin, Dec. 21, 2012<br />\r\n\t<br />\r\n\tTelephone interview, Michelle Berger, opthalmologist, president of Travis County Medical Society, Austin, Jan. 3, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 0, "home_state": "", "id": 2133, "last_name": "Texas Medical Association", "mostly_true_count": 1, "name_slug": "texas-medical-association", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/tmalogo2013pft.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2133/", "total_count": 1, "true_count": 0, "website": "http://www.texmed.org/"}, "statement": "<p>\r\n\tSays 31 percent of Texas physicians accept all new Medicaid patients, down from 67 percent in 2000.</p>\r\n", "statement_context": "a Twitter post.", "statement_date": "2012-12-07", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 212, "photo": null, "resource_uri": "/api/v/2/subject/212/", "subject": "Medicaid", "subject_slug": "medicaid", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}