{"art": [], "author": [{"email_address": "abettelheim@cq.com", "first_name": "Adriel", "id": 48, "last_name": "Bettelheim", "name_slug": "adriel-bettelheim", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/48/", "title": "Writer, CQ", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2008/sep/18/barack-obama/congress-didnt-pass-obamas-economic-plan/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "smontgomery@sptimes.com", "first_name": "Scott", "id": 9, "last_name": "Montgomery", "name_slug": "scott-montgomery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/9/", "title": "Former Government & Politics Editor, St. Petersburg Times", "twitter": null}], "facebook_headline": null, "id": 726, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "abettelheim@cq.com", "first_name": "Adriel", "id": 48, "last_name": "Bettelheim", "name_slug": "adriel-bettelheim", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/48/", "title": "Writer, CQ", "twitter": null}], "resource_uri": "/api/v/2/statement/726/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>With global financial markets shaken by the credit crisis, Barack Obama is promoting his ability to devise solutions for a troubled economy. In a Sept. 16 speech in Golden, Colo., Obama took credit for inspiring the economic stimulus package that Congress enacted and President Bush signed in February, saying its components had roots in an economic plan he outlined a month earlier on the campaign trail.</p>\r\n<p>&quot;In January, I outlined a plan to help revive our faltering economy, which formed the basis for a bipartisan stimulus package that passed the Congress,&quot; Obama said. He went on to criticize his GOP opponent, John McCain, for promoting corporate tax breaks at the same time.</p>\r\n<p>The stimulus package was Congress&rsquo; attempt to promote consumer spending and revive the flagging economy through a combination of tax rebates, business tax incentives and housing provisions worth a total of $124.5-billion through the end of fiscal 2018. Despite most lawmakers&rsquo; initial optimism, recent signs are it hasn&rsquo;t achieved its intended effect; August housing starts hit a 17-year low and credit rating agencies are forecasting weak holiday sales this winter.</p>\r\n<p>But can Obama really take credit for having &quot;formed the basis&quot; of the plan? He did articulate some policy proposals that found their way into the package, but he was far from the only politician promoting ways to prime the economy. And in many cases, he was endorsing ideas that already had been raised by others.</p>\r\n<p>The economic stimulus plan began life on Jan. 11, when House Speaker Nancy Pelosi, D-Calif., and Senate Majority Leader Harry Reid, D-Nev., sent President Bush a letter asking him to help hammer out a bipartisan package to shore up the economy. By enlisting White House involvement, Pelosi and Reid hoped to pre-empt a possible avalanche of competing proposals to address the nation's economic problems. Bush endorsed the idea on Jan. 17, and the next day delivered an economic address calling for tax rebates for individuals and tax breaks for businesses to deliver \"a shot in the arm\" to the faltering economy.</p>\r\n<p>Obama announced his plan in a news release on Jan. 13. The backbone of Obama&rsquo;s plan was tax relief for working-class Americans and senior citizens. He called for an immediate $250 tax cut for workers and their families and a $250 bonus for seniors, to be delivered in their Social Security checks. He advocated further cuts if the economy continued to worsen. And he backed expanding unemployment insurance and providing relief to homeowners hit by the housing crisis.</p>\r\n<p>Congress decided to go much further on the question of rebates. The final package incorporated a House-written stimulus plan that directed $600 payments to individuals who paid taxes in 2007 on wages or investment income, and $1,200 for couples. The payments would phase out beginning with individuals who made more than $75,000 in adjusted gross income and couples with more than $150,000. But anyone qualifying for a check would receive an additional $300 for each dependent child under age 17.</p>\r\n<p>It should be noted that the practice of providing tax breaks in tough times is not exactly new, meaning no one in the current Congress can claim credit for thinking up the idea. President Bush&rsquo;s 2001 tax cuts, for example, sent rebates of $300 for individuals and $600 for married couples filing jointly in the hopes of stimulating the economy, though the payments in that instance were called &quot;advance refunds.&quot;</p>\r\n<p>Obama&rsquo;s call for expanded unemployment insurance never made it into the stimulus package, though Democratic leaders included an extension of the program in a supplemental war spending bill that Congress cleared in June. The provision, which gained traction after the nation&rsquo;s jobless rate recorded its biggest jump in 20 years, extended unemployment insurance in all states by 13 weeks beyond the 26 weeks already authorized under law. States with unemployment rates of 6 percent or higher got an additional 13 weeks. So while Obama might have broached the idea, it took dire news from the Bureau of Labor Statistics to prod Congress into taking action.</p>\r\n<p>Obama&rsquo;s somewhat vague call for relief to distressed homeowners also was not included in the stimulus package. However, similar, more detailed plans had floated around Congress for nearly a year, as the depth and intensity of the mortgage crisis became apparent. Lawmakers including Senate Banking, Housing and Urban Affairs Committee Chairman Christopher J. Dodd of Connecticut &mdash; a former Democratic presidential candidate &mdash; and House Financial Services Committee Chairman Barney Frank, D-Mass., discussed ways of averting more foreclosures as early as March 2007, including creating public-private &quot;rescue funds&quot; that ease the way for borrowers to rewrite the terms of their mortgages.</p>\r\n<p>These discussions eventually led to provisions in a mortgage relief bill that Congress enacted and President Bush signed on July 30 that established a temporary government program to help borrowers who can&rsquo;t afford current mortgage payments avoid foreclosure. The program, called HOPE for Homeowners, reinsures mortgages between Oct. 1, 2008 and Sept. 30, 2011, thereby making the government liable if the borrower defaults on the new loan and if the amount received in foreclosure is less than the outstanding principal. The costs of the program will be paid for by funds diverted from mortgage giants Fannie Mae and Freddie Mac.</p>\r\n<p>As to Obama's claim that his economic plan \"formed the basis\" for the package that became law, we see lots to dispute that. Congress had its own ideas about the size of tax rebates to individuals and didn&rsquo;t adopt Obama&rsquo;s ideas about unemployment insurance or homeowner relief. What&rsquo;s more, lawmakers on committees with jurisdiction over the housing market discussed more detailed plans for helping homeowners months before Obama articulated them.</p>\r\n<p>Obama clearly deserves credit for offering a plan to bolster the sagging economy before Congress acted. But he is exaggerating the role his plan played in the stimulus package, which was jointly constructed with congressional leaders and the White House. For these reasons, we judge his claim Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-01-07T13:28:01.324265", "ruling_date": "2008-09-18T00:00:00", "ruling_headline": "Congress didn't pass Obama's economic plan", "ruling_headline_slug": "congress-didnt-pass-obamas-economic-plan", "ruling_link_text": "Congress didn't pass Obama's economic plan", "ruling_state": null, "source_documents": null, "sources": "<p>Benton Ives, &quot;Crisis Spurs Mortgage Relief Bill,&quot; CQ Weekly, Sept. 15, 2008</p>\r\n<p>Richard Rubin and Edward Epstein, &quot;House Clears Revised Stimulus Bill, Bush Says He&rsquo;ll Accept Senate Changes,&quot; CQ Today, Feb. 7, 2008</p>\r\n<p>Obama campaign Web site,  <a href=\"http://www.barackobama.com/2008/01/13/barack_obama_announces_plan_to.php\" target=\"_blank\"> Details of economic plan, Jan. 13, 2008 </a></p>\r\n<p>Michael R. Crittenden, &quot;Bracing for Default Day,&quot; CQ Weekly, April 23, 2007</p>", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>\"In January, I outlined a plan to help revive our faltering economy, which formed the basis for a bipartisan stimulus package that passed the Congress.\"</p>", "statement_context": "Golden, Colo.", "statement_date": "2008-09-16", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 150, "photo": null, "resource_uri": "/api/v/2/subject/150/", "subject": "Stimulus", "subject_slug": "stimulus", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}