{"art": [{"brightcove": "", "caption": "McAuliffe criticized Virginia's economic development efforts during this Dec. 5 news conference.", "id": 3119, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/3119/", "title": "McAuliffe car statement", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/g9qx5ccPu68?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "g9qx5ccPu68"}], "author": [{"email_address": "nmadsen@timesdispatch.com", "first_name": "Nancy ", "id": 321, "last_name": "Madsen", "name_slug": "nancy-madsen-virginia", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/madsen_1.jpg", "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/321/", "title": "PolitiFact Virginia writer", "twitter": null}], "canonical_url": "/virginia/statements/2013/jan/24/terry-mcauliffe/terry-mcauliffe-says-virginia-officials-decided-no/", "edition": {"adkey": "Editions", "advalue": "Virginia", "edition": "Virginia", "edition_slug": "virginia", "has_afterthefact": false, "id": 10, "index_page": false, "meter_name": "The Virginia Truth-O-Meter", "resource_uri": "/api/v/2/edition/10/"}, "editor": [{"email_address": "wfiske@timesdispatch.com", "first_name": "Warren", "id": 209, "last_name": "Fiske", "name_slug": "warren-fiske", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/209/", "title": "PolitiFact Virginia Editor", "twitter": null}], "facebook_headline": null, "id": 7288, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "nmadsen@timesdispatch.com", "first_name": "Nancy ", "id": 321, "last_name": "Madsen", "name_slug": "nancy-madsen-virginia", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/madsen_1.jpg", "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/321/", "title": "PolitiFact Virginia writer", "twitter": null}], "resource_uri": "/api/v/2/statement/7288/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tTerry McAuliffe, the only Democrat running for governor this year, is pledging to use his experience as an entrepreneur to create jobs in Virginia.<br />\r\n\t<br />\r\n\tAt a news conference on Dec. 5, he was asked why he decided to locate the manufacturing plant of the electric car company he bought in 2009 in Mississippi instead of Virginia. The company, GreenTech Automotive, has promised to bring at least <a href=\"http://www.bizjournals.com/memphis/stories/2009/10/05/daily15.html\">1,500 jobs</a> to Mississippi.<br />\r\n\t<br />\r\n\tMcAuliffe replied that he wanted to bring the factory and jobs to the Old Dominion, but officials at the Virginia Economic Development Partnership -- the state&rsquo;s business recruitment agency -- weren&rsquo;t interested.<br />\r\n\t<br />\r\n\t&quot;They decided they didn&rsquo;t want to bid on it,&quot; he <a href=\"http://www.youtube.com/watch?v=g9qx5ccPu68\">said</a>.<br />\r\n\t<br />\r\n\t&quot;We had sites, we had meetings and they chose that they weren&rsquo;t going to bid on it,&quot; McAuliffe, chairman of GreenTech Automotive, added. &quot;I have to go where obviously they&rsquo;re going to put incentives, but the only incentives are if I create jobs, then I get incentives.&quot;<br />\r\n\t<br />\r\n\tMcAuliffe said Virginia has not been aggressive in recruiting large manufacturers in recent years. &quot;They&rsquo;ve gone to all of our Southern neighbors. Hundreds of thousands have been created. I think its been a decision (by Virginia) not to go after these types of manufacturing facilities. I&rsquo;ve always said we should go after these manufacturing plants. You cannot drive through Southside and Southwest Virginia and see those empty furniture and textile (plants) and not say we need manufacturing jobs.&quot;<br />\r\n\t<br />\r\n\tMcAuliffe&rsquo;s criticism of Virginia&rsquo;s economic development efforts is likely to become an issue in this fall&rsquo;s election. So we decided to see whether he is accurate in claiming that VEDP rejected GreenTech&rsquo;s efforts to locate its car plant in Virginia.<br />\r\n\t<br />\r\n\tWe asked McAuliffe&rsquo;s campaign for evidence supporting the candidate&rsquo;s claim and received this email reply from spokesman Josh Schwerin: &quot;As Terry said, although GreenTech supplied extensive documentation to support their project, VEDP repeatedly made clear in meetings and correspondence that they did not want to pursue this project.&quot;<br />\r\n\t<br />\r\n\tThe campaign declined to provide additional comments or proof.<br />\r\n\t<br />\r\n\tSo we turned to VEDP. The agency, complying with our request under the Freedom of Information Act, furnished hundreds of pages of emails and documents detailing its dealings with GreenTech. Specific information GreenTech furnished about the cost of the plant, investors, key employees, product information and payroll estimates were blacked out.<br />\r\n\t<br />\r\n\tThe documents and emails trace Virginia&rsquo;s communications with GreenTech under the two most recent &nbsp;governors, Democrat Tim Kaine and Republican Bob McDonnell. They show that economic development officials were interested but wary about GreenTech&rsquo;s ability to carry out the project. GreenTech deepened those concerns by not responding to some of the state&rsquo;s questions, according to the emails.<br />\r\n\t<br />\r\n\tThe story begins in 2009. McAuliffe lost a three-way Democratic primary for governor that spring. Shortly afterwards, he bought a Chinese electric car company, moved its headquarters to Northern Virginia and tried to set up a manufacturing base in the United States.<br />\r\n\t<br />\r\n\tThat August, GreenTech officials approached the Kaine administration about opening a car plant in Virginia. After that point, there were many emails between Michael Lehmkuhler, vice president for business attraction at VEDP, and Gary Tang, GreenTech&rsquo;s chief operations officer.</p>\r\n<p>\r\n\tOn Sept. 11 and Sept. 14, 2009, Lehmkuhler asked a series of &quot;standard diligence questions&quot; about the company&rsquo;s business plan. Tang replied on Sept. 16 -- his answers were heavily redacted -- and six days later, officials from VEDP and GreenTech toured a potential plant site.<br />\r\n\t<br />\r\n\tThe emails show that a major part of GreenTech&rsquo;s financial plan relied on a federal immigration program called <a href=\"http://www.uscis.gov/portal/site/uscis/menuitem.eb1d4c2a3e5b9ac89243c6a7543f6d1a/?vgnextoid=facb83453d4a3210VgnVCM100000b92ca60aRCRD&amp;vgnextchannel=facb83453d4a3210VgnVCM100000b92ca60aRCRD\">EB-5</a>. It allows foreigners who invest $500,000 into new enterprises in rural or struggling region, or $1 million in new enterprises in any region, to receive U.S. residency if at least 10 full-time jobs are created within two years as a result of the investment.<br />\r\n\t<br />\r\n\tThe EB-5 program had never been used in Virginia. To set it up, federal laws required the establishment of a &quot;regional center&quot; that would administer the program on a state or regional basis. The center finds suitable EB-5 projects, interacts with potential investors and handles legal and reporting requirements to ensure the investors receive their residency.<br />\r\n\t<br />\r\n\tA regional center can be run by a state or local government or by a private business. GreenTech wanted to run Virginia&rsquo;s program and asked Kaine to support that goal. The governor in September 2009 asked VEDP to weigh in, but officials there said they needed until at least the end of October to consider the plan.<br />\r\n\t<br />\r\n\tMeanwhile, Lehmkuhler arranged for GreenTech to tour potential sites in Danville, Martinsville and Waverly on Oct. 7 and 8. But then there was a surprise. On Oct. 6, GreenTech announced plans to build a plant in Tunica, Miss., where it had a regional center.<br />\r\n\t<br />\r\n\tMcAuliffe&rsquo;s company promised to initially employ 1,500 with a $1 billion investment and produce 150,000 vehicles annually in its first phase, the Memphis Business Journal reported. Watchdog.org later said that Mississippi and Tunica <a href=\"http://watchdog.org/64158/va-as-he-runs-for-governor-terry-mcauliffe-wheels-and-deals-electric-vehicles-in-miss/\">pitched</a> in more than $8 million in public loans and grants, with more added in tax exemptions and rebates. The public investments will be taken back if the company fails to attract $60 million in capital and hire 350 full-time workers by the end of 2014, Mississippi&rsquo;s Economic Development Authority said.<br />\r\n\t<br />\r\n\tVEDP officials learned about the plan through media stories published on the morning of the announcement. Lehmkuhler asked Tang for an explanation.<br />\r\n\t<br />\r\n\t&quot;We will talk about (Mississippi) in a different occasion when our (Virginia) operations are on more solid ground,&quot; Tang replied in an email that same day. &quot;(Mississippi) is moving fast, so we need get (Virginia&rsquo;s regional center) up running quickly.&quot;<br />\r\n\t<br />\r\n\tLehmkuhler, in an email to other development officials that day, wrote: &quot;They&rsquo;ve never indicated a second project until now. (Tang) confirmed this morning that there will be an announcement today, but in his words &lsquo;our plan has always been doing some in MS but bigger one in Va.&rsquo;&quot;<br />\r\n\t<br />\r\n\tThat same day, Lehmkuhler sent an email to Secretary of Commerce and Trade Patrick Gottschalk expressing concern about GreenTech. The &quot;group has no demonstrated ability to run an automotive company,&quot; he wrote.<br />\r\n\t<br />\r\n\t&quot;In my opinion, the Mississippi announcement today was prompted by the need to quickly establish an alternative for Chinese investors who are growing tired of waiting for Wang to get the EB-5 process started in earnest somewhere,&quot; he wrote. &quot;After telling them about Mississippi for so long, (CEO and President Charles) Wang has told prospective investors that Virginia will now be their primary focus. He needs to have a Virginia EB-5 regional center up and running asap to accommodate those still willing to wait a little longer for the &lsquo;best&rsquo; opportunity.&quot;<br />\r\n\t<br />\r\n\tDuring the next two days, GreenTech leaders made the scheduled site visits in Virginia. A week later, they told VEDP officials which site they preferred. &nbsp;<br />\r\n\t<br />\r\n\tOn Oct. 22, Lehmkuhler sent an <a href=\"https://www.documentcloud.org/documents/561605-gtaoct2009.html#document/p22/a87237\">email</a> to Tang detailing his concerns about the project. &quot;After a second review of the business plan, we still do not see a direct value proposition that explains how GreenTech will reach forecasted sales that equal 100 percent of planned capacity, both at the start of construction in 2012 and after a major expansion occurs through 2015,&quot; he wrote.<br />\r\n\t<br />\r\n\tLehmkuhler asked Tang to explain how GreenTech, with no car manufacturing experience, would compete with popular hybrids being marketed by major automobile companies. He asked GreenTech to justify its &quot;overstated&quot; estimate of the number spin-off jobs that would created by other companies servicing the auto plant in Virginia.<br />\r\n\t<br />\r\n\tIn November 2009, McAuliffe, who suggested the project be referred to by the code name Project Go Clean Green, visited Gottschalk and Kaine separately to talk about GreenTech&rsquo;s plans for a Virginia plant.<br />\r\n\t<br />\r\n\tAround the same time, VEDP finished its evaluation of GreenTech&rsquo;s request for regional center support from the state. The blunt conclusions were laid out in a <a href=\"https://www.documentcloud.org/documents/561607-gta-nov-2009.html#document/p8/a87238\">Nov. 19 memo</a> that Jeffrey Anderson, executive director of the agency, sent to Gottschalk, the secretary of commerce and labor.<br />\r\n\t<br />\r\n\tAnderson wrote, &quot;we have grave doubts about the business model presented to us&quot; by GreenTech. He mentioned several times that the company had not answered key questions that had been raised by the agency. And he warned that Virginia could be sullied by linking a new EB-5 program to the fortunes of a startup company.<br />\r\n\t<br />\r\n\t&quot;We are concerned that the financing plan does not fit the rules for the EB-5 Program,&quot; Anderson wrote. &quot;If the rules of the EB-5 Program are not followed, the investors will not receive the visas that they thought they would receive. If all, or any significant portion, of the investors were to not ultimately receive the visas, that would give the commonwealth a black eye, in the view of other companies or investors looking for possible business connections with the commonwealth.&quot;<br />\r\n\t<br />\r\n\tAnderson was also troubled by GreenTech&rsquo;s desire to run the regional center for an EB-5 program in Virginia. Foreigners would look to the center to steer them towards &quot;reasonable business investments,&quot; he wrote. &quot;We believe that having the principals of the regional center be the same as the principals of the company benefitting from the investment creates a conflict of interest.&quot;<br />\r\n\t<br />\r\n\tOn the same day, Tang sent an email to Lehmkuhler suggesting that GreenTech was focusing on one state. &quot;We have been under lots of pressure to move forward in MS...&quot; Tang wrote. &quot;Your expedited process and support is greatly appreciated... If we do not move the project soon in either place (not in both), our project momentum will be damaged.&quot;<br />\r\n\t<br />\r\n\tSeveral months of email silence ensued. In February 2010, Anderson asked Lehmkuhler if there was &quot;any news&quot; on GreenTech. Lehmkuhler replied that there wasn&rsquo;t.<br />\r\n\t<br />\r\n\tGreenTech purchased a prototype vehicle in May 2010 when the company <a href=\"http://www.bloomberg.com/news/2010-10-07/terry-mcauliffe-pursues-a-new-shade-of-green-with-mycar-project.html\">bought</a> EuAuto, a Chinese company that developed MyCar. MyCar is an electric vehicle that can drive 115 miles on one charge and reaches top speeds of 45 mph. In the U.S., dealers can&rsquo;t sell those types of vehicles if they go faster than 25 mph. Most state restrict the cars to roads with maximum speed limits of 35 mph.<br />\r\n\t<br />\r\n\tAfter the announcement, Lehmkuhler was asked for an update by Jim Cheng, secretary of commerce and trade for Gov. Bob McDonnell. Lehmkuhler, in a heavily redacted email, replied that the project was &quot;stuck in neutral.&quot;<br />\r\n\t<br />\r\n\tElizabeth Povar, director of business development at VEDP, added to the reply, &quot;Bottom line, we have no reason at this point to believe there&rsquo;s validity to the job creation numbers (or inferred project).&quot;<br />\r\n\t<br />\r\n\tMcAuliffe told <a href=\"http://www.bloomberg.com/news/2010-10-07/terry-mcauliffe-pursues-a-new-shade-of-green-with-mycar-project.html\">Bloomberg News</a> in October 2010 that the first 100,000 cars produced would sell for &nbsp;$8,500 apiece after federal and state tax credits reduced the price from $10,000. In articles written in 2012, the price escalated to <a href=\"http://www.torquenews.com/1075/greentech-automotive-launches-tiny-electric-car-help-bill-clinton-and-haley-barbour\">$15,500</a>, according to Torque News, and <a href=\"http://www.memphisdailynews.com/news/2012/jul/13/region-should-benefit-from-greentech-opening/print\">$18,000</a>, according to the Memphis Daily News.<br />\r\n\t<br />\r\n\tIn August 2011, GreenTech announced plans to build an assembly plant in Inner Mongolia to serve the Chinese market. A month later, Lt. Gov. Bill Bolling&rsquo;s office asked Lehmkuhler about the project.<br />\r\n\t<br />\r\n\tLehmkuhler shared his October 2009 due-diligence email with Randy Marcus, Bolling&rsquo;s chief of staff. Lehmkuhler added, in a note, &quot;Never received an answer to any of these observations, despite a promises (sic) 9 to the contrary.&quot;<br />\r\n\t<br />\r\n\tHe also wrote Marcus that the Mississippi plant and product is not what the company originally shared with VEDP. Lehmkuhler wrote that GreenTech &quot;keeps talking about doing this in Virginia but VEDP will not take another step&quot; until the company produced &quot;a qualified business plan and evidence of adequate financing.&quot; &nbsp;<br />\r\n\t<br />\r\n\tLehmkuhler added that that Green Tech was receiving &quot;no different treatment than any other prospect we deal with.&quot;<br />\r\n\t<br />\r\n\tGreenTech opened a manufacturing plant in a temporary location in Horn Lake, Mississippi in July 2012, surrounded by political luminaries such as former President Bill Clinton and former Mississippi Gov. Haley Barbour. McAuliffe said at the opening that the plant would make the innards of the vehicles destined for China, with assembly completed in the Chinese plant.<br />\r\n\t<br />\r\n\tBut the Associated Press <a href=\"http://www.timesdispatch.com/news/latest-news/mcauliffe-firm-never-applied-for-va-incentives/article_6d13a5a0-46e1-11e2-83b1-0019bb30f31a.html\">reported</a> that work on the original plant in Tunica has not progressed beyond site work and Watchdog.org <a href=\"http://watchdog.org/64158/va-as-he-runs-for-governor-terry-mcauliffe-wheels-and-deals-electric-vehicles-in-miss/\">adds</a> that the workforce runs just more than 100. The company says it has orders from some Domino&rsquo;s pizza franchises and a Danish company. A recent <a href=\"http://www.commercialappeal.com/news/2012/dec/23/greentech-lands-chinese-investors/\">story</a> from The Commercial Appeal in Memphis, Tenn., said early exports are planned for Europe.<br />\r\n\t<br />\r\n\tA final flurry of conversations between GreenTech and VEDP occurred last summer. VEDP&rsquo;s call center, which periodically contacts business prospects, dialed Wang, who said GreenTech would be interested in opening a plant in Virginia and moving engineers to the state.<br />\r\n\t<br />\r\n\tLehmkuhler followed up with a phone call and emails to Wang. The GreenTech executive replied on July 23. &nbsp;&quot;We always have interest to do projects in Virginia,&quot; he wrote and promised to follow up in August. No further emails between the two are recorded.<br />\r\n\t<br />\r\n\tIn November, the McDonnell administration asked for another update on the project. &quot;I reconnected with Gary Tang a few months ago because they expressed a further interest in Virginia when contacted by the call center (now marked as Do Not Contact),&quot; Lehmkuhler wrote to Carrie Roth, deputy secretary for commerce and trade.<br />\r\n\t<br />\r\n\tVEDP officials declined to be interviewed for this fact check, saying the emails speak for themselves.<br />\r\n\t<br />\r\n\tFor perspective, we spoke to Greg Wingfield, president and CEO of the Greater Richmond Partnership, which recruits and promotes business locally.<br />\r\n\t<br />\r\n\tWingfield said the partnership and VEDP investigate companies seeking help move into the Richmond region. For publicly traded businesses, that means reading reports filed with the U.S. Securities and Exchange Commission and learning about the leadership of the company. For privately held companies or startups, the partnership asks for the information.<br />\r\n\t<br />\r\n\t&quot;If a privately held company won&rsquo;t provide it, that sends up red flags and we can&rsquo;t really go much further,&quot; Wingfield said. &quot;There are numerous examples of startups that were playing one state off another state and Virginia has a philosophy that it&rsquo;s not a pay up-front state. They pay out after a company has performed.&quot;<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tMcAuliffe blamed VEDP for his company&rsquo;s decision to locate an electric car plant in Mississippi rather than Virginia. &quot;They decided they didn&rsquo;t want to bid on it,&quot; he said.<br />\r\n\t<br />\r\n\tRecords showed VEDP staff were interested in the project and were in the process of its due diligence when GreenTech moved ahead with a plant in Mississippi. VEDP had &quot;grave concerns&quot; about GreenTech&rsquo;s business plan. The agency said GreenTech Agency officials had no &quot;demonstrated experience&quot; in manufacturing cars. It doubted the company&rsquo;s job estimates. It questioned the ethics of GreenTech&rsquo;s plan to raise money from foreign investors in exchange for U.S. residency.<br />\r\n\t<br />\r\n\tThe record shows that VEDP asked GreenTech to address its concerns and waited in vain for replies. Without those answers, VEDP would not negotiate monetary support for that, or any, project.<br />\r\n\t<br />\r\n\tContrary to McAuliffe&rsquo;s claim, there is no evidence the state agency decided not to bid on the project. Emails show VEDP took GreenTech officials on a tour of potential sites and contacted the company about coming to Virginia almost two years after GreenTech announced it was building a plant in Mississippi.<br />\r\n\t<br />\r\n\tWe rate McAuliffe&rsquo;s statement False.</p>\r\n", "ruling_comments_date": "2013-01-24T10:59:03.602988", "ruling_date": "2013-01-24T10:49:23", "ruling_headline": "Terry McAuliffe says Virginia officials \"decided not to bid\" on his electric automobile plant", "ruling_headline_slug": "terry-mcauliffe-says-virginia-officials-decided-no", "ruling_link_text": "Company didn't address state concerns", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tYouTube, &quot;<a href=\"http://www.youtube.com/watch?v=g9qx5ccPu68\">NBC12</a><a href=\"http://www.youtube.com/watch?v=g9qx5ccPu68\"> Decision Virginia - McAuliffe on Green Car Company</a>,&quot; Dec. 5, 2012.<br />\r\n\t<br />\r\n\tVirginia Economic Development Partnership, <a href=\"https://backup.filesanywhere.com/fs/v.aspx?v=8c6c6489605f71beac6b\">FOIA response</a>, Dec. 17, 2012. (available until mid-February).</p>\r\n<p>\r\n\tVirginia Economic Development Partnership, <a href=\"https://www.documentcloud.org/documents/561605-gtaoct2009.html\">GTA Oct 2009</a>, Dec. 17, 2012. (available permanently)</p>\r\n<p>\r\n\tVirginia Economic Development Partnership, <a href=\"https://www.documentcloud.org/documents/561605-gtaoct2009.html#document/p22/a87237\">GTA Oct 22 2009 email</a>, Dec. 17, 2012.</p>\r\n<p>\r\n\tVirginia Economic Development Partnership, <a href=\"https://www.documentcloud.org/documents/561607-gta-nov-2009.html\">GTA Nov 2009</a>, Dec. 17, 2012.</p>\r\n<p>\r\n\tVirginia Economic Development Partnership, <a href=\"https://www.documentcloud.org/documents/561607-gta-nov-2009.html#document/p8/a87238\">GTA Nov 19 2009 memo</a>, Dec. 17, 2012.</p>\r\n<p>\r\n\tU.S. Citizenship and Immigration Services, &quot;<a href=\"http://www.uscis.gov/portal/site/uscis/menuitem.eb1d4c2a3e5b9ac89243c6a7543f6d1a/?vgnextoid=facb83453d4a3210VgnVCM100000b92ca60aRCRD&amp;vgnextchannel=facb83453d4a3210VgnVCM100000b92ca60aRCRD\">EB-5</a><a href=\"http://www.uscis.gov/portal/site/uscis/menuitem.eb1d4c2a3e5b9ac89243c6a7543f6d1a/?vgnextoid=facb83453d4a3210VgnVCM100000b92ca60aRCRD&amp;vgnextchannel=facb83453d4a3210VgnVCM100000b92ca60aRCRD\"> Immigrant Investor</a>,&quot; accessed Dec. 28, 2012.<br />\r\n\t<br />\r\n\tMemphis Daily News, &quot;<a href=\"http://www.memphisdailynews.com/news/2012/jul/13/region-should-benefit-from-greentech-opening/print\">Region Should Benefit from GreenTech Opening</a>,&quot; July 13, 2012.<br />\r\n\t<br />\r\n\tWatchdog.org, &quot;<a href=\"http://watchdog.org/64158/va-as-he-runs-for-governor-terry-mcauliffe-wheels-and-deals-electric-vehicles-in-miss/\">VA: As he runs for governor, McAuliffe wheels and deals electric cars in Mississipp</a>i,&quot; Dec. 10, 2012<br />\r\n\t<br />\r\n\tAssociated Press, &quot;<a href=\"http://www.timesdispatch.com/news/latest-news/mcauliffe-firm-never-applied-for-va-incentives/article_6d13a5a0-46e1-11e2-83b1-0019bb30f31a.html\">McAuliffe</a><a href=\"http://www.timesdispatch.com/news/latest-news/mcauliffe-firm-never-applied-for-va-incentives/article_6d13a5a0-46e1-11e2-83b1-0019bb30f31a.html\"> firm never applied for Va. incentives</a>,&quot; Dec. 15, 2012.<br />\r\n\t<br />\r\n\tGreenTech Automotive, <a href=\"http://www.wmgta.com/en/\">Home page</a>, accessed Dec. 31, 2012.<br />\r\n\t<br />\r\n\tTorque News, &quot;<a href=\"http://www.torquenews.com/1075/virginia-had-rejected-mcauliffes-bid-electric-car-factory-incentives\">Virginia had rejected McAuliffe&rsquo;s bid for electric car factory incentives</a>,&quot; Dec. 18, 2012.<br />\r\n\t<br />\r\n\tAssociated Press, &quot;Electric car firm says it&rsquo;s starting production,&quot; July 5, 2012.<br />\r\n\t<br />\r\n\tTorque News, &quot;<a href=\"http://www.torquenews.com/1075/greentech-automotive-launches-tiny-electric-car-help-bill-clinton-and-haley-barbour\">GreenTech</a><a href=\"http://www.torquenews.com/1075/greentech-automotive-launches-tiny-electric-car-help-bill-clinton-and-haley-barbour\"> Automotive launches tiny electric car with help of Bill Clinton and Haley Barbour</a>,&quot; July 6, 2012.<br />\r\n\t<br />\r\n\tThe New York Times, &quot;GreenTech Intends to Build E.V.&rsquo;s in Mississippi,&quot; Sept. 8, 2011.<br />\r\n\t<br />\r\n\tBloomberg, &quot;<a href=\"http://www.bloomberg.com/news/2010-10-07/terry-mcauliffe-pursues-a-new-shade-of-green-with-mycar-project.html\">Terry McAuliffe Pursues a New Shade of Green with MyCar Project</a>,&quot; Oct. 7, 2010.<br />\r\n\t<br />\r\n\tMemphis Business Journal, &quot;<a href=\"http://www.bizjournals.com/memphis/stories/2009/10/05/daily15.html\">Green Tech Automotive to open $1B Tunica, Miss., plant</a>,&quot; Oct. 6, 2009.<br />\r\n\t<br />\r\n\tThe Washington Post, &quot;Another run possible for McAuliffe?&quot; Nov. 25, 2009.<br />\r\n\t<br />\r\n\tThe Washington Post, &quot;<a href=\"http://articles.washingtonpost.com/2012-12-14/local/35846581_1_mail-online-comments-offensive-comments\">Va</a><a href=\"http://articles.washingtonpost.com/2012-12-14/local/35846581_1_mail-online-comments-offensive-comments\">. agency head apologizes to McAuliffe&rsquo;s company for &lsquo;inappropriate&rsquo; email</a>,&quot; Dec. 14, 2012.<br />\r\n\t<br />\r\n\tThe Commercial Appeal (Memphis, Tenn.), &quot;<a href=\"http://www.commercialappeal.com/news/2012/dec/23/greentech-lands-chinese-investors/\">GreenTech</a><a href=\"http://www.commercialappeal.com/news/2012/dec/23/greentech-lands-chinese-investors/\"> rides on Chinese investment, Mississippi incentives, political connections</a>,&quot; Dec. 23, 2012.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 12, "current_job": "Governor", "false_count": 6, "first_name": "Terry", "half_true_count": 2, "home_state": "Virginia", "id": 1189, "last_name": "McAuliffe", "mostly_true_count": 2, "name_slug": "terry-mcauliffe", "pants_count": 3, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/mcauliffe1.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Virginia", "edition": "Virginia", "edition_slug": "virginia", "has_afterthefact": false, "id": 10, "index_page": false, "meter_name": "The Virginia Truth-O-Meter", "resource_uri": "/api/v/2/edition/10/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1189/", "total_count": 34, "true_count": 6, "website": "http://www.terrymcauliffe.com/"}, "statement": "<p>\r\n\tSays Virginia economic development officials &quot;decided they didn&rsquo;t want to bid on&quot; his company&#39;s electric automobile plant.</p>\r\n", "statement_context": "a news conference.", "statement_date": "2012-12-05", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}, {"description": "", "id": 180, "photo": null, "resource_uri": "/api/v/2/subject/180/", "subject": "China", "subject_slug": "china", "used_in_edition": ["/api/v/2/edition/10/"]}, {"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}], "target": [], "twitter_headline": ""}