{"art": [], "author": [{"email_address": "moorhead@tampabay.com", "first_name": "Molly", "id": 274, "last_name": "Moorhead", "name_slug": "molly-moorhead", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Molly_the_Mollster.jpg", "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/274/", "title": "Pasco Editor", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2013/jan/24/ron-desantis/desantis-says-obamacare-tax-cheaper-insurance/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 7293, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "moorhead@tampabay.com", "first_name": "Molly", "id": 274, "last_name": "Moorhead", "name_slug": "molly-moorhead", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Molly_the_Mollster.jpg", "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/274/", "title": "Pasco Editor", "twitter": null}], "resource_uri": "/api/v/2/statement/7293/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\r\n\tFollowing President Barack Obama&rsquo;s second inaugural address, three freshmen Republican members of Congress appeared on Greta Van Susteren&rsquo;s Fox News show to offer their reactions.<br />\r\n\t<br />\r\n\tThe panel focused on the need to address the nation&rsquo;s debt problem, but the discussion also turned to a favorite Republican point of attack: Obamacare.<br />\r\n\t<br />\r\n\tRon DeSantis, who represents northeast Florida including St. Augustine, Daytona Beach, and areas near Jacksonville, predicted that the health care law will put negative pressure on the insurance market.<br />\r\n\t<br />\r\n\t&quot;It&#39;s structured in a way I think is going to end up failing,&quot; DeSantis said. &quot;The tax that they put on you to buy insurance is lower than it would have cost to buy insurance, so I think a lot of people are going to pay the tax and that&#39;s going to destabilize the insurance market. And I think you will see problems with increased costs.&quot;<br />\r\n\t<br />\r\n\tWe can&rsquo;t fact-check DeSantis&rsquo; prediction, but we were interested in DeSantis&rsquo; claim that the tax penalty imposed by the law is less than the cost of insurance. We decided to check it out.<br />\r\n\t<br />\r\n\t<strong>What&rsquo;s in the law</strong><br />\r\n\t<br />\r\n\tThe law&rsquo;s individual mandate requires most adults in the U.S. to carry insurance coverage or pay a tax penalty. The tax is either a specific amount or a percentage of income, whichever is greater, and it&rsquo;s phased in over time. Here is how the nonpartisan <a href=\"http://www.kff.org/healthreform/upload/8061.pdf\">Kaiser Family Foundation</a> summarizes it:<br />\r\n\t<br />\r\n\t&quot;Those without coverage pay a tax penalty of the greater of $695 per year up to a maximum of three times that amount ($2,085) per family or 2.5 percent of household income. The penalty will be phased-in according to the following schedule: $95 in 2014, $325 in 2015, and $695 in 2016 for the flat fee or 1 percent of taxable income in 2014, 2 percent of taxable income in 2015, and 2.5 percent of taxable income in 2016. Beginning after 2016, the penalty will be increased annually by the cost-of-living adjustment.&quot;<br />\r\n\t<br />\r\n\tAt most middle-income levels, the percentage of income is greater than the flat fee. Here are a few examples of what the tax would cost:<br />\r\n\t<br />\r\n\tAn individual with $30,000 annual income would pay a $300 penalty in 2014, $600 in 2015 and $750 in 2016.<br />\r\n\t<br />\r\n\tAn individual with $50,000 annual income would pay a $500 penalty in 2014, $1,000 in 2015 and $1,250 in 2016.<br />\r\n\t<br />\r\n\tAn individual earning $100,000 a year would pay a $1,000 penalty in 2014, $2,000 in 2015 and $2,500 in 2016.<br />\r\n\t<br />\r\n\tMarried couples would pay double those amounts since the penalties are assessed per person. Families will eventually pay up to $2,085, or 2.5 percent of household income, by 2016. After 2016, the penalty will be increased annually by the cost-of-living adjustment.<br />\r\n\t<br />\r\n\t<strong>The cost of insurance</strong><br />\r\n\t<br />\r\n\tThe health care law also establishes insurance exchanges, essentially marketplaces in each state where people can purchase health insurance.<br />\r\n\t<br />\r\n\tThe <a href=\"http://healthreform.kff.org/%7E/media/Files/KHS/Flowcharts/requirement_flowchart_2.pdf\">Congressional Budget Office estimated</a> that the national average annual premium in an Exchange in 2016 would be about $5,000 for an individual and about $12,000 for a family for the lowest-cost coverage that will be available.<br />\r\n\t<br />\r\n\tDeSantis&rsquo; office pointed us to <a href=\"http://www.kff.org/insurance/ehbs091112nr.cfm\">another survey</a> which said employer-sponsored insurance premiums rose to an average of $5,615 in 2012 for individuals and $15,745 for family coverage, though those figures do not represent what employees themselves paid toward their plans in the form of premiums.<br />\r\n\t<br />\r\n\tSo it&rsquo;s clear that even for those making high incomes -- the penalty in 2016 on a $200,000 income would be $4,500 -- the overall cost of insurance is greater than the tax.<br />\r\n\t<br />\r\n\t&quot;The point Congressman DeSantis was making is that under Obamacare the penalty intended to force you to buy health insurance is less expensive than the average annual premium. In which case, many individuals may opt to pay the penalty instead of purchasing insurance in the marketplace,&quot; DeSantis&rsquo; communications director, Amy Graham, told PolitiFact in an email.<br />\r\n\t<br />\r\n\t<strong>Other views</strong><br />\r\n\t<br />\r\n\tWe talked to two experts for their take on DeSantis&rsquo; claim. They agreed that dollar-for-dollar, the tax is less than the cost of insurance.<br />\r\n\t<br />\r\n\tBut the matter is about more than just the math.<br />\r\n\t<br />\r\n\t&quot;People buy health insurance for stability, making sure they aren&rsquo;t bankrupted by a car accident or heart attack,&quot; said Timothy Jost, a law professor who studies health policy at Washington and Lee School of Law who supports the law. &quot;For a lot of those people they&rsquo;re going to decide they&rsquo;d rather pay a bit more for insurance and have something than pay the penalty and be uninsured.&quot;<br />\r\n\t<br />\r\n\tClint Stretch, a tax attorney in Washington, also pointed out that the penalty is not meant to be a better deal than health insurance. It&rsquo;s meant to nudge the uninsured toward buying coverage.<br />\r\n\t<br />\r\n\t&quot;Assume an individual could get coverage for $3,000 or not get it and suffer a $1,000 penalty. All else being equal, the law has made the decision to buy insurance a $2,000 decision rather than a $3,000 decision,&quot; Stretch said in an email. &quot;In effect the taxpayer&rsquo;s choice is pay the Treasury or pay the insurance company &ndash; if they pay the Treasury they get no benefit.&quot;<br />\r\n\t<br />\r\n\tJost added that many people who are subject to the penalty will benefit from other functions of the health care law, such as Medicaid, the health program for the poor that is expanded under Obamacare. There are also tax credits to help people pay for premiums and existing employer-sponsored plans.<br />\r\n\t<br />\r\n\t&quot;If it were just a question of do I pay $2,000 (or insurance) or $700 (in a tax penalty), yeah that&rsquo;s pretty much a no brainer,&quot; Jost said. &quot;But on the other hand if I can get insurance through my employer for $200 a month and the alternative is not to do that and pay the penalty, it becomes a closer calculation.&quot;<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tDeSantis said that the tax penalty in the health reform law &quot;is lower than it would have cost to buy insurance.&quot;<br />\r\n\t<br />\r\n\tDesantis is correct that health insurance premiums far exceed the penalties Obamacare imposes for not carrying insurance, even on high incomes. We think it&rsquo;s valid to note that several provisions in the health law bring the dollar amounts closer together to give people an incentive to buy coverage. That&rsquo;s also the purpose of the tax penalty -- to urge people to get insurance.<br />\r\n\t<br />\r\n\tBut DeSantis is right in the straightforward cost comparison. We rate his statement True.</p>\r\n", "ruling_comments_date": "2013-01-24T17:13:17.000526", "ruling_date": "2013-01-24T17:35:32", "ruling_headline": "Florida Rep. Ron DeSantis says ‘Obamacare’ tax is cheaper than insurance", "ruling_headline_slug": "desantis-says-obamacare-tax-cheaper-insurance", "ruling_link_text": "Insurance costs far more than tax", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tCQ Newsmaker Transcripts, Reps. Cotton, DeSantis and Radel Interviewed on Fox News, Jan. 21, 2013<br />\r\n\t<br />\r\n\tKaiser Family Foundation, <a href=\"http://www.kff.org/healthreform/upload/8061.pdf\">Summary of New Health Reform Law</a><br />\r\n\t<br />\r\n\tEmail interview with Amy Graham, communications director for Rep. Ron DeSantis, Jan. 24, 2013<br />\r\n\t<br />\r\n\tKaiser Family Foundation, &quot;<a href=\"http://www.kff.org/insurance/ehbs091112nr.cfm\">Family Health Premiums Rise 4 Percent to Average $15,745 in 2012, National Benchmark Employer Survey Finds</a>,&quot; Sept. 11, 2012<br />\r\n\t<br />\r\n\tInterview with Timothy Jost, Washington and Lee University School of Law, Jan. 24, 2013<br />\r\n\t<br />\r\n\tEmail interview with Clint Stretch, Jan. 24, 2013<br />\r\n\t<br />\r\n\t&nbsp;</p>\r\n", "speaker": {"adkey": "", "advalue": "", "barely_true_count": 2, "current_job": "", "false_count": 2, "first_name": "Ron", "half_true_count": 3, "home_state": "Florida", "id": 2150, "last_name": "DeSantis", "mostly_true_count": 4, "name_slug": "ron-desantis", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/desantiscropped.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2150/", "total_count": 13, "true_count": 1, "website": ""}, "statement": "<p>\r\n\tThe tax penalty that the government imposes if you don&#39;t buy health insurance &quot;is lower than it would have cost to buy insurance.&quot;</p>\r\n", "statement_context": "an interview on Fox News", "statement_date": "2013-01-21", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}