{"art": [], "author": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "canonical_url": "/wisconsin/statements/2013/jan/28/internet-commenters/commenters-say-ryan-walker-ticket-would-be-unconst/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 7304, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/7304/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tWhen two high-profile Wisconsin pols -- 2012 vice presidential nominee Paul Ryan and Gov. Scott Walker -- made a highly precocious <a href=\"http://www.politico.com/news/stories/1112/84110.html\">Politico.com list </a>of possible 2016 Republican presidential candidates, some Internet commenters cheered. Others jeered.<br />\r\n\t<br />\r\n\tOne political junkie&rsquo;s Dream Ticket, it seems, is another&rsquo;s Nightmare Express.<br />\r\n\t<br />\r\n\tBut as the online reaction unfolded, we noticed another spin on things as commenters speculated on the two longtime friends being on the same ticket. It&rsquo;s a legal impossibility, some argued.<br />\r\n\t<br />\r\n\tWhen Walker was to appear Jan. 21, 2013 on Greta Van Susteren&rsquo;s &quot;On the Record&quot; show on FOX News, the commenter &quot;4knit&quot; called for a Ryan-Walker ticket when posting a comment on an <a href=\"http://gretawire.foxnewsinsider.com/2013/01/21/wisconsin-governor-scott-walker-goes-on-the-record-tonight-at-10pmet-2/\">item</a> promoting that night&rsquo;s appearance.<br />\r\n\t<br />\r\n\tA follow up post by &quot;righteousva&quot; <a href=\"http://gretawire.foxnewsinsider.com/2013/01/21/wisconsin-governor-scott-walker-goes-on-the-record-tonight-at-10pmet-2/\">dismissed the thought</a>: &quot;They couldn&#39;t carry Wisconsin for Romney in 2012; also not constitutional.&quot;<br />\r\n\t<br />\r\n\tCurious about the constitutional question, we surfed around a bit more &hellip; and found comments from late November 2012 speculating about an all-Florida ticket of former Gov. Jeb Bush and current U.S. Sen. Marco Rubio.<br />\r\n\t<br />\r\n\t&quot;Can&rsquo;t happen unless one of them moves, &quot;karenhasfreedom&quot; <a href=\"http://hotair.com/headlines/archives/2012/11/26/conservative-blogger-poll-who-should-the-gop-nominate-in-2016/\">wrote</a> on HotAir.com. &quot;I remember back in 2000, Cheney had to move to WY to qualify as the VP because of some obscure thing that the entire ticket can&rsquo;t come from the same state.&quot;<br />\r\n\t<br />\r\n\tVery interesting.<br />\r\n\t<br />\r\n\tAt this point, we paused -- ever so briefly -- to consider an admonition directed at the Journal Sentinel when Walker and Ryan surfaced on Politico&rsquo;s watch list.<br />\r\n\t<br />\r\n\t&quot;Hey JS &hellip; Can we give it a rest for a little while and enjoy the holidays,&quot; wrote <a href=\"http://m.jsonline.com/180356611.htm?page=1\">&quot;shadow1757&quot;</a> &quot;No need to stoke the flames of political differences around the dinner table. Can we at least wait until inauguration day has passed to start speculation on the next POTUS race?&quot;</p>\r\n<p>\r\n\tWell, inauguration day has passed.</p>\r\n<p>\r\n\tAnd, while we typically check statements by politicians, parties and pundits, we have also looked at claims from chain emails, Facebook posts and bloggers, even a billboard. So, why not take on a claim being circulated by a bunch of Internet commenters?</p>\r\n<p>\r\n\tSo, on to 2016 and this question: Would a same-state ticket run afoul of the Constitution?<br />\r\n\t<br />\r\n\tWe consulted several constitutional scholars, political scientists and experts on the Electoral College process and found there is a serious issue here that was a fascinating footnote in the razor-thin, controversial 2000 presidential race.<br />\r\n\t<br />\r\n\tAnd it could come into play again &hellip; in theory.<br />\r\n\t<br />\r\n\tIn 2000, of course, with a boost from the U.S. Supreme Court decision ending the Florida recount, Republican George W. Bush topped Democrat Al Gore by five electoral votes even though he trailed in the popular vote.<br />\r\n\t<br />\r\n\tJust weeks before the Electoral College met, lawyers for three Texas voters challenged the Texas delegation&rsquo;s right to cast its 32 electoral votes for Bush, the Texas governor, and his running mate, Dick Cheney.<br />\r\n\t<br />\r\n\tThe lawsuit, which was dismissed in Texas courts before the electoral vote, claimed the U.S. Constitution&rsquo;s 12th Amendment prohibited electors from voting for president and vice presidential candidates who live in the same state.<br />\r\n\t<br />\r\n\tCheney had lived and worked in Texas, but an appeals court ruled his residence was Wyoming, where he had switched his voter registration and drivers license just before becoming Bush&rsquo;s running mate, according to <a href=\"http://articles.baltimoresun.com/2001-01-18/news/0101180295_1_electoral-college-supreme-presidential-election\">media</a> accounts from the time.<br />\r\n\t<br />\r\n\t&quot;Cheney tried to avoid the 12th Amendment issue by moving his voter registration and driver license from Texas to Wyoming in July, just before Bush announced him as his running mate,&quot; Cox News Service reported in January 2001.<br />\r\n\t<br />\r\n\tHere&rsquo;s what&rsquo;s behind the issue.<br />\r\n\t<br />\r\n\tArticle Two of the <a href=\"http://www.archives.gov/exhibits/charters/constitution_transcript.html\">U.S. Constitution</a> says of the role of electors: &quot;The Electors shall meet in their respective States, and vote by Ballot for two Persons, of whom one at least shall not be an Inhabitant of the same State with themselves.&quot;<br />\r\n\t<br />\r\n\tThe 12th Amendment, approved in 1804, slightly altered the language (italics added): &quot;The Electors shall meet in their respective states and vote by ballot <em>for President and Vice-President</em>, one of whom, at least, shall not be an inhabitant of the same state with themselves.&quot;<br />\r\n\t<br />\r\n\tThat means electors from Wisconsin, for example, could not vote for both Ryan and Walker on a national ticket. That was the assessment of Judith Best of State University of New York-Cortland, Jack Rakove of Stanford University and Miriam Vincent of the Office of the Federal Register, which administers procedural aspects of Electoral College process.<br />\r\n\t<br />\r\n\tElectors cast separate votes for the two offices.<br />\r\n\t<br />\r\n\tThe original rationale, Rakove explained, was that there would be a lot of &quot;favorite son&quot; voting among the electors, so that by requiring electors to cast one vote for someone who was not a resident of their own state, they would be forced to cast one vote on non-parochial (though not necessarily non-regional) grounds.<br />\r\n\t<br />\r\n\tHowever, that&rsquo;s different than being prohibited from running on the same ticket. None of our experts said a same-state ticket would somehow be blocked from running, or that would be unconstitutional.<br />\r\n\t<br />\r\n\tTo be sure, there could be negative consequences for such a ticket &hellip; at least on paper.<br />\r\n\t<br />\r\n\t&quot;In the current case you imagine, only Wisconsin electors would be affected,&quot; Rakove wrote to us. &quot;Presumably they would cast their votes for president for the Wis. candidate, and throw away their votes for vice president (I would bet for another Republican, rather than a Democrat).&quot;<br />\r\n\t<br />\r\n\tRakove said in the event that an electoral decision comes down to a handful of votes (like in 2000), the loss of the Wisconsin electors for the vice presidential candidate could prevent that candidate from getting a majority of electoral votes. In that event, the U.S. Senate chooses the veep.<br />\r\n\t<br />\r\n\t&quot;It is still hard for me to imagine why senators from the other party would insist on voting for a v.p. from a different party than the president-elect,&quot; Rakove said in the email.<br />\r\n\t<br />\r\n\tWe lured Vincent and Best deeper into our web of hypotheticals, asking if Wisconsin electors under such a scenario could split their allegiances.<br />\r\n\t<br />\r\n\tYes, they said. For example, half could decide to support Walker for president and half could cast their presidential ballot for a non-Wisconsin resident.<br />\r\n\t<br />\r\n\tUnder that scenario, the half that shunned Walker would be free to vote for Ryan for vice president.<br />\r\n\t<br />\r\n\tOf course, electors presumably would do this only if Walker had enough cushion in the electoral voting to win the presidency even without the full slate of votes from Wisconsin.<br />\r\n\t<br />\r\n\tThe bottom line: A same-state ticket would pay a penalty in the presidential tally, the VP tally, or both.<br />\r\n\t<br />\r\n\tWhich is why, among many other obvious strategic calculations, that same-state tickets are so unlikely to develop.<br />\r\n\t<br />\r\n\t<strong>Our rating</strong><br />\r\n\t<br />\r\n\tCommenters on a hypothetical Ryan-Walker or Walker-Ryan ticket in 2016 claimed that such arrangements are unconstitutional.<br />\r\n\t<br />\r\n\tThe constitution does exact a price for such arrangements, as electoral voters could only cast a ballot for one or the other candidate. But the claim that such tickets would be outlawed or blocked from running is off the mark.<br />\r\n\t<br />\r\n\tWith a gentle nod to the commenters who probably never dreamed their musings would be fact-checked, we rate the claim False.</p>\r\n", "ruling_comments_date": "2013-01-28T17:19:19.727839", "ruling_date": "2013-01-28T18:24:15", "ruling_headline": "Commenters say Ryan-Walker ticket would be unconstitutional because both live in Wisconsin", "ruling_headline_slug": "commenters-say-ryan-walker-ticket-would-be-unconst", "ruling_link_text": " All-Badger ticket legal, if unlikely", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tGretaWire, <a href=\"http://gretawire.foxnewsinsider.com/2013/01/21/wisconsin-governor-scott-walker-goes-on-the-record-tonight-at-10pmet-2/\">comments on &quot;Wisconsin Governor Scott Walker goes ON THE RECORD,&quot;</a> Jan. 21, 2013<br />\r\n\t<br />\r\n\tHotAir.com, <a href=\"http://hotair.com/headlines/archives/2012/11/26/conservative-blogger-poll-who-should-the-gop-nominate-in-2016/\">comments on &quot;Conservative Blogger Poll: Who Should the GOP Nominate in 2016?&quot;</a>&nbsp; Nov. 26, 2012<br />\r\n\t<br />\r\n\tMilwaukee Journal Sentinel, <a href=\"http://www.jsonline.com/blogs/news/180356611.html#%21page=6&amp;pageSize=10&amp;sort=newestfirst\">comments on &quot;Ryan, Walker named as possible GOP contenders in 2016, &quot;</a>Nov. 21, 2012<br />\r\n\t<br />\r\n\tNational Archives, <a href=\"http://www.archives.gov/exhibits/charters/constitution_transcript.html\">&quot;The Constitution of the United States: A Transcription,&quot; </a>accessed Jan. 23, 2013</p>\r\n<p>\r\n\tInterview with Miriam Vincent, staff attorney, National Archives and Records Administration, Office of the Federal Register, Jan. 23, 2013</p>\r\n<p>\r\n\tInterview with Judith Best, Distinguished Teacher, Political Science, SUNY Cortland, Jan. 23, 2013<br />\r\n\t<br />\r\n\tInterview with Jack Rakove, William Robertson Coe Professor of History and American Studies, and professor of political science and (by courtesy) of law, Stanford University, Jan. 23, 2013<br />\r\n\t<br />\r\n\tThe Heritage Guide to the Constitution, <a href=\"http://www.heritage.org/constitution/#%21/search/electoral+/articles/2/essays/80/electoral-college\">essay on Electoral College,</a>accessed Jan. 23, 2013<br />\r\n\t<br />\r\n\tInterview with Bill Berenson, <a href=\"http://www.berensonlaw.com/\">personal injury attorney </a>and plaintiff&rsquo;s attorney of record in <a href=\"http://www.leagle.com/xmlResult.aspx?xmldoc=2000835122FSupp2d713_1757.xml&amp;docbase=CSLWAR2-1986-2006\">Jones v. Bush</a>, Jan. 23, 2013<br />\r\n\t<br />\r\n\tPalm Beach Post, <a href=\"http://www.freerepublic.com/focus/f-news/1234506/posts\">&quot;Lawyer Urges Snowbirds to Cast Their Votes in Florida, &quot;</a>Sept. 19, 2004<br />\r\n\t<br />\r\n\tThe Baltimore Sun, <a href=\"http://articles.baltimoresun.com/2001-01-18/news/0101180295_1_electoral-college-supreme-presidential-election\">&quot;Supreme Court Quietly Ends Suit Over Cheney&rsquo;s Residence, &quot;Jan. 18, 2001</a></p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 2, "first_name": "", "half_true_count": 0, "home_state": "Wisconsin", "id": 2155, "last_name": "Internet commenters", "mostly_true_count": 0, "name_slug": "internet-commenters", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/mugs_mug-independentgroup___________________27.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2155/", "total_count": 2, "true_count": 0, "website": ""}, "statement": "<p>\r\n\tA Paul Ryan-Scott Walker (or Scott Walker-Paul Ryan) ticket for the White House in 2016 would be unconstitutional because both men live in Wisconsin.<br />\r\n\t&nbsp;</p>\r\n", "statement_context": "website comments", "statement_date": "2013-01-21", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}], "target": [], "twitter_headline": ""}