{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2013/feb/01/texas-federation-republican-women/republican-group-says-9-million-50-million-illegal/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 7336, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/7336/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tA Texas group urging congressional action on immigration also says the number of illegal U.S. residents might vary more than five-fold.<br />\r\n\t<br />\r\n\tThe Texas Federation of Republican Women, which <a href=\"http://www.tfrw.org/\">describes itself </a>as the state&rsquo;s most powerful women&rsquo;s political group, said in <a href=\"http://www.tfrw.org/UserContent/UserFiles/Immigration%20Policy%20statement%20with%20Hodges%20sig.pdf\">its Jan. 17, 2013, resolution</a>: &quot;Within the United States, there currently reside between nine (9) and fifty (50) million undocumented residents from all cultural and socio-economic backgrounds and nationalities.&quot;<br />\r\n\t<br />\r\n\tThat&rsquo;s some range. The 9 million figure undershoots a widely bandied estimate of 11 million, most recently included in December 2012 news accounts from <em><a href=\"http://usatoday30.usatoday.com/NEWS/usaedition/2012-12-19-Rep-Gowdy-selected-to-head-key-immigration-committee_ST_U.htm\">USA Today</a></em> and the <a href=\"http://bigstory.ap.org/article/fewer-health-care-options-illegal-immigrants\">Associated Press</a>. The 50 million figure seems off the charts.<br />\r\n\t<br />\r\n\tAnd the full statement indicates that 3 percent to 16 percent of <a href=\"http://www.census.gov/population/www/popclockus.html\">more than 315 million U.S. residents</a> are here illegally.<br />\r\n\t<br />\r\n\tTo our inquiries, a federation spokeswoman, Laura Sorrell of Austin, said the group drew its figures from different sources. She said by email that the group had no source to provide for the 9 million figure, while the 50 million figure was provided by a former fellow with Rice University&rsquo;s James A. Baker Institute for Public Policy, <a href=\"http://bakerinstitute.org/personnel/inactive/jneuhaus\">Joan Neuhaus Schaan</a>.<br />\r\n\t<br />\r\n\t<strong> The 50 million methodology</strong><br />\r\n\t<br />\r\n\tBy phone, Schaan told us she reached her estimate, which she said she has not laid out in a research presentation, by assuming that annual apprehensions of border crossers represent about 10 percent of actual crossers, an assumption she said she based on years of speaking engagements, including many in the Texas-Mexico border region.<br />\r\n\t<br />\r\n\tBorder region &quot;landowners, local law enforcement, those living the reality of human migration, would say that maybe 3 percent of those people that crossed were being apprehended,&quot; Schaan said. &quot;In some cases, thousands of people a week are crossing properties with virtually no apprehensions.&quot;<br />\r\n\t<br />\r\n\tSchaan was referring to apprehensions by the Border Patrol, part of the Department of Homeland Security, which <a href=\"http://www.dhs.gov/xlibrary/assets/statistics/publications/ois-apprehensions-fs-2005-2010.pdf\">reported</a> in July 2011 that the number of apprehensions declined 61 percent from nearly 1.2 million in 2005 to 463,000 in 2010, with the vast majority of them occurring along the southwest border near Mexico. The 2010 total was the lowest level since 1972; peaks in apprehensions, of early 1.7 million, were reached in 1986 and 2000, it says.<br />\r\n\t<br />\r\n\tYet the report cautions against presuming that apprehensions relate to a particular number of individuals. &quot;Apprehension data... represent events, not individuals,&quot; it says. &quot;The total number of apprehensions during a specific period will be greater than the total number of unique individuals apprehended because some individuals will have been apprehended more than once. The relationship between the number of border apprehensions to either the number of attempted illegal entries or the number of successful illegal entries is unknown.&quot;<br />\r\n\t<br />\r\n\t<strong>Other estimates</strong><br />\r\n\t<br />\r\n\tTo take our own look, we turned to several oft-quoted sources, each one lately suggesting there are 11 million to 13 million illegal U.S. residents.<br />\r\n\t<br />\r\n\tAccording to a March 2012 Department of Homeland Security <a href=\"http://www.dhs.gov/xlibrary/assets/statistics/publications/ois_ill_pe_2011.pdf\">report</a>, there were 11.5 million illegal immigrants living in the country in January 2011, about the same number as in 2010, and a little more than half of the 22 million legal foreign-born residents in the country.<br />\r\n\t<br />\r\n\tSome history: The United States was home to up to 4 million illegal residents in 1980, the report says, with the number peaking at 11.8 million in 2007.<br />\r\n\t<br />\r\n\tThe report, drawing from U.S. Census Bureau household surveys and Homeland Security figures, says some 55 percent of the unauthorized residents entered the country between 1995 and 2004, with entrants since 2005 accounting for 14 percent of the illegal 2011 residents.<br />\r\n\t<br />\r\n\t&quot;It is unlikely that the unauthorized immigrant population increased after 2007,&quot; the report says, &quot;given relatively high U.S. unemployment, improved economic conditions in Mexico, record low numbers of apprehensions of unauthorized immigrants at U.S. borders, and greater levels of border enforcement.&quot;<br />\r\n\t<br />\r\n\tThe report says 59 percent of the country&rsquo;s unauthorized immigrants in 2011, some 6.8 million, were from Mexico, with 2.8 million living in California, 1.8 million in Texas.<br />\r\n\t<br />\r\n\tMore recently, the Pew Hispanic Center <a href=\"http://www.pewhispanic.org/2012/12/06/unauthorized-immigrants-11-1-million-in-2011/\">said</a> in December 2012 that 11.1 million unauthorized residents lived in the country as of March 2011, &quot;unchanged from the previous two years and a continuation of the sharp decline in this population since its peak in 2007,&quot; the center said, when the number of illegal immigrants in the United States peaked at 12 million.<br />\r\n\t<br />\r\n\tBoth Homeland Security and the Pew center devised their estimates by drawing on the census surveys and applying a &quot;residual&quot; method of calculation. &quot;Under this methodology,&quot; Pew wrote, &quot;a demographic estimate of the legal foreign-born population &mdash; naturalized citizens, legal permanent residents, temporary legal residents and refugees &mdash; is subtracted from the total foreign-born population. The remainder, or residual, is the source of population estimates and characteristics of unauthorized immigrants.&quot;<br />\r\n\t<br />\r\n\tThe Center for Immigration Studies, which advocates for low levels of immigration, said it took a similar approach to conclude in an August 2012 <a href=\"http://cis.org/node/3877#illegal\">report</a> that there were 10.5 million illegal immigrants in the country in 2010, though it said that after adjustments of undercounting of the population by the U.S, Census Bureau the total could have been 11.5 million or more.<br />\r\n\t<br />\r\n\tMost &quot;research indicates that roughly 10 percent of illegals are not counted in Census Bureau surveys,&quot; the report says, meaning the &quot;true size of the illegal population could be 11.5 million. If the undercount is larger, then the total illegal alien population is larger.&quot;<br />\r\n\t<br />\r\n\tBy email, the center&rsquo;s research director, Steve Camarota, said there could be 13 million illegal residents in the country. He said, though, that he doesn&rsquo;t see how administrative records such as births or school enrollments would justify any conclusion that such estimates are off by huge margins.<br />\r\n\t<br />\r\n\t&quot;There is uncertainty in the numbers,&quot; Camarota said. &quot;But not that big.&quot;<br />\r\n\t<br />\r\n\tWe also touched base with the Federation for American Immigration Reform, which says its mission is to educate Americans about the costs of immigration, particularly illegal immigration. A spokesman, Jack Martin, said by phone that the group has taken up the estimates by Homeland Security, the Pew Hispanic Center and the Center for Immigration Studies and made adjustments for what it believes to be some untallied residents. He said FAIR believes there are 11.9 million illegal residents.<br />\r\n\t<br class=\"kix-line-break\" />\r\n\t<strong>Weaknesses in 50 million figure</strong><br />\r\n\t<br />\r\n\tWe asked Martin for his thoughts on the topmost figure in the Texas group&rsquo;s resolution, 50 million.<br />\r\n\t<br />\r\n\tHe said there is no logical basis for such an elevated estimate, though similar errors were made in the past when observers incorrectly counted each government apprehension of an illegal immigrant as an immigrant &mdash; even if the same person was apprehended by authorities a dozen times in a matter of weeks or over a year. Worse, he said, some observers erred by adding each year&rsquo;s apprehensions to the tally for each subsequent year, inaccurately describing the ballooning total as a count of illegal immigrants in the country at that time.<br />\r\n\t<br />\r\n\tSimilarly, Jeffrey Passel, senior demographer for the Pew Hispanic Center, said it&rsquo;s a mistake to convert the number of Border Patrol apprehensions into a count of individuals living in the country.<br />\r\n\t<br />\r\n\tAside from noting the same weakness identified by Martin, Passel said by phone that given that most apprehensions involve men, relating total apprehensions to the number of illegal residents in the country would erroneously signal that Mexico is overrun with women alone. Also not factored in, Passel said, is the fact that many illegal residents travel, staying in the U.S. for a few months at a time or less.<br />\r\n\t<br />\r\n\tSchaan&rsquo;s methodology &quot;has no validity,&quot; Passel said.<br />\r\n\t<br />\r\n\tFinally, Martin also sounded a general cautionary note about pinning down the number of illegal residents. &quot;Any estimate is simply an estimate,&quot; he said.<br />\r\n\t<br />\r\n\tSchaan stuck by her figure, emailing: &quot;Clearly we have a difference of opinion on the approximate number, and any research group will be compelled to support their own positions and downplay anything different. There is no question in my mind the 11 million to 13 million figure is low, but there is no way to prove it one way or the other.&quot;<br />\r\n\t<br />\r\n\tSorrell, of the federation, told us by email that the point of its resolution was to not get bogged down with the numbers, but to prove a point that no one knows what the actual numbers are.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tThe federation said there are 9 million to 50 million illegal U.S. residents.<br />\r\n\t<br />\r\n\tAt a glance, that&rsquo;s almost certainly right, though one could similarly say there are zero to 100 million. Too vast a range is misleading.<br />\r\n\t<br />\r\n\tIt&rsquo;s also fair to concede that no one knows the precise number of illegal residents. However, accepted estimates, tied to household surveys and other research, suggest that the likely range tops out at 12 million or so, only one quarter of the federation&rsquo;s unsupported top-end 50 million figure.<br />\r\n\t<br />\r\n\tWe rate this claim as Mostly False.</p>\r\n", "ruling_comments_date": "2013-02-01T16:35:11.473083", "ruling_date": "2013-02-01T15:25:36", "ruling_headline": "Republican group says 9 million to 50 million illegal immigrants live in United States", "ruling_headline_slug": "republican-group-says-9-million-50-million-illegal", "ruling_link_text": "Around 11 million, experts say", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<a href=\"https://docs.google.com/document/d/1sXI0xi1IzsshIx9A85WWmazJZ-455vviXWSPvqU1lJw/pub\" id=\"internal-source-marker_0.892544407495298\">Emails</a> (excerpted), responses from Laura Sorrell, volunteer spokeswoman, the Texas Federation of Republican Women, Jan. 25 through Feb. 1, 2013<br />\r\n\t<br />\r\n\tReports, <a href=\"http://www.dhs.gov/xlibrary/assets/statistics/publications/ois-apprehensions-fs-2005-2010.pdf\">&quot;Fact Sheet: Apprehensions by the U.S. Border Patrol, 2005-2010,&quot;</a>; <a href=\"http://www.dhs.gov/xlibrary/assets/statistics/publications/ois_ill_pe_2011.pdf\">&quot;Estimates of the Unauthorized Immigrant Population Residing in the United States: &nbsp;January 2011,&quot;</a> Department of Homeland Security, Office of Immigration Statistics, March 2012 (accessed Jan. 28, 2013)<br />\r\n\t<br />\r\n\tResearch summary, <a href=\"http://www.pewhispanic.org/2012/12/06/unauthorized-immigrants-11-1-million-in-2011/\">&quot;Unauthorized Immigrants: 11.1 Million in 2011,&quot;</a> Pew Hispanic Center, Dec. 6, 2012<br />\r\n\t<br />\r\n\tBackgrounder report, <a href=\"http://cis.org/node/3877#illegal\">&quot;Immigrants in the United States: A Profile of America&#39;s Foreign-Born Population,&quot;</a> Center for Immigration Studies, August 2012<br />\r\n\t<br />\r\n\t<a href=\"https://docs.google.com/document/d/1p8daV1tr9jdNqit6Uwd_jaYIFNbhNknDxw3bPqUsNM0/pub\">Email</a>, response to PolitiFact Texas, Steven Camarota, research director, Center for Immigration Studies, Jan. 28, 2013<br />\r\n\t<br />\r\n\tTelephone interviews, Jack Martin, special projects director, Federation for American Immigration Reform, Jan. 28 and 30, 2013<br />\r\n\t<br />\r\n\tTelephone interview, Joan Neuhaus Schaan, Houston, Jan. 29, 2013<br />\r\n\t<br />\r\n\tTelephone interview, Jeffrey Passel, senior demographer, Pew Hispanic Center, Jan. 30, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 0, "home_state": "", "id": 2166, "last_name": "Texas Federation of Republican Women", "mostly_true_count": 0, "name_slug": "texas-federation-republican-women", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/tfrwlogo2013pft.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2166/", "total_count": 1, "true_count": 0, "website": "http://www.tfrw.org/"}, "statement": "<p>\r\n\tSays that 9 million to 50 million undocumented immigrants live in the United States.</p>\r\n", "statement_context": "an approved resolution.", "statement_date": "2013-01-17", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 293, "photo": null, "resource_uri": "/api/v/2/subject/293/", "subject": "Population", "subject_slug": "population", "used_in_edition": ["/api/v/2/edition/14/"]}], "target": [], "twitter_headline": ""}