{"art": [], "author": [{"email_address": "gemery@cox.net", "first_name": "C. Eugene", "id": 144, "last_name": "Emery Jr.", "name_slug": "c-eugene-emery", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/gene_emery80_.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/144/", "title": "PolitiFact correspondent", "twitter": null}], "canonical_url": "/rhode-island/statements/2013/feb/08/janet-freedman/rhode-island-coastal-resources-geologist-says-sea-/", "edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "editor": [{"email_address": "tmurphy@providencejournal.com", "first_name": "Tim", "id": 145, "last_name": "Murphy", "name_slug": "tim-murphy", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/tim_murphy2_80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/145/", "title": "Editor", "twitter": null}], "facebook_headline": null, "id": 7351, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "gemery@cox.net", "first_name": "C. Eugene", "id": 144, "last_name": "Emery Jr.", "name_slug": "c-eugene-emery", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/gene_emery80_.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/144/", "title": "PolitiFact correspondent", "twitter": null}], "resource_uri": "/api/v/2/statement/7351/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>Sandy, the so-called &quot;superstorm&quot; that struck the East Coast in October 2012, did more than produce massive damage. It also got a lot of people talking about climate change.<br />\r\n<br />\r\nClimate scientists say Earth is warming, and most say it&rsquo;s due to polluting gases that trap heat in the atmosphere. Stronger storms are one predicted result.<br />\r\n<br />\r\nAnd scientists say the storms are going to be even more damaging because the excess heat will cause sea level to rise, both by a melting of the polar ice caps and because water expands as it warms.<br />\r\n<br />\r\nWhen Janet Freedman, a coastal geologist with Rhode Island&#39;s Coastal Resources Management Council, talked about the risk of coastal flooding during an appearance on WJAR-TV&rsquo;s &quot;10 News Conference,&quot; she said the local rise in sea level is pretty clear.<br />\r\n<br />\r\nThe levels &quot;have been rising,&quot; she said. &quot;In Rhode Island we have two long-term tide gauges that have been measuring the sea level since 1930 and we&#39;ve seen that they&#39;ve risen maybe about 10 inches since that time.<br />\r\n<br />\r\n&quot;But we anticipate that with global warming, that&#39;s going to be faster, it&#39;s going to accelerate. Most models show we&#39;ll see a foot of sea-level rise as early as 2030 but definitely 2050 we expect to see sea levels that are higher than they are now.&quot;<br />\r\n<br />\r\nPolitiFact doesn&#39;t rate predictions, so we focused on whether sea level has really risen about 10 inches over the past eight decades -- an average of 1.25 inches every 10 years.<br />\r\n<br />\r\nWe contacted Freedman, who sent us to several sources.<br />\r\n<br />\r\nThe <a href=\"http://tidesandcurrents.noaa.gov/sltrends/sltrends.shtml\">Sea Levels Online</a> website, part of the Tides &amp; Currents portion of the National Oceanic and Atmospheric Administration website, has data from tide gauges around the world. Selecting &quot;Rhode Island&quot; sends you to data from gauges in Newport and Providence.<br />\r\n<br />\r\nThe <a href=\"http://tidesandcurrents.noaa.gov/sltrends/sltrends_station.shtml?stnid=8452660\">Newport data</a> show that from 1930 to 2006, the mean water level has risen by 2.58 millimeters -- about a tenth of an inch -- per year. <a href=\"http://tidesandcurrents.noaa.gov/sltrends/sltrends_update.shtml?stnid=8452660\">Data that take the readings through 2011</a> show that the overall rate over that 81-year-period has actually increased to 2.70 mm/year. We calculate the rise from 1930 to 2012 to be 211.6 mm or 8.7 inches. That&#39;s not 10 inches, but Freedman said &quot;maybe about.&quot;<br />\r\n<br />\r\n(It&#39;s also important to note that there is a margin of error in these numbers because they are averages based on readings that fluctuate due to waves, tides, winds and other factors. The average may be 8.7 inches but the real number could be as high as 9.3 inches or as low as 8.1 inches. The odds of it being outside this &quot;confidence interval&quot; during that period are 1 in 20.)<br />\r\n<br />\r\nThe <a href=\"http://tidesandcurrents.noaa.gov/sltrends/sltrends_station.shtml?stnid=8454000\">Providence tide gauge</a> hasn&#39;t produced as much data. Records begin around 1940 and there is a large gap in the 1950s. But the <a href=\"http://tidesandcurrents.noaa.gov/sltrends/sltrends_update.shtml?stnid=8454000\">overall rate as of 2011</a> is also lower: 2.19 mm per year. If we extrapolate that back to 1930 and forward to 2012, that&#39;s 179.6 mm or 7.1 inches since 1930. Although the margin of error could take it as high as 8.0 inches, somewhat further from 10 inches than the Newport data.<br />\r\n<br />\r\nWe also contacted Jon Boothroyd of the University of Rhode Island, who is designated by the U.S. Geological Survey as the state geologist. He crunches the tide gauge numbers a bit differently, taking the monthly data and averaging it for a year. He has also included more recent data. His estimate: 269 mm per 100 years. Over 82 years, that would be 220.6 mm, which is 8.7 inches as well. (The range here is 9.4 inches to 7.9 inches.)<br />\r\n<br />\r\nHowever, Boothroyd said that if you look at the <a href=\"http://tidesandcurrents.noaa.gov/sltrends/sltrends_station.shtml?stnid=8452660\">actual year-to-year annual readings</a> from Newport between 1930 and 2011, the increase has been about 270 mm, or 10.6 inches.<br />\r\n<br />\r\nBoothroyd said he doesn&#39;t use the Providence tide gauge data because he had doubts about it -- the readings are too far off from the Newport readings.<br />\r\n<br />\r\nSea level can fluctuate if land rises or falls, for example. But between Providence and Newport, &quot;the bedrock and the conditions are so close to one another, it doesn&#39;t make sense why that rate of sea level rise is lower than it is in Newport,&quot; he said. The gauge in Providence &quot;is on a pier, and I don&#39;t think the pilings on that pier are sunk to bedrock. So the pier could be slowly subsiding, but the gauge shows exactly the opposite. So I don&#39;t use that number because I can&#39;t understand it. It&#39;s a really sticky wicket.&quot;<br />\r\n<br />\r\nThese days, satellites offer the best measurement of sea levels, and they do it every 10 days across most of the world, said Steven Nerem a climate researcher at the University of Colorado at Boulder.<br />\r\n<br />\r\n&quot;The satellites are all referenced to Earth&#39;s geocenter, so our data are not affected by the land motion,&quot; he said.<br />\r\n<br />\r\nIn addition, coastal temperatures, winds, the saltiness of the water, atmospheric pressure and ocean currents all have an effect on the height of the water at individual locations, which is why researchers have to use a global average and look at long-term trends.<br />\r\n<br />\r\nFor example, when the Pacific warms during an El Nino, &quot;you have more precipitation over the oceans than in the continents, and you get a short-term increase in sea level,&quot; said Nerem &quot;When you have La Nina (Pacific cooling), you get more precipitation over the continents and the water gets stored there for some period of time, so you have a temporary lowering of sea level.&quot;<br />\r\n<br />\r\n<a href=\"http://sealevel.colorado.edu/\">According to the satellite data</a>, available at the website sealevel.colorado.edu, the global sea level has risen by 3.2 mm per year since 1993. If you assume that the rise has been steady since 1930, that would translate to an average worldwide increase of 10.3 inches. (Range: 9.0 inches up to 11.6 inches.)<br />\r\n<br />\r\nIs the pace of sea level rise increasing?<br />\r\n<br />\r\n&quot;That&#39;s the $10 million question,&quot; said Nerem. &quot;Over the last 100 years there is a suggestion that &nbsp;there is a small acceleration. If you just look at the satellite data, we don&#39;t see an acceleration. So over the last 20 years, it may just be too small, given all this variability, to detect.&quot;<br />\r\n<br />\r\nBoothroyd, however, said, &quot;There is some indication that worldwide sea level has risen at a faster rate since 1990. Our graph suggests that is true for Newport&quot; citing the uptick in 2010 and 2011.<br />\r\n<br />\r\nFreedman said Boothroyd&#39;s numbers, which show a slightly higher annual increase, may be pointing to sea levels rising faster today. &quot;This trend seems to suggest that we are seeing acceleration in sea level rise over the last 20 years, but because there is so much variability in sea levels we really need forty years of sea levels to say that with scientific certainty.&quot;<br />\r\n<br />\r\n<strong>Our ruling</strong><br />\r\n<br />\r\nJanet Freedman, a geologist with Rhode Island&#39;s Coastal Resources Management Council, said, &quot;In Rhode Island we have two long-term tide gauges that have been measuring the sea level since 1930 and we&#39;ve seen that they&#39;ve risen maybe about 10 inches since that time.&quot;<br />\r\n<br />\r\nHer &quot;maybe about&quot; phrase gives her some wiggle room.<br />\r\n<br />\r\nThe long-term trend in Newport doesn&#39;t quite measure up to 10 inches. It&#39;s 8.7 inches. But the actual annual measurements at the beginning and end of that time period meet the truth test, mostly because of a steep -- and not explained -- increase over the last few years.<br />\r\n<br />\r\nThe Providence tide gauge data, on the other hand, show a much smaller trend over that time period -- it would be just over 7 inches.<br />\r\n<br />\r\nFreedman&#39;s overarching point that sea levels have been rising is certainly true, and that&#39;s borne out by satellite data.<br />\r\n<br />\r\nPinning down the actual size of the rise is as difficult as measuring the precise height of a wave. &nbsp;<br />\r\n<br />\r\nBecause her statement is essentially on-target but needs clarification or additional perspective, we rate it <a href=\"http://www.politifact.com/rhode-island/about/\">Mostly True</a>.<br />\r\n<br />\r\n<em>(If you have a claim you&rsquo;d like PolitiFact Rhode Island to check, e-mail us at politifact@providencejournal.com. And follow us on Twitter: @politifactri.)</em></p>\r\n", "ruling_comments_date": "2013-02-07T18:24:35.697782", "ruling_date": "2013-02-08T00:01:00", "ruling_headline": "Rhode Island Coastal Resources geologist says sea level has risen roughly 10 inches since 1930", "ruling_headline_slug": "rhode-island-coastal-resources-geologist-says-sea-", "ruling_link_text": "True for Newport, less so for Providence", "ruling_state": null, "source_documents": null, "sources": "<p>WJAR-TV, &quot;10 News Conference,&quot; Jan. 13, 2013<br />\r\n<br />\r\nInterview and e-mails, Janet Freedman, geologist, Rhode Island Coastal Resources Management Council, Jan. 16 and Feb. 4-5, 2013<br />\r\n<br />\r\nTidesAndCurrents.NOAA.gov, &quot;Sea Levels Online,&quot; &quot;<a href=\"http://tidesandcurrents.noaa.gov/sltrends/sltrends_station.shtml?stnid=8452660%20Newport,%20RI\">Mean Sea Level Trend: 8452660 Newport, Rhode Island</a>,&quot; &quot;<a href=\"http://tidesandcurrents.noaa.gov/sltrends/sltrends_update.shtml?stnid=8452660\">Updated Mean Sea Level Trends: 8452660 Newport, Rhode Island,</a>&quot; &quot;<a href=\"http://tidesandcurrents.noaa.gov/sltrends/sltrends_station.shtml?stnid=8454000\">Mean Sea Level Trend: 8454000 Newport, Rhode Island</a>,&quot; and &quot;<a href=\"http://tidesandcurrents.noaa.gov/sltrends/sltrends_update.shtml?stnid=8454000\">Updated Mean Sea Level Trends: 8454000 Newport, Rhode Island</a>,&quot; National Oceanic and Atmospheric Administration, accessed Jan. 16 and Feb. 5, 2013<br />\r\n<br />\r\nSeaLevel.Colorado.edu, &quot; <a href=\"http://sealevel.colorado.edu/content/2013rel1-global-mean-sea-level-time-series-seasonal-signals-removed\">2013_rel1: Global Mean Sea Level Time Series (seasonal signals removed)</a>,&quot; University of Colorado Sea Level Research Group, accessed Jan. 16, 2013<br />\r\n<br />\r\nInterview, Jon Boothroyd, University of Rhode Island, Jan. 28, 2013<br />\r\n<br />\r\nInterview, R. Steven Nerem, Colorado Center for Astrodynamics, University of Colorado at Boulder, Jan. 31, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "geologist", "false_count": 0, "first_name": "Janet", "half_true_count": 0, "home_state": "Rhode Island", "id": 2167, "last_name": "Freedman", "mostly_true_count": 1, "name_slug": "janet-freedman", "pants_count": 0, "party": {"id": 14, "party": "State official", "party_slug": "state-official", "resource_uri": "/api/v/2/party/14/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Janet_Freedman.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2167/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>Tide gauges measuring sea level in Rhode Island since 1930 have risen &quot;maybe about 10 inches since that time.&quot;</p>\r\n", "statement_context": "an interview on 10 News Conference", "statement_date": "2013-01-13", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Most scientists agree that climate change is real and humans are causing it. The figure that&rsquo;s widely cited is 97 percent of climate scientists, and it appears in at least&nbsp;<a href=\"http://www.politifact.com/truth-o-meter/statements/2015/sep/02/rick-santorum/santorum-un-climate-head-debunked-widely-cited-97-/\">three peer-reviewed surveys</a>.&nbsp;<a href=\"http://www.politifact.com/virginia/statements/2016/apr/04/don-beyer/don-beyer-says-97-percent-scientists-believe-human/\">Plenty of other studies</a>&nbsp;report overwhelming majorities of experts (in the 90 percent range) and at least&nbsp;<a href=\"http://climate.nasa.gov/scientific-consensus/\">18 scientific associations</a>&nbsp;agree.</p>\r\n", "id": 313, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/images.jpg", "resource_uri": "/api/v/2/subject/313/", "subject": "Climate Change", "subject_slug": "climate-change", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}, {"description": "", "id": 139, "photo": null, "resource_uri": "/api/v/2/subject/139/", "subject": "Science", "subject_slug": "science", "used_in_edition": []}], "target": [], "twitter_headline": ""}