{"art": [], "author": [{"email_address": "mmckinne@providencejournal.com", "first_name": "Michael ", "id": 389, "last_name": "McKinney", "name_slug": "michael-mckinney", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/389/", "title": "Reporter", "twitter": null}], "canonical_url": "/rhode-island/statements/2013/feb/10/david-cicilline/us-rep-david-cicilline-says-40-percent-gun-sales-a/", "edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "editor": [{"email_address": "tmurphy@providencejournal.com", "first_name": "Tim", "id": 145, "last_name": "Murphy", "name_slug": "tim-murphy", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/tim_murphy2_80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/145/", "title": "Editor", "twitter": null}], "facebook_headline": null, "id": 7365, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mmckinne@providencejournal.com", "first_name": "Michael ", "id": 389, "last_name": "McKinney", "name_slug": "michael-mckinney", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/389/", "title": "Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/7365/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tIn the aftermath of the mass killings at a Newtown, Conn., elementary school, U.S. Rep. David N. Cicilline, spoke at a Jan. 23 Rhode Island State House rally against gun violence about legislative efforts, including a bill he&rsquo;s introduced to regulate gun sales.<br />\r\n\t<br />\r\n\tTheFire Sale Loophole Closing Act would prevent gun dealers whose licenses have been revoked from declaring their inventory a &quot;personal collection,&quot; which allows them to make private sales without background checks.<br />\r\n\t<br />\r\n\tAt the rally, the Rhode Island Democrat said more than 40 percent of sales nationally are made without background checks, according to a story in The Providence Journal.<br />\r\n\t<br />\r\n\tThat 40-percent figure is mentioned often. Just two days before the Providence rally, New York Sen. Kirsten Gillibrand cited it in an interview on MSNBC. President Obama also mentioned it when he outlined his gun-control proposals last month.<br />\r\n\t<br />\r\n\tSeveral PolitiFact affiliates have examined variations of the claim over the past year. PolitiFact National first checked a similar statement in July 2012 from New York City Mayor Michael Bloomberg.<br />\r\n\t<br />\r\n\tPolitiFact National initially rated the claim Mostly True but re-examined it after the Newtown shootings and, based on additional reporting, <a href=\"http://www.politifact.com/truth-o-meter/statements/2012/jul/25/michael-bloomberg/mayor-michael-bloomberg-says-40-percent-guns-are-s/\">changed the ruling to Half True.</a><br />\r\n\t<br />\r\n\tFor this item, we will summarize research done by PolitiFact affiliates, supplemented by our own reporting.<br />\r\n\t<br />\r\n\tFirst, a little background.<br />\r\n\t<br />\r\n\tSince 1994, federally licensed gun dealers have been required to verify that a buyer has not been convicted of a serious crime, declared mentally incompetent or is blocked for any of about 10 reasons. &nbsp;<br />\r\n\t&nbsp;<br />\r\n\tBut the law doesn&rsquo;t apply to private sellers at gun shows, flea markets, or people who post firearms for sale on the Internet. In those sales, there is no requirement for a &nbsp;background check, and no one needs to file any paperwork.<br />\r\n\t<br />\r\n\tSo do those private sales account for 40 percent of all gun transactions? The source of that figure is a 1997 National Institute of Justice study, done by professors Philip Cook of Duke University and Jens Ludwig of the University of Chicago, who examined data from a 1994 telephone survey about gun ownership.<br />\r\n\t<br />\r\n\tThe survey, which sampled 2,568 homes, asked owners an array of questions, including how many guns were in the house, what they were used for, how they were stored and how they were obtained.<br />\r\n\t<br />\r\n\tOf the 2,568 households surveyed, 251 people answered the question about the origin of their guns. Cook and Ludwig found that 35.7 percent of that group reported obtaining their guns from somewhere other than a licensed dealer. (That has been rounded up to 40 percent.)<br />\r\n\t<br />\r\n\tIn addition to the relatively small sample, there were other issues with the survey. Some respondents weren&rsquo;t entirely sure whether the seller was a licensed dealer. In some cases, when the respondent skipped the question, the researchers made a judgment call.<br />\r\n\t<br />\r\n\tThe study, conducted by respected researchers, may have been the most reliable information in its time. What&rsquo;s less clear is how reliable its findings are today.<br />\r\n\tThe National Rifle Association, which opposes tighter gun controls, does not dispute the method or findings of the study but says the 40 percent claim is a misinterpretation by gun control advocates.<br />\r\n\t<br />\r\n\tIn January 2013, Politifact National asked Cook, one of the study&rsquo;s authors, what he thought about the 40 percent figure being referenced so frequently in the current gun-control debate.<br />\r\n\t<br />\r\n\t&quot;I&rsquo;ve been amazed at how much interest there&rsquo;s been in it. It&rsquo;s been lying there dormant for 20 years,&quot; he said.<br />\r\n\t<br />\r\n\tSo is it still a reliable estimate of secondary market gun sales?<br />\r\n\t<br />\r\n\t&quot;The answer is I have no idea,&quot; Cook said. &quot;This survey was done almost 20 years ago. &hellip; It&rsquo;s clear there are a lot of transactions that are not through dealers. How many, we&rsquo;re not really clear on it. &hellip; We would say it&rsquo;s a very old number.&quot;<br />\r\n\t<br />\r\n\tOther scholars had similar views.<br />\r\n\t<br />\r\n\t&quot;I don&rsquo;t see how anyone could know that number,&quot; James Jacobs of the Center for Research in Crime and Justice at New York University School of Law, told PolitiFact National.<br />\r\n\t<br />\r\n\tOne expert, David Kopel at the University of Denver law school, said he doesn&rsquo;t think the figure was ever accurate because of what the survey actually asked.<br />\r\n\t<br />\r\n\tOn the other hand, three gun experts contacted by PolitiFact affiliates had different views.<br />\r\n\t<br />\r\n\t&quot;The 40 percent seems about right,&quot; said Robert McCrie, of the John Jay College of Criminal Justice.<br />\r\n\t<br />\r\n\tUniversity of Central Florida Prof. Jay Corzine, who has attended and studied gun shows in Florida, says that, &nbsp;based on his observation, no more than 15 to 20 percent of sales at gun shows occur without a background check. But when you add in other private sales, the 40 percent figure is &quot;probably accurate&quot; and &quot;a very good figure to use.&quot;<br />\r\n\t<br />\r\n\tGary Kleck, a Florida State University professor whose research has provided the foundation for less restrictive concealed carry laws, said conditions in the gun market haven&rsquo;t changed much since the 1997 study was done.<br />\r\n\t<br />\r\n\tKleck says the 40 percent estimate is &quot;probably still reasonably valid today.&quot; But he further argues that this fact shouldn&rsquo;t guide new policy, because the problem is not how legal, background-checked purchasers are obtaining guns, but how criminals are.<br />\r\n\t<br />\r\n\tWe e-mailed links of the previous PolitiFact rulings to Cicilline&rsquo;s office and asked whether the congressman had any new information to budge the Truth-O-Meter.<br />\r\n\t<br />\r\n\tRichard Luchette, Cicilline&rsquo;s communications director, responded in an e-mail noting that the figure came from the National Institute of Justice.<br />\r\n\t<br />\r\n\t&quot;As I&#39;m sure you know, this is the most commonly cited statistic and most current report used by gun violence prevention advocates because there are a number of restrictions currently written into law that have prevented additional research from being performed on this issue,&quot; he said.<br />\r\n\t<br />\r\n\t&quot;We can go back and forth parsing this figure and looking at what other organizations have to say about it but I think you&#39;re missing the larger point,&quot; Luchette said. &quot;Our country has a serious problem with gun violence, especially with mass shootings.&quot;<br />\r\n\t<br />\r\n\tHe said, &quot;Cicilline will remain focused on doing everything he can to address this problem.&quot;<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tU.S. Rep. Cicilline said that more than 40 percent of gun sales nationally are made without background check.<br />\r\n\t<br />\r\n\tCicilline accurately quoted a figure that comes from a 15-year-old study, based on data that&rsquo;s almost 20 years old.<br />\r\n\t<br />\r\n\tClearly, many gun sales are made without background checks. There&rsquo;s no current, reliable data to estimate what percentage of sales are made that way and experts disagree on whether the 40-percent figure is still valid.<br />\r\n\t<br />\r\n\tWe rate Cicilline&rsquo;s statement&nbsp;<a href=\"http://www.politifact.com/rhode-island/about/\">Half</a><a href=\"http://www.politifact.com/rhode-island/about/\"> True</a>.<br />\r\n\t<br />\r\n\t(If you have a claim you&rsquo;d like PolitiFact Rhode Island to check, e-mail us at politifact@providencejournal.com. And follow us on Twitter: @politifactri.)</p>\r\n", "ruling_comments_date": "2013-02-09T16:06:00.877213", "ruling_date": "2013-02-10T00:01:00", "ruling_headline": "U.S. Rep. David Cicilline says 40 percent of gun sales are made without background checks", "ruling_headline_slug": "us-rep-david-cicilline-says-40-percent-gun-sales-a", "ruling_link_text": "Figure is 15 years old", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tE-mail, Richard Luchette, communications director for U.S. Rep. David N. Cicilline, D-R.I., Jan. 31, 2013<br />\r\n\t<br />\r\n\tPolitiFact, Truth-O-Meter article,<a href=\"http://www.politifact.com/truth-o-meter/statements/2013/jan/30/kirsten-gillibrand/gillibrand-says-40-percent-guns-sold-today-escape-/\">&quot;Kirsten Gillibrand says 40 percent of guns sold today escape background check,&quot;</a>Jan. 30, 2013<br />\r\n\t<br />\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2012/jul/25/michael-bloomberg/mayor-michael-bloomberg-says-40-percent-guns-are-s/\">Mayor Michael Bloomberg says 40 percent of guns are sold without a background check</a>,&quot; July 25, 2012<br />\r\n\t<br />\r\n\tPolitiFact, <a href=\"http://www.politifact.com/texas/statements/2013/feb/04/ted-cruz/ted-cruz-says-claim-40-percent-guns-are-sold-witho/\">&quot;Ted Cruz says claim that 40 percent of guns are sold without background checks traces to study done before checks were required,&quot;</a>Feb. 4, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 7, "current_job": "mayor of Providence", "false_count": 4, "first_name": "David", "half_true_count": 5, "home_state": "Rhode Island", "id": 509, "last_name": "Cicilline", "mostly_true_count": 4, "name_slug": "david-cicilline", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/d_cicilline_2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/509/", "total_count": 29, "true_count": 8, "website": "http://cicilline.com/"}, "statement": "<p>\r\n\tMore than 40 percent of sales nationally are made without background checks.</p>\r\n", "statement_context": "a speech", "statement_date": "2013-01-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 19, "photo": null, "resource_uri": "/api/v/2/subject/19/", "subject": "Guns", "subject_slug": "guns", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}