{"art": [], "author": [{"email_address": "alex.reporter@gmail.com", "first_name": "Alexander", "id": 58, "last_name": "Lane", "name_slug": "alexander-lane", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/58/", "title": "Staff Writer, PolitiFact.com", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2008/sep/25/sarah-palin/iran-aint-miami-beach-but-beatings-and-killings-fo/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 738, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "alex.reporter@gmail.com", "first_name": "Alexander", "id": 58, "last_name": "Lane", "name_slug": "alexander-lane", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/58/", "title": "Staff Writer, PolitiFact.com", "twitter": null}], "resource_uri": "/api/v/2/statement/738/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p align=\"left\">\n In arguing for a hard line against Iran, Gov. Sarah Palin invoked not just that country's uranium-enrichment efforts and attitude toward Israel, but also its treatment of women.\n</p>\n<p align=\"left\">\n \"It is said that the measure of a country is the treatment of its most vulnerable citizens,\" Palin wrote in a Sept. 22, 2008, opinion piece in the\n <a href=\" http://www.nysun.com/opinion/palin-on-ahmadinejad-he-must-be-stopped/86311/ \" target=\"_blank\">\n  New York Sun\n </a>\n . \"By that standard, the Iranian government is both oppressive and barbaric. Under (President Mahmoud) Ahmadinejad's rule, Iranian women are some of the most vulnerable citizens. If an Iranian woman shows too much hair in public, she risks being beaten or killed.\"\n</p>\n<p align=\"left\">\n We've looked\n <a href=\"http://www.politifact.org/truth-o-meter/article/2008/jul/07/rattling-sabers-iran/\" target=\"_blank\">\n  elsewhere\n </a>\n at how candidates from both parties have strayed from the truth in their tough rhetoric about Iran's alleged pursuit of nuclear weapons. Now let's check Palin's grasp of the consequences of improper head-covering.\n</p>\n<p align=\"left\">\n Restrictions in Iran go back centuries, but the strength of enforcement has varied. Modesty has been a component of Islam since the Prophet Mohammed revealed purported advice on the subject from God in the seventh century. It has been interpreted differently among and within Muslim cultures around the world, including Iran. In 1936, Iran's largely secular ruler Reza Shah Pahlavi, intent on modernizing the country, banned the practice of wearing the veil, known in the Muslim world as hejab.\n</p>\n<p align=\"left\">\n That law was rescinded after Pahlavi was forced to relinquish power in 1941, but the policy of discouraging and disparaging hejab remained, said Ziba Mir-Hosseini, an Iranian anthropologist and a visiting professor at the New York University School of Law.\n</p>\n<p align=\"left\">\n In the 1960s, many women did not go to college because they would be forced to remove their hejab, Mir-Hosseini said.\n</p>\n<p align=\"left\">\n \"They were caught between tradition and resistance on the one hand and education and modernity on the other,\" she said. \"Many women took up hejab in the early 1970s as a sign of protest.\"\n</p>\n<p align=\"left\">\n An Islamic revolution overthrew Pahlavi's son in 1979 and instituted a 180-degree turn with respect to hejab, mandating it in 1983. The punishment for breaking that law was imprisonment or 70 lashes of flogging. The penalty was changed in 1988 to a fine and imprisonment of one to two months.\n</p>\n<p align=\"left\">\n \"It has been really rare that it has been applied,\" Mir-Hosseini said. \"It goes so much against people's sense of justice and public order in Iran. But at the same time the radicals, the hard-liners, the hejab is so central to them. It is not only religious, it is anti-Western.\"\n</p>\n<p align=\"left\">\n Hejab remains mandatory today. The custom has evolved under the influence of modern fashion, though. Some Iranian women still wear the\n <em>\n  chador\n </em>\n , a full-length garment, often black,&nbsp;that fully covers their hair and drapes over their entire body. But many might wear colorful, tight-fitting overcoats, long boots, and a light scarf that covers only a token amount of their hair.\n</p>\n<p align=\"left\">\n The government has periodically cracked down on dress it does not consider conservative enough, typically for a month or so as the weather warms in the summer. In recent years, though, the crackdown has persisted, as hard-liners such as Ahmadinejad have gained influence. Generally, women who are stopped are told to cover up, or asked to sign an agreement to cover up more in the future, or perhaps fined or even arrested. There have been regular reports of confrontations between the police and women who resent being hassled for alleged immodesty.\n</p>\n<p align=\"left\">\n And yes, there have been accounts of brutality by police against some women after such stops. In defending Palin's statement, the McCain campaign pointed us to three such accounts, one from the\n <a href=\"http://www.atimes.com/atimes/Middle_East/JA17Ak02.html\" target=\"_blank\">\n  Asia Times\n </a>\n , one from the U.S.-funded Radio Farda, and a third from the\n <em>\n  Economist\n </em>\n of Aug. 25, 2007.\n</p>\n<p align=\"left\">\n The latter said: \"Much of the police action has been accompanied by complaints of brutality, and in many cases by documentary evidence such as graphic footage of beatings, posted on dissident Web sites.\"\n</p>\n<p align=\"left\">\n There's an important caveat to make here, though. The beatings are not administered by the government as punishment for an improper hejab&nbsp;&mdash; that was outlawed in 1988. Rather they are imposed in the course of an arrest and are generally due to resistance, according to the vast majority of news accounts we read and our interviews with experts on Iran. (Similarly, plenty of protesters in the United States&nbsp;are arrested, but it would be innaccurate to say they're arrested for protesting&nbsp;&mdash; in fact they're arrested for other offenses, such as ignoring police requirements about where to protest, or disrupting traffic.)\n</p>\n<p align=\"left\">\n \"For some of the younger people, this (defying modesty rules) is a way of protesting. They get away with it as long as they can. But usually the punishment for that is just paying fines,\" said Faegheh Shirazi, an Iranian women's rights advocate, professor of Middle-Eastern Studies at the University of Texas and author of the forthcoming book,\n <em>\n  Velvet\n </em>\n <em>\n  Jihad: Muslim Women's Quiet Resistance to Islamic Fundamentalism.\n </em>\n \"When the police come, you have to abide by what they say. I'm sure if the woman resists and starts backfiring, there would be some struggle.\"\n</p>\n<p align=\"left\">\n To the extent that there are beatings, they are extrajudicial, said Elizabeth Rubin, an expert on Middle Eastern culture at the Council on Foreign Relations. \"If you are showing too much hair you may be asked to fix your scarf,\" she said. \"You would not generally be beaten or killed except by a crazy zealot outside the law.\"\n</p>\n<p align=\"left\">\n To be sure, Iran has been widely criticized by human-rights organizations for harsh restrictions on dissent and personal behavior. Adultery is punishable by death. Abortion is illegal, and punishable by blood money. Gay people have been subject to arbitrary arrests and harassment . And the government regularly tries to quash dissent, holding political activists without charge and denying them access to counsel.\n</p>\n<p align=\"left\">\n But in this instance Palin overstated the case. The McCain campaign did not provide any account&nbsp;&mdash; nor could we find any&nbsp;&mdash; of an Iranian woman being killed for improper hejab. If there are any such instances they are extremely isolated.\n</p>\n<p align=\"left\">\n So it was misleading for Palin to suggest beatings are punishment for immodesty in Iran. More to the point, the restrictions related to modesty are routinely flouted without consequence.&nbsp;And her claim that killing was a possible consequence&nbsp;of immodesty pushed her statement into the realm of outright falsehood.\n</p>", "ruling_comments_date": "2010-01-07T13:28:00.199775", "ruling_date": "2008-09-25T00:00:00", "ruling_headline": "Iran ain't Miami Beach, but beatings and killings for immodesty? No", "ruling_headline_slug": "iran-aint-miami-beach-but-beatings-and-killings-fo", "ruling_link_text": "Iran ain't Miami Beach, but beatings and killings for immodesty? No", "ruling_state": null, "source_documents": null, "sources": "<p align=\"left\">\n Interview with Ziba Mir-Hosseini, visiting professor at the New York University School of Law, Sept. 24, 2008\n</p>\n<p align=\"left\">\n Interview with Faegheh Shirazi, associate professor of Middle-Eastern Studies, University of Texas, Sept. 23, 2008\n</p>\n<p align=\"left\">\n E-mail exchange with Elizabeth Rubin, fellow, Council on Foreign Relations, Sept. 23, 2008\n</p>\n<p align=\"left\">\n Interview and e-mail exchange with Brian Jones, spokesman for Gov. Sarah Palin, Sept. 23 and 24, 2008\n</p>\n<p align=\"left\">\n New York Sun,\n <a href=\"http://www.nysun.com/opinion/palin-on-ahmadinejad-he-must-be-stopped/86311/\" target=\"_blank\">\n  Palin on Ahmadinejad: 'He must be stopped,'\n </a>\n Sept. 22, 2008, accessed Sept. 23, 2008\n</p>\n<p align=\"left\">\n <a href=\"http://quod.lib.umich.edu/k/koran/\" target=\"_blank\">\n  The Koran\n </a>\n , via the University of Michigan, accessed Sept. 24, 2008\n</p>\n<p align=\"left\">\n Reuters,\n <a href=\"http://www.reuters.com/article/topNews/idUSHAF62811420080616?feedType=RSS&amp;feedName=topNews&amp;rpc=22&amp;sp=true\" target=\"_blank\">\n  Iran Police Start Wider Crackdown on Un-Islamic Dress\n </a>\n , June 16, 2008, accessed Sept. 24, 2008\n</p>\n<p align=\"left\">\n United Nations High Commission for Refugees,\n <a href=\"http://www.unhcr.org/cgi-bin/texis/vtx/refworld/rwmain?docid=3ae6b51b8\" target=\"_blank\">\n  Islamic Penal Law in Iran\n </a>\n , accessed Sept. 24, 2008\n</p>\n<p align=\"left\">\n Asia Times,\n <a href=\"http://www.atimes.com/atimes/Middle_East/JA17Ak02.html\" target=\"_blank\">\n  Stance on Dress Code Stains Ahmadinejad\n </a>\n , Jan. 17, 2008, accessed Sept. 24, 2008\n</p>\n<p align=\"left\">\n Radio Farda,\n <a href=\"http://www.rferl.org/content/article/1078021.html\" target=\"_blank\">\n  Tehran Cracks Down on Dress Code in Summer Heat\n </a>\n , Aug. 7, 2007, accessed Sept. 24, 2008\n</p>\n<p align=\"left\">\n The Economist, Islamic Republic of Fear, Aug. 25, 2007\n</p>\n<p>\n <a href=\"http://www.bepress.com/mwjhr/vol4/iss1/art2/\" target=\"_blank\">\n  The Politics and Hermeneutics of Hijab in Iran: From Confinement to Choice\n </a>\n , Ziba Mir-Hosseini, 2007, accessed Sept. 24, 2008\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 9, "current_job": "", "false_count": 20, "first_name": "Sarah", "half_true_count": 9, "home_state": "Alaska", "id": 63, "last_name": "Palin", "mostly_true_count": 6, "name_slug": "sarah-palin", "pants_count": 6, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-sarahpalin.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/63/", "total_count": 67, "true_count": 14, "website": ""}, "statement": "<p align=\"left\">\"If an Iranian woman shows too much hair in public, she risks being beaten or killed.\"</p>", "statement_context": "the New York Sun", "statement_date": "2008-09-22", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}], "target": [], "twitter_headline": null}