{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2013/feb/14/barack-obama/obama-says-health-care-law-already-slowing-down-me/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 7389, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/7389/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>In his State of the Union address, President Barack Obama warned those who love Medicare that changes to the program are needed, because rising health care costs for seniors are &quot;the biggest driver of our long-term debt.&quot;<br />\r\n<br />\r\nIf changes aren&rsquo;t made, Obama warned, &quot;our retirement programs will crowd out the investments we need for our children, and jeopardize the promise of a secure retirement for future generations.&quot;<br />\r\n<br />\r\nObama said he was open to changes such as asking wealthier seniors to pay more, and paying hospitals and doctors to be more efficient. But he also took credit for his signature health care law.<br />\r\n<br />\r\n&quot;Already, the Affordable Care Act is helping to slow the growth of health care costs,&quot; he said.<br />\r\n<br />\r\nFrom our previous fact-checking, we know that many of the major provisions of the 2010 health care law have yet to take effect. So how can the law already be slowing the growth of health care costs? We decided to check it out.<br />\r\n<br />\r\n<strong>Slowing spending</strong><br />\r\n<br />\r\nAs Obama made his speech, the White House posted slides on its website to back up Obama&rsquo;s key points.<br />\r\n<br />\r\nFor his health care comment, a chart showed Medicare spending projections from the nonpartisan Congressional Budget Office, both before the passage of the Affordable Care Act and afterward. The chart shows the future growth noticeably slowing after the law&rsquo;s passage. (View the chart <a href=\"https://www.documentcloud.org/documents/603622-white-house-state-of-the-union-2013-enhanced.html#document/p19/a91944\">here</a>.)</p>\r\n\r\n<p>The numbers were part of the CBO&#39;s regular update on the country&rsquo;s economic outlook and the federal budget. We reviewed the latest numbers, which were released on Feb. 5, 2013, as well as <a href=\"http://www.nytimes.com/2013/02/12/us/politics/sharp-slowdown-in-us-health-care-costs.html?hp&amp;_r=2&amp;\">news</a> <a href=\"http://thehill.com/blogs/healthwatch/medicare/281241-cbo-medicare-spending-slowing-faster-than-expected\">coverage</a> of the findings.<br />\r\n<br />\r\nIn its report, the CBO says that health care spending has grown much more slowly in recent years, both for federal programs and overall, than it did in previous years. In response to that slowing growth, the CBO reduced its projections for future Medicare spending. Since March 2010, the CBO has lowered its projections for Medicare spending in 2020 by roughly 15 percent, the report said.<br />\r\n<br />\r\nHowever, the CBO did not specifically credit the Affordable Care Act as the reason for lowering the projections. Some aspects of the law, the report said, will slightly increase federal outlays in Medicare and Medicaid.<br />\r\n<br />\r\nBut the CBO did say it was revising estimates based on actual reduced growth in health care spending since at least 2010.<br />\r\n<br />\r\n<strong>Health care law phasing in</strong><br />\r\n<br />\r\nAs we noted above, the health care law isn&rsquo;t fully in effect yet. A new requirement for Americans to get health insurance or pay a penalty won&#39;t take effect until 2014, for example.<br />\r\n<br />\r\nFor the Medicare program, the law includes both spending and cost savings.<br />\r\n<br />\r\nBeneficiaries can now receive expanded prescription drug coverage and preventive care without co-pays under the law; but those benefits increase costs.<br />\r\n<br />\r\nOn the other hand, the law has also put in place limits on payments to private insurance companies that operate the Medicare Advantage program, which saves money. Changes in payments to hospitals have also already started. That means financial incentives for hospitals that are more efficient and penalties for those that are not.<br />\r\n<br />\r\nWhen we asked White House staff for more evidence to support Obama&rsquo;s comments, they pointed us to a <a href=\"http://aspe.hhs.gov/health/reports/2013/medicarespendinggrowth/ib.pdf\">January memo</a> from the U.S. Department of Health and Human Services, which specifically pointed to limits on Medicare Advantage and changes to hospital payments.<br />\r\n<br />\r\nFinally, a controversial Medicare payments commission -- the Independent Payment Advisory Board -- would make recommendations to make payments more efficient, reducing spending. But that board hasn&rsquo;t yet convened, and it may never convene if Medicare meets pre-determined budget targets.<br />\r\n<br />\r\n<strong>Trends in health care spending</strong><br />\r\n<br />\r\nGetting back to health care costs, it&rsquo;s clear that the growth in spending is going down, both for overall health spending and Medicare. But what&rsquo;s driving it? We found that experts consider it something of an interesting puzzle.<br />\r\n<br />\r\nSome blame the recession and the economy. When people feel poor, they don&rsquo;t spend as much, even on health care. Under this scenario, health care spending will rebound when the economy is better.<br />\r\n<br />\r\nOthers say the overall health care system is changing, moving away from payments for each procedure and test, and moving toward payments for better overall outcomes. The health care law includes provisions to encourage that switch. If this is the case, reduced spending growth should become permanent.<br />\r\n<br />\r\nWe found a diversity of opinion on what&rsquo;s going on here, and whether Obama&rsquo;s comment was accurate.<br />\r\n<br />\r\n&quot;Medicare spending slowed down in 2010-12, so this is not just a projection,&quot; said Jonathan Oberlander, a professor of health policy at the University of North Carolina-Chapel Hill. &quot;Much of the law is not yet implemented, yet some Affordable Care Act provisions to control Medicare spending -- like changes in what Medicare Advantage plans are paid -- are already in effect, and were expected to produce savings during 2011-12.&quot;<br />\r\n<br />\r\nOther experts are dubious that the law is having much effect at all, such as Yuval Levin, a fellow at the Ethics and Public Policy Center and a domestic policy staffer on health care issues for President George W. Bush.<br />\r\n<br />\r\n&quot;The reduction in overall health costs has had above all to do with the weak economy, and while CBO does suggest that its projections of the effects of the Affordable Care Act have changed in a few ways since it passed in 2010 (causing both upward and downward revisions of the effects on costs), those are all projections for after 2014, when the key substantive provisions of the law will take effect,&quot; he said. &quot;None of them could be used to suggest that &lsquo;already, the Affordable Care Act is helping to slow the growth of health care costs.&rsquo;&quot;<br />\r\n<br />\r\nThe Obama administration argues that it&rsquo;s more than a weak economy driving reductions in spending. &quot;The economic recession may have contributed to the 2010-12 decrease in growth in per beneficiary spending as consumers use less care due to its cost,&quot; says the HHS memo. &quot;However, as almost all Medicare beneficiaries have supplemental coverage and thus face relatively low out-of-pocket costs, it seems unlikely that consumer behavior alone is responsible for the slow growth in Medicare spending.&quot;<br />\r\n<br />\r\nDeborah Chollet, a senior fellow at Mathematica Policy Research, said the health care system is responding to the new law already. Insurance companies and other payers know about the new payment methods the law supports, and they are planning accordingly, she said.<br />\r\n<br />\r\n&quot;It&rsquo;s really not at all a situation of the lights turning on Jan. 1, 2014. The lights have been on for the past six months,&quot; she said.<br />\r\n<br />\r\nStill, determining causes behind the spending slowdown is no easy task, warned Bradley Herring, professor at the Bloomberg School of Public Health at Johns Hopkins University.<br />\r\n<br />\r\n&quot;I think most people think the slowdown we&rsquo;ve seen in health care spending over the last three years has been due to the recession. But no one&rsquo;s 100 percent sure why that happened,&quot; he said.<br />\r\n<br />\r\nThings will get even more complicated for health policy researchers as the law deploys changes to payments and other pilot programs. Researchers will have to hypothesize how much costs decline compared with if the law had not passed.<br />\r\n<br />\r\n&quot;Those are going to be difficult things to measure,&quot; Herring said.<br />\r\n<br />\r\nWe&rsquo;ll close with comments from Douglas Elmendorf, head of the Congressional Budget Office. He spoke to reporters when the office released new numbers on Feb. 5:<br />\r\n<br />\r\n&quot;So, health spending has grown slowly over the past few years, both in federal programs and in the rest of the health care systems. We think that part of that owes to the recession and the loss of income in wealth, but we think that a significant part of that probably does not stem from the recession, probably arises from structural changes in the health care system.<br />\r\n<br />\r\n&quot;The critical question is, whether those structural changes are very transitory changes or whether they will persist. We&#39;re doing analysis to that question. We&#39;re talking with outside experts who are also investigating the same question. I think the short summary of that is that we don&#39;t know.&quot;<br />\r\n<br />\r\n<strong>Our ruling</strong><br />\r\n<br />\r\nObama said, &quot;Already, the Affordable Care Act is helping to slow the growth of health care costs.&quot;<br />\r\n<br />\r\nHe&rsquo;s right that health care costs are slowing, but there&rsquo;s not conclusive evidence that the law is helping. The nonpartisan reports from the Congressional Budget Office don&rsquo;t specifically say that, and some aspects of the health law translate to increased spending.<br />\r\n<br />\r\nAmong health care experts, we found debate over how much the Affordable Care Act is contributing to an overall slowdown in health spending. Some argue that the recession is making people spend less on health care. Others say the health care system is changing to become more efficient. Many say that more study is needed.<br />\r\n<br />\r\nObama&rsquo;s taking credit for more than he can prove. Overall, we rate his statement Half True.</p>\r\n", "ruling_comments_date": "2013-02-14T15:36:17.005249", "ruling_date": "2013-02-14T16:25:27", "ruling_headline": "Obama says health care law is already slowing down Medicare costs", "ruling_headline_slug": "obama-says-health-care-law-already-slowing-down-me", "ruling_link_text": "Grabbing credit before it's proven", "ruling_state": null, "source_documents": null, "sources": "<p>The White House, President Obama&rsquo;s State of the Union speech, Feb. 13, 2013<br />\r\n<br />\r\nThe White House, charts in support of the State of the Union, Feb. 13, 2013<br />\r\n<br />\r\nCongressional Budget Office, <a href=\"http://www.cbo.gov/publication/43907\">The Budget and Economic Outlook: Fiscal Years 2013 to 2023</a>, Feb. 5, 2013 (pages 56-57)<br />\r\n<br />\r\n<em>New York Times</em>, <a href=\"about:blank\">Slower Growth of Health Costs Eases Budget Deficit</a>, Feb. 11, 2013<br />\r\n<br />\r\nThe Hill, <a href=\"http://thehill.com/blogs/healthwatch/medicare/281241-cbo-medicare-spending-slowing-faster-than-expected\">CBO: Medicare spending slowing faster than expected</a>, Feb. 5, 2013<br />\r\n<br />\r\nInterview with Bradley Herring, professor at the Bloomberg School of Public Health at Johns Hopkins University, Feb. 13, 2013<br />\r\n<br />\r\nInterview with Deborah Chollet, senior fellow with Mathematica Policy Research, Feb. 13, 2013<br />\r\n<br />\r\nEmail interview with Jonathan Oberlander, University of North Carolina-Chapel Hill, Feb. 13, 2013<br />\r\n<br />\r\nEmail interview with Yuval Levin of the Ethics and Public Policy Center, Feb. 13, 2013<br />\r\n<br />\r\nEmail interview with Paul Van de Water of the Center on Budget and Policy Priorities, Feb. 14, 2013<br />\r\n<br />\r\nPolitiFact, <a href=\"http://www.politifact.com/truth-o-meter/statements/2012/oct/04/barack-obama/obama-said-health-care-premiums-went-slower-any-ti/\">Obama said health premiums in the last two years went up slower than any time in the past five decades</a>, Oct. 4, 2012<br />\r\n<br />\r\nU.S. Department of Health and Human Services, <a href=\"http://aspe.hhs.gov/health/reports/2013/medicarespendinggrowth/ib.pdf\">ASPE Issue Brief: Growth in Medicare Spending per Beneficiary Continues to Hit Historic Lows</a>, January 7, 2013<br />\r\n<br />\r\nCQ.com, <a href=\"http://www.cq.com/doc/newsmakertranscripts-4215518?wr=RDlYTlRja3lSajQzRHl5UVpFY1B2UQ\">Congressional Budget Office Holds News Conference on Budget and Economic Outlook</a>, Feb. 5, 2013 (subscription required)</p>\r\n", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>&quot;Already, the Affordable Care Act is helping to slow the growth of (Medicare&rsquo;s) health care costs.&quot;</p>\r\n", "statement_context": "the State of the Union speech", "statement_date": "2013-02-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 50, "photo": null, "resource_uri": "/api/v/2/subject/50/", "subject": "Medicare", "subject_slug": "medicare", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}