{"art": [], "author": [{"email_address": "jnelson@journalsentinel.com", "first_name": "James B.", "id": 176, "last_name": "Nelson", "name_slug": "james-b-nelson", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/176/", "title": "Watchdog reporter", "twitter": null}], "canonical_url": "/wisconsin/statements/2013/feb/15/wisconsin-manufacturers-and-commerce/wisconsin-regulations-ranked-worst-world-mining-bu/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 7392, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jnelson@journalsentinel.com", "first_name": "James B.", "id": 176, "last_name": "Nelson", "name_slug": "james-b-nelson", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/176/", "title": "Watchdog reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/7392/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>With the prospect of thousands of jobs being created in northern Wisconsin, Republican legislators and business leaders are once again leading a push for changes to the state&rsquo;s mining laws.<br />\r\n<br />\r\nGogebic Taconite has continued to express interest in spending $1.5 billion to open an iron ore mine in far northwestern Wisconsin. Before it proceeds, the company wants lawmakers to write new laws specifically for iron mining that would relax some environmental rules and provide greater certainty about the regulatory process.<br />\r\n<br />\r\nA bill to accommodate Gogebic narrowly died in 2012 and with Republicans back in control of both houses and the governor&rsquo;s office, a renewed campaign to secure passage is under way. Wisconsin Manufacturers and Commerce, the state&rsquo;s largest business group, has aggressively pushed for the bill&rsquo;s approval.<br />\r\n<br />\r\nIn interviews and public hearing testimony, the group&rsquo;s chief lobbyist, Scott Manley, has spent months trying to put Wisconsin&rsquo;s mining laws into perspective. At a Jan. 23, 2013, <a href=\"http://www.wmc.org/news/wmc-testifies-in-support-of-iron-mining-reform/\">public hearing</a> before a joint legislative committee considering mining legislation, Manley had this to say about the need for mining legislation:<br />\r\n<br />\r\n&quot;A recent survey of 500 mining companies throughout the world by the Fraser Institute &hellip; found alarming evidence that Wisconsin&rsquo;s environmental regulations and regulatory framework discourage investment in mining jobs.<br />\r\n<br />\r\n&quot;For example, of the 79 states and countries analyzed in the survey, Wisconsin&rsquo;s environmental regulations ranked the worst in the world for mining investment. &nbsp;Eighty-five percent of the respondents characterized Wisconsin&rsquo;s environmental laws as either a &lsquo;strong deterrent to investment&rsquo; or &lsquo;would not invest due to this factor.&rsquo; The Fraser Institute survey diagnoses a significant problem with Wisconsin&rsquo;s mining laws.&quot;<br />\r\n<br />\r\nManley has made similar statements in the past, including a Nov. 30, 2012, interview with talk show host Charlie Sykes, and in a Nov. 24, 2012, <em>Milwaukee Journal Sentinel</em> <a href=\"http://www.jsonline.com/news/opinion/state-cant-afford-to-squander-this-opportunity-c57nt82-180641421.html\">opinion piece</a>.<br />\r\n<br />\r\nSo, is Wisconsin really worst in the world for mining investment?<br />\r\n<br />\r\nLet&rsquo;s start with the study.<br />\r\n<br />\r\nSince 1997, the Fraser Institute, an independent Canadian think tank, has taken a look at the state of the mining industry around the world. The group says it conducts &quot;an annual survey of metal mining and exploration companies to assess how mineral endowments and public policy factors such as taxation and regulation affect exploration investment. Survey results represent the opinions of executives and exploration managers in mining and mining consulting companies operating around the world.&quot;<br />\r\n<br />\r\nThe survey Manley cites is Fraser&rsquo;s <a href=\"http://www.fraserinstitute.org/research-news/display.aspx?id=17302\">2010-11 report</a>. The results were gathered between Oct. 19 and Dec. 3, 2010. That time frame overlapped the election for governor won by Republican Scott Walker, but &nbsp;was well before discussion on mining legislation heated up.<br />\r\n<br />\r\nThere have also been two reports issued since then -- and those reports don&rsquo;t include Wisconsin. So, Manley is picking an outdated report to make his point.<br />\r\n<br />\r\nWhat&rsquo;s more, it is a survey. The results are determined by whoever chooses to respond. It is not scientific. So, the conclusions you can draw from it are limited.<br />\r\n<br />\r\nIn the survey in question, Fraser sent it to 3,000 mining and exploration firms and executives, and received responses from 494, or about 16.5 percent.<br />\r\n<br />\r\nAll told, the responses addressed the economic and political climates for mining in 79 regions around the world. That underlines how the results are dictated by who responded, not by any effort to represent all states or countries in a proportional way. Nor does it require any particular knowledge of how one state&rsquo;s regulations compare to, say, another country&rsquo;s regulations.<br />\r\n<br />\r\nThe findings, when listed as the top 10 and bottom 10 geographic regions, were pretty grim for Wisconsin.<br />\r\n<br />\r\n&quot;The bottom 10 scorers are Indonesia, Zimbabwe, Wisconsin, Madagascar, India, Guatemala, Bolivia, DRC (Congo), Venezuela, and Honduras,&quot; the report said. &quot;Unfortunately, except for Wisconsin these are all developing nations which most need the new jobs and increased prosperity mining that can produce.&quot;<br />\r\n<br />\r\nThe report included two comments about Wisconsin. In each case, the respondent is described only in vague terms.<br />\r\n<br />\r\n&quot;Make everyone do without any mining products for a month or a year in Wisconsin. Outlaw all mining materials.<br />\r\n&mdash; Producer company with more than US $50M revenue, Senior management&quot;<br />\r\n&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;<br />\r\n&quot;Wisconsin properly evaluates the economic impact of mineral development to job growth and economic stability.<br />\r\n&mdash; Consulting company, Consultant&quot;<br />\r\n<br />\r\nSo how did Wisconsin wind up so low on the list?<br />\r\n<br />\r\nFraser conducts its surveys anonymously, and keeps most of the raw data secret. However, there are indications that few of the responses pertained to Wisconsin. And the responses received about Wisconsin were strongly negative about the economic and policy climate for mining in the state.<br />\r\n<br />\r\nSome examples:<br />\r\n<br />\r\n-- One key question -- asking for a rating for regions that had the &quot;most/least favorable policies toward mining&quot; -- received only 13 responses about Wisconsin. That is based on a &nbsp;raw number (one of the few provided) that was included in a spreadsheet accompanying the report. Wisconsin received no &quot;most favorable&quot; votes, and 13 &quot;least favorable.&quot;<br />\r\n<br />\r\nThat compares with 116 responses for Quebec, deemed the most favorable region, and 68 for Venezuela, the least favorable.<br />\r\n<br />\r\n-- Fraser dropped Wisconsin from its two subsequent surveys, for 2011-12, as well as the soon-to-be-released 2012-13 study, according to the group&rsquo;s survey coordinator, Alana Wilson. Regions are dropped when there are fewer than 10 respondents for that area.<br />\r\n<br />\r\n-- Asked about &quot;uncertainty concerning the administration, interpretation and enforcement of existing regulations,&quot; 88 percent said Wisconsin&rsquo;s situation was negative for investment in mining, while 12 percent said state rules were either a mild deterrent or no deterrent to such investment.<br />\r\n<br />\r\nIn short, the responses about Wisconsin were heavily negative and appear to have come from as few as 13, or 2.6 percent, of the 494 responses received by Fraser in 2010. (A spokesman said executives from Gogebic did not participate in the survey.)<br />\r\n<br />\r\nManley said in an interview he was unaware of the details about the Fraser survey, other than that it was sent to about 3,000 mining industry officials. He said he didn&rsquo;t know about the small sample size or that Wisconsin was dropped from subsequent surveys.<br />\r\n<br />\r\n&quot;The people that they are asking are the people who are interested in making that investment or not&quot; in mining, Manley said. &quot;I can&rsquo;t think of another survey that has the breadth of taking the pulse of the mining industry.&quot;<br />\r\n<br />\r\nManley said the survey results were consistent with the situation in Wisconsin, at least in terms of mining regulations, and history.<br />\r\n<br />\r\nHe said that the current state law, in effect since 1998, amounts to a &quot;mining moratorium&quot; because it sets unreasonably high standards for establishment of a new mine. Also, he said, only one mine has received a permit under the existing state law. Dating to 1974, the Flambeau mine near Ladysmith that operated for a short time and is now closed. (Lead miners were active in the 1800s, including some before the state was established. Besides Flambeau, other mines operated but not under modern regulations.) &nbsp;<br />\r\n<br />\r\nManley said the Fraser report puts Wisconsin in the same group as developing countries and &quot;from our standpoint it underscores the need for reform.&quot;<br />\r\n<br />\r\n<strong>Our rating</strong><br />\r\n<br />\r\nWMC says Wisconsin is among the &quot;worst in the world&quot; for mining investment, according to a study by a Canadian think tank. To be sure, the state landed in the bottom 10, along with numerous developing countries and no other U.S. states.<br />\r\n<br />\r\nBut the methodology behind the report illustrates the flaws in using it to make sweeping comparisons. A small number of people familiar with Wisconsin answered -- so small that the state was dropped from subsequent surveys.<br />\r\n<br />\r\nWe rate the claim Mostly False.<br />\r\n&nbsp;</p>\r\n", "ruling_comments_date": "2013-02-14T17:17:26.324133", "ruling_date": "2013-02-15T09:00:00", "ruling_headline": "Wisconsin regulations ranked \"worst in the world\" for mining, business group says", "ruling_headline_slug": "wisconsin-regulations-ranked-worst-world-mining-bu", "ruling_link_text": "Ranking outdated, misleading", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"http://www.wmc.org/news/wmc-testifies-in-support-of-iron-mining-reform/\" id=\"internal-source-marker_0.437239712424236\">Testimony</a>, Scott Manley, Wisconsin Manufacturers and Commerce, before a joint public hearing by the Wisconsin Legislature, Jan. 23, 2013<br />\r\n<br />\r\nTelephone interview, Scott Manley, chief lobbyist, Wisconsin Manufacturers and Commerce, Feb. 4, 2013<br />\r\n<br />\r\nMilwaukee Journal Sentinel, <a href=\"http://www.jsonline.com/news/opinion/state-cant-afford-to-squander-this-opportunity-c57nt82-180641421.html\">&quot;State can&rsquo;t afford to squander this opportunity,&quot;</a> Scott Manley op-ed piece, Nov. 24, 2012<br />\r\n<br />\r\nFraser Institute, <a href=\"http://www.fraserinstitute.org/research-news/display.aspx?id=18045\">&quot;Survey of Mining Companies,&quot; 2011-12</a><br />\r\n<br />\r\nFraser Institute, <a href=\"http://www.fraserinstitute.org/research-news/display.aspx?id=17302\">&quot;Survey of Mining Companies,&quot; 2010-11</a><br />\r\n<br />\r\nTelephone interview, Alana Wilson, Fraser Institute, Feb. 1, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 2, "home_state": "Wisconsin", "id": 818, "last_name": "Wisconsin Manufacturers and Commerce", "mostly_true_count": 2, "name_slug": "wisconsin-manufacturers-and-commerce", "pants_count": 0, "party": {"id": 16, "party": "Organization", "party_slug": "organization", "resource_uri": "/api/v/2/party/16/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/mugs_mug-independentgroup______________________________.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/818/", "total_count": 7, "true_count": 0, "website": "http://www.wmc.org/"}, "statement": "<p>Wisconsin&rsquo;s laws &quot;ranked the worst in the world for mining investment.&quot;</p>\r\n", "statement_context": "testimony to the Legislature", "statement_date": "2013-01-23", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}, {"description": "", "id": 213, "photo": null, "resource_uri": "/api/v/2/subject/213/", "subject": "Government regulation", "subject_slug": "government-regulation", "used_in_edition": ["/api/v/2/edition/9/"]}, {"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}