{"art": [], "author": [{"email_address": "jhar@oregonian.com", "first_name": "Janie", "id": 192, "last_name": "Har", "name_slug": "janie-har", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/192/", "title": "Staff writer", "twitter": null}], "canonical_url": "/oregon/statements/2013/feb/16/peter-courtney/do-one-eight-oregon-children-and-one-18-adults-suf/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "bhammond@oregonian.com", "first_name": "Bruce ", "id": 190, "last_name": "Hammond", "name_slug": "bruce-hammond", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/190/", "title": "Team Leader", "twitter": null}], "facebook_headline": null, "id": 7401, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jhar@oregonian.com", "first_name": "Janie", "id": 192, "last_name": "Har", "name_slug": "janie-har", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/192/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/7401/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tOregon Senate President Peter Courtney, D-Salem, doesn&rsquo;t tend to throw his personal weight behind many public bills. That&rsquo;s why the Oregon Capitol stood at attention when Courtney called for more money -- new money, dedicated money -- to pay for a game-changing boost in mental health services for children and adults.<br />\r\n\t<br />\r\n\tIn an accompanying press release, <a href=\"http://www.leg.state.or.us/press_releases/courtney_020613.html\">his office noted that: &quot;Statistics indicate that one in eight children, and one in 18 adults in Oregon suffers from mental illness</a>. The Oregon Health Authority also reports that the state is currently serving less than half the adults and slightly more than one-third of the young people who need treatment.&quot;<br />\r\n\t<br />\r\n\tPolitiFact Oregon was skeptical. Those stats seem high.<br />\r\n\t<br />\r\n\tThe Senate president&rsquo;s office directed us to the Oregon Health Authority. People there sent us to the National Association of State Mental Health Program Directors Research Institute, and specifically, to its <a href=\"http://www.nri-inc.org/projects/SDICC/urs_forms.cfm\">State Data Infrastructure Coordinating Center. </a>These people take census figures annually and apply a standard formula developed in the late 1990s to determine how many people have a &quot;serious mental illness&quot; or &quot;serious emotional disturbances.&quot;<br />\r\n\t<br />\r\n\tWe thought the number of diagnosed cases might drive the statistic, but that&rsquo;s not the way it works. Instead, the research institute applies a percentage to the civilian adult population -- in this case, 5.4 percent -- to derive the estimated number of people 18 years and older with a &quot;serious mental illness.&quot;<br />\r\n\t<br />\r\n\tThe low side of the estimate is 3.7 percent and the upper side is 7.1 percent. In Oregon, 5.4 percent translates into more than 162,000 people out of 3 million adults. That translates into one in 18.5 adults.<br />\r\n\t<br />\r\n\tLet&rsquo;s move on to the claim that one in eight children suffers from mental illness.<br />\r\n\t<br />\r\n\tChildren are treated differently. The institute takes census numbers and applies a poverty formula, so a state that&rsquo;s considered &quot;high poverty&quot; is calculated to have more children with a serious mental illness -- or in technical terms, &quot;serious emotional disturbances&quot; -- than states considered &quot;low poverty.&quot; Oregon is a mid-poverty state.<br />\r\n\t<br />\r\n\tThe percentages do not vary dramatically among the types of states, 9 percent to 11 percent of children for a low poverty state and 11 percent to 13 percent for a high poverty state. In Oregon, an estimated 10 percent to 12 percent of children ages 9 to 17 have a serious emotional disturbance. &nbsp;<br />\r\n\t<br />\r\n\tTen percent of Oregon children is one in 10. Twelve percent is one in 8.3. The average -- 11 percent -- is one in 9.1 children. Again, this is just for children ages 9 to 17, so the calculation doesn&rsquo;t capture the entire range of children. Remember that Courtney&rsquo;s claim is one in eight.<br />\r\n\t<br />\r\n\tNow what do we mean by a serious emotional disturbance? Or rather, what do the experts mean?<br />\r\n\t<br />\r\n\tWe spoke with Dr. Ronald Manderscheid, executive director of the <a href=\"http://nacbhdd.org/\">National Association of County Behavioral Health and Developmental Disability Directors</a>. He&rsquo;s the person who developed the federal algorithm used to estimate the number of adults and children with mental illness or emotional disability. In other words, he&rsquo;s a solid expert.<br />\r\n\t<br />\r\n\tThere is an assessment scale used routinely by mental health professionals. The spectrum spans from 1 to 10 to 91 to 100, and assesses how well a person functions. A child in the top bracket would be &quot;superior&quot; in every facet of life, and have a healthy sense of confidence and take problems in stride. The scale also applies to adults.<br />\r\n\t<br />\r\n\tAnyone in the 51 to 60 bracket, or lower, is considered to have a serious emotional disturbance or mental illness.<br />\r\n\t<br />\r\n\tAdults in this bracket would exhibit &quot;moderate symptoms,&quot; such as occasional panic attacks, or &quot;moderate difficulty&quot; in social, work or school settings. Children in this group would have &quot;sporadic difficulties or symptoms&quot; in several but not all social areas. Symptoms would appear in times of distress.<br />\r\n\t<br />\r\n\tPeople in the 41 to 50 range would show &quot;serious symptoms,&quot; including frequent shoplifting or severe obsessive rituals, or &quot;serious impairment&quot; in social, work, or school settings. This person might have no friends or be unable to keep a job.<br />\r\n\t<br />\r\n\tChildren in the 41 to 50 bracket would show serious impairment in one area or moderate problems with functioning in most social areas. Children may have frequent anxiety attacks or have an unhealthy preoccupation with suicide.<br />\r\n\t<br />\r\n\tThe &quot;one in eight&quot; statistic cited by Courtney applies to children who top out at 60.<br />\r\n\t<br />\r\n\tHow many children do we have in Oregon, in that age group? An estimated 437,053 in 2011. Just to give you an idea, that means about 48,000 kids in the age bracket who fall within the accepted definition. Again, that&rsquo;s an average of one in 9.1 kids.<br />\r\n\t<br />\r\n\tWe also talked with Bill Bouska, children&rsquo;s mental health system manager, and Jon C. Collins, manager of health programs analysis and measurement, both at the Oregon Health Authority. We asked why go with the higher percentage?<br />\r\n\t<br />\r\n\t&quot;There&rsquo;s not a lot of difference between 11 and 12 percent. These numbers are meant to be very general numbers, and to guide states,&quot; Collins said. &quot;They&rsquo;re not meant to be precise figures, so picking something on the high side is a little bit safer than picking a number on the low side, since they are estimates.&quot;<br />\r\n\t<br />\r\n\tLet&rsquo;s go to our ruling. Courtney&rsquo;s office relied on national statistics to claim that one in 8 children and one in 18 adults suffer from mental illness in Oregon. We found those statistics and talked to the person responsible for calculating the federal formula used to derive those statistics.<br />\r\n\t<br />\r\n\tWe understand this is all about estimates, but if we&rsquo;re going to boil it down to percentages, let&rsquo;s see what they are. A 5.4 percent rate translates into one in 18.5 adults who suffer from a mental illness that makes functioning moderately difficult. Manderscheid, our national expert, says the percentage used now is 5.8 percent, which is one in 17.2 adults, so Courtney&rsquo;s statement still rings true.<br />\r\n\t<br />\r\n\t(The number of adults who suffer from a mental health disorder in a given year is much higher -- one in four -- but they take medication or receive treatment so condition doesn&rsquo;t affect their ability to function.)<br />\r\n\t<br />\r\n\tWith children, we find that the one-in-eight statement is slightly more alarming than the average would indicate. The average in Oregon is one in 9.1 with a high of one in 8.3. It&rsquo;s also important to understand that the statistic applies to a narrower subset of children, and that the statistic covers children who show sporadic difficulties in several but not all social areas..<br />\r\n\t<br />\r\n\tStill, all in all, it&rsquo;s hard to argue with a nationally accepted standard, so we find these details to be additional information missing from an otherwise accurate statement. &nbsp;We rate the statement Mostly True.</p>\r\n", "ruling_comments_date": "2013-02-15T20:22:26.419432", "ruling_date": "2013-02-16T03:00:00", "ruling_headline": "Do one in eight Oregon children and one in 18 adults suffer from mental illness? ", "ruling_headline_slug": "do-one-eight-oregon-children-and-one-18-adults-suf", "ruling_link_text": "One in eight is on the high end of estimates", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tOffice of the Senate President, <a href=\"http://www.leg.state.or.us/press_releases/courtney_020613.html\">&quot;Courtney Calls For &lsquo;Game Changing&rsquo; Investment In Community Mental Health</a>,&quot; Feb. 6, 2013 &nbsp;<br />\r\n\tEmail from Robin Maxey, Feb. 7, 2013<br />\r\n\tEmail from Rebeka Gipson-King, Communications Officer, &nbsp;Addictions and Mental Health, Oregon State Hospital, Feb. 7, 2013<br />\r\n\tEmail from Karynn Fish, Communications, Oregon Health Authority, Feb. 7, 2013<br />\r\n\tInterview with Bill Bouska, Children&#39;s Mental Health System Manager, &nbsp;and Jon C. Collins, Manager Health Programs Analysis and Measurement, OHA, Feb. 14, 2013<br />\r\n\tNational Association of State Mental Health Program Directors Research Institute, <a href=\"http://www.nri-inc.org/projects/SDICC/urs_forms.cfm\">State Data Infrastructure Coordinating Center </a>(website)<br />\r\n\tInterview with Ted Lutterman, Director of Research Analysis, <a href=\"http://www.nri-inc.org/aboutus/staff.cfm\">NASMHPD Research Institute</a>, Feb. 8, 2013<br />\r\n\tInterview with and emails from Ron Manderscheid, Executive Director, <a href=\"http://nacbhdd.org/\">National Association of County Behavioral Health and Developmental Disability Directors</a>, and President, <a href=\"http://www.acmha.org/\">ACMHA: The College for Behavioral Health Leadership</a>, Feb. 11, 13-14, 2012<br />\r\n\tFederal Register: Department of Health and Human Services, Substance Abuse and Mental Health Services Administration: <a href=\"http://www.gpo.gov/fdsys/pkg/FR-1999-06-24/html/99-15377.htm\">Estimation Methodology for Adults With Serious Mental Illness</a>, June 24, 1999<br />\r\n\tFederal Register, Department of Health and Human Services, Substance Abuse and Mental Health Services Administration: Estimation Methodology for Children With a Serious Emotional Disturbance (SED), Oct. 6, 1997</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Senate President in Oregon Legislature", "false_count": 0, "first_name": "Peter", "half_true_count": 0, "home_state": "", "id": 2178, "last_name": "Courtney", "mostly_true_count": 1, "name_slug": "peter-courtney", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/PeterCourtney.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2178/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>\r\n\tSays, &quot;Statistics indicate that one in eight children, and one in 18 adults in Oregon suffers from mental illness.&quot;</p>\r\n", "statement_context": "a press release", "statement_date": "2013-02-06", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 202, "photo": null, "resource_uri": "/api/v/2/subject/202/", "subject": "Public Health", "subject_slug": "public-health", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}], "target": [], "twitter_headline": ""}