{"art": [], "author": [{"email_address": "sowen@statesman.com", "first_name": "Sue", "id": 265, "last_name": "Owen", "name_slug": "sue-owen", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/265/", "title": "PolitiFact Texas staff writer", "twitter": null}], "canonical_url": "/texas/statements/2013/feb/26/mallard-fillmore/mallard-fillmore-says-government-study-shows-head-/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 7410, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "sowen@statesman.com", "first_name": "Sue", "id": 265, "last_name": "Owen", "name_slug": "sue-owen", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/265/", "title": "PolitiFact Texas staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/7410/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tThe <a href=\"http://www.mallardfillmore.com/\">self-described</a> &quot;right-leaning duck&quot; who appears on funny pages nationwide provoked PolitiFact Texas readers earlier this month.<br />\r\n\t<br />\r\n\tSeveral asked us to look into the &quot;Mallard Fillmore&quot; comic strip&rsquo;s statements about Head Start, such as this from the <a href=\"http://www.seattlepi.com/comics-and-games/fun/Mallard_Fillmore/2013-02-09/\">Feb. 9, 2013, cartoon</a>: &quot;A government study has found that the vaunted &lsquo;Head Start&rsquo; program actually has little or no impact on the children it&rsquo;s supposed to help.&quot;</p>\r\n<center>\r\n\t<p>\r\n\t\t<img align:=\"center\" height=\"179px;\" src=\"https://lh4.googleusercontent.com/heDznvTo203zx95rVKbXuoWmDq0LUrdI6rcSUbe8Ivo-DvP9uoN-TsxR5JeThcIo8YugflsWQ2rsSJDwXMWos-Kz3W2BwjlhIDXNI6pdpRL576p_3HCweem-MQ\" width=\"539px;\" /></p>\r\n</center>\r\n<p>\r\n\tAll is not lost, though: The &quot;Fillmore Foundation&quot; found the program makes Head Start supporters &quot;feel really really good about themselves,&quot; joked the strip. It includes a footnote citing the U.S. Department of Health and Human Services; other &quot;Mallard&quot; Head Start comics between Feb. 6 and Feb. 13 do the same or cite the conservative Heritage Foundation&rsquo;s website.<br />\r\n\t<br />\r\n\tThe federal Head Start program was <a href=\"http://congress.indiana.edu/project-head-start\">launched by Congress</a> in the mid-1960s to help preschool-age children from low-income families. With an annual budget of $8 billion, <a href=\"http://www.in.gov/fssa/dfr/3293.htm\">it offers</a> such children educational activities, medical/dental care, meals and safe playtime.</p>\r\n<h3 dir=\"ltr\">\r\n\tGovernment&rsquo;s six-year study</h3>\r\n<p>\r\n\tKing Features Syndicate spokeswoman Claudia Smith told us by email that &quot;Mallard&quot; cartoonist Bruce Tinsley was speaking about a new <a href=\"http://www.acf.hhs.gov/sites/default/files/opre/head_start_report.pdf\">report</a> that Health and Human Services issued on its <a href=\"http://www.acf.hhs.gov/programs/opre/research/project/head-start-impact-study-and-follow-up-2000-2012\">2002-08 study</a> of Head Start&rsquo;s effects, which Congress <a href=\"http://www.acf.hhs.gov/sites/default/files/opre/hs_impact_faq050905.pdf\">mandated</a> in 1998 when it continued the program.<br />\r\n\t<br />\r\n\tTo determine how the program affected school readiness and when or how it was most effective, the department tracked 4,667 students in 23 states whose families applied to get them into Head Start. The children, all aged 3 or 4, were randomly assigned to a Head Start program or a control group. Data were gathered on measures of cognitive and social-emotional development, health and parenting practices.<br />\r\n\t<br />\r\n\tAn earlier, Jan. 15, 2010, <a href=\"http://www.acf.hhs.gov/node/8375\">report</a> covered results from fall 2002 through the end of the students&rsquo; first-grade years. The 3-year-olds could have logged as much as two years in Head Start, the 4-year-olds only one; children not initially assigned to Head Start might have participated in other preschool programs or reapplied.<br />\r\n\t<br />\r\n\tAt the end of preschool, the Head Start 3-year-olds showed advantages, mainly in language and literacy categories such as naming letters and oral comprehension, over non-Head Start 3-year-olds. Fewer positive outcomes were recorded for the 4-year-olds, and both age groups&rsquo; advantages had faded by the end of first grade, according to the report.</p>\r\n<h3 dir=\"ltr\">\r\n\tResults updated in late 2012</h3>\r\n<p>\r\n\tThe department&rsquo;s October 2012 <a href=\"http://www.acf.hhs.gov/sites/default/files/opre/head_start_report.pdf\">report</a>, released Dec. 21, 2012, updated study results through the end of third grade. And like the first-grade results, the 2012 report said that &quot;there were initial positive impacts from having access to Head Start, but by the end of 3rd grade there were very few impacts found. ...The few impacts that were found did not show a clear pattern of favorable or unfavorable impacts for children.&quot;<br />\r\n\t<br />\r\n\tWe <a href=\"https://docs.google.com/document/d/12M9x-Wt8NVHpi4eISeY5L1-AGNz_lBkaEZBFhgenb-0/edit?usp=sharing\">tallied the results</a> for children assigned to Head Start as compared to the control group:</p>\r\n<br />\r\n<ul style=\"margin-top:0pt;margin-bottom:0pt;\">\r\n\t<li>\r\n\t\tThe 3-year-olds, who had the chance to stay in Head Start for two years: At the end of Head Start, they had 15 positive results out of 33 categories for which data was gathered (45 percent positive). By the end of third grade, they showed two positive results and one negative result out of 48 categories (4 percent positive, 2 percent negative). There was no significant change in most categories.</li>\r\n\t<li>\r\n\t\tThe 4-year-olds, who would only have been able to attend Head Start for one year: At the end of Head Start, they showed nine positive results out of 33 categories (27 percent positive). By the end of third grade, they showed three positive and four negative results out of 48 categories (6 percent positive, 8 percent negative). Most measures showed no statistically significant change.</li>\r\n</ul>\r\n<br />\r\n<p>\r\n\tTo sum that up: The Head Start age groups were doing 45 percent (the 3-year-olds) or 27 percent (the 4-year-olds) better than their peers at the end of Head Start. By the end of third grade, though, the results were only a few percentage points apart and the Head Start children had fallen behind in several categories.<br />\r\n\t<br />\r\n\tAmong the negative results at the end of third grade, the 3-year-olds showed a drop in &quot;school promotion&quot; (advancing to the next grade) and the 4-year-olds showed increased &quot;emotional symptoms&quot; and declines in relationships with teachers and peers.</p>\r\n<h3 dir=\"ltr\">\r\n\tEvaluating the research</h3>\r\n<p>\r\n\tWe checked to see if the study was considered solid and how it fit into other research on the topic.<br />\r\n\t<br />\r\n\tHarvard University&rsquo;s Center on the Developing Child interpreted the 2010 findings in an undated <a href=\"http://www.nhsa.org/files/static_page_files/0BF4EB6E-1D09-3519-ADBFF989BFF11535/2-10ForumEvalScienceBrief_HeadStart.pdf\">&quot;brief&quot;</a> that said in part, &quot;Overall, the study was sound scientifically, but there has been considerable debate over what its findings mean.&quot; The fact that Head Start advantages disappeared by the end of first grade, it said, apparently meant that &quot;the comparison children were able to catch up to their peers in the Head Start treatment group during the first two years of school.&quot;<br />\r\n\t<br />\r\n\tTwo experts took issue with one aspect of the study&rsquo;s results: Even if children exited or entered Head Start after the study began, they were still counted as part of the group to which they were first assigned. The 2012 report said 15 percent to 20 percent of the children assigned to the Head Start group exited the program, while 14 percent to 17 percent of children who started in the control group were later admitted to Head Start.<br />\r\n\t<br />\r\n\tRetired early-education researcher John Love, who directed a 1995-2002 study on Early Head Start (the federal program for low-income children up to age 3), told us by email, &quot;This isn&#39;t so much a criticism of the researchers ... but a fact that those who want to make sense of the findings should be aware of.&quot;<br />\r\n\t<br />\r\n\tThe report included estimates that were adjusted to account for this issue, he said. According to the report, that adjustment made &quot;no change in the statistical significance of the estimates&quot; or &quot;the overall patterns found in the main analysis.&quot;<br />\r\n\t<br />\r\n\tSteve Barnett, director of the National Institute for Early Education Research at Rutgers University, raised the same concern. By email, he told us that in his view, it means &quot;the results of the study are somewhat misinterpreted&quot; and the effects of Head Start are underestimated.</p>\r\n<h3 dir=\"ltr\">\r\n\tDid &lsquo;Mallard&rsquo; get it right?</h3>\r\n<p>\r\n\tOverall, Love said, the comic strip&rsquo;s description of the study was close but oversimplified. &quot;That is a fair summary of what they found, as far as it goes,&quot; he said, but it&rsquo;s an inadequate description because there were some significant results within subgroups; for example, black 4-year-olds showed more improvement than their peers, with effects lasting until the end of third grade. Such findings, Love said, could help determine &quot;what works for whom under what conditions.&quot;<br />\r\n\t<br />\r\n\tBarnett said other research has yielded varied results. &quot;Some find that other studies are persuasive that Head Start has larger impacts, and there certainly are other studies that find these,&quot; he said. &quot;On the other side are people who would be closer to the duck.&quot;<br />\r\n\t<br />\r\n\tHe emailed us his <a href=\"http://www.sciencemag.org/content/333/6045/975\">review</a> of major U.S. and other studies on early educational intervention for children in poverty that appeared in the Aug. 19, 2011, issue of the international journal <em>Science</em>. There, Barnett considered decades of research showing that the Head Start study and three others all showed declining benefits to children as they got older.<br />\r\n\t<br />\r\n\tIn the Head Start study and Love&rsquo;s Early Head Start study, Barnett wrote, effects &quot;start small and disappear shortly after school entry.&quot; Two smaller and older studies showed effects that were &quot;relatively large and long-lasting,&quot; the review said: a mid-1960s look at <a href=\"http://www.highscope.org/content.asp?contentid=219\">Perry Preschool</a> in Michigan and a late-&rsquo;70s/early &lsquo;80s examination of a <a href=\"http://projects.fpg.unc.edu/%7Eabc/#major_findings\">North Carolina preschool program</a>.<br />\r\n\t<br />\r\n\tBarnett told us, however, that the longer-lasting benefits indicated by the older studies might reflect the fact that fewer children then had access to quality preschool or health insurance.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\t&quot;Mallard Fillmore&quot; said a government study shows Head Start &quot;has little or no impact on the children it&rsquo;s supposed to help.&quot;<br />\r\n\t<br />\r\n\tThat could be an accurate description of the longer-term results -- relatively few positive outcomes and some negative ones -- measured at the end of first and third grades. Still, the Head Start children had significant advantages over their peers when they exited preschool and started kindergarten. We rate the duck&rsquo;s proclamation as Mostly True.</p>\r\n", "ruling_comments_date": "2013-02-19T15:00:36.301625", "ruling_date": "2013-02-26T18:57:45", "ruling_headline": "\"Mallard Fillmore\" says government study shows Head Start “has little or no impact on the children it’s supposed to help”", "ruling_headline_slug": "mallard-fillmore-says-government-study-shows-head-", "ruling_link_text": "Gains made, then lost", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t&quot;Mallard Fillmore&quot; <a href=\"http://www.seattlepi.com/comics-and-games/fun/Mallard_Fillmore/2013-02-09/\">cartoon</a>, Feb. 9, 2013<br />\r\n\t<br />\r\n\tTelephone and <a href=\"https://docs.google.com/document/d/1ouE-T-OE4_KNZd0bbutdrISNJqVyilOKMok33CbkpiQ/edit?usp=sharing\">email</a> interviews with Claudia Smith, director of advertising and public relations, King Features Syndicate, Feb. 22-25, 2013<br />\r\n\t<br />\r\n\t<em>Education Week</em> <a href=\"http://blogs.edweek.org/edweek/early_years/2012/12/head_start_advantages_mostly_gone_by_third_grade_study_finds.html\">blog post</a>, &quot;Head Start advantages mostly gone by 3rd grade, study finds,&quot; Dec. 21, 2012<br />\r\n\t<br />\r\n\tU.S. Department of Health and Human Services<a href=\"http://www.acf.hhs.gov/sites/default/files/opre/head_start_report.pdf\"> </a><a href=\"http://www.acf.hhs.gov/node/8375\">report</a>, &quot;Head Start Impact Study: Final Report,&quot; Jan. 15, 2010<br />\r\n\t<br />\r\n\tU.S. Department of Health and Human Services<a href=\"http://www.acf.hhs.gov/sites/default/files/opre/head_start_report.pdf\"> report</a>, &quot;Third Grade Follow-up to the Head Start Impact Study: Final Report,&quot; October 2012<br />\r\n\t<br />\r\n\tHarvard University Center on the Developing Child, <a href=\"http://www.nhsa.org/files/static_page_files/0BF4EB6E-1D09-3519-ADBFF989BFF11535/2-10ForumEvalScienceBrief_HeadStart.pdf\">evaluation science brief,</a> &quot;Understanding the Head Start Impact Study,&quot; accessed online Feb. 26, 2013<br />\r\n\t<br />\r\n\tTelephone and <a href=\"https://docs.google.com/document/d/1ouE-T-OE4_KNZd0bbutdrISNJqVyilOKMok33CbkpiQ/edit?usp=sharing\">email</a> interviews with early-education researcher John Love, Feb. 22-26, 2013<br />\r\n\t<br />\r\n\t<a href=\"https://docs.google.com/document/d/1ouE-T-OE4_KNZd0bbutdrISNJqVyilOKMok33CbkpiQ/edit?usp=sharing\">Email</a> interviews with Steve Barnett, director of the National Institute for Early Education Research at Rutgers University, Feb. 19-22, 2013<br />\r\n\t<br />\r\n\t<em>Science </em>journal <a href=\"http://www.sciencemag.org/content/333/6045/975\">article</a> by Steve Barnett, &quot;Effectiveness of Early Educational Intervention,&quot; Aug. 19, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "Mallard", "half_true_count": 0, "home_state": "", "id": 2182, "last_name": "Fillmore", "mostly_true_count": 1, "name_slug": "mallard-fillmore", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/mallardmugsq.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2182/", "total_count": 1, "true_count": 0, "website": "http://www.mallardfillmore.com/"}, "statement": "<p>\r\n\tComic strip says government study shows Head Start &quot;has little or no impact on the children it&rsquo;s supposed to help.&quot;</p>\r\n", "statement_context": "a syndicated cartoon", "statement_date": "2013-02-09", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}], "target": [], "twitter_headline": ""}