{"art": [], "author": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "canonical_url": "/ohio/statements/2013/feb/21/josh-mandel/ohio-treasurer-josh-mandel-says-entitlement-spendi/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "jkahoun@plaind.com", "first_name": "Jane", "id": 159, "last_name": "Kahoun", "name_slug": "jane-kahoun", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifact-jane-kahoun_1.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/159/", "title": "PolitiFact Ohio editor and deputy metro editor, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 7420, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "resource_uri": "/api/v/2/statement/7420/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tOhio Gov. John Kasich was bound to tick off someone when he announced this month that he wanted to expand Medicaid enrollment, using money from the federal government. From a political angle, it meant the Republican governor was embracing a component of &quot;Obamacare&quot; and trying to give about 275,000 more low-income and disabled Ohioans subsidized health care, just as Democrats wanted.<br />\r\n\t<br />\r\n\tFrom a fiscal angle, it meant the federal government would cover the state&rsquo;s costs of providing care for this bigger group. But some conservatives noted the eventual roll-off in federal money, and they said the feds could simply turn off the spigot someday if they wanted, sticking Ohio with unaffordable costs.<br />\r\n\t<br />\r\n\tOhio Treasurer Josh Mandel raised a related concern that caught our eye: Money for Medicaid might seem like a gift from Washington, but it could help put the entire nation more deeply in a financial hole. Urging the state legislature to reject Medicaid expansion, Mandel on Feb. 11 wrote to state House Speaker William G. Batchelder and Senate President Keith Faber and included this statement:<br />\r\n\t<br />\r\n\t&quot;The federal government has an approximate $16.4 trillion national debt, and entitlement spending alone is projected to consume all revenue by 2045.&quot;<br />\r\n\t<br />\r\n\tMandel&rsquo;s debt figure was actually a tad low. The national debt, including money owed to investors and foreign governments as well as obligations owed from one federal account to another, was approaching $16.5 trillion -- and has since hit it -- the day he wrote his letter, according to Treasury Department data. But we wondered about Mandel&rsquo;s claim that, based on projections, entitlement spending by 2045 could consume all the tax money the federal government takes in.<br />\r\n\t<br />\r\n\tWe asked Mandel&rsquo;s press secretary, Chris Berry, to tell us more about these projections. Berry told us they came from the nonpartisan Congressional Budget Office, or CBO, and that the Heritage Foundation, a conservative Washington think tank, had used them as well. Berry sent us a CBO spreadsheet with long-term budget projections, and offered to arrange a conference call so that he, another Mandel aide and a Heritage analyst could discuss the data with us.<br />\r\n\t<br />\r\n\tWe had the conversation, chiefly with Drew Gonshorowski, a Heritage policy analyst. But we also checked the figures independently, downloading them from the CBOs website, where they appear as a supplement to the CBO&rsquo;s &quot;Long Term Budget Outlook.&quot; This is a projection the CBO makes annually, and the latest was in June.<br />\r\n\t<br />\r\n\tThe CBO is a primary source for all manner of budget and spending data, used by Republicans and Democrats alike. But before we get to the CBO figures, it&rsquo;s important to point out that the CBO projects future revenue and spending using two different sets of assumptions.<br />\r\n\t<br />\r\n\tThe first assumes that whatever is current law will continue into the future unless there is an expiration date. Income tax rates are a good example of this because they pertain directly to government revenue -- partly the subject of Mandel&rsquo;s claim -- making the concept pertinent and easy to understand..<br />\r\n\t<br />\r\n\tMany tax rates, including those passed by Congress during the presidency of George W. Bush and continued under President Barack Obama, are imposed for a specific period. When the CBO runs a projection based on the current law, it assumes that tax rates without expiration dates will continue but those that are scheduled to expire will, in fact, expire.<br />\r\n\t<br />\r\n\tIf lower rates expire, you could assume that people will pay more money to the government. There are additional economic variables built into the numbers, but you get the idea: Higher taxes mean, in these projections, more government money.<br />\r\n\t<br />\r\n\tSo back to Mandel&rsquo;s claim: Using the CBO&rsquo;s current-law projections, he would be wrong. That is, tax revenue would provide more money. This is not to say that by 2045, the year Mandel cited, entitlements would not consume a greater share of revenue than today, crowding out other priorities as health care costs rise and the retiree ranks swell. But under this projection, entitlements would not consume every revenue dollar.<br />\r\n\t<br />\r\n\tSo was Mandel way off base?<br />\r\n\t<br />\r\n\tActually, no. Current-law projections can be very wrong, and the CBO readily acknowledged this in its 109-page budget outlook. As it turned out, most of the income tax rates that were scheduled to expire at the end of 2012 did not end up expiring, for example. Congress on Jan. 1 extended them in its so-called fiscal-cliff deal. The CBO knew all along that this was fairly likely -- and factored for it in an alternative set of projections.<br />\r\n\t<br />\r\n\tThese alternative projections are what Mandel&rsquo;s aides and Heritage used to make their case.<br />\r\n\t<br />\r\n\tThe alternative projections were based on a realistic understanding of politics and policy -- and one such understanding was that Congress was almost certain to extend many if not all tax cuts. With a few exceptions, notably higher rates on families earning more than $450,000, that is close to what happened.<br />\r\n\t<br />\r\n\tSo what did the alternative projections show about revenues and entitlements in 2045 -- that is, about Mandel&rsquo;s claim?<br />\r\n\t<br />\r\n\tIn 2045, federal revenues could equal 18.5 percent of the nation&rsquo;s gross domestic product, according to this CBO view. That includes all sources of federal revenue, including income taxes and corporate taxes as well as &nbsp;payroll taxes that are supposed to cover Social Security and a portion of Medicare (but will be insufficient, for reasons we need not get into here).<br />\r\n\t<br />\r\n\tAgainst that, Social Security spending could equal 6 percent of GDP, and Medicare 7.6 percent. Medicaid, children&rsquo;s health insurance and insurance subsidies for the Affordable Care Act could be the equivalent of 4.1 percent of GDP.<br />\r\n\t<br />\r\n\tPut together, the entitlements would equal 17.7 percent of GDP.<br />\r\n\t<br />\r\n\tMandel said that spending on entitlements &quot;is projected to consume all revenue by 2045.&quot; While 17.7 percent of GDP is not 18.5 percent, it represents nearly 96 percent of the revenue -- extremely close. A 96 percent score in school would get you an A,<br />\r\n\t<br />\r\n\tAs for the merits of using the alternative projections, CBO itself noted on page 3 of its report: &quot;Many budget analysts believe that the extended alternative fiscal scenario is more representative of the fiscal policies that are now (or have recently been) in effect than is the extended baseline scenario.&quot;<br />\r\n\t<br />\r\n\tBefore we rule, it is important to note that Mandel made his statement in February, eight months after the CBO projections were published. In that time, some events turned out slightly differently than the CBO anticipated. And some groups question even the alternative CBO projections for other reasons.<br />\r\n\t<br />\r\n\tThe CBO assumes, for example, &quot;that income taxes do not increase as a share of GDP after ten years,&quot; &nbsp;Paul Van de Water, a senior fellow at the liberal Center on Budget and Policy Priorities, told us in an email. Yet that ignores &quot;the growth in tax revenues that occurs automatically as real economic growth slowly moves taxpayers into higher tax brackets,&quot; he said.<br />\r\n\t<br />\r\n\tThe CBO also likely overstates future deficits, he said, by assuming that current Medicare spending controls will not continue after 10 years. These are among the reasons Van de Water concludes that Mandel&rsquo;s statement is &quot;likely to be an exaggeration.&quot;<br />\r\n\t<br />\r\n\tYet Mandel clearly said these were projections, not absolute certainties. While he would be wrong under one set of projections, he chose the set of projections that, as the CBO noted, are believed by many analysts to be more realistic. That is an important point.<br />\r\n\t<br />\r\n\tWill they turn out to be an exaggeration? That&rsquo;s possible. All sides, including Mandel, agree that efforts will be made to raise revenues or reduce the entitlement spending to keep this projected collision from occurring. The CBO cites the need, too. The political parties just disagree on how much of each is needed.<br />\r\n\t<br />\r\n\tThis additional information about the CBO figures is helpful in fully understanding Mandel&rsquo;s claim. Yet his language was clear: He was citing projections, not certainty. When a claim is accurate but needs additional information to be fully understood, PolitiFact rates it Mostly True.</p>\r\n", "ruling_comments_date": "2013-02-20T15:58:52.408471", "ruling_date": "2013-02-21T06:00:00", "ruling_headline": "Ohio Treasurer Josh Mandel says entitlement spending expected to consume all federal revenue by 2045", "ruling_headline_slug": "ohio-treasurer-josh-mandel-says-entitlement-spendi", "ruling_link_text": "A projection, not a certainty", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<br />\r\n\t<br />\r\n\tLetter from Josh Mandel to Ohio legislative leaders, Feb. 11, 2013<br />\r\n\t<br />\r\n\tEmail and telephone correspondence with Chris Berry, spokesman for Josh Mandel, Feb. 14 and 15, 2013<br />\r\n\t<br />\r\n\tTelephone conference call with Chris Berry and Drew Gonshorowski, policy analyst at the Heritage Foundation, Feb. 15, 2013<br />\r\n\t<br />\r\n\t<a href=\"http://www.cbo.gov/publication/43288\">&quot;The 2012 Long-term Budget Outlook,&quot;</a> Congressional Budget Office, June 5, 2012<br />\r\n\t<br />\r\n\tSupplemental data for long-term budget outlook, downloaded Feb. 14, 2013<br />\r\n\t<br />\r\n\tEmail from Paul Van de Water, a senior fellow at the liberal Center on Budget and Policy Priorities, Feb. 20, 2013<br />\r\n\t<br />\r\n\t<a href=\"http://www.americanprogress.org/issues/economy/news/2013/01/03/48872/revenue-from-the-fiscal-cliff-deal-in-context/\">&quot;Revenue from the fiscal cliff deal in context,&quot; </a>by Michael Linden and Michael Ettlinger, Center for American Progress, Jan. 3, 2013<br />\r\n\t<br />\r\n\tTreasury Department, Debt to the Penny database, accessed Feb. 19, 2013<br />\r\n\t&nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 4, "current_job": "Ohio treasurer", "false_count": 5, "first_name": "Josh", "half_true_count": 4, "home_state": "Ohio", "id": 612, "last_name": "Mandel", "mostly_true_count": 5, "name_slug": "josh-mandel", "pants_count": 6, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/ohio-treasurer-josh-mandel_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/612/", "total_count": 31, "true_count": 5, "website": "http://www.tos.ohio.gov/"}, "statement": "<p>\r\n\tFederal spending on entitlements &quot;is projected to consume all revenue by 2045.&quot;</p>\r\n", "statement_context": "a letter to Ohio lawmakers", "statement_date": "2013-02-11", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 212, "photo": null, "resource_uri": "/api/v/2/subject/212/", "subject": "Medicaid", "subject_slug": "medicaid", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "", "id": 50, "photo": null, "resource_uri": "/api/v/2/subject/50/", "subject": "Medicare", "subject_slug": "medicare", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 141, "photo": null, "resource_uri": "/api/v/2/subject/141/", "subject": "Social Security", "subject_slug": "social-security", "used_in_edition": []}], "target": [], "twitter_headline": ""}