{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2013/mar/01/greg-abbott/greg-abbott-says-last-non-partisan-body-election-r/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 7447, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/7447/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>A Texas leader quickly responded to President Barack Obama&rsquo;s announcement of a &quot;non-partisan commission to improve the voting experience in America.&quot;<br />\r\n<br />\r\nObama said in his Feb. 12, 2013, <a href=\"http://www.whitehouse.gov/the-press-office/2013/02/12/president-barack-obamas-state-union-address\">State of the Union address</a> that he wanted the commission to focus on protecting the right to vote. &quot;When any Americans &ndash; no matter where they live or what their party &ndash; are denied that right simply because they can&rsquo;t wait for five, six, seven hours just to cast their ballot,&quot; Obama said, &quot;we are betraying our ideals.&quot; Obama added that he was asking top attorneys from the 2012 Obama and Mitt Romney campaigns to lead the effort.<br />\r\n<br />\r\nRepublican Greg Abbott, the Texas attorney general, <a href=\"https://twitter.com/GregAbbott_TX/status/301528152054853633\">responded on Twitter</a> that night: &quot;To<a href=\"https://twitter.com/search?q=%23Obama&amp;src=hash\"> #Obama</a>: The last non-partisan commission to improve the voting experience in America concluded that<a href=\"https://twitter.com/search?q=%23VoterID&amp;src=hash\"> #VoterID</a> was necessary.&quot;</p>\r\n\r\n<p>Talk about a poke. State mandates requiring voters to present photo IDs at the polls have cleaved partisans. Republicans generally say such laws, including the 2011 Texas version that&rsquo;s under legal challenge, will stop fraud. Democrats like Obama note there is little to no evidence of in-person voter fraud, also saying ID laws will deter voters, particularly minorities and the elderly, from going to the polls.<br />\r\n<br />\r\nAnd did the nation&rsquo;s last non-partisan commission on voting conclude that IDs were needed at the polls?<br />\r\n<br />\r\nAbbott spokesman Jerry Strickland guided us to a report by a commission co-chaired by former President Jimmy Carter, a Democrat, and former U.S. Secretary of State James A. Baker, III, a Republican. The Sept. 19, 2005, <a href=\"http://www1.american.edu/ia/cfer/\">report</a> from the 21-member Commission on Federal Election Reform, organized by American University, opens with a letter from Carter and Baker stating, in part: &quot;We are recommending a photo ID system for voters designed to increase registration with a more affirmative and aggressive role for states in finding new voters and providing free IDs for those without driver&rsquo;s licenses. The formula we recommend will result in both more integrity and more access.&quot;<br />\r\n<br />\r\nThe report notes that voters in nearly 100 democracies use a photo ID card without fear of infringement on their rights. The commission&rsquo;s recommendation is that states require voters to use the <a href=\"http://www.ncsl.org/issues-research/transport/history-behind-the-real-id-act.aspx\">REAL ID card</a>, which at the time was expected to result in each state&rsquo;s government-issued IDs meeting federal standards.<br />\r\n<br />\r\n&quot;The card includes a person&rsquo;s full legal name, date of birth, a signature (captured as a digital image), a photograph, and the person&rsquo;s Social Security number,&quot; the report says. &quot;This card should be modestly adapted for voting purposes to indicate on the front or back whether the individual is a U.S. citizen.&quot; And, the report says, states should provide such IDs to non-drivers at no charge.<br />\r\n<br />\r\nUntil 2010, the recommendation says, states should &quot;allow voters without a valid photo ID card ... to vote, using a provisional ballot by signing an affidavit under penalty of perjury. The signature would then be matched with the digital image of the voter&rsquo;s signature on file in the voter registration database, and if the match is positive, the provisional ballot should be counted.&quot;<br />\r\n<br />\r\nAt a press conference, Carter said he initially had reservations but was won over to the ID proposal because 24 states, including Georgia, had approved such measures and some of the laws were &quot;abominable,&quot; making it hard for some residents to obtain the required IDs, according to the Political Transcript Wire.<br />\r\n<br />\r\nCarter added that the recommendation included &quot;careful constraints to prevent abuse. For instance, these photo ID cards will be free. Second, there will be a wide distribution of them. The states will be required to go around the state to issue these photo ID cards to as many people as possible, which will be a good system just for recruiting new voters... And so, this will be, I think, a move forward in getting more people to vote. It would not restrict people from voting. It will be uniformly applied throughout the country. And it will be nondiscriminatory.&quot;<br />\r\n<br />\r\nAt the press conference, Baker said he believes the commission came out &quot;86 percent in favor&quot; of the ID mandate because anyone who receives an ID would automatically be registered to vote.<br />\r\n<br />\r\nThree <a href=\"http://www.american.edu/spa/cdem/commision-members.cfm\">commission members</a>, led by Tom Daschle, the former Democratic Senate leader, dissented from the ID recommendation, and other Democrats, including then-Sen. Obama of Illinois, reacted by saying the proposal was likely to deter low-income, minority and disabled voters from casting ballots.<br />\r\n<br />\r\nDaschle&rsquo;s dissent was joined by <a href=\"http://docs.law.gwu.edu/facweb/soverton/\">Spencer Overton</a>, a professor at the George Washington University Law School, and <a href=\"http://www.state.gov/r/pa/ei/biog/152632.htm\">Raul Yzaguirre</a>, former president of the National Council of La Raza, a Hispanic advocacy group. The dissent says some citizens would have difficulties coming up with the documents needed to obtain such IDs, such as driver licenses, for voting purposes. Those documents, the dissent says, include a &quot;birth certificate, passport or naturalization papers, a photo identity document, and proof of Social Security number. Obtaining such documents can be difficult, even for those not displaced by the devastation of Hurricane Katrina. For some, the commission&rsquo;s ID proposal constitutes nothing short of a modern day poll tax.&quot;<br />\r\n<br />\r\nIn an expanded <a href=\"http://carterbakerdissent.com/dissent.php\">dissent</a>, Overton says &quot;evidence suggests the type of fraud addressed by photo ID requirements is extraordinarily small and that the number of eligible citizens who would be denied their right to vote as a result of the commission&#39;s ID proposal is exceedingly large.&quot;<br />\r\n<br />\r\nBy telephone, American University professor Robert A. Pastor, a commission member and its staff director, told us the commission had a balance of Democrats, Republicans and Independents. Doug Chapin, an administrator at the University of Minnesota&rsquo;s Humphrey School of Public Affairs, was the commission&rsquo;s research director. Chapin told us by email the Carter-Baker effort was the latest national effort to review election laws.<br />\r\n<br />\r\n<strong>Our ruling</strong><br />\r\n<br />\r\nAbbott said the &quot;last non-partisan commission to improve the voting experience in America concluded that #VoterID was necessary.&quot;<br />\r\n<br />\r\nThe Carter-Baker commission, the latest tri-partisan national body to review election reforms, recommended that states require citizens to present REAL ID cards to vote. Three of its 21 members dissented on the recommendation. The claim rates as True.</p>\r\n", "ruling_comments_date": "2013-02-25T15:32:17.043939", "ruling_date": "2013-03-01T10:00:00", "ruling_headline": "Greg Abbott says last non-partisan body on election reforms decided photo IDs at polls were necessary", "ruling_headline_slug": "greg-abbott-says-last-non-partisan-body-election-r", "ruling_link_text": "Envisioned free IDs for needy", "ruling_state": null, "source_documents": null, "sources": "<p>Report, <a href=\"http://www1.american.edu/ia/cfer/report/report.html#note5\">&quot;Building Confidence in U.S. Elections,&quot;</a> the Commission on Federal Election Reform, September 2005<br />\r\n<br />\r\nTranscripts, press conferences, President Jimmy Carter and James A. Baker III, on recommendations of the Carter-Baker Commission on Federal Election Reform, Political Transcript Wire, Sept. 19, 2005; Sens. Christopher Dodd, D-Conn., and Barack Obama, D-Illinois, and Reps. John Lewis, D-Ga., and John Conyers, D-MIch., on Help America Vote Act, Political Transcript Wire, Sept. 20, 2005 (Nexis search)<br />\r\n<br />\r\nTelephone interview, <a href=\"http://www.american.edu/sis/faculty/rpastor.cfm\">Robert A. Pastor</a>, professor, American University School of International Service, San Diego, Feb. 21, 2018<br />\r\n<br />\r\nEmail, response to PolitiFact Texas, Doug Chapin, director, Program for Excellence in Election Administration, Center for the Study of Politics and Governance, Humphrey School of Public Affairs, University of Minnesota, Feb. 21, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 12, "current_job": "governor", "false_count": 8, "first_name": "Greg", "half_true_count": 9, "home_state": "Texas", "id": 409, "last_name": "Abbott", "mostly_true_count": 9, "name_slug": "greg-abbott", "pants_count": 6, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/abbottmugnew16pft.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/409/", "total_count": 56, "true_count": 12, "website": "http://gregabbott.com/"}, "statement": "<p>Says the &quot;last non-partisan commission to improve the voting experience in America concluded that #VoterID was necessary.&quot;</p>\r\n", "statement_context": "a Twitter post.", "statement_date": "2013-02-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}], "target": [], "twitter_headline": ""}