{"art": [{"brightcove": "", "caption": "Firefighters in Hillsborough County, Fla., hit hotspots in a mobile home fire in January 2013. Will the sequester harm the ability of localities to fight fires?", "id": 3202, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Firefighters.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/3202/", "title": "Firefighters", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2013/mar/01/ami-bera/rep-ami-bera-says-due-sequester-people-are-going-b/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 7463, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/7463/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tWith an across-the-board federal cut looming, Rep. Ami Bera, D-Calif., took to the House floor to sound a sequester fire alarm.<br />\r\n\t<br />\r\n\t&quot;Mr. Speaker, the American public is tired of the blame game. They want to see real solutions. Irresponsible, across-the-board spending cuts are not a real solution. If we don&#39;t act to avoid these spending cuts, we threaten the very safety of our community and our country.<br />\r\n\t<br />\r\n\t&quot;There will be $50 million cut from firefighting funding. In my own district, that&#39;s $1.5 million in SAFER grants. Let me translate that. My fire chief, Kurt Henke, says that&#39;s the equivalent of one engine company and slower response times. People are going to be unsafe, homes are going to burn. We have to act.<br />\r\n\t<br />\r\n\t&quot;Mr. Speaker, I urge you to lock us in a room and cut a deal. Let&#39;s figure out how to avoid sequestration. This is devastating to our economy and our country.&quot;<br />\r\n\t<br />\r\n\tReally? Homes are going to burn because of the sequester?<br />\r\n\t<br />\r\n\tLet&rsquo;s recap how the sequester works. Unless a deal is struck, most types of federal spending must be cut by a uniform amount --<a href=\"http://www.cbo.gov/sites/default/files/cbofiles/attachments/43907-BudgetOutlook.pdf\"> tentatively</a> 7.9 percent for most types of defense discretionary funding and 5.3 percent for non-defense discretionary funding. (Certain programs are shielded from sequestration cuts entirely, including Social Security, federal retirement payments, veterans compensation, Medicaid, Pell Grants, food stamps, Supplemental Security Income, and veteran&#39;s health programs. Medicare would be cut by 2 percent.)<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tThe uniform cuts must be applied to any &quot;program, project or activity&quot; that isn&rsquo;t otherwise exempted.<br />\r\n\t<br />\r\n\tWe found two main federal firefighting grants programs: Staffing for Adequate Fire &amp; Emergency Response (or SAFER) Grants, which focus on personnel, and Assistance to Firefighter Grants (AFG), which focuses on non-personnel expenditures such as equipment.<br />\r\n\t<br />\r\n\t<strong>The Sacramento example</strong><br />\r\n\t<br />\r\n\tThe Sacramento Metropolitan Fire District, the one headed by Chief Henke, won grants from both in December 2012. including a <a href=\"http://www.fema.gov/staffing-adequate-fire-emergency-response-grants-awards/award-year-2012\">$5.6 million SAFER grant</a> for &quot;hiring.&quot; (It also <a href=\"http://www.fema.gov/assistance-firefighters-grant/assistance-firefighters-grant-awards/award-year-2012\">won</a> an AFG grant worth $370,277 for &quot;wellness and fitness programs,&quot; but we won&rsquo;t factor that in since Bera didn&rsquo;t mention it.)<br />\r\n\t<br />\r\n\tIf all SAFER grants nationally were to be cut by an equal amount, then a 5.3 percent reduction in Sacramento&rsquo;s SAFER funding would be roughly $300,000. That&rsquo;s less than the $1.5 million Bera cited, and Bera&rsquo;s office acknowledged to PolitiFact that the congressman may not have given the correct figure. Here&rsquo;s a fuller explanation.<br />\r\n\t<br />\r\n\tIn an interview, Henke said his department has lost millions of dollars because of a decline in &nbsp;property tax receipts. The fire department closed three firehouses and sidelined six engine companies, which led to &quot;significantly longer response times,&quot; Henke said.<br />\r\n\t<br />\r\n\tTo improve its response to calls, the department sought SAFER grants to cover the cost of two additional engine companies. Henke said they would help the department meet the &quot;two in, two out&quot; rule, which requires that two firefighters remain outside a burning building before two can enter it. Because $1.5 million is the ballpark estimate for the cost of one engine company, that&rsquo;s where Bera got his number. But that&rsquo;s speculation; that&rsquo;s five-times the proportionate cut we calculated.<br />\r\n\t<br />\r\n\tSo Bera&rsquo;s number was a significant exaggeration.<br />\r\n\t<br />\r\n\t<strong>The national outlook</strong><br />\r\n\t<br />\r\n\tBeyond Sacramento, is it accurate for Bera to say that, due to the sequester, &quot;people are going to be unsafe. Homes are going to burn&quot;?<br />\r\n\t<br />\r\n\tWe spoke with experts who said there is some truth to that. They said cuts to firefighting grants will put more pressure on existing fire services and, on the margins, could result in greater damage or casualties, though the extent is certainly speculative.<br />\r\n\t<br />\r\n\t&quot;In some cases, response will be affected,&quot; said James Pharr, a professor in the Eastern Kentucky University College of Justice and Safety who previously served as a firefighter, fire investigator, fire chief, fire marshal and emergency management director. &quot;Slow or inadequate response can reduce the ability to prevent death or serious injury.&quot;<br />\r\n\t<br />\r\n\tThomas J. Cova, director of the Center for Natural and Technological Hazards at the University of Utah, emphasized that sequester comes on top of budgetary strains caused by the recession.<br />\r\n\t<br />\r\n\t&quot;Budgets have already been reduced in the last four years at all levels -- local, state, and federal -- to the point that more cuts could noticeably compromise response capabilities,&quot; Cova said. &quot;All the obvious corners have already been cut, and that means, unfortunately, that further cuts could result in structures burning that otherwise wouldn&rsquo;t, due to reduced response times, personnel, and equipment.&quot;<br />\r\n\t<br />\r\n\tShawn S. Kelley, the director of strategic services for the International Association of Fire Chiefs Kelley, said rural departments stand to be hurt more than big cities because the rural agencies are more dependent on federal grants.<br />\r\n\t<br />\r\n\tStill, we see several reasons why Bera&rsquo;s claim is exaggerated.<br />\r\n\t<br />\r\n\t&bull; <strong>Federal funds are a small portion of most fire departments&rsquo; budgets</strong>. In Sacramento&rsquo;s case, this year&rsquo;s total budget is $153 million, meaning that the SAFER grant accounts for 3.6 percent of the budget. That means the sequester could hold back two-tenths of 1 percent of the department&rsquo;s entire budget.<br />\r\n\t<br />\r\n\tWe were unable to find specific data nationally, but several experts agreed that Sacramento&rsquo;s case is not unusual. &quot;Most municipal fire departments are locally funded,&quot; said William John Siembieda, who heads the city and regional planning department at California Polytechnic State University. &quot;Federal dollars are not a large part of annual budgets.&quot;<br />\r\n\t<br />\r\n\tIn other words, Bera didn&#39;t have enough justification to sound such a strong alarm. The kind of rhetoric Bera used &quot;been rejected&quot; by firefighter organizations in trying to fend off proposed cuts, said Anthony Brown, an Oklahoma State University professor who specializes in fire and emergency management.<br />\r\n\t<br />\r\n\t&bull; <strong>Not every locality will be losing federal firefighting money due to the sequester</strong>. Both programs are competitive grants, meaning that a locality will apply for federal funds and, if it&rsquo;s lucky, it will get a grant. Many localities will either decline to apply for the grants or fail to receive them. So while Sacramento may lose money due to sequester cuts, not every local fire department in the country will. Those departments that didn&rsquo;t receive grant money in the most recent round won&rsquo;t be directly affected by such sequester cuts at all.<br />\r\n\t<br />\r\n\t&bull; <strong>It can be difficult to determine whether local cuts or sequester cuts are at fault for personnel decreases</strong>. SAFER funds are, in effect, responding to what is happening at the local level. If a firefighter is laid off, or is about to be laid off, and then sees his job restored by a SAFER grant, then sees that funding taken away due to the sequester, is that all the fault of the sequester, or is it partially the fault of the local budgetary situation? We think it&rsquo;s a mixture of both, and thus it&rsquo;s a stretch for Bera to blame the sequester.<br />\r\n\t<br />\r\n\t&bull; <strong>The Obama administration proposed even bigger cuts for these programs in its fiscal year 2013 budget proposal</strong>. In its 2013 budget, the Obama administration proposed an amount 17 percent lower than its level two years earlier, an average of more than 8 percent per year. That&rsquo;s a bigger cut than the sequester itself. So if the administration or its allies are going to cry foul at sequester cuts, the same charge could be leveled at the administration&rsquo;s own policies.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tBera said that due to the sequester, &quot;people are going to be unsafe. Homes are going to burn.&quot;<br />\r\n\t<br />\r\n\tThe precise impact of sequester cuts on firefighting is speculative, but it&rsquo;s safe to assume there will be some impact on the margins, at least in places that receive federal firefighting grants. Still, Bera&rsquo;s language is overheated, both on Sacramento&rsquo;s case in particular and in the overall picture.<br />\r\n\t<br />\r\n\tIn the communities lucky enough to receive SAFER grants, such funds typically account for a small portion of the total departmental budget. In addition, firehouse woes do not begin and end with the sequester; local budgets and policies also deserve some blame. Finally, blaming the sequester obscures even larger cuts the administration itself proposed prior to the sequester. On balance, we rate Bera&rsquo;s claim Mostly False.</p>\r\n", "ruling_comments_date": "2013-03-01T14:59:31.269861", "ruling_date": "2013-03-01T15:33:28", "ruling_headline": "Rep. Ami Bera says due to sequester, 'people are going to be unsafe. Homes are going to burn'", "ruling_headline_slug": "rep-ami-bera-says-due-sequester-people-are-going-b", "ruling_link_text": "Sequester probably won't be burning down the house", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tAmi Bera, <a href=\"http://www.gpo.gov/fdsys/pkg/CREC-2013-02-26/pdf/CREC-2013-02-26-pt1-PgH642-8.pdf#page=1\">House floor speech</a>, Feb. 26, 2013<br />\r\n\t<br />\r\n\tFEMA, &quot;<a href=\"http://www.fema.gov/staffing-adequate-fire-emergency-response-grants-awards/award-year-2012\">Staffing for Adequate Fire &amp; Emergency Response Grants (SAFER) - Award Year 2012</a>,&quot; accessed Mar. 1, 2013<br />\r\n\t<br />\r\n\tFEMA, &quot;<a href=\"http://www.fema.gov/staffing-adequate-fire-emergency-response-grants\">Staffing for Adequate Fire &amp; Emergency Response Grants</a>,&quot; accessed Mar. 1, 2013<br />\r\n\t<br />\r\n\tFEMA, &quot;<a href=\"http://www.fema.gov/assistance-firefighters-grant/assistance-firefighters-grant-awards/award-year-2012\">Assistance to Firefighters Grant (AFG) -- Award Year 2012</a>,&quot; accessed Mar. 1, 2013<br />\r\n\t<br />\r\n\tFEMA, &quot;<a href=\"http://www.fema.gov/welcome-assistance-firefighters-grant-program\">Assistance to Firefighters Grant Program</a>,&quot; accessed Mar. 1, 2013<br />\r\n\t<br />\r\n\tOffice of Management and Budget, &quot;<a href=\"http://www.whitehouse.gov/sites/default/files/omb/assets/legislative_reports/stareport.pdf\">OMB Report Pursuant to the Sequestration Transparency Act of 2012 (P. L. 112&ndash;155)</a>,&quot; accessed Feb. 19, 2013<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tOffice of Management and Budget, &quot;<a href=\"https://www.documentcloud.org/documents/605231-zients-sequestration-letter.html\">Memorandum for the Heads of Executive Departments and Agencies, from Jeffrey D. Zients</a>,&quot; Jan. 14, 2013<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tCongressional Budget Office, &quot;<a href=\"http://www.cbo.gov/sites/default/files/cbofiles/attachments/43907-BudgetOutlook.pdf\">The Budget and Economic Outlook: Fiscal Years 2013 to 2023</a>,&quot; February 2013<br />\r\n\t<br />\r\n\tEmail interview with Anthony Brown, Oklahoma State University professor who specializes in fire and emergency management, Mar. 1, 2013<br />\r\n\t<br />\r\n\tEmail interview with James Pharr, professor in the Eastern Kentucky University College of Justice and Safety, Feb. 28, 2013<br />\r\n\t<br />\r\n\tEmail interview with Thomas J. Cova, director of the Center for Natural and Technological Hazards at the University of Utah, Mar. 1, 2013<br />\r\n\t<br />\r\n\tEmail interview with Shawn S. Kelley, director of strategic services for the International Association of Fire Chiefs, Mar. 1, 2013<br />\r\n\t<br />\r\n\tEmail interview with William John Siembieda, head of the city and regional planning department at California Polytechnic State University, Feb. 28, 2013<br />\r\n\t<br />\r\n\tInterview with Kurt Henke, fire chief of the Sacramento Metropolitan Fire District, Mar. 1, 2013<br />\r\n\t<br />\r\n\tInterview with Allison Teixeira, spokeswoman for Ami Bera, Mar. 1, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "U.S. House of Representatives", "false_count": 0, "first_name": "Ami", "half_true_count": 1, "home_state": "California", "id": 2191, "last_name": "Bera", "mostly_true_count": 1, "name_slug": "ami-bera", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/ami_bera.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2191/", "total_count": 3, "true_count": 0, "website": "http://bera.house.gov/"}, "statement": "<p>\r\n\tDue to the sequester, &quot;people are going to be unsafe. Homes are going to burn.&quot;</p>\r\n", "statement_context": "a House floor speech", "statement_date": "2013-02-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}], "target": [], "twitter_headline": ""}