{"art": [], "author": [{"email_address": "mgill@nashuatelegraph.com", "first_name": "Maryalice", "id": 250, "last_name": "Gill", "name_slug": "maryalice-gill", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 16, "publication_name": "The Telegraph", "resource_uri": "/api/v/2/publication/16/"}, "resource_uri": "/api/v/2/staffer/250/", "title": "Staff Writer", "twitter": null}], "canonical_url": "/new-hampshire/statements/2013/mar/04/carol-shea-porter/us-rep-carol-shea-porter-claims-nh-only-state-with/", "edition": {"adkey": "Editions", "advalue": "New Hampshire", "edition": "New Hampshire", "edition_slug": "new-hampshire", "has_afterthefact": false, "id": 47, "index_page": false, "meter_name": "The New Hampshire Truth-O-Meter", "resource_uri": "/api/v/2/edition/47/"}, "editor": [{"email_address": "jvanfleet@cmonitor.com", "first_name": "Jonathan", "id": 367, "last_name": "Van Fleet", "name_slug": "jonathan-van-fleet", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 55, "publication_name": "Concord Monitor", "resource_uri": "/api/v/2/publication/55/"}, "resource_uri": "/api/v/2/staffer/367/", "title": "Politics and special projects editor", "twitter": null}], "facebook_headline": null, "id": 7469, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "mgill@nashuatelegraph.com", "first_name": "Maryalice", "id": 250, "last_name": "Gill", "name_slug": "maryalice-gill", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 16, "publication_name": "The Telegraph", "resource_uri": "/api/v/2/publication/16/"}, "resource_uri": "/api/v/2/staffer/250/", "title": "Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/7469/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tU.S. Rep. Carol Shea-Porter, D-N.H. has reinvigorated efforts to increase veterans&rsquo; access to health care in the Granite State -- and has repeated a familiar claim in the process.<br />\r\n\t<br />\r\n\tIn a press release issued in January, she reintroduced the Veterans Health Equity Act, which requires the Department of Veterans Affairs to ensure every state has a full-service veterans &nbsp;hospital, or similar services through contracts with state hospitals.<br />\r\n\t<br />\r\n\t&quot;New Hampshire is currently the only state in the nation that does not have a full-service veterans hospital or equivalent access,&quot; Shea-Porter said in a <a href=\"http://shea-porter.house.gov/media-center/press-releases/congresswoman-shea-porter-reintroduces-the-veterans-health-equity-act\">press release </a>Jan. 16.<br />\r\n\t<br />\r\n\tNew Hampshire residents, and veterans, have heard this several times in recent years. U.S. Rep. Annie Kuster, D-NH <a href=\"http://www.vnews.com/home/3899841-95/veterans-hampshire-care-state\">mouthed </a>the same claim in January as a cosponsor to Shea-Porter&rsquo;s bill. And U.S. Sens.<a href=\"http://www.shaheen.senate.gov/news/speeches/speech/?id=47928322-0907-45d3-8a3c-908475a7c23e\"> Jeanne Shaheen</a>, D-N.H. and <a href=\"http://www.shaheen.senate.gov/news/press/release/?id=c416c2fa-fa09-4202-9475-621982e9ee45\">Kelly Ayotte</a>, R-N.H. have each shared the same point before in support of similar legislation.<br />\r\n\t<br />\r\n\tBut to determine what is a &quot;full-service&quot; veterans hospital and whether New Hampshire really is the only state without one, we decided to consult our Truth-o-Meter.<br />\r\n\t<br />\r\n\tFirst, we contacted Shea-Porter&rsquo;s staff for some answers.<br />\r\n\t<br />\r\n\tThey said three states in the country do not have a full-service VA hospital: Hawaii, Alaska and New Hampshire.<br />\r\n\t<br />\r\n\t&quot;Alaska and Hawaii both have Tricare military hospitals,&quot; which veterans can access, said Shea-Porter&rsquo;s chief of staff, Naomi Andrews, in an email. &quot;New Hampshire alone has no VA or Tricare full service hospital.&quot;<br />\r\n\t<br />\r\n\tBringing more veteran&rsquo;s health care to the Granite State has been a bipartisan issue for about a decade.<br />\r\n\t<br />\r\n\tAndrews also pointed to statements by Shaheen and former <a href=\"http://votesmart.org/public-statement/609837/guinta-bass-bill-gives-granite-state-veterans-in-state-full-service-health-care#.URPf3R3AdnB\">U.S. Rep Charlie Bass</a>, R-N.H., saying the same thing to validate the claim.<br />\r\n\t<br />\r\n\tEver since New Hampshire&rsquo;s VA Medical Center in Manchester was downsized more than 10 years ago due to financial reasons, several members of New Hampshire&rsquo;s congressional delegation have offered bills similar to Shea-Porter&rsquo;s.<br />\r\n\t<br />\r\n\tIn 2009, Shaheen filed similar legislation with her own Veterans Health Equity Act in the Senate as Shea-Porter authored the companion bill in the House. Neither bill went anywhere during the 111th Congress and each drew just one co-sponsor (Sen. Judd Gregg in the Senate; Rep. Paul Hodes in the House), never emerging from their respective committees.<br />\r\n\t<br />\r\n\tIn 2011, Shaheen and Ayotte introduced the Veterans Health Equity Act of 2011, which then-U.S. Reps. Bass and Frank Guinta, R-NH, co-sponsored, and now it has been reintroduced in 2013.<br />\r\n\t<br />\r\n\tManchester VAMC lost its &quot;full-service&quot; designation after an assessment by the U.S. Office of the Inspector General in 2000. At the time, it was a 28-bed primary and secondary care facility that employed roughly 500 people, operated on a $41.8 million budget and was providing care to more than 15,000 veterans.<br />\r\n\t<br />\r\n\tToday, the Manchester&rsquo;s VA Medical Center provides urgent care, primary care, ambulatory surgery, specialty clinics, mental health, hospital based home care, community acute care and long term care services to veterans, according to its <a href=\"http://www.manchester.va.gov/about/\">website</a>.<br />\r\n\t<br />\r\n\tSince then, New Hampshire veterans had to travel to Boston or White River Junction, Vt., for emergency care they used to be able to get closer to home.<br />\r\n\t<br />\r\n\tIn 2009, <a href=\"http://votesmart.org/public-statement/439687/va-expands-acute-inpatient-care-services-for-new-hampshire-veterans#.USUTYB3qlnB\">VA officials</a> opted to outsource some medical services by contracting with Concord Hospital and other care providers, rather than open a VA hospital in Manchester, calling Concord Hospital a &quot;centrally located regional medical center that offers traditional acute care services in 42 medical specialties.&quot;It also upgraded mental health facilities at the VAMC Manchester.<br />\r\n\t<br />\r\n\tA<a href=\"http://votesmart.org/public-statement/439687/va-expands-acute-inpatient-care-services-for-new-hampshire-veterans#.URQFoh3AdnA\"> press release </a>on the partnership said it allowed the VA to provide coordinated care and services &quot;equivalent to a general medical and surgical hospital locally within New Hampshire.&quot;<br />\r\n\t<br />\r\n\tSo does this constitute a full-service equivalent contrary to Shea-Porter&rsquo;s assertion?<br />\r\n\t<br />\r\n\tThe U.S. Department of Veterans Affairs says there is no industry-wide definition of a &quot;full-service&quot; hospital; even &quot;highly tertiary&quot; private sector hospitals don&rsquo;t provide all health services.<br />\r\n\t<br />\r\n\tIn the veterans health administration, a medical center, by policy definition, is a site that offers acute inpatient services and at least one additional service such as outpatient care, long-term care or mental health care, said Sue Hopkins, a public affairs officer with the VA&rsquo;s regional office.<br />\r\n\t<br />\r\n\tBy that measure, New Hampshire and Alaska are the only states that don&rsquo;t have a true VA medical center, even though the New Hampshire facility uses &quot;medical center&quot; in its name, Hopkins said.<br />\r\n\t<br />\r\n\tHawaii, which provides inpatient acute and inpatient psychiatric care for veterans, would be considered a VA medical center, Hopkins said. But veterans&rsquo; medical and surgical care is obtained through agreements with Tripler Army Medical Center whose staff are &quot;closely integrated with VA clinicians.&quot;<br />\r\n\t<br />\r\n\tAlaska does not have a VA medical center, but has agreements for acute medical and surgical care at neighboring facilities, most of which is provided at the Joint Base Elmendorf Richardson Hospital, adjacent to a VA outpatient clinic, Hopkins said.<br />\r\n\t<br />\r\n\tIn New Hampshire, veterans can get non-emergency care at the Manchester VA Medical Center&rsquo;s urgent care facility, Hopkins said. Those who need an acute inpatient care stay for conditions like pneumonia, unstable angia, or appendicitis are typically sent to Concord Hospital or in more &lsquo;emergent situations,&quot; Elliott Hospital or Catholic Medical Center, Hopkins said.<br />\r\n\t<br />\r\n\tIn a medical emergency, veterans can go to the nearest healthcare facility that will provide the care needed, she added. The VA will pay for emergency care in non-VA facilities for certain service-disabled veterans or as payer of last resort under other conditions.<br />\r\n\t<br />\r\n\tThe VA measures access by distance, not state boundaries, Hopkins said. New Hampshire veterans can access VA acute inpatient care outside the state, via:</p>\r\n<p>\r\n\tWhite River Junction, Vt. (0.3 miles from the state border)</p>\r\n<p>\r\n\tBedford, Mass. (15 miles from the state border)</p>\r\n<p>\r\n\tBoston, Mass. (33 miles from the state border to West Roxbury Campus of the VA Boston Healthcare System)</p>\r\n<p>\r\n\tTogus, Maine (78 miles from the state border)</p>\r\n<p>\r\n\t<br />\r\n\tIn other larger states that have full service hospitals, veterans have to travel farther than veterans in New Hampshire for similar care.<br />\r\n\t<br />\r\n\tIn South Texas, for example, &nbsp;<a href=\"http://www.riograndeguardian.com/veterans_story.asp?story_no=17\">U.S. Sen. John Cornyn </a>is pushing a bill to add inpatient health care and an emergency room to a new veterans medical facility in Harlingen to serve the thousands of rural Texas veterans who have to travel more than six hours to get the care they need in San Antonio.<br />\r\n\t<br />\r\n\tEven in New Jersey, some veterans who need specific procedures have to spend more than four hours in a car or bus to visit VA facilities in East Orange, Philadelphia or Wilmington, Del., according to <a href=\"http://www.njspotlight.com/stories/12/12/13/task-force-seeks-end-to-long-distance-trips-to-va-hospitals/\">published reports</a>.<br />\r\n\t<br />\r\n\tIn New Hampshire, veterans in need of complex, specialized services for conditions like hip replacements, neurosurgery, or a bypass are typically sent to the VA Boston Healthcare System.<br />\r\n\t<br />\r\n\tAccording to statistics cited by <a href=\"http://www.boston.com/news/local/massachusetts/articles/2011/05/16/nh_veterans_face_long_ride_to_boston_for_medical_care/?page=2\">The Boston Globe </a>in 2011, one quarter of New Hampshire veterans &nbsp;-- 2,741 cases -- in need of acute care for issues such as heart failure, pneumonia and others were sent out of state.<br />\r\n\t<br />\r\n\t&quot;While VA is working to keep more New Hampshire veterans in the state for their medical care whenever possible, admission to inpatient care is based on medical need and the clinical judgment of the VA provider,&quot; Hopkins said.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tShea-Porter wasn&rsquo;t completely right to say New Hampshire is the only state without a &quot;full-service&quot; veterans hospital.The VA doesn&rsquo;t use the definition &quot;full service.&quot; Instead it uses the definition of a medical center, and Alaska doesn&rsquo;t have one either, even though it does offer many needed medical services to veterans on base.<br />\r\n\t<br />\r\n\tAs for &quot;equivalent access,&quot; most New Hampshire veterans can access medical centers that will provide the services they need through contracts with non-VA, in-state hospitals, but in some cases, veterans in need of specialized services are sent to Boston. Even when New Hampshire veterans are sent out of state, they don&rsquo;t have to travel as far as some veterans in larger states, like Texas.<br />\r\n\t<br />\r\n\tShea Porter&rsquo;s statement leaves out some important details. We give her a Half True.<br />\r\n\t<br />\r\n\t&nbsp;</p>\r\n", "ruling_comments_date": "2013-03-04T07:48:49.934666", "ruling_date": "2013-03-04T07:46:01", "ruling_headline": "U.S. Rep. Carol Shea-Porter claims NH is only state without full service VA hospital", "ruling_headline_slug": "us-rep-carol-shea-porter-claims-nh-only-state-with", "ruling_link_text": "Oft repeated, still half true", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tU.S. Rep. Carol Shea-Porter, &quot;<a href=\"http://shea-porter.house.gov/media-center/press-releases/congresswoman-shea-porter-reintroduces-the-veterans-health-equity-act\">Congresswoman Shea-Porter Reintroduces the Veterans Health Equity Act</a>,&quot; Jan. 16, 2013.<br />\r\n\t<br />\r\n\tAnn McLane Kuster to the Valley News, &quot;<a href=\"https://register.vnews.com/clickshare/authenticateUserSubscription.do?CSProduct=valleynews-metered&amp;ID=abcde&amp;CSAuthReq=62860:24547117:id:A29B2568DC731C2E8B25B89371A61F0B&amp;CSTargetURL=http://www.vnews.com/home/3899841-95/veterans-hampshire-care-state\">Column: Doing right by New Hampshire Veterans</a>,&quot; Jan. 21, 2013.<br />\r\n\t<br />\r\n\tU.S. Sen. Jeanne Shaheen, &quot;<a href=\"http://www.shaheen.senate.gov/news/speeches/speech/?id=47928322-0907-45d3-8a3c-908475a7c23e\">Introduction of the Veterans Health Equity Act of 2009</a>,&quot; Jan. 14, 2009.<br />\r\n\t<br />\r\n\tU.S. Sen. Kelly Ayotte, &quot;<a href=\"http://www.shaheen.senate.gov/news/press/release/?id=c416c2fa-fa09-4202-9475-621982e9ee45\">Shaheen</a><a href=\"http://www.shaheen.senate.gov/news/press/release/?id=c416c2fa-fa09-4202-9475-621982e9ee45\"> and Ayotte: Veterans deserve access to local, quality care</a>&quot; May 9, 2011.<br />\r\n\t<br />\r\n\tU.S. Rep. Charlie Bass, R-NH &quot;Guinta &amp; Bass bill gives Granite State veterans in-state, full-service health care,&quot; May 12, 2011.<br />\r\n\t<br />\r\n\tEmail exchange with Naomi Andrews, Shea-Porter Chief of Staff, Jan. 16 and 17, 2013.<br />\r\n\t<br />\r\n\tPhone and email exchange with Sue Hopkins, regional office of public affairs, U.S. Dept. of Veterans Affairs, Feb. 1, 4 and 7, 2013.<br />\r\n\t<br />\r\n\tProject Vote Smart, Eric Shineski press release, &quot;<a href=\"http://votesmart.org/public-statement/439687/va-expands-acute-inpatient-care-services-for-new-hampshire-veterans#.URQFoh3AdnA\">VA expands acute inpatient care services for New Hampshire veterans</a>,&quot; July 13, 2009.<br />\r\n\t<br />\r\n\tThe Boston Globe, &quot;<a href=\"http://www.boston.com/news/local/massachusetts/articles/2011/05/16/nh_veterans_face_long_ride_to_boston_for_medical_care/?page=2\">Reluctant road warriors: Many N.H. veterans face long rides to get care from VA</a>,&quot; May 16, 2011.<br />\r\n\t<br />\r\n\tNJSpotlight, &quot;<a href=\"http://www.njspotlight.com/stories/12/12/13/task-force-seeks-end-to-long-distance-trips-to-va-hospitals/\">Task Force Seeks End to Long-Distance Trips to VA Hospitals</a>,&quot; Dec. 24, 2012<br />\r\n\t<br />\r\n\tThe Rio Grande Guardian, &quot;<a href=\"http://www.riograndeguardian.com/veterans_story.asp?story_no=17\">Cornyn: VA needs to provide inpatient health care at Harlingen clinic</a>,&quot; Aug. 30, 2012.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Retired social worker", "false_count": 0, "first_name": "Carol", "half_true_count": 1, "home_state": "New Hampshire", "id": 2034, "last_name": "Shea-Porter", "mostly_true_count": 1, "name_slug": "carol-shea-porter", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/SheaPorterPolitifact.jpg", "primary_edition": {"adkey": "Editions", "advalue": "New Hampshire", "edition": "New Hampshire", "edition_slug": "new-hampshire", "has_afterthefact": false, "id": 47, "index_page": false, "meter_name": "The New Hampshire Truth-O-Meter", "resource_uri": "/api/v/2/edition/47/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2034/", "total_count": 4, "true_count": 1, "website": "http://www.sheaporter.com/"}, "statement": "<p>\r\n\tNew Hampshire is currently the only state in the nation that does not have a full-service veterans hospital or equivalent access.</p>\r\n", "statement_context": "a press release ", "statement_date": "2013-01-16", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 51, "photo": null, "resource_uri": "/api/v/2/subject/51/", "subject": "Veterans", "subject_slug": "veterans", "used_in_edition": []}], "target": [], "twitter_headline": ""}