{"art": [], "author": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "canonical_url": "/ohio/statements/2013/mar/11/rob-portman/sen-rob-portman-says-hundreds-tax-preferences-and-/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "jkahoun@plaind.com", "first_name": "Jane", "id": 159, "last_name": "Kahoun", "name_slug": "jane-kahoun", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifact-jane-kahoun_1.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/159/", "title": "PolitiFact Ohio editor and deputy metro editor, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 7494, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "resource_uri": "/api/v/2/statement/7494/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\r\n\tThe only things certain in life are death, taxes, and Rob Portman&rsquo;s interest is in the latter. The first-term Ohio U.S. senator is, after all, a former budget director in President George W. Bush&rsquo;s cabinet, and tax reform is one of his foremost goals.<br />\r\n\t<br />\r\n\tJust which tax rates and preferences need reforming is a political judgment. But the scope of the challenge caught our attention when <a href=\"http://www.youtube.com/watch?v=1uD4n00mxlk&amp;feature=youtu.be\">Portman told the Fox Business </a><a href=\"http://www.youtube.com/watch?v=1uD4n00mxlk&amp;feature=youtu.be\">Network</a>on Feb. 20:<br />\r\n\t<br />\r\n\t&quot;There have been literally hundreds of new tax preferences and loopholes added to the code since 1986, last time we did this.&quot;<br />\r\n\t<br />\r\n\tThat&rsquo;s a lot of new references and loopholes, and we were curious about the number. So we asked Portman&rsquo;s press secretary, Caitlin Dunn, who sent us two sources to support the senator&rsquo;s claim.<br />\r\n\t<br />\r\n\tFirst was an August 2010 report to the White House by President Barack Obama&rsquo;s Economic Recovery Advisory Board, which <a href=\"http://www.whitehouse.gov/sites/default/files/microsites/PERAB_Tax_Reform_Report.pdf\">laid out a menu of </a><a href=\"http://www.whitehouse.gov/sites/default/files/microsites/PERAB_Tax_Reform_Report.pdf\">options</a>for simplification and better compliance within the tax system. The board included leaders in economics, business and labor and was chaired by former Federal Reserve Chairman Paul Volcker. Like Portman, this committee cited 1986 as a baseline, because that was the last time Congress overhauled the nation&rsquo;s tax code.<br />\r\n\t<br />\r\n\tAmong the committee&rsquo;s observations: &quot;The tax code has become more complex and more unstable over the last two decades, in part because legislators have increasingly used targeted tax provisions to achieve social policy objectives normally achieved by spending programs. There have been more than 15,000 changes to the tax code since 1986, and a current JCT (Joint Committee on Taxation) pamphlet lists 42 pages of expiring provisions.&quot;<br />\r\n\t<br />\r\n\tThat 15,000 figure was also in the second source that Dunn sent us: a statement from a 2010 Senate hearing, by Sen.Max Baucus, Democrat of Montana. Baucus, chairman of the Senate Finance Committee, said, &quot;We have made 15,000 changes to the tax code since 1986, but many of these changes have stretched the code in different directions.&quot;<br />\r\n\t<br />\r\n\tIf you read these statements closely, you&rsquo;ll notice that they don&rsquo;t say exactly the same thing as Portman said. These statements talk about thousands of changes -- but a change can mean many things, including revocation of tax breaks, new rates, a reinterpretation of a rule or even a technical correction, according to a number of budget experts with whom we spoke. Affirming this was Austan Goolsbee, an economist at the University of Chicago and the staff director of the President&rsquo;s Economic Advisory Board in 2010 -- that is, the Volcker committee whose report was cited as a source by Portman&rsquo;s office for the 15,000 &quot;changes&quot; in the tax code.<br />\r\n\t<br />\r\n\t&quot;Definitely those are not all loopholes,&quot; Goolsbee told us in an email. &quot;That would include every change to the code.&quot;<br />\r\n\t<br />\r\n\tSo how many of them were new loopholes or preferences?<br />\r\n\t<br />\r\n\tWe called Tax Analysts, a Northern Virginia publisher of in-depth analyses of tax law, and asked Martin Sullivan, the chief economist.<br />\r\n\t<br />\r\n\tSullivan used to work for the congressional Joint Committee on Taxation. He was somewhat skeptical of broad claims on numbers in these matters. For example, if an existing law is changed and it results in a single section being split into a dozen or more parts -- but with provisions that already existed -- do you count that as a dozen new provisions?<br />\r\n\t<br />\r\n\tHe recalled counting the changes in a single tax law in 1997 -- 400 of them, he says. He says many of them resulted in tax cuts. But that does not mean they were all loopholes or special provisions. Four-hundred new loopholes in a single year would, in fact, be eye-popping.<br />\r\n\t<br />\r\n\tContinuing our quest for a number, we turned to congressional testimony from hearings on the need for tax reform, and found the prepared text for a March, 2011 Senate hearing by Fred T. Goldberg Jr., who co-heads the tax group at the Washington law firm Skadden Arps. Goldberg is a former IRS commissioner, former IRS chief counsel, and former assistant Treasury secretary for tax policy.<br />\r\n\t<br />\r\n\tIn his written statement, he referred to the &quot;endless stream&quot; of bills that followed the 1986 tax reform, and the &quot;mind-numbing complexity&quot; of the tax code that only grew worse. &nbsp;<br />\r\n\t<br />\r\n\tIn other words, tax preferences grew. But this still did not give us a number.<br />\r\n\t<br />\r\n\tSo we talked with Roberton Williams, a fellow at the Urban Institute and its Tax Policy Center. A former deputy assistant director for tax policy at the Congressional Budget Office, Williams said there has definitely been an expansion of the tax code, in many cases promoting policy makers&rsquo; social and economic goals such as education (with tax credits), work (the earned income tax credit), retirement security (individuual retirement account changes) and so on.<br />\r\n\t<br />\r\n\tStir in corporate tax provisions and the number adds up.<br />\r\n\t<br />\r\n\tDoes it add up to hundreds?<br />\r\n\t<br />\r\n\t&quot;I certainly haven&rsquo;t counted,&quot; Williams said.<br />\r\n\t<br />\r\n\tAs we continued down this road, the question took on the characteristics of a puzzle, if not a chase down a rabbit hole. Portman&rsquo;s claim rang true, but no one had a precise way of measuring the number. Several experts, however, introduced us to the closest thing: The annual lists of &quot;tax expenditures&quot; published by the congressional Joint Committee on Taxation and, separately, the White House in its annual budget documents.<br />\r\n\t<br />\r\n\tA tax expenditure is a tax break, credit, deduction, exclusion or exemption granted for a specific purpose -- to spur energy production or education or employment, for example, or to exempt interest on certain construction bonds from taxes, or to provide special depreciation allowances for ethanol production plants. Some people call these loopholes, although every one of them is allowed for in the tax code, and they certainly qualify under Portman&rsquo;s characterization of &quot;tax preferences.&quot;<br />\r\n\t<br />\r\n\tThis gave us a benchmark. And in 2006, the Congressional Research Service, or CRS, said in a report that there were 133 of these tax expenditures as of 1987, the year following tax reform. The CRS prepares research reports to help lawmakers understand the history and background of particular issues.<br />\r\n\t<br />\r\n\tHave tax expenditures, or special provisions, grown by the hundreds since then?<br />\r\n\t<br />\r\n\tNot if you use the number on a CRS report last March 22, which said that there were now &quot;over 200&quot; separate tax expenditures. And that figure of &quot;over 200&quot; differed with one the White House used, compiled by the Treasury Department for inclusion in President Barack Obama&rsquo;s fiscal year 2013 budget request. That document listed, item by item, 188 -- everything from expensing of certain small business investments to income averaging for farmers.<br />\r\n\t<br />\r\n\tProviding us with a slightly different number was Leonard Burman, a professor and economist at Syracuse University and former deputy assistant Treasury secretary for tax analysis. Burman sent us a chart based on information from the Joint Committee on Taxation. It showed there were 202 tax expenditures in 2007. Since there were 133 right after tax reform, that would not suggest growth by the hundreds.<br />\r\n\t<br />\r\n\tBurman concluded that Portman was &quot;exaggerating a bit,&quot; but he added that Portman&rsquo;s &quot;basic point was right -- there has been a proliferation of tax preferences.&quot;<br />\r\n\t<br />\r\n\tIt was beginning to look as if Portman might be wrong. But in all these discussions was a caveat: The lists of tax expenditures are incomplete and imperfect. We&rsquo;ve noted already that the White House lists and joint tax committee lists don&rsquo;t align, for various technical and interpretive reasons.<br />\r\n\t<br />\r\n\tBut more importantly, the lists are nothing more than reports of tax breaks in effect at a given &nbsp;point in time. If a provision is changed but its structure remains the same or similar, it may not get counted as a new tax expenditure, even though the change could benefit someone new or restrict someone else.<br />\r\n\t<br />\r\n\tSuch problems were pointed out to us by Alex Brill, a research fellow at the American Enterprise Institute. Brill served as an adviser on Obama&rsquo;s fiscal commission in 2010, and was an economist for President George W. Bush&rsquo;s Council of Economic Advisers in 2001 and 2002. More pertinent for today&rsquo;s purposes, he was policy director and chief economist on the U.S. House Ways and Means Committee -- the committee that writes the tax laws -- -- from 2002 to 2007.<br />\r\n\t<br />\r\n\tBrill told us, &quot;There is no single, absolute, universal means with which to count.&quot;<br />\r\n\t<br />\r\n\tBrill sent us the prepared testimony from September 22, 2011, of &nbsp;Thomas A. Barthold, chief of staff the Joint Committee on Taxation, before the Joint Select Committee on Deficit Reduction.<br />\r\n\tIn his prepared remarks, Barthold included a graph of tax expenditures. It showed that in 1986, there were about 130 of them.<br />\r\n\t<br />\r\n\tThe number had hit 250 by 2009, dropping slightly in 2010. These were only tax expenditures that had a cumulative value of $50 million or more. But Barthold provided the committee with something better: a list of tax expenditures that have been added to the tax code since the passage of the Tax Reform Act of 1986.<br />\r\n\t<br />\r\n\tWe counted them and got 157 -- still not in the hundreds when measuring expansion or changes.<br />\r\n\t<br />\r\n\tBrill, however, found a number of things missing from that list. &nbsp;For example, the new medical device tax in the Affordable Care Act of 2010 and its exclusion of certain items was not listed, nor was a drug tax from the same bill, even though it excludes certain drugs -- a provision that could be considered a preference.<br />\r\n\t<br />\r\n\tBrill said he found at least four examples from health reform, &quot;and there are more from just that bill if you dig deeper.&quot;<br />\r\n\t<br />\r\n\tAlso missing from the list, he noticed, was the frequently criticized NASCAR tax break, a provision from the American Jobs Creation Act of 2004 that allowed for accelerated depreciation of race tracks. That bill alone had &quot;tons of provisions&quot; that amounted to narrow tax breaks, Brill said.<br />\r\n\t<br />\r\n\tWe counted the breaks in that bill, using a Joint Committee on Taxation document listing the effects of each new provision on tax revenue in the 2004 act. We came up with 179.<br />\r\n\t<br />\r\n\tSo Portman, after all of this, appears to be correct: There have been &quot;literally hundreds of new tax preferences and loopholes added to the code since 1986, last time we did this.&quot;<br />\r\n\t<br />\r\n\tExactly how many, no one knows. We even asked Martin Feldstein, a Harvard economics professor, president emeritus of the National Bureau of Economic Research, and President Ronald Reagan&rsquo;s chief economic adviser from 1982 through 1984. Feldstein&rsquo;s name came up during conversations with others, partly because he, too, was on the Volcker committee whose 15,000 figure was cited by Portman&rsquo;s office.<br />\r\n\t<br />\r\n\tWhen we asked by email about those 15,000 changes and whether they included more than loopholes and preferences, Feldstein replied, &quot;I&rsquo;m sorry but I don&rsquo;t know. I believe that many were added in the Clinton administration as a way of achieving increased government spending through the tax code.&quot;<br />\r\n\t<br />\r\n\tThat may seem a bit political, but economists see tax expenditures just as Feldstein described: a way of achieving a goal without direct spending. They cost the government, regardless.<br />\r\n\t<br />\r\n\tWe are still without a precise count of the number of loopholes and preferences added after the 1986 tax reform. Brill, however, took a stab at it, telling us, &quot;Certainly it less than 15,000,&quot; but well more than the other numbers mentioned here.<br />\r\n\t<br />\r\n\tInitially, he guessed it might be 300, but after looking at just a couple of tax-related bills he concluded that &quot;I think its far, far more than that.&quot;<br />\r\n\t<br />\r\n\tSo we were able to find enough documentation to prove it, even though Portman used an educated guess, not a hard figure. We rate his statement True.</p>\r\n", "ruling_comments_date": "2013-03-08T14:23:11.165641", "ruling_date": "2013-03-11T06:00:00", "ruling_headline": "Sen. Rob Portman says hundreds of tax preferences and loopholes have been added since 1986", "ruling_headline_slug": "sen-rob-portman-says-hundreds-tax-preferences-and-", "ruling_link_text": "Exact number elusive, but hundreds at least", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tU.S. Sen. Rob Portman <a href=\"http://www.youtube.com/watch?v=1uD4n00mxlk&amp;feature=youtu.be\">interview with Fox Business Network</a>, Feb. 20, 2013<br />\r\n\t<br />\r\n\tEmail correspondence with Caitlin Dunn, press secretary, U.S. Sen. Rob Portman, Feb. 25, 2013<br />\r\n\t<br />\r\n\t<a href=\"http://www.whitehouse.gov/sites/default/files/microsites/PERAB_Tax_Reform_Report.pdf\">&quot;The Report on Tax Reform Options: Simplification, Compliance and Corporate Taxation,&quot;</a>The President&rsquo;s Economic Advisory Board, Aug. 2010.<br />\r\n\t<br />\r\n\t<a href=\"http://www.finance.senate.gov/imo/media/doc/03012011%20Baucus%20Hearing%20Statement%20on%20Changes%20in%20the%20Tax%20Code%20since%201986%20Reforms.pdf\">Hearing statement from U.S. Sen. Max Baucus</a>, March 1, 2010<br />\r\n\t<br />\r\n\tSen. Max Baucus, <a href=\"http://www.finance.senate.gov/newsroom/chairman/release/?id=7f75cb4c-d83f-405b-8063-b1d7c1d2ea88\">prepared remarks for speech</a>before Bipartisan Policy Center, June 11, 2012<br />\r\n\t<br />\r\n\t<a href=\"http://bizbeatblog.dallasnews.com/2012/06/senate-finance-chairman-lays-out-vision-for-tax-reform.html/\">&quot;Senate Finance chairman lays out vision for tax reform,&quot;</a>by Dave Michaels, Dallas Morning News, June 11, 2012<br />\r\n\t<br />\r\n\tCongressional Joint Committee on Taxation, <a href=\"https://www.jct.gov/publications.html?func=select&amp;id=5\">annual tables of tax expenditures</a>, accessed March &nbsp;4, 2013<br />\r\n\t<br />\r\n\t<a href=\"http://www.finance.senate.gov/imo/media/doc/Testimony%20of%20Fred%20Goldberg.pdf\">Written statement of Fred T. Goldberg Jr.</a>, for Senate Finance Committee, March 1, 2011<br />\r\n\t<br />\r\n\tTelephone interview, Martin Sullivan, Tax Analysts, March 4, 2013<br />\r\n\t<br />\r\n\tTelephone Interview, Roberton Williams, Urban Institute Tax Policy Center, March 4, 2013<br />\r\n\t<br />\r\n\t<a href=\"http://assets.opencrs.com/rpts/RL33641_20060913.pdf\">&quot;Tax expenditures: trends and critiques,&quot;</a>Congressional Research Service, September &nbsp;13, 2006<br />\r\n\t<br />\r\n\t<a href=\"http://www.washingtonpost.com/wp-srv/business/documents/crstaxreform.pdf\">&quot;The challenge of individual income tax reform: An economic analysis of tax base broadening,</a>&quot; Congressional Research Service, March 22, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "U.S. senator from Ohio", "false_count": 5, "first_name": "Rob", "half_true_count": 11, "home_state": "Ohio", "id": 534, "last_name": "Portman", "mostly_true_count": 11, "name_slug": "rob-portman", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rob-Portman-official-portrait.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/534/", "total_count": 48, "true_count": 17, "website": "http://portman.senate.gov/"}, "statement": "<p>\r\n\t&quot;There have been literally hundreds of new tax preferences and loopholes added to the code since 1986, last time we did this.&quot;</p>\r\n", "statement_context": "a television interview", "statement_date": "2013-02-20", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ""}