{"art": [], "author": [{"email_address": "tferan@plaind.com", "first_name": "Tom", "id": 181, "last_name": "Feran", "name_slug": "tom-feran", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-tom-feran.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/181/", "title": "Plain Dealer reporter", "twitter": null}], "canonical_url": "/ohio/statements/2013/mar/14/jim-renacci/rep-jim-renacci-says-raising-capital-gains-tax-has/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "jkahoun@plaind.com", "first_name": "Jane", "id": 159, "last_name": "Kahoun", "name_slug": "jane-kahoun", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifact-jane-kahoun_1.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/159/", "title": "PolitiFact Ohio editor and deputy metro editor, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 7517, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "tferan@plaind.com", "first_name": "Tom", "id": 181, "last_name": "Feran", "name_slug": "tom-feran", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-tom-feran.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/181/", "title": "Plain Dealer reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/7517/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tU.S. Rep. Jim Renacci says that any problem of government debt is &quot;not caused by a lack of revenue, it is our out of control federal spending.&quot;<br />\r\n\t<br />\r\n\tIn a commentary he wrote for newspapers including the Wooster Daily Record, the 16th District Republican wrote:<br />\r\n\t<br />\r\n\t&quot;If you want further proof that raising taxes does not always produce the desired effect, look no further than the capital gains tax. ... history shows that raising taxes on investment income has actually lowered the revenue received from the tax, while cutting capital gains tax rates has increased revenue.&quot;<br />\r\n\t<br />\r\n\tHe continued: &quot;Prior to the fiscal cliff deal, the last time capital gains taxes were raised was in 1987, and in the three years that followed, revenues from the tax declined an average of 12 percent. In contrast, when the rates were cut in 1981, 1997 and 2003, revenues on investment income increased from 15 percent to 25 percent in the three years period following the cuts.&quot;<br />\r\n\t<br />\r\n\tRenacci cited three sources in support of his statement that raising the tax rate on capital gains lowers tax receipts while cutting taxes raises money.<br />\r\n\t<br />\r\n\tOne, a commentary in Investor&#39;s Business Daily, cited the same years and figures he used, in more detail. The second, a commentary in the Wall Street Journal, asserts that, since 1978, &quot;the same pattern has repeated itself: raising the capital-gains rate reduces revenues, and lowering it leads to revenue increases.&quot;<br />\r\n\t<br />\r\n\tThe third, a commentary from the Cato Institute in Investor&#39;s Business Daily, argues for &quot;moving toward a zero-tax regime for capital gains,&quot; and says the revenue loss from a tax cut or the gain from an increase would be small.<br />\r\n\t<br />\r\n\tPolitiFact Ohio looked at capital gains rates and receipts, as tracked by the nonpartisan Tax Policy Center, and thought the history of increases and decreases was less clear-cut. We also could see that factors beyond tax rates influence tax receipts.<br />\r\n\t<br />\r\n\tFirst, we should note that a capital gain is an increase in the value of assets such as stock or real estate. It becomes a form of income when it is realized -- when, in other words, the asset is sold at a profit.<br />\r\n\t<br />\r\n\tNot all gains are subject to the tax. Most assets owned by households are not subject to the tax, and a gain from the sale of an owner-occupied home is typically not taxed.<br />\r\n\t<br />\r\n\tAbout 90 percent of capital gains accruals go to households in the richest 20 percent of&nbsp; households, according to the Congressional Research Service, and 70 percent go to the richest 5 percent.<br />\r\n\t<br />\r\n\tBecause capital gains are taxed only when an asset is sold, taxpayers have considerable control over when they pay their capital gains tax.<br />\r\n\t<br />\r\n\tThe tax rate did go up in 1987, as Renacci says, because of the Tax Reform Act of 1986. But it is too simple and selective to say that revenues declined for the three years afterward.<br />\r\n\t<br />\r\n\tThe 1986 act was written so that the increase in the capital gains rate, from a maximum rate of 20 percent to a maximum of 28 percent, had an effective date of Jan. 1, 1987. That opened a window of opportunity for taxpayers to realize gains at the lower rate.<br />\r\n\t<br />\r\n\tThose realizations, and the resulting tax revenues, were expected to increase in 1986, and they did. Tax revenues actually doubled the level of 1985, to an all-time high.<br />\r\n\t<br />\r\n\tRealizations and revenues were expected to decline afterward, and they did. But tax receipts on capital gains in 1987, and the three years that followed, still were higher than they had been in 1985, before the rate increase.<br />\r\n\t<br />\r\n\tThe revenues were, in fact, the highest in history to that point except for the one-year window of 1986.<br />\r\n\t<br />\r\n\tThe nonpartisan Congressional Budget Office, in a report on capital gains taxes and federal revenues, found the relationship between rates and revenues &quot;can be hard to detect and easy to confuse with other phenomena&quot; because of other influences on realizations.<br />\r\n\t<br />\r\n\t&quot;For example,&quot; the CBO said, &quot;a number of observers have attributed the rapid rise in realizations in the late 1990s to the 1997 cut in capital gains tax rates. But the 45 percent increase in realizations in 1996 -- before the cut -- exceeded the 40 percent and 25 percent increases in 1997 and 1998 that followed it. Careful studies have failed to agree on how responsive gains realizations are to changes in tax rates, with estimates of that responsiveness varying widely.&quot;<br />\r\n\t<br />\r\n\tAnalysis from the business-oriented Committee for Economic Development noted that tax revenues increased after the 1997 tax cut -- coinciding with the high-tech stock market boom -- but fell precipitously with the 2001 recession.<br />\r\n\t<br />\r\n\t&quot;Revenues increased again after the 2003 tax cut, as the economy eventually recovered from the recession,&quot; it went on, &quot;but plunged again with the financial crisis of 2008.&quot;<br />\r\n\t<br />\r\n\t&quot;From a political fact point of view,&quot; tax expert Eric Toder, co-director of the Urban-Brookings Tax Policy Center, told us, &quot;it&#39;s a matter of interpretation.&quot;<br />\r\n\t<br />\r\n\tThe relationship between capital gains taxes and revenues has been studied extensively by economists, he said, and most studies find that higher rates reduce realizations of gains -- but that does not mean they cut revenues.<br />\r\n\t<br />\r\n\tIt&rsquo;s a matter of simple math, Toder said: If revenue is going to go down when capital gains rates go up, the percentage drop in realizations must exceed the percentage increase in the tax rate.<br />\r\n\tThere is little evidence that happens, he said, especially at today&rsquo;s maximum 15 percent rate, which is lower than at any time since the Depression. (When he worked at CBO in 1988, Toder co-authored a paper that estimated that government revenues are maximized at a rate of between 25.6 percent and 32.3 percent.)<br />\r\n\t<br />\r\n\tThe CBO&#39;s 2002 study found that a cut in the capital gains rate will tend to spike tax revenues, but only temporarily. Rate cuts &quot;may not be enough to produce additional receipts over a long period,&quot; it concluded, but &quot;may do so over a few years.&quot;<br />\r\n\t<br />\r\n\tSimilarly, the Congressional Research Service found in 2010 that &quot;changes in the tax rate or anticipated changes have coincided with large increases in capital gains realizations, but realizations quickly fell back to previous levels.<br />\r\n\t<br />\r\n\t&quot;While the effect of changes in the capital gains tax rate continue to be debated and researched,&quot; the CRS concluded, &quot;the bulk of the evidence suggests that reducing the capital gains tax rate reduces tax revenues.&quot;<br />\r\n\t<br />\r\n\tWhat can we conclude?<br />\r\n\t<br />\r\n\tRenacci is correct that revenues do tend to increase following a cut in the rate -- but the spike is temporary, not a long-term phenomenon.<br />\r\n\t<br />\r\n\tHigher rates generally reduce realizations of capital gains -- but that does not necessarily mean they cut revenues.<br />\r\n\t<br />\r\n\tSo the record is murkier on the other half of Renacci&#39;s statement, the corollary that raising rates decreases revenue. The one broad and widely applicable rate increase of the past 60 years, effective in 1987, led to a one-year spike in revenue followed by three years of revenues that were actually higher than those before the rate hike.<br />\r\n\t<br />\r\n\tWe rate his statement Half True.<br />\r\n\t<br />\r\n\t&nbsp;</p>\r\n", "ruling_comments_date": "2013-03-14T14:13:36.490894", "ruling_date": "2013-03-14T14:03:39", "ruling_headline": "Rep. Jim Renacci says raising the capital gains tax has lowered revenue, while cutting it has increased revenue", "ruling_headline_slug": "rep-jim-renacci-says-raising-capital-gains-tax-has", "ruling_link_text": "A temporary spike, not a long-term phenomenon", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tRep. Jim Renacci, &quot;<a href=\"http://www.the-daily-record.com/ap%20commentary/2013/02/15/commentary-numbers-show-a-spending-problem\">Numbers show a spending problem</a>,&quot; Feb. 15, 2013<br />\r\n\t<br />\r\n\tInvestor&#39;s Business Daily, &quot;<a href=\"http://finance.yahoo.com/news/capital-gains-tax-revenue-risen-233200669.htmlhttp://finance.yahoo.com/news/capital-gains-tax-revenue-risen-233200669.html\">Capital Gains Tax: Revenue Has Risen After Rates Are Cut</a>,&quot; Dec. 10, 2012<br />\r\n\t<br />\r\n\tWall Street Journal, &quot;<a href=\"http://online.wsj.com/article/SB10001424052970203918304577241513296604128.html\">Obama&#39;s Revenue Soup</a>,&quot; April 11, 2012<br />\r\n\t<br />\r\n\tInvestor&#39;s Business Daily, &quot;<a href=\"http://news.investors.com/ibd-editorials-perspective/122712-638518-capital-gains-tax-cuts-good-for-economy.htm?p=full\">Six Reasons To Keep Capital Gains Tax Rates Low</a>,&quot; Dec. 27, 2012<br />\r\n\t<br />\r\n\tTax Policy Center, &quot;<a href=\"http://www.taxpolicycenter.org/taxfacts/displayafact.cfm?Docid=161\">Historical Capital Gains and Taxes</a>,&quot; Nov. 20, 2012<br />\r\n\t<br />\r\n\tCongressional Budget Office, &quot;<a href=\"http://www.cbo.gov/publication/14077\">Capital Gains Taxes and Federal Revenues</a>,&quot; Oct. 9, 2002<br />\r\n\t<br />\r\n\tCongressional Research Service, &quot;<a href=\"http://www.fas.org/sgp/crs/misc/R40411.pdf\">The Economic Effects of Capital Gains Taxation</a>,&quot; June 18, 2010<br />\r\n\t<br />\r\n\tCommittee for Economic Development, &quot;<a href=\"http://backintheblackblog.org/2012/04/13/do-capital-gains-tax-increases-reduce-revenue/\">Do capital gains tax increases reduce revenue?</a>,&quot; April 13, 2012<br />\r\n\t<br />\r\n\tFactCheck.org, &quot;<a href=\"http://www.factcheck.org/taxes/supply-side_spin.html\">Supply-side Spin</a>,&quot; June 11, 2007<br />\r\n\t<br />\r\n\tWashington Post, &quot;<a href=\"http://blog.washingtonpost.com/fact-checker/2008/04/pennsylvania_democratic_debate.html\">Fact Checker: Pennsylvania Democratic Debate</a>,&quot; April 16, 2008<br />\r\n\t<br />\r\n\tInterview with Eric Toder, Tax Policy Center, March 1, 2013<br />\r\n\t<br />\r\n\tTax Policy Center, &quot;<a href=\"http://taxvox.taxpolicycenter.org/2008/04/29/capital-gains-mythology/\">Capital gains mythology</a>,&quot; April 29, 2008,</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "U.S. representative ", "false_count": 3, "first_name": "Jim", "half_true_count": 5, "home_state": "Ohio", "id": 606, "last_name": "Renacci", "mostly_true_count": 3, "name_slug": "jim-renacci", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact-renacci_2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/606/", "total_count": 19, "true_count": 1, "website": "http://jimrenacci.com/"}, "statement": "<p>\r\n\t&quot;Raising taxes on investment income has actually lowered the revenue received from the tax, while cutting capital gains tax rates has increased revenue.&quot;</p>\r\n", "statement_context": "a commentary", "statement_date": "2013-02-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ""}