{"art": [], "author": [{"email_address": "mmckinne@providencejournal.com", "first_name": "Michael ", "id": 389, "last_name": "McKinney", "name_slug": "michael-mckinney", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/389/", "title": "Reporter", "twitter": null}], "canonical_url": "/rhode-island/statements/2013/mar/17/service-employees-international-union-committee-po/seiu-district-1199-says-theres-no-clinical-evidenc/", "edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "editor": [{"email_address": "tmurphy@providencejournal.com", "first_name": "Tim", "id": 145, "last_name": "Murphy", "name_slug": "tim-murphy", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/tim_murphy2_80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/145/", "title": "Editor", "twitter": null}], "facebook_headline": null, "id": 7529, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mmckinne@providencejournal.com", "first_name": "Michael ", "id": 389, "last_name": "McKinney", "name_slug": "michael-mckinney", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/389/", "title": "Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/7529/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tThe Rhode Island Department of Health and a union representing health-care workers in hospitals and nursing homes recently set aside their court dispute over state regulations requiring that the workers get flu immunizations.<br />\r\n\t<br />\r\n\tThe Department of Health required health-care workers to get immunized or, if they refused, to wear surgical masks when having contact with patients, in an effort to help reduce the spread of flu to patients. The SEIU Healthcare Employees Union, District 1199, in a suit filed in December, argued that the regulations violated due-process and collective-bargaining rights.<br />\r\n\t<br />\r\n\tThe union withdrew its suit as the flu season was winding down, saying it hoped to reach a compromise with the health department.<br />\r\n\t<br />\r\n\tA March 5 Providence Journal story on the dispute prompted us to look at the union&rsquo;s complaint, where we found this claim: &quot;There is no clinical evidence that vaccinating healthcare workers protects patients.&quot;<br />\r\n\t<br />\r\n\tThe debate over whether to mandate vaccinations for employees has been going on nationally for years. The federal Centers for Disease Control and Prevention estimated, from a survey it did, that across the health-care worker population, including doctors, nurses and others, &nbsp;66.9 percent of workers were vaccinated for the 2011-12 flu season.<br />\r\n\t<br />\r\n\tSeveral national health agencies, including the CDC and the American Medical Association, strongly recommend that all health-care employees get vaccinated.<br />\r\n\t<br />\r\n\tWe wondered whether there really was no evidence that vaccinating health-care workers protects patients.<br />\r\n\t<br />\r\n\tWe quickly found several relevant, peer-reviewed studies that indicated otherwise, though their findings were not uniformly the same and methodologies differed.<br />\r\n\t<br />\r\n\tOne was done by researchers at the Institute of Virology at the University of Glasgow and published in 2000 in <em>The Lancet</em>, one of the most respected medical journals in the world.<br />\r\n\t<br />\r\n\tThe study, which looked at health-care workers in 20 long-term elderly care hospitals in Scotland, concluded that vaccinations of health-care workers &quot;was associated with a substantial decrease in&quot; death among patients but that surveillance of those involved in the study &quot;showed no associated decrease in non-fatal influenza infection in patients.&quot;<br />\r\n\t<br />\r\n\tAnother study, published in <em>BMJ</em>, formerly known as the <em>British Medical Journal</em>, was conducted at a chain of nursing homes in England. It said it found decreases both in deaths of nursing home residents and in &quot;influenza-like illness&quot; when more workers were vaccinated during the winter of 2003-04.<br />\r\n\t<br />\r\n\tAnd a study published in the journal <em>Vaccine </em>in 2009 used computer modeling to simulate a flu outbreak. Its authors, four researchers from the Netherlands, said their model showed that health-care employee vaccinations reduce flu transmission.<br />\r\n\t<br />\r\n\tWe contacted the union to ask for data supporting its position and ultimately heard by e-mail from Bill Borwegen, the occupational health and safety national director for the SEIU in Washington, D.C.<br />\r\n\t<br />\r\n\t&quot;From a common sense standpoint, it would certainly seem to be a &quot;no-brainer,&quot; Borwegen said of vaccinating health-care workers to prevent flu transmission to patients. &quot;However there have been three systematic reviews of all of the epidemiological evidence ... and they have all concluded remarkably that there is no clinically proven connection.&quot;<br />\r\n\t<br />\r\n\tBorwegen added that &quot;of course we all should strongly promote voluntary flu vaccination for self-protection, but we also need to understand the limitations of the current vaccine.&quot;<br />\r\n\t<br />\r\n\tHe sent us links to three studies. One largely focused on the effectiveness of the vaccine generally and not on health-care workers.<br />\r\n\t<br />\r\n\tBut the other two were more relevant to the union&rsquo;s claim.<br />\r\n\t<br />\r\n\tThe most on point was a review published in 2010 by the Cochrane Collaboration, an organization of international experts that reviews medical research.<br />\r\n\t<br />\r\n\tThe Collaboration reviewed studies of whether vaccinating health-care workers protects elderly patients, including those that PolitiFact Rhode Island had reviewed.<br />\r\n\t<br />\r\n\tIts review cited problems or inconsistencies with the studies and concluded that vaccinating health-care workers who care for the elderly &quot;did not show any effect on the specific outcomes of interest, namely laboratory proven inﬂuenza, &nbsp;pneumonia or deaths from pneumonia&quot; among the patients. However, it said vaccinations did have an effect on influenza-like illnesses, hospital admissions and &quot;overall mortality of the elderly.&quot;<br />\r\n\t<br />\r\n\tThe third study referenced the Cochrane findings and said there was a &quot;paucity of evidence&quot; to support mandatory vaccinations.<br />\r\n\t<br />\r\n\tBut one of the three authors of the Cochrane review -- Dr. Roger Thomas of the University of Calgary -- was quoted in the <em>New York Times</em> &quot;Well&quot; blog as saying: &nbsp;&quot;Not having evidence doesn&rsquo;t prove it doesn&rsquo;t work; we just don&rsquo;t know.&quot;<br />\r\n\t<br />\r\n\tIt&rsquo;s also worth noting that there is debate over the effectiveness of current flu vaccines. For example, an October 2012 study by the Center for Infectious Disease Research and Policy, at the University of Minnesota, asserted that coming up with more effective flu vaccine should be a priority.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tSEIU Healthcare Employees Union, District 1199, said in its lawsuit that &quot;there is no clinical evidence that vaccinating healthcare workers protects patients.&quot;<br />\r\n\t<br />\r\n\tThat&rsquo;s an unequivocal statement. But in fact, researchers found such evidence and published their findings in peer-reviewed studies in respected medical journals.<br />\r\n\t<br />\r\n\tThe fact that other researchers disputed the evidence doesn&rsquo;t mean the evidence doesn&rsquo;t exist. We&rsquo;ll leave it to the scientists to fight over how conclusive the evidence is.<br />\r\n\t<br />\r\n\tBut our judges rule this claim <a href=\"http://www.politifact.com/rhode-island/about/\">False</a>.<br />\r\n\t<br />\r\n\t<em>(If you have a claim you&rsquo;d like PolitiFact Rhode Island to check, e-mail us at politifact@providencejournal.com. And follow us on Twitter: @politifactri.)</em></p>\r\n", "ruling_comments_date": "2013-03-15T19:11:28.729050", "ruling_date": "2013-03-17T00:01:00", "ruling_headline": "SEIU, District 1199, says there’s “no clinical evidence  that vaccinating healthcare workers protects patients.”", "ruling_headline_slug": "seiu-district-1199-says-theres-no-clinical-evidenc", "ruling_link_text": "Researchers found evidence; others dispute it", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tBMJ, &quot;<a href=\"http://www.bmj.com/content/333/7581/1241#alternate\">Effectiveness of an influenza vaccine programme for care home staff to prevent death, morbidity, and health service use among residents: cluster randomized trial</a>,&quot; 2006, accessed on March 12, 2013<br />\r\n\t<br />\r\n\tJoint Commission, &quot;<a href=\"http://www.jointcommission.org/assets/1/18/Flu_Monograph.pdf\">Providing a Safer Environment for Health Care Personnel and Patients Through Influenza Vaccination</a>,&quot; 2009, accessed on March 13<br />\r\n\t<br />\r\n\tPLOS Medicine, &quot;<a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC2573905/\">The Effects of Influenza Vaccination of Health Care Workers in Nursing Homes: Insights from a Mathematical Model</a>,&quot; October 2008, accessed on March 12, 2013<br />\r\n\t<br />\r\n\tVaccine, &quot;<a href=\"http://download.thelancet.com/flatcontentassets/H1N1-flu/prevention/prevention-26.pdf\">Modeling the effects of inﬂuenza vaccination of health care</a><br />\r\n\t<a href=\"http://download.thelancet.com/flatcontentassets/H1N1-flu/prevention/prevention-26.pdf\">workers in hospital departments</a>,&quot; August 2009, accessed on March 12, 2013<br />\r\n\t<br />\r\n\tLancet, &quot;<a href=\"http://www.ncbi.nlm.nih.gov/pubmed/10675165\">Effects of influenza vaccination of health-care workers on mortality of elderly people in long-term care: a randomised controlled trial</a>,&quot; abstract, 2000, accessed on March 12-13, 2013<br />\r\n\t<br />\r\n\tThe Cochrane Collaboration, &quot;<a href=\"http://www.tested.net/v/coch+2010+healthworkers+with+elderly..pdf\">Inﬂuenza</a><a href=\"http://www.tested.net/v/coch+2010+healthworkers+with+elderly..pdf\"> vaccination for healthcare workers who work with</a><br />\r\n\t<a href=\"http://www.tested.net/v/coch+2010+healthworkers+with+elderly..pdf\">the elderly (Review)</a>,&quot; 2010, accessed on March 12, 2013<br />\r\n\t<br />\r\n\tCenter for Infectious Disease Research &amp; Policy, University of Minnesota, &quot;<a href=\"http://www.cidrap.umn.edu/cidrap/files/80/ccivi%20report.pdf\">The Compelling Need for Game-Changing Influenza Vaccines</a>,&quot; October 2012, accessed on March 13, 2013<br />\r\n\t<br />\r\n\t<a href=\"http://www.idsociety.org/uploadedFiles/IDSA/Policy_and_Advocacy/Current_Topics_and_Issues/Immunizations_and_Vaccines/Health_Care_Worker_Immunization/Comments/IDSA-PIDS-SHEA%20Joint%20Comments%20on%20NVAC%20%20HCP%20Influenza%20Vaccination%20011312.pdf\">Letter to the U.S. Department of Health and Human Services</a>, from the presidents of the Infectious Diseases Society of America, &nbsp;the Pediatric Infectious Diseases Society and the Society for Healthcare Epidemiology of America, Jan. 13, 2012, accessed on March 14, 2013<br />\r\n\t<br />\r\n\tThe Providence Journal, &quot;Union withdraws vaccine mandate for workers,&quot; March 5, 2013, accessed on March 11, 2013<br />\r\n\t<br />\r\n\tThe New York Times, &quot;Well&quot; blog, item by Roni Caryn Rabin, &quot;<a href=\"http://well.blogs.nytimes.com/2012/11/05/reassessing-flu-shots-as-the-season-draws-near/\">Reassessing Flu Shots as the Season Draws Near</a>,&quot; Nov. 5, 2012, accessed on March 13, 2013<br />\r\n\t<br />\r\n\tCenters for Disease Control and Prevention, &quot;<a href=\"http://www.cdc.gov/mmwr/preview/mmwrhtml/mm6138a1.htm\">Influenza Vaccination Coverage Among Health-Care Personnel -- 2011&ndash;12 Influenza Season, United States</a>,&quot; Sept. 28, 2012, accessed on March 14, 2013<br />\r\n\t<br />\r\n\tE-mail, Bill Borwegen, national occupational health and safety director, Service Employees International Union, Washington D.C., March 13, 2013<br />\r\n\t<br />\r\n\tE-mail, Dara Chadwick, spokeswoman, Rhode Island Department of Health, March 14, 2013<br />\r\n\t<br />\r\n\tE-mail, Heather Lasher Todd, public information officer, American Medical Association, March 14, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 1, "first_name": "", "half_true_count": 2, "home_state": "Washington, D.C.", "id": 773, "last_name": "SEIU", "mostly_true_count": 0, "name_slug": "service-employees-international-union-committee-po", "pants_count": 0, "party": {"id": 15, "party": "Newsmaker", "party_slug": "newsmaker", "resource_uri": "/api/v/2/party/15/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/SEIU_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/773/", "total_count": 4, "true_count": 0, "website": "http://www.seiucope.org/"}, "statement": "<p>\r\n\t&quot;There is no clinical evidence that vaccinating healthcare workers protects patients.&quot;</p>\r\n", "statement_context": "a lawsuit", "statement_date": "2013-03-05", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 192, "photo": null, "resource_uri": "/api/v/2/subject/192/", "subject": "Labor", "subject_slug": "labor", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 202, "photo": null, "resource_uri": "/api/v/2/subject/202/", "subject": "Public Health", "subject_slug": "public-health", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 206, "photo": null, "resource_uri": "/api/v/2/subject/206/", "subject": "Unions", "subject_slug": "unions", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [], "twitter_headline": ""}