{"art": [], "author": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "canonical_url": "/wisconsin/statements/2013/mar/29/ed-fallone/roggensack-says-fallone-changed-positions-recusal/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 7579, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/7579/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half Flip", "id": 8, "resource_uri": "/api/v/2/statementruling/8/", "ruling": "Half Flip", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/fom-halfFlip.png", "ruling_slug": "half-flip"}, "ruling_comments": "<p dir=\"ltr\" id=\"internal-source-marker_0.13064862522736154\">\r\n\tIn a campaign with few flash points, the March 22, 2013 exchange between Wisconsin Supreme Court Justice Patience Roggensack and challenger Ed Fallone qualified as a standout moment.</p>\r\n<p>\r\n\tAt a debate organized by the State Bar of Wisconsin and We the People/Wisconsin, Fallone repeated his criticism of Roggensack for helping change a rule so that getting a campaign contribution from a litigant is not enough on its own to force a judge to step down from a case.</p>\r\n<p dir=\"ltr\">\r\n\tRoggensack defended the rule change -- but also accused Fallone, a law professor at Marquette University, of changing his position from acceptance of the rule to aggressive criticism of it.</p>\r\n<p>\r\n\t&quot;I do think his position is a bit different tonight,&quot; Roggensack said, comparing statements Fallone made in January to his criticism at the debate and in his TV ads.</p>\r\n<p>\r\n\tTime to roll out the Flip-O-Meter, which we use to measure whether a political figure has changed positions. It&rsquo;s not a measure of whether any change is good politics or good policy, just whether the person has been consistent.</p>\r\n<p>\r\n\tThe rule in question was written after several years of intense election activity in Supreme Court races featuring big spending and fundraising by candidates and major TV ad buys by ideological interest groups for or against the candidates.</p>\r\n<p dir=\"ltr\">\r\n\tIn late 2008, the court began considering the standards for when a justice should recuse himself or herself from hearing a case. In 2009, on a 4-3 vote it decided endorsements, campaign contributions and independently run ads in themselves are not enough to force a judge off of a case.</p>\r\n<p>\r\n\tThe judicial ethics code still requires recusal if the judge has personal bias toward a litigant, has business ties to lawyers in a case, has a financial stake in the outcome, a relative is involved or the judge has taken a public position on the issue.</p>\r\n<p dir=\"ltr\">\r\n\tRoggensack defended the rule, saying it would block mischief by donors who later want to force a judge off a case. Judges, she noted, can still voluntarily remove themselves. Fallone says lawyers should be able to make a recusal motion solely because of concern over a campaign donation.</p>\r\n<p>\r\n\tAnother important bit: Roggensack said in the 2013 campaign that the change was in line with the court&rsquo;s earlier ruling in Donohoo v. Action Wisconsin.</p>\r\n<p dir=\"ltr\">\r\n\tIn that 2008 case, one side sought to have then-Justice Louis Butler removed from a case because Butler&rsquo;s campaign had received a $300 donation from a lawyer for the other side, and was endorsed by another lawyer.</p>\r\n<p>\r\n\tThe court ruled, with no dissenters, that neither the endorsements nor the contributions meant that Justice Butler was disqualified by law from participating in the case.</p>\r\n<p dir=\"ltr\">\r\n\tNow let&rsquo;s review Fallone&rsquo;s public statements on recusal.</p>\r\n<p>\r\n\tIn 2011, before his entry into the race, Fallone<a href=\"http://mediatrackers.org/2013/01/07/wi-supreme-court-candidates-fallone-and-megna-signed-walker-recall/\"> signed a petition to recall</a> Gov. Scott Walker.</p>\r\n<p dir=\"ltr\">\r\n\tWhen he decided to run, the move prompted some to say he would be precluded from hearing matters related to Walker or even state government in general. Fallone disagreed, saying that justices can engage in various forms of political activity without having to recuse themselves from a case.</p>\r\n<p>\r\n\tIn a blog post, he touched on campaign contributions.</p>\r\n<p dir=\"ltr\">\r\n\t&quot;If the judge has received something of value from a party or an attorney, then they should recuse themselves because they are presumed to be in that person&rsquo;s debt.&quot; He added: &quot;However, campaign contributions received by a judge from a party or their lawyer don&rsquo;t count as something of value unless the contributions are disproportionately large.&quot;</p>\r\n<p>\r\n\tSo, that&rsquo;s our starting position.</p>\r\n<p dir=\"ltr\">\r\n\tFallone<a href=\"http://www.jsonline.com/news/statepolitics/marquette-professor-announces-supreme-court-bid-207vq3m-182878031.html\"> entered the race </a>in December 2012 and started actively campaigning in January 2013. When he did, he criticized the court and said people have &quot;lost faith that it is independent of politics and special interests.&quot;</p>\r\n<p>\r\n\tHis comments on recusal in general were cautious; Fallone warned that &quot;there&rsquo;s been a lot of gamesmanship&quot; in trying to force justices off of cases for their political ties -- something that echoed the point Roggensack made when the rule took effect..</p>\r\n<p dir=\"ltr\">\r\n\tRoggensack points to a Fallone interview taped early in his campaign by Wisconsin Eye as evidence of a Fallone flip flop.</p>\r\n<p>\r\n\tIn that January 16, 2013 interview, Wisconsin Eye senior producer Steve Walters asked Fallone to speak about the &quot;debate over whether lawyers who contribute should force a justice off the case.&quot;</p>\r\n<p dir=\"ltr\">\r\n\tHere is the exchange:</p>\r\n<p>\r\n\tFallone: &quot;The court has considered that issue. And the current rule is that the justices need not recuse themselves because they&rsquo;ve been endorsed by a particular person or organization, or received a contribution from that organization.&quot;</p>\r\n<p dir=\"ltr\">\r\n\tWalters: &quot;Is that a fair standard? Would you change it?&quot;</p>\r\n<p>\r\n\tFallone: &quot;I&rsquo;m not running for the court to change those standards. Were I running for the Legislature, were I still an academic full-time, I might speak out as to my preference, but right now, I think that the court has spoken, the rules are in place. It&rsquo;s something that at some point the U.S. Supreme Court has said, notwithstanding the Wisconsin rule, that at some point contributions can create a perception of bias that may implicate due process concerns...&quot;</p>\r\n<p dir=\"ltr\">\r\n\tEnd of comment.</p>\r\n<p>\r\n\tAbout three weeks later, just before the primary, Fallone directly discussed the Roggensack-supported rule at a candidate forum. Notably, that Feb. 7, 2013, appearance was the first time Fallone and Roggensack had debated.</p>\r\n<p dir=\"ltr\">\r\n\t&quot;That rule has opened the door for special interest spending on judicial elections, and it certainly creates the perception if not the reality that justice is for sale,&quot; Fallone said. &quot;That was a rule that was supported by Justice Roggensack, and after I&rsquo;m elected to the court I will work with my colleagues to amend or repeal that rule.&quot;</p>\r\n<p>\r\n\tFallone said the rule change &quot;allows a party in a pending case to make campaign contributions to a judge sitting on the case and prevents the opposing parties from challenging the impartiality of the judge solely on the basis of those campaign contributions.&quot;</p>\r\n<p dir=\"ltr\">\r\n\tOn Feb. 28, 2013, shortly after advancing past the primary, Fallone&rsquo;s campaign issued a <a href=\"http://wispolitics.com/index.iml?Article=291191\">news release </a>saying Fallone &quot;throughout his campaign&quot; has stated publicly he will work to overturn the rule.</p>\r\n<p>\r\n\tTurning his attention to defeating Roggensack, he<a href=\"http://www.jsonline.com/news/statepolitics/supreme-court-candidate-ed-fallone-says-hed-overturn-donations-rule-5a8viml-194096451.html\"> dialed up the volume </a>on his criticism and complaints about court partisanship.</p>\r\n<p dir=\"ltr\">\r\n\tIn a TV ad, he said Roggensack had &quot;risked the integrity of the court.&quot; An on-screen graphic displayed the phrase, &quot;Legalized Bribery,&quot; citing a newspaper editorial about the rule.</p>\r\n<p>\r\n\tBack on <a href=\"http://www.wiseye.org/videoplayer/vp.html?sid=971\">Wisconsin Eye</a>, this time on March 19, Walters asked about the ad&rsquo;s accusations and Fallone&rsquo;s objections to the rule.</p>\r\n<p dir=\"ltr\">\r\n\tFallone responded: &quot;This is the problem with campaign cash from special interest groups, flooding into our judicial races. The way to regulate it right now, as a result of the Citizens United Supreme Court decision, the only way to get control on it is to allow it to become the basis of a recusal motion.&quot;</p>\r\n<p>\r\n\tHe added: &quot;If the party feels that the judge in their case might be biased or influenced because they&rsquo;ve received campaign contributions &hellip; or independent spending on their behalf -- from the people on the other side of the case -- that party could ask the judge to step down. And that&rsquo;s the way the law was, that&rsquo;s the way the Supreme Court rules were, in Wisconsin. The &lsquo;Roggensack rule&rsquo; was pushed, was a change that Justice Roggensack voted for, and defended very prominently...&quot;</p>\r\n<p dir=\"ltr\">\r\n\tStop the tape.</p>\r\n<p>\r\n\tThat&rsquo;s the chronology of what happened. Let&rsquo;s take stock.</p>\r\n<p dir=\"ltr\">\r\n\tDid Fallone take one position in mid-January and dramatically reverse himself just a few weeks later on his way toward making a big deal out of the recusal issue in March?</p>\r\n<p>\r\n\tHe said no, at the March 22, 2013, debate, and in an interview with us.</p>\r\n<p dir=\"ltr\">\r\n\tHis explanation: He was referring in the January Wisconsin Eye interview to the Donohoo ruling, not the Roggensack-backed rule.</p>\r\n<p>\r\n\tThis gets technical.</p>\r\n<p dir=\"ltr\">\r\n\tThe Donohoo ruling, in the case involving Justice Butler, was a test of whether justices would decide a fellow justice should not hear a case. Fallone thinks the court was correct to decide not to force a fellow justice to step aside, so he told us he spoke favorably about the status quo in the Wisconsin Eye interview.</p>\r\n<p>\r\n\tIn contrast, Fallone said he objects to the rule Roggensack voted for because it goes much further than Donohoo by making it essentially futile for lawyers even to ask judges to step down voluntarily if the issue is just a campaign donation, even a large one.</p>\r\n<p dir=\"ltr\">\r\n\tFallone said his recollection was that Walters&rsquo; question in January on Wisconsin Eye was &quot;related to whether or not the justice &hellip; could make the determination of impartiality or whether the other justices could make that determination,&quot; he said at the March 22, 2013, forum after Roggensack accused him of flopping.</p>\r\n<p>\r\n\tHowever, the video shows Walters does not present the question that way. He does use the word &quot;force,&quot; though, which Fallone says made him think about the Donohoo case.</p>\r\n<p dir=\"ltr\">\r\n\tFallone&rsquo;s other recollection about the January interview was that &quot;I did not speak to the issue of recusal based on campaign contributions by a party or lawyer in the case.&quot;</p>\r\n<p>\r\n\tThe Wisconsin Eye video, though, shows that Walters did in fact ask directly about campaign contributions by lawyers.</p>\r\n<p dir=\"ltr\">\r\n\tPolitical strategy may have played a role in how he couched his answer. Fallone was cryptic when we talked to him about it, saying: &quot;there was one race before the primary and another one after.&quot;</p>\r\n<p>\r\n\tIn January, Vince Megna, the third candidate in the primary, was running a nakedly partisan race while Fallone was trying to portray himself as above the fray.</p>\r\n<p dir=\"ltr\">\r\n\t<strong>Our rating</strong></p>\r\n<p>\r\n\tAt PolitiFact, we award a Full Flop when an official makes a &quot;major reversal of position&quot; that is a complete flip-flop.</p>\r\n<p dir=\"ltr\">\r\n\tWe don&rsquo;t think that fits here.</p>\r\n<p>\r\n\tFallone sharply criticized the rule both in both the primary election and in the general election, and he went after Roggensack on it the first chance he had in a face-to-face meeting.</p>\r\n<p dir=\"ltr\">\r\n\tBut did he partially change his position or make inconsistent statements, which would earn him a Half Flip?</p>\r\n<p>\r\n\tA plain reading of the Wisconsin Eye interview is that Fallone didn&rsquo;t express a problem at all with the Supreme Court&rsquo;s take on recusals. In response to a pretty general, and pretty clear, question, he offered a sweeping endorsement of the status quo, which includes the rule backed by Roggensack.</p>\r\n<p dir=\"ltr\">\r\n\tSo the answer is strikingly inconsistent with his rhetoric only a few weeks later.</p>\r\n<p>\r\n\tFor that, we think this merits a Half Flip.</p>\r\n", "ruling_comments_date": "2013-03-28T19:30:15.222997", "ruling_date": "2013-03-29T14:36:40", "ruling_headline": "Roggensack says Fallone changed positions on recusal", "ruling_headline_slug": "roggensack-says-fallone-changed-positions-recusal", "ruling_link_text": "Early comments at odds with later attack line", "ruling_state": null, "source_documents": null, "sources": "<p dir=\"ltr\" id=\"internal-source-marker_0.13064862522736154\">\r\n\tInterview with Ed Fallone, candidate for Supreme Court, March 27, 2013</p>\r\n<p dir=\"ltr\">\r\n\tInterview with Brad Wojciechowski, spokesman, Fallone campaign, March 27, 2013</p>\r\n<p dir=\"ltr\">\r\n\tInterview with Brandon Scholz, adviser, Roggensack campaign, March 28, 2013</p>\r\n<p dir=\"ltr\">\r\n\tSupreme Court of Wisconsin,<a href=\"http://www.wicourts.gov/sc/rulhear/DisplayDocument.pdf?content=pdf&amp;seqNo=51874\"> &quot;In the matter of amendment of the Code of Judicial Conduct&#39;s rules on recusal,&quot; </a>July 7, 2010</p>\r\n<p dir=\"ltr\">\r\n\tYouTube, Fallone for Justice, <a href=\"http://www.youtube.com/watch?v=-cIvRnqkyBk\">&quot;Dysfunction,</a>&quot; March 22, 2013</p>\r\n<p dir=\"ltr\">\r\n\tSupreme Court of Wisconsin,<a href=\"http://www.wicourts.gov/sc/opinion/DisplayDocument.html?content=html&amp;seqNo=33585\"> &quot;In the matter of attorneys fees in: Grant E. Storms, plaintiff, v. Action Wisconsin Inc. and Christopher Ott, defendants,&quot;</a> July 30, 2008</p>\r\n<p dir=\"ltr\">\r\n\tWUWM Milwaukee Public Radio, <a href=\"http://www.wuwm.com/news/wuwm_news.php?articleid=11871\">&quot;Supreme Court candidates discuss bickering on the court in forum,&quot;</a> Feb. 8, 2013</p>\r\n<p dir=\"ltr\">\r\n\tMilwaukee Journal Sentinel, <a href=\"http://www.jsonline.com/news/statepolitics/29408924.html\">&quot;Supreme Court rules lawyer must pay fees in defamation case,&quot;</a> Aug. 3, 2008</p>\r\n<p dir=\"ltr\">\r\n\tMilwaukee Journal Sentinel, <a href=\"http://www.jsonline.com/news/statepolitics/67012672.html\">&quot;State high court says campaign donations can&rsquo;t force recusals,&quot;</a> Oct. 28, 2009</p>\r\n<p dir=\"ltr\">\r\n\tMilwaukee Journal Sentinel,<a href=\"http://www.jsonline.com/news/statepolitics/35240879.html\"> &quot;State justices consider recusal rule,&quot;</a> Nov. 29, 2008</p>\r\n<p dir=\"ltr\">\r\n\tEd Fallone, faculty blog post,<a href=\"http://law.marquette.edu/facultyblog/2012/03/25/signing-a-recall-petition-does-not-require-judicial-recusal/\"> &quot;Signing a recall petition does not require judicial recusal,&quot;</a> March 25, 2012</p>\r\n<p dir=\"ltr\">\r\n\tWisconsin Eye, <a href=\"http://www.wiseye.org/videoplayer/vp.html?sid=9465\">Fallone interview</a>, Jan. 16, 2013</p>\r\n<p dir=\"ltr\">\r\n\tWisconsin Eye, <a href=\"http://www.wiseye.org/Programming/VideoArchive/EventDetail.aspx?evhdid=7266\">Fallone interview</a>, March 19, 2013</p>\r\n<p dir=\"ltr\">\r\n\tMilwaukee Journal Sentinel, <a href=\"http://www.jsonline.com/news/statepolitics/supreme-court-candidate-ed-fallone-says-hed-overturn-donations-rule-5a8viml-194096451.html\">&quot;Supreme Court candidate Ed Fallone says he&rsquo;d overturn donations rule,&quot;</a> Feb. 28, 20</p>\r\n<p dir=\"ltr\">\r\n\tWisconsin Eye, <a href=\"http://www.wiseye.org/videoplayer/vp.html?sid=971\">Fallone interview,</a> March 19, 2013</p>\r\n<p dir=\"ltr\">\r\n\tWe The People debate, <a href=\"http://video.channel3000.com/watch.php?id=48440\">video</a>, on Channel3000.com, March 22, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 1, "first_name": "Ed ", "half_true_count": 0, "home_state": "", "id": 2177, "last_name": "Fallone", "mostly_true_count": 1, "name_slug": "ed-fallone", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Ed_Fallone_PFACT.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2177/", "total_count": 3, "true_count": 0, "website": ""}, "statement": "<p dir=\"ltr\" id=\"internal-source-marker_0.13064862522736154\" style=\"margin-top: 0pt;margin-bottom: 0pt;\">\r\n\tOn changing the rules governing judicial conflicts of interest</p>\r\n", "statement_context": "debate comments", "statement_date": "2013-03-22", "statement_type": {"id": 4, "resource_uri": "/api/v/2/statementtype/4/", "statement_type": "Flip", "type_description": "Flip-o-Meter items"}, "subject": [{"description": "", "id": 154, "photo": null, "resource_uri": "/api/v/2/subject/154/", "subject": "Campaign Finance", "subject_slug": "campaign-finance", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}], "target": [], "twitter_headline": ""}