{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2013/apr/17/nelson-wolff/bexar-county-judge-says-uncompensated-care-provide/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 7629, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/7629/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tBexar County&rsquo;s top elected official gave a pocketbook reason for Texas to expand Medicaid as encouraged by the federal health care <a href=\"http://www.healthcare.gov/law/full/\" style=\"text-decoration:none;\">law</a> known as Obamacare.</p>\r\n<p>\r\n\tNelson Wolff, the county&rsquo;s judge, prefaced his April 1, 2013, remarks by saying he had just received a root canal. &quot;Getting Medicaid expansion in Texas is more painful,&quot; Wolff said during a Capitol press conference with Democratic lawmakers and other advocates. Earlier that day, Gov. Rick Perry and other Republican leaders had reiterated their opposition to expanding Medicaid, which they termed a costly, broken program.</p>\r\n<p>\r\n\tWolff, saying he was speaking for the state&rsquo;s major public hospital districts, said that if Medicaid is expanded, &quot;it would cut down&quot; on emergency room visits, &quot;on unnecessary patients going there and help people that really, really do need it.&quot;</p>\r\n<p>\r\n\tWolff then said it&rsquo;s estimated that some $1,800 is added to &quot;your private insurance rates&quot; due to uncompensated care given by &quot;hospitals throughout Texas,&quot; a figure we spotted in Patricia Kilday Hart&rsquo;s April 2, 2013, Houston Chronicle <a href=\"http://www.houstonchronicle.com/news/houston-texas/houston/article/Dems-call-on-Perry-to-negotiate-on-Medicaid-4401468.php\" style=\"text-decoration:none;\">column</a> on the press conference.</p>\r\n<p>\r\n\tIs that so?</p>\r\n<p>\r\n\tConcern about such cost shifting is even written into the federal health care law, as <a href=\"http://www.glennhubbard.net/images/stories/pdfs/cost-shift-longpaper-0310.pdf\" style=\"text-decoration:none;\">noted</a> by Hoover Institution fellow and Stanford University professor <a href=\"http://www.hoover.org/fellows/10089\" style=\"text-decoration:none;\">John F. Cogan</a> and others in a 2011 paper. The 2010 law says &quot;the cost of providing uncompensated care to the uninsured was $43 billion in 2008. To pay for this cost, health care providers pass on the cost to private insurers, which pass on the cost to families. This cost-shifting increases family premiums by on average over $1,000 a year.&quot;</p>\r\n<p>\r\n\tBy email, Bexar County spokeswoman Laura Jesse told us the judge drew the $1,800 figure from a March 24, 2009, report from the Washington-based Center for American Progress, which <a href=\"http://www.americanprogress.org/about/mission/\" style=\"text-decoration:none;\">says</a> it was founded to &quot;provide long-term leadership and support to the progressive movement.&quot; The <a href=\"http://www.americanprogressaction.org/wp-content/uploads/issues/2009/03/pdf/cost_shift.pdf\" style=\"text-decoration:none;\">report</a> says that nationally in 2009, this cost-shift amounted to $1,100 per average family premium and $410 per average individual premium, with the Texas cost-shift being $1,800 per average family premium and $630 per average individual premium, according to a chart.</p>\r\n<p>\r\n\tCase closed?</p>\r\n<p>\r\n\tNot so fast, because research conflicts over the extent of cost-shifting. Also, there is uncertainty the amounts can be estimated state to state.</p>\r\n<p>\r\n\tVicki Anderson of Austin, who helped write a January 2013 <a href=\"http://www.scribd.com/doc/122519109/Smart-Affordable-and-Fair-Why-Texas-Should-Extend-Medicaid-Coverage-to-Low-Income-Adults\" style=\"text-decoration:none;\">report</a> commissioned by Texas Impact and Methodist Healthcare Ministries of South Texas, Inc. on projected local tax effects of expanding Medicaid, told us by email that pinning down the impact of uncompensated care on private insurance rates is challenging in part because such calculations inevitably start from varying amounts of spending attributed to uncompensated care, causing the estimated effect on private insurance premiums to vary as well.</p>\r\n<p>\r\n\tNationally, PolitiFact colleagues have noted that the study cited by Wolff, which updated figures developed in a 2005 analysis commissioned by the liberal-leaning Families USA, has been contradicted by more recent analyses estimating such cost-shifting to be far less costly.</p>\r\n<p>\r\n\tLet&rsquo;s look at the approach that delivered the figure aired by Wolff and then at the contradictory reports.</p>\r\n<p>\r\n\tFor each state, the Center for American Progress said it assumed the same percentage increases in premiums due to such cost-shifting in 2009 that the Families USA report earlier estimated for 2005. The center then applied the percentages to the latest state-by-state premium data as reported by a federal panel, according to its report, also growing each resulting figure by the change in national private health expenditures as reported and tracked by the U.S. Centers for Medicare and Medicaid Services from 2006 to 2009.</p>\r\n<p>\r\n\tWe didn&rsquo;t find a copy of the 2005 report, but Families USA issued a 2009 report, <a href=\"http://familiesusa2.org/assets/pdfs/hidden-health-tax.pdf\" style=\"text-decoration:none;\">&quot;Hidden Health Tax: Americans Pay a Premium,&quot;</a> describing follow-up research it commissioned from Milliman, Inc., an actuarial consulting firm, that drew on federal data on medical spending to conclude that in 2008, uncompensated care costs drove up average private family insurance rates nationally by $1,017. The report says the methodology was similar, though not identical, to the one used for its 2005 study.</p>\r\n<p>\r\n\tThe report did not present state-by-state figures. By phone, Families USA analyst Kathleen Stoll told us: &quot;I didn&rsquo;t feel we could pin it down state by state.&quot;</p>\r\n<p>\r\n\tA report appendix says the research assumed that the cost of all uncompensated care is shifted to the insured. But Stoll, elaborating, told us researchers reached the &quot;cost&quot; figure in its report in a couple steps. First, she said, the group estimated total charges to the uninsured not covered by the patients themselves or sources like charity care or federal aid sent to hospitals for that purpose. The resulting figure was then discounted by 49 percent to reflect the share of total charges that a hospital or other provider would need to shift to insured patients to &quot;operate at the same margins as they do when they set charges for services that are covered by insurance reimbursement,&quot; Stoll emailed.</p>\r\n<p>\r\n\tStudies that have led to considerably lower estimates of the impact of cost-sharing on private insurance rates do not assume the same level of pass-through costs.</p>\r\n<p>\r\n\tIn an August 2008 Health Affairs <a href=\"http://content.healthaffairs.org/content/27/5/w399.full#sec-13\" style=\"text-decoration:none;\">article</a>, noted in a February 2013 PolitiFact Ohio <a href=\"http://www.politifact.com/ohio/statements/2013/feb/21/john-kasich/gov-john-kasich-says-expanding-medicaid-would-help/\" style=\"text-decoration:none;\">fact check</a>, George Mason University professor <a href=\"http://chhs.gmu.edu/faculty-and-staff/hadley.cfm\" style=\"text-decoration:none;\">Jack Hadley</a> and others said that &quot;cost shifting as a result of uncompensated care probably has only a very small impact on private insurance premiums.&quot; Specifically, the authors said, the amount potentially associated with cost shifting represents at most 1.7 percent of private health insurance costs. The analysis had no state-by-state cost-shift estimates.</p>\r\n<p>\r\n\tBy telephone, Hadley told us the research drew on hospital spending on uncompensated care over 20 years and looks at how much privately insured patients were charged for care. He said private insurance costs were more likely to be affected by Medicare rates or the relative concentration of hospitals in communities than ups and downs in expenditures on uncompensated care.</p>\r\n<p>\r\n\tSumming up, Hadley said, it does not follow that family private insurance policies in Texas cost $1,800 more due to cost shifting, though he sees a public-relations appeal to such statements. The actual effect of cost-shifting might be $150 to $200 per private family policy, he said. In contrast, he said, most uncompensated care is paid for by government, meaning tax revenue.</p>\r\n<p>\r\n\tInformed of Hadley&rsquo;s analysis, California consultant Peter Harbage, an author of the center report cited by Wolff, said by email that Hadley&rsquo;s analysis counted certain expenditures, such as government aid for graduate medical education, as helping to cover the costs of the uninsured. Those assumptions are wrong, Harbage said, or at least not entirely correct.</p>\r\n<p>\r\n\tWe were getting the picture: Different researchers started from conflicting assumptions, which are open to dispute.</p>\r\n<p>\r\n\tEarlier, in September 2009, PolitiFact identified major disagreement on the significance of cost-shifting and <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/sep/20/barack-obama/uninsured-cost-shifting-debated-experts/\" style=\"text-decoration:none;\">rated as Half True</a> a claim by President Barack Obama that families were paying $900, on average, &quot;in higher premiums because of uncompensated care.&quot;</p>\r\n<p>\r\n\tObama&rsquo;s claim echoed the Families USA studies. But in 2008, the respected Kaiser Family Foundation released a report questioning the methodology of the initial Families USA study and hypothesizing that cost-shifting is not that significant.</p>\r\n<p>\r\n\tLet&#39;s step back and explain what the experts are counting. They use federal data on medical expenditures to calculate the total amount spent on care for the uninsured. Then they subtract whatever the uninsured themselves paid for care, then what government and charities paid. The remainder of the cost is what people with insurance are paying for through higher premiums, according to Families USA.</p>\r\n<p>\r\n\tThe Kaiser study documented fluctuations in private premiums over many years, and concluded that the data don&#39;t seem to correlate with costs for the uninsured. Rather, cost-shifting is &quot;more strongly related to fluctuations in payments by Medicare and Medicaid,&quot; Kaiser said.</p>\r\n<p>\r\n\tThe Kaiser study also did not set a per-policy cost-shift figure the way the Families USA study did. Kaiser said instead that cost-shifting might account for 1.7 percent of all private premiums.</p>\r\n<p>\r\n\tSo, who is right? PolitiFact in Washington reviewed the Families USA and Kaiser studies and did not see obvious problems or conflicts. Barring fresh evidence, the differences seemed to reflect genuine disagreement among experts about methodological approaches to a complex issue.</p>\r\n<p>\r\n\tBy phone, Harbage told us the Kaiser researchers approached the cost-shifting analysis with two major differences from how Families USA tackled the topic. &nbsp;Kaiser, he said, assumed more government spending on the uninsured, reducing the costs that could be shifted to private insurance rates, and also did not assume that every health care provider invariably maximizes profits, which Families USA did.</p>\r\n<p>\r\n\t&quot;Smart people can come to different conclusions,&quot; he said.</p>\r\n<p>\r\n\t<strong>Our ruling</strong></p>\r\n<p>\r\n\tWolff said uncompensated health care costs absorbed by Texas hospitals are adding $1,800 a year to private insurance rates.</p>\r\n<p>\r\n\tHis figure strikes us as worthy of skepticism partly because research on this topic seems to be driven by up-front assumptions--some of them fiercely debated. As troubling, the figure reflects 2009 estimates reached using a previous estimate of how much of such costs were passed through in 2005, nearly a decade ago.</p>\r\n<p>\r\n\tWe found no post-2009 state-by-state estimates of the cost impact, while other analyses have found that although cost-shifting occurs, private insurance rates are not greatly affected.</p>\r\n<p>\r\n\tThis claim, which retains an element of truth, rates Mostly False.</p>\r\n", "ruling_comments_date": "2013-04-10T17:36:14.933468", "ruling_date": "2013-04-17T06:00:00", "ruling_headline": "Bexar County judge says uncompensated care provided by Texas hospitals drives up private insurance rates by $1,800", "ruling_headline_slug": "bexar-county-judge-says-uncompensated-care-provide", "ruling_link_text": "Four-year-old number, conflicting studies", "ruling_state": null, "source_documents": null, "sources": "<p dir=\"ltr\" id=\"internal-source-marker_0.4615944401008478\" style=\"line-height:1.15;margin-top:0pt;margin-bottom:0pt;\">\r\n\tPaper, <a href=\"http://www.glennhubbard.net/images/stories/pdfs/cost-shift-longpaper-0310.pdf\" style=\"text-decoration:none;\">&quot;Cost Shifting From the Uninsured: Assessing the Evidence,&quot;</a> John F. Cogan, R. Glenn Hubbard, and Daniel P. Kessler, as posted online by Hubbard, dean of the Columbia University School of Business, 2011</p>\r\n<br />\r\n<p dir=\"ltr\" style=\"line-height:1.15;margin-top:0pt;margin-bottom:0pt;\">\r\n\tTelephone interview, Jack Hadley, professor and senior health services researcher, associate dean, Finance and Planning, George Mason University College of Health and Human Services, Fairfax, Va., April 4, 2013</p>\r\n<br />\r\n<p dir=\"ltr\" style=\"line-height:1.15;margin-top:0pt;margin-bottom:0pt;\">\r\n\tOped column, <a href=\"http://www.gosanangelo.com/news/2012/jul/21/dan-stultz-hospitals-eager-to-aid-finding-health/\" style=\"text-decoration:none;\">&quot;Hospitals eager to aid finding health care fix,&quot;</a> Dan Stultz, president and ceo, Texas Hospital Association, San Angelo Standard-Times, July 21, 2012</p>\r\n<br />\r\n<p dir=\"ltr\" style=\"line-height:1.15;margin-top:0pt;margin-bottom:0pt;\">\r\n\tTruth-O-Meter articles, <a href=\"http://www.politifact.com/truth-o-meter/statements/2008/may/02/hillary-clinton/a-reasonable-estimate-for-uninsured-costs/\" style=\"text-decoration:none;\">&quot;A reasonable estimate for uninsured costs,&quot;</a> May 2, 2008, PolitiFact; <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/sep/20/barack-obama/uninsured-cost-shifting-debated-experts/\" style=\"text-decoration:none;\">&quot;Cost-shifting of uninsured is debated by the experts,&quot;</a> PolitiFact, Sept. 20, 2009; <a href=\"http://www.politifact.com/ohio/statements/2013/feb/21/john-kasich/gov-john-kasich-says-expanding-medicaid-would-help/\" style=\"text-decoration:none;\">&quot;Gov. John Kasich says expanding Medicaid would help uninsured who use emergency rooms for primary care,&quot;</a> PolitiFact Ohio, Feb. 21, 2013</p>\r\n<br />\r\n<p dir=\"ltr\" style=\"line-height:1.15;margin-top:0pt;margin-bottom:0pt;\">\r\n\tKaiser Family Foundation,<a href=\"http://www.kff.org/uninsured/upload/7809.pdf\" style=\"text-decoration:none;\"> Covering the Uninsured in 2008: A Detailed Examination of Current Costsand Sources of Payment, and Incremental Costs of Expanding Coverage</a> , initially accessed Aug. 11, 2009</p>\r\n<br />\r\n<p dir=\"ltr\" style=\"line-height:1.15;margin-top:0pt;margin-bottom:0pt;\">\r\n\tUrban Institute, &quot;<a href=\"http://www.urban.org/publications/412045.html\" style=\"text-decoration:none;\">The Cost of Uncompensated Care with and without Health Reform</a>,&quot; March 9, 2010</p>\r\n<p dir=\"ltr\" style=\"line-height:1.15;margin-top:0pt;margin-bottom:0pt;\">\r\n\t&nbsp;&nbsp;&nbsp;</p>\r\n<p dir=\"ltr\" style=\"line-height:1.15;margin-top:0pt;margin-bottom:0pt;\">\r\n\tKaiser Family Foundation, &quot;<a href=\"http://www.kff.org/medicaid/8384.cfm\" style=\"text-decoration:none;\">The Cost and Coverage Implications of the ACA Medicaid Expansion: National and State-by-State Analysis</a>,&quot; Nov. 26, 2012</p>\r\n<p dir=\"ltr\" style=\"line-height:1.15;margin-top:0pt;margin-bottom:0pt;\">\r\n\t&nbsp;&nbsp;&nbsp;</p>\r\n<p dir=\"ltr\" style=\"line-height:1.15;margin-top:0pt;margin-bottom:0pt;\">\r\n\tUrban Institute, &quot;<a href=\"http://www.urban.org/UploadedPDF/412361-consider-savings.pdf\" style=\"text-decoration:none;\">Consider Savings as Well as Costs</a>,&quot; July 2011</p>\r\n<p dir=\"ltr\" style=\"line-height:1.15;margin-top:0pt;margin-bottom:0pt;\">\r\n\t&nbsp;&nbsp;&nbsp;</p>\r\n<p dir=\"ltr\" style=\"line-height:1.15;margin-top:0pt;margin-bottom:0pt;\">\r\n\tKaiser Family Foundation, &quot;<a href=\"http://www.kff.org/uninsured/upload/7809.pdf\" style=\"text-decoration:none;\">Covering the Uninsured in 2008:</a>A Detailed Examination of Current Costs and Sources of Payment, and Incremental Costs of Expanding Coverage,&quot; August 2008</p>\r\n<p dir=\"ltr\" style=\"line-height:1.15;margin-top:0pt;margin-bottom:0pt;\">\r\n\t&nbsp;&nbsp;&nbsp;</p>\r\n<p dir=\"ltr\" style=\"line-height:1.15;margin-top:0pt;margin-bottom:0pt;\">\r\n\tHealth Affairs, &quot;<a href=\"http://content.healthaffairs.org/content/27/5/w399.full#sec-13\" style=\"text-decoration:none;\">Covering The Uninsured In 2008: Current Costs, Sources Of Payment, And Incremental Costs</a>,&quot; August 2008</p>\r\n<br />\r\n<p dir=\"ltr\" style=\"line-height:1.15;margin-top:0pt;margin-bottom:0pt;\">\r\n\tDiscussion of cost-shifting in Texas due to uncompensated care, Vicki Anderson, consultant with Billy Hamilton Consulting, Austin, April 4, 2013 (received by email from Hamilton)</p>\r\n<br />\r\n<p dir=\"ltr\" style=\"line-height:1.15;margin-top:0pt;margin-bottom:0pt;\">\r\n\tResearch paper, <a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3160596/\" style=\"text-decoration:none;\">&quot;How Much Do Hospitals Cost Shift? A Review of the Evidence,&quot;</a> Austin B. Frakt, Research assistant professor and assistant professor of General Psychiatry, Boston University School of Medicine, The Milbank Quarterly, March 2011</p>\r\n<br />\r\n<p dir=\"ltr\" style=\"line-height:1.15;margin-top:0pt;margin-bottom:0pt;\">\r\n\tTelephone interviews and <a href=\"https://docs.google.com/document/d/1chSbBQ2kEIDgAIG4gh2KPdFwC1y0ZeXZVNDFdGEzKK8/pub\" style=\"text-decoration:none;\">email</a>, Peter Harbage, co-author of the report, used to do work with the center, president, Harbage Consulting, Sacramento, Calif. and Los Angeles, April 5, 7 and 10, 2013</p>\r\n<br />\r\n<p dir=\"ltr\" style=\"line-height:1.15;margin-top:0pt;margin-bottom:0pt;\">\r\n\tTelephone interview and <a href=\"https://docs.google.com/document/d/1gaiENKdZg-TpDiPs4rkHrW47nZBb3oLXTvgMDy0BJHI/pub\" style=\"text-decoration:none;\">email</a> (excerpted), Kathleen Stoll, director of Health Policy, Families USA, Washington, April 8 and 10, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Bexar County judge", "false_count": 0, "first_name": "Nelson", "half_true_count": 0, "home_state": "Texas", "id": 2245, "last_name": "Wolff", "mostly_true_count": 0, "name_slug": "nelson-wolff", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/wolff2013pftnew.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2245/", "total_count": 1, "true_count": 0, "website": "http://www.bexar.org/CountyJudge/Bio.html"}, "statement": "<p dir=\"ltr\" id=\"internal-source-marker_0.4615944401008478\" style=\"line-height:1.15;margin-top:0pt;margin-bottom:0pt;\">\r\n\tSays uncompensated health care costs absorbed by Texas hospitals are adding $1,800 a year to Texas private insurance rates.</p>\r\n", "statement_context": "a Texas Capitol press conference.", "statement_date": "2013-04-01", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 202, "photo": null, "resource_uri": "/api/v/2/subject/202/", "subject": "Public Health", "subject_slug": "public-health", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}, {"description": "", "id": 208, "photo": null, "resource_uri": "/api/v/2/subject/208/", "subject": "State Finances", "subject_slug": "state-finances", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 30, "current_job": "U.S. Energy Secretary", "false_count": 31, "first_name": "Rick", "half_true_count": 42, "home_state": "Texas", "id": 291, "last_name": "Perry", "mostly_true_count": 24, "name_slug": "rick-perry", "pants_count": 18, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rick_Perry_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/291/", "total_count": 176, "true_count": 26, "website": "https://energy.gov/management/history/secretaries-energy"}], "twitter_headline": ""}