{"art": [], "author": [{"email_address": "tferan@plaind.com", "first_name": "Tom", "id": 181, "last_name": "Feran", "name_slug": "tom-feran", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-tom-feran.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/181/", "title": "Plain Dealer reporter", "twitter": null}], "canonical_url": "/ohio/statements/2013/apr/22/ohio-public-defenders-office/ohio-public-defenders-office-says-sex-offender-reg/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "jkahoun@plaind.com", "first_name": "Jane", "id": 159, "last_name": "Kahoun", "name_slug": "jane-kahoun", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifact-jane-kahoun_1.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/159/", "title": "PolitiFact Ohio editor and deputy metro editor, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 7677, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "tferan@plaind.com", "first_name": "Tom", "id": 181, "last_name": "Feran", "name_slug": "tom-feran", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-tom-feran.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/181/", "title": "Plain Dealer reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/7677/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tOhio will begin tracking arsonists this summer through a new registry similar to the one used to track sex offenders.</p>\r\n<p>\r\n\tA law passed last year by the General Assembly will require people convicted of arson-related offenses to register at their local sheriff&#39;s office each year for at least 10 years. Failing to register will be a felony.</p>\r\n<p>\r\n\tSupporters tout the measure as a tool for law enforcement. Critics argue, among other points, that the registry will be a burden for sheriffs already charged with keeping the sex-offender registry.</p>\r\n<p>\r\n\t&quot;The sex-offender registry has been around for a long time, and the research that&#39;s out there says that it has no positive impact on the public safety,&quot; Amy Borror, spokeswoman for the Ohio Public Defender&#39;s Office, <a href=\"http://www.cleveland.com/open/index.ssf/2013/04/ohio_to_compile_private_regist.html\" style=\"TEXT-DECORATION: none\">told The Plain Dealer</a>. &quot;And, if anything, it might have a negative impact on public safety because it creates this administrative burden.&quot;</p>\r\n<p>\r\n\tThe registry has been around for almost 20 years and has been public for more than 15. The Jacob Wetterling Crimes Against Children Act, enacted by Congress in 1994, required convicted sex offenders to record their address with local law enforcement. Megan&rsquo;s Law, added in 1996, allowed the information to be given directly to the public. The Sex Offender Registration and Notification Act (SORNA), passed in 2006, set registration standards that widened the reach of registration for the entire nation.</p>\r\n<p>\r\n\tPolitiFact Ohio knew the subject could be an emotional one. We asked Borror how the claim is supported that the registry does not improve public safety.</p>\r\n<p>\r\n\tShe referred us first to the <a href=\"http://www.opd.ohio.gov/AWA_Information/Adam_Walsh.htm\" style=\"TEXT-DECORATION: none\">website of the Public Defender&#39;s Office</a>, which links to a number of reports, and to a special issue of the peer-reviewed journal <a href=\"http://cjb.sagepub.com/content/37/5.toc\" style=\"TEXT-DECORATION: none\">Criminal Justice and Behavior</a>, from May 2010, which was dedicated to sex offender issues.</p>\r\n<p>\r\n\t<a href=\"http://cjb.sagepub.com/content/37/5.toc\" style=\"TEXT-DECORATION: none\">Criminal Justice and Behavior</a> published 10 academic studies related to sex offenses, focusing</p>\r\n<p>\r\n\ton the question of whether public policies concerning sex offenders enhance the safety of children and communities.</p>\r\n<p>\r\n\tThe journal found that the subject is consistently one of the leading policy issues on legislative agendas. It concluded, however, that &quot;sex offender policies are often inconsistent with empirical evidence about sex offender risks, recidivism, reintegration and supervision....</p>\r\n<p>\r\n\t&quot;Legislators cite the news media and the views of their constituents -- not research evidence -- as their primary sources of information about sex offenses and offenders,&quot; the journal said.</p>\r\n<p>\r\n\t&nbsp;</p>\r\n<p>\r\n\t<a href=\"http://cjb.sagepub.com/content/37/5/503.abstract\" style=\"TEXT-DECORATION: none\">One of the published studies</a>, by criminologists with the University of Massachusetts, Lynn University and the Colorado Division of Criminal Justice, focused on Ohio and Oklahoma, two of the first states to meet federal guidelines set by SORNA. Those guidelines classify offenders into one of three categories determined by solely by convicted offense. (Previously, judges determined what risk offenders posed and assigned them to one of three registration categories.)</p>\r\n<p>\r\n\tDrawing on data from more than 28,000 cases in Ohio and from other research, the study&rsquo;s conclusions &nbsp;&quot;shed doubt on the public safety utility of the SORNA classification system.&quot; &nbsp;It found that a disproportionate number of offenders were classified as high risk, placing greater burdens, perhaps unnecessarily, on law enforcement personnel and budgets.</p>\r\n<p>\r\n\t&quot;From a public safety perspective,&quot; the study found, the SORNA classification guidelines hurt the ability of the system &quot;to effectively discriminate between those who pose a substantial risk to society and those who pose minimal risk,&quot; and also contradict evidence about the risk of repeat offenses for both adult sex offenders and juveniles.</p>\r\n<p>\r\n\tAnother report, from the Minnesota Department of Corrections, studied sexual offenders who were jailed for failing to register with local law enforcement agencies. It found that the failure to register was not a predictor of repeated crime, other than future failure to register.</p>\r\n<p>\r\n\tAn analysis of adult arrest data from 1990 to 2005 in South Carolina found that sex offender registration laws did have a deterrent effect on first-time adult offenders, but no effect on juveniles and no effect on recidivism.</p>\r\n<p>\r\n\tBorror also pointed us to a <a href=\"http://cjp.sagepub.com/content/early/2009/06/25/0887403409338565.abstract\" style=\"TEXT-DECORATION: none\">2009 study from the state of &nbsp;New York</a>&rsquo;s Office of Mental Health that specifically compares a risk-based classification system (which Ohio used to have) to the offense-based registration system, which Ohio has now.</p>\r\n<p>\r\n\tIt concluded that the current system &quot;falls short of increasing public safety,&quot; citing five earlier studies that found registration and notification laws were &quot;ineffective methods of reducing sexual victimizations.&quot;</p>\r\n<p>\r\n\tIt also noted there is evidence that such laws actually lead to more criminal behavior by aggravating the factors linked to it -- an unintended consequence of reducing or denying employment, educational, social and housing opportunities.</p>\r\n<p>\r\n\t&quot;Although well intended, such laws have done little (if anything) to increase public safety and may in fact be lowering it,&quot; the study said.</p>\r\n<p>\r\n\t(A 2007 report by the non-government organization <a href=\"http://www.hrw.org/news/2007/09/11/us-sex-offender-laws-may-do-more-harm-good\" style=\"TEXT-DECORATION: none\">Human Rights Watch</a> detailed the harassment of registered offenders because of online community notification.)</p>\r\n<p>\r\n\tWe looked further and found a <a href=\"https://www.ncjrs.gov/pdffiles1/nij/grants/225370.pdf\" style=\"TEXT-DECORATION: none\">2008 report</a> funded by the U.S. Justice Department examining the original Megan&#39;s Law in New Jersey.</p>\r\n<p>\r\n\t&quot;Despite widespread community support for these laws,&quot; it said, &quot;there is virtually no evidence to support their effectiveness in reducing either new first-time sex offenses (through protective measures or general deterrence) or sex re-offenses (through protective measures and specific deterrence).</p>\r\n<p>\r\n\t&quot;Given the lack of demonstrated effect of Megan&rsquo;s Law on sexual offenses, the growing</p>\r\n<p>\r\n\tcosts may not be justifiable,&quot; it said.</p>\r\n<p>\r\n\t<a href=\"http://www0.gsb.columbia.edu/faculty/jrockoff/papers/prescott%20rockoff%20meglaw%20jan%2010.pdf\" style=\"TEXT-DECORATION: none\">Another study</a>, by J.J. Prescott of the University of Michigan Law School and Jonah Rockoff of Columbia Business School and the National Bureau of Economic Research, examined data from 15 states over more than 10 years.</p>\r\n<p>\r\n\tThey found that registering sex offenders does reduce sex crime, especially among victims with a personal connection to offenders, most likely because of better police monitoring. &nbsp;They also found, however, that making the registry information available to the public has the opposite effect and increases crime.</p>\r\n<p>\r\n\t&quot;There is little evidence of a decrease in crimes against strangers,&quot; the study said. &quot;We also find evidence that community notification deters crime, but in a way unanticipated by legislators. Our</p>\r\n<p>\r\n\tresults suggest that community notification deters first-time sex offenders, but may increase recidivism by registered offenders by increasing the relative attractiveness of criminal behavior. This finding is consistent with work by criminologists showing that notification may contribute to recidivism by imposing social and financial costs on registered sex offenders and, as a result, making non-criminal activity relatively less attractive.</p>\r\n<p>\r\n\t&quot;We regard this latter finding as potentially important, given that the purpose of</p>\r\n<p>\r\n\tcommunity notification is the reduction of recidivism,&quot; the authors concluded.</p>\r\n<p>\r\n\tThe federal <a href=\"http://www.gao.gov/assets/660/652035.txt\" style=\"TEXT-DECORATION: none\">Government Accountability Office</a> evaluated the effects of SORNA in a report issued earlier this year.</p>\r\n<p>\r\n\tThe GAO noted that law&rsquo;s purpose is to protect the public from sex offenders, but found &quot;analysis of the act&rsquo;s effect on public safety has been limited.&quot;</p>\r\n<p>\r\n\tPositive effects included &quot;improved monitoring of registered sex offenders&quot; and better information sharing between law enforcement agencies.</p>\r\n<p>\r\n\tNegative consequences found by the GAO included a lack of consideration of the risk of repeating sexual offenses in classifying offenders; a disproportionate increase in the workload of law enforcement agencies, and increased problems for registered sex offenders to find work or housing.</p>\r\n<p>\r\n\tWhat conclusion can we draw about Borror&rsquo;s statement for the Ohio Public Defender&rsquo;s Office, &nbsp;that research shows the sex offender registry has no positive impact?</p>\r\n<p>\r\n\tWe found that <a href=\"http://www.wsipp.wa.gov/topic.asp?cat=10&amp;subcat=55\" style=\"TEXT-DECORATION: none\">research</a> has been done generally on the effectiveness of sex offender registration and notification laws. &nbsp;</p>\r\n<p>\r\n\tWe found that studies indicate the laws have no clear effect on recidivism, or repeat offenses, which is their intended target, and are ineffective in assessing and managing risk.</p>\r\n<p>\r\n\tAlthough there is some indication that registration and community notification may deter first-time adult offenders, the studies find that the deterrence doesn&rsquo;t extend to juveniles -- and that community notification likely increases repeat sex crimes and other crimes.</p>\r\n<p>\r\n\tWith that information needed for clarification, we rate the statement Mostly True.</p>\r\n", "ruling_comments_date": "2013-04-19T17:55:02.984982", "ruling_date": "2013-04-22T06:00:00", "ruling_headline": " Ohio Public Defender’s Office says sex offender registry doesn’t improve public safety", "ruling_headline_slug": "ohio-public-defenders-office-says-sex-offender-reg", "ruling_link_text": "Research bears it out", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tThe Plain Dealer, &quot;<a href=\"http://www.cleveland.com/open/index.ssf/2013/04/ohio_to_compile_private_regist.html\">Ohio to compile private registry to track convicted arsonists</a>,&quot; April 12, 2013</p>\r\n<p>\r\n\tThe Plain Dealer, &quot;<a href=\"http://blog.cleveland.com/metro/2010/06/sex_offenders_flout_increasing.html\">Restrictive sex offender registration rules force some underground</a>,&quot; June 13, 2010</p>\r\n<p>\r\n\tEmail with Amy Borror, <a href=\"http://www.opd.ohio.gov/\">Office of the Ohio Public Defender</a>, April 16, 2013</p>\r\n<p>\r\n\tCriminal Justice and Behavior, &quot;<a href=\"http://cjb.sagepub.com/content/37/5.toc\">Sex Offenses and Offenders: Toward Evidence-Based Public Policy,&quot;</a>May 2010</p>\r\n<p>\r\n\tCriminal Justice and Behavior, &quot;<a href=\"http://cjb.sagepub.com/content/37/5/503.abstract\">Widening the Net: The Effects of Transitioning to the Adam Walsh Act&rsquo;s Federally Mandated Sex Offender Classification System</a>,&quot; May 2010</p>\r\n<p>\r\n\tCriminal Justice Policy Review, &quot;<a href=\"http://cjp.sagepub.com/content/early/2009/06/25/0887403409338565.abstract\">The Adam Walsh Act: A False Sense of Security or an</a></p>\r\n<p>\r\n\t<a href=\"http://cjp.sagepub.com/content/early/2009/06/25/0887403409338565.abstract\">Effective Public Policy Initiative?</a>,&quot; June 25 2009</p>\r\n<p>\r\n\tHuman Rights Watch, &quot;<a href=\"http://www.hrw.org/news/2007/09/11/us-sex-offender-laws-may-do-more-harm-good\">U.S.: Sex Offender Laws May Do More Harm Than Good</a>,&quot; Sept. 12, 2007</p>\r\n<p>\r\n\tNational Criminal Justice Reference Service, &quot;<a href=\"https://www.ncjrs.gov/pdffiles1/nij/grants/225370.pdf\">Megan&rsquo;s Law: Assessing the Practical and Monetary Efficacy</a>,&quot; December 2008</p>\r\n<p>\r\n\tColumbia University, &quot;<a href=\"http://www0.gsb.columbia.edu/faculty/jrockoff/papers/prescott%20rockoff%20meglaw%20jan%2010.pdf\">Do Sex Offender Registration and Notification Laws Affect Criminal Behavior?</a>&quot; January 2010</p>\r\n<p>\r\n\tU.S. Government Accountability Office, &quot;<a href=\"http://www.gao.gov/assets/660/652035.txthttp://www.gao.gov/assets/660/652035.txt\">Sex Offender Registration and Notification Act: Jurisdictions Face Challenges to Implementing the Act, and Stakeholders Report Positive and Negative Effects</a>,&quot; Feb 7, 2013</p>\r\n<p>\r\n\tHuman Rights Watch, &quot;<a href=\"http://www.hrw.org/news/2007/09/11/us-sex-offender-laws-may-do-more-harm-good\">U.S.: Sex Offender Laws May Do More Harm Than Good</a>,&quot; Sept. 12, 2007</p>\r\n<p>\r\n\tWashington State Institute for Public Policy, &quot;<a href=\"http://www.wsipp.wa.gov/topic.asp?cat=10&amp;subcat=55\">Criminal justice: Sex offenders</a>,&quot; April 12, 2013</p>\r\n<p>\r\n\tChicago Tribune, &quot;<a href=\"http://articles.chicagotribune.com/2011-08-18/news/ct-oped-0818-chapman-20110818_1_offender-registries-megan-kanka-broad-curbs\">The false hope of sex offender registries</a>,&quot; Aug. 18, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 0, "home_state": "Ohio", "id": 2265, "last_name": "Ohio Public Defender's Office", "mostly_true_count": 1, "name_slug": "ohio-public-defenders-office", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/ohio-public-defenders.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2265/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>\r\n\t&quot;The sex-offender registry has been around for a long time, and the research that&#39;s out there says that it has no positive impact on the public safety.&quot;</p>\r\n", "statement_context": "a newspaper interview", "statement_date": "2013-04-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}], "target": [], "twitter_headline": ""}