{"art": [], "author": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}, {"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2013/apr/23/christopher-l-smith/chris-smith-elections-bill-two-required-changes/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 7689, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}, {"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/7689/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tFlorida lawmakers are poised to pass voting law changes after being mocked for long lines and delayed results during the 2012 presidential election.</p>\r\n<p>\r\n\tBut in the waning days of the legislative session, Senate Democrats are criticizing the plan as not going far enough to address the problems at the polls last year.</p>\r\n<p>\r\n\t&quot;This bill mandates only two things that will address concerns from the last election,&quot; wrote Sen. Chris Smith, the Senate Democratic leader from Fort Lauderdale, in a column in the <em><a href=\"http://www.sun-sentinel.com/news/opinion/fl-cscol-election-oped0421-20130421,0,3131882.story\" style=\"text-decoration:none;\">Sun-Sentinel</a> </em>April 21. &quot;It allows persons to correct an absentee ballot if they did not sign it and requires an extra two hours a day for early voting. Everything else in this bill is discretionary. Under SB 600, Broward, Dade, Palm Beach, Duval, Orange, Hillsborough, Jackson, Franklin, Dixie and all the rest of our 67 counties can do exactly what they did in 2012, with the exception of just two more hours per day for early voting. Nothing else is mandated. Nothing else is changed.&quot;</p>\r\n<p>\r\n\tThe column left readers with the impression that the bill changed little for the better. Smith called it &quot;an opportunity lost.&quot;</p>\r\n<p>\r\n\tDemocrats and Republicans are split on some provisions of the bill, so there are varying perspectives as to what &quot;concerns&quot; came up after the last election. We wanted to fact-check Smith&rsquo;s claim that the election bill &quot;allows persons to correct an absentee ballot if they did not sign it and requires an extra two hours a day for early voting. Everything else in this bill is discretionary.&quot;</p>\r\n<p>\r\n\t<strong>Inside the elections bills</strong></p>\r\n<p>\r\n\tFirst, some quick history. In<a href=\"http://www.politifact.com/florida/statements/2013/jan/22/rick-scott/rick-scott-says-his-plan-would-expand-early-voting/\" style=\"text-decoration:none;\"> 2011</a>, the GOP-dominated Legislature passed an <a href=\"http://www.myfloridahouse.gov/sections/Bills/billsdetail.aspx?BillId=46543\" style=\"text-decoration:none;\">elections law</a> that reduced the amount of days for early voting from 14 to eight. The new law gave supervisors a choice of offering between between six and 12 hours of early voting each day. So local elections supervisors had the choice to offer between 48 hours and 96 hours of early voting over eight days.</p>\r\n<p>\r\n\tGov. Rick Scott signed the 2011 elections bill but distanced himself from it after Florida&rsquo;s 2012 election drew national ridicule. Scott announced his own recommendations for reform that echoed proposals from the state elections supervisors association.</p>\r\n<p>\r\n\tOn April 16, the Florida Senate reworked the House elections bill, HB 7013. The Senate is scheduled to take a final vote on its version of the bill on April 24, after which it will go back to the House. We <a href=\"http://flsenate.gov/Session/Bill/2013/7013/Amendment/166182/HTML\" style=\"text-decoration:none;\">read the bill</a> and interviewed elections officials, lawmakers involved in crafting the bill and Senate staff to analyze what the bill will and won&rsquo;t do.</p>\r\n<p>\r\n\tLet&rsquo;s look at the two changes Smith mentioned.</p>\r\n<p>\r\n\t<strong>Absentee ballot signatures: </strong>The bill gives voters a second chance if they forgot to sign their absentee ballot. The bill says they would have until 5 p.m. the Sunday before Election Day to correct it.</p>\r\n<p>\r\n\t<strong>Adds early voting hours: </strong>Currently, the law for early voting requires eight days and between six to 12 hours a day for a combined 48 to 96 hours. The proposed law would create between 64 hours (eight days, 8 hours each) and 168 hours (14 days, 12 hours each) at the discretion of elections supervisors. Smith said the law would mandate an extra two hours a day of early voting. That&rsquo;s true -- counties that had six hours would now have to increase it to at least eight.</p>\r\n<p>\r\n\tStill, Smith wants elections supervisors to offer 168 hours, even though many said that would be too demanding and unnecessary, especially in smaller counties and primary elections. Smith wants voters in all counties to have the same access to the polls.</p>\r\n<p>\r\n\t&quot;I dont give a damn. This is voting. This is a fundamental right,&quot; Smith told PolitiFact Florida. &quot;This is what people have died in the streets for, this is what people are dying overseas for. Just because an elected official doesn&#39;t want to do their job, maybe they shouldn&#39;t be supervisor of elections.&quot;</p>\r\n<p>\r\n\tThe elections supervisors&rsquo; association wrote a <a href=\"http://www.myfloridaelections.org/ew_pages/latvala_ltr._4.15.13.pdf\" style=\"text-decoration:none;\">letter</a> endorsing SB 600 as &quot;an excellent election reform bill.&quot; The association had two top priorities of equal weight: reducing the ballot length and expanding options for early voting sites and hours.</p>\r\n<p>\r\n\tSmith&rsquo;s claim that the bill only mandates an extra two hours a day of early voting is factually correct, but it doesn&rsquo;t tell the whole story, said Brian Corley, Pasco County&rsquo;s elections supervisor and leader of the association&rsquo;s legislative affairs this year. (Corley is a Republican; his association includes supervisors from both parties.)</p>\r\n<p>\r\n\tThe association was not seeking a one-size-fits-all mandate to expand hours because large counties may need more hours than smaller counties, he said.</p>\r\n<p>\r\n\t&quot;Do you think (Palm Beach supervisor Susan) Bucher or (Broward supervisor Brenda) Snipes in Broward for a major presidential or gubernatorial election is really going to have 64 hours?&quot; he said. &quot;The answer is obviously no.&quot;</p>\r\n<p>\r\n\tLet&rsquo;s look at some of the other provisions that would change in election law:</p>\r\n<p>\r\n\t<strong>Early voting sites: </strong>The bill says supervisors <a href=\"http://www.flhouse.gov/Sections/Documents/loaddoc.aspx?FileName=_s0600c3.DOCX&amp;DocumentType=Bill&amp;BillNumber=0600&amp;Session=2013\" style=\"text-decoration:none;\">&quot;may&quot;</a> offer early voting at fairgrounds, civic centers, courthouses, community centers and stadiums. The supervisors don&rsquo;t have to offer early voting at these places, so it&rsquo;s not a mandate. Current law allows for early voting only at libraries, city halls and elections offices.</p>\r\n<p>\r\n\t<strong>Election preparation report: </strong>Every supervisor must submit a report three months before Election Day about staffing and equipment.</p>\r\n<p>\r\n\t<strong>Declaring elections supervisors noncompliant: </strong>The Senate added a controversial <a href=\"http://www.myfloridahouse.gov/Sections/Documents/loaddoc.aspx?FileName=672270.DOCX&amp;DocumentType=Amendments&amp;BillNumber=7013&amp;Session=2013\" style=\"text-decoration:none;\">amendment</a> that allows the state to place elections supervisors in &quot;noncompliant status&quot; if they miss deadlines or violate election rules. Sen. Miguel Diaz de la Portilla, R-Miami, sponsored that amendment, which appears to be aimed at counties deemed &quot;underperforming&quot; in the 2012 election by the state including Miami-Dade and Broward.</p>\r\n<p>\r\n\tSupervisors declared noncompliant would lose their &quot;special qualification salary&quot; -- the extra <a href=\"http://www.flsenate.gov/Laws/Statutes/2012/145.09\" style=\"text-decoration:none;\">$2,000</a> supervisors can earn if they meet certain criteria. Most of a supervisor&rsquo;s salary is based on a population formula. About half of the supervisors are currently eligible to receive the $2,000.</p>\r\n<p>\r\n\t<strong>Voter assistance/ballot brokering: </strong>One of the more contentious additions to the bill limits the number of voters a volunteer can assist in an election to 10 people. Further, the voter must know the person assisting him or her before casting a ballot. The bill also limits the number of absentee ballots that paid campaign workers and other solicitors can accept for nonfamily members to two.</p>\r\n<p>\r\n\t<a href=\"http://www.tampabay.com/news/politics/national/voting-rights-groups-blast-florida-republicans-election-law-rewrite/2116717\" style=\"text-decoration:none;\">Voter rights groups</a> attacked the changes as disenfranchising the elderly, disabled voters and non-English speakers. The proposal follows an election in which paid ballot brokers in Miami-Dade, known as <em>boleteros</em>, were arrested.</p>\r\n<p>\r\n\t<strong>Length of ballot items: </strong>Republicans included a 75-word limit on ballot summaries of proposed constitutional amendments that come from the Legislature.</p>\r\n<p>\r\n\tSupervisors are pleased this language is in the proposed overhaul. Democrats are displeased because the 75-word limit disappears if the Florida Supreme Court rejects the wording of the ballot summary. Democrats wanted an amendment that limited the summaries to 75 words on all attempts, but Republicans said no.</p>\r\n<p>\r\n\tCorley is not worried. He said, &quot;Could there be a scenario where the Attorney General goes above 75 words in a rewrite? Sure it could, logistically. But I don&rsquo;t see 650 words.&quot;</p>\r\n<p>\r\n\t<strong>Sunday voting: </strong>Smith&rsquo;s column doesn&rsquo;t mention that the bill would allow voting on the Sunday before Election Day, known as &quot;Souls to the Polls&quot; drives in some black communities. Current law bans early voting on that Sunday.</p>\r\n<p>\r\n\tBefore the 2011 law, supervisors could offer an aggregate of eight hours for early voting on the Saturday and Sunday before the election. Just 10 of 67 counties offered voting on Sunday in the 2010 general election for no more than four hours, including Pinellas and Miami-Dade.</p>\r\n<p>\r\n\tThe new proposal allows -- but doesn&rsquo;t mandate -- eight to 12 hours of early voting on this Sunday.</p>\r\n<p>\r\n\tThe law contains other mandates for supervisors, including requiring them to notify electors the reason their absentee ballot was rejected and to upload early voting and absentee ballots the day before Election Day (but not publicly post it).</p>\r\n<p>\r\n\tSmith told PolitiFact Florida in an interview that his comment referred to &quot;things that affect voters and their time in line.&quot; He called the measures that affect supervisors and canvassing boards &quot;inside baseball.&quot;</p>\r\n<p>\r\n\t<strong>Our ruling</strong></p>\r\n<p>\r\n\tSmith wrote that the election bill &quot;allows persons to correct an absentee ballot if they did not sign it and requires an extra two hours a day for early voting. Everything else in this bill is discretionary.&quot;</p>\r\n<p>\r\n\tThe bill does mandate those two changes. But Smith omits that some of those discretionary changes in the bill are a big deal and are expected to change how elections are operated in large counties. Elections supervisors in at least some counties are likely to restore early voting on the Sunday before Election Day and they are likely to add more early voting sites and go beyond the mandated minimum hours. Plus, we found a few provisions that are not discretionary and would affect voters.</p>\r\n<p>\r\n\tWe rate Smith&rsquo;s claim Half True.</p>\r\n", "ruling_comments_date": "2013-04-23T17:19:38.202828", "ruling_date": "2013-04-23T18:16:04", "ruling_headline": "Chris Smith says elections bill has only two required changes", "ruling_headline_slug": "chris-smith-elections-bill-two-required-changes", "ruling_link_text": "Bill makes many changes, some discretionary", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tFlorida House, <a href=\"http://www.flhouse.gov/Sections/Bills/billsdetail.aspx?BillId=50010&amp;\" style=\"text-decoration:none;\">Senate Bill 600/House Bill 7013</a>, April 16, 2013</p>\r\n<p>\r\n\t<em>Sun-Sentinel,</em> <a href=\"http://www.sun-sentinel.com/news/opinion/fl-cscol-election-oped0421-20130421,0,3131882.story\" style=\"text-decoration:none;\">&quot;Chris Smith: GOP misses big opportunity on voting,&quot;</a> April 21, 2013</p>\r\n<p>\r\n\t<em>Tampa Bay Times, </em><a href=\"http://www.tampabay.com/news/politics/stateroundup/proposed-election-changes-dont-go-far-enough-democrats-warn/2115514\" style=\"text-decoration:none;\">&quot;Proposed election changes don&rsquo;t go far enough, Democrats warn,&quot;</a> April 16, 2013</p>\r\n<p>\r\n\t<em>Tampa Bay Times, </em>&quot;<a href=\"http://www.tampabay.com/news/politics/national/voting-rights-groups-blast-florida-republicans-election-law-rewrite/2116717\" style=\"text-decoration:none;\">Voting rights groups blast Florida Republicans&rsquo; election law rewrite</a>,&quot; April 22, 2013</p>\r\n<p>\r\n\tInterview, Chris Cate, Department of State spokesman, April 23, 2013</p>\r\n<p>\r\n\tInterview, Katie Betta, Florida Senate spokeswoman, April 23, 2013</p>\r\n<p>\r\n\tInterview, Dan Dawson, Florida Senate Majority Office spokesman, April 23, 2013</p>\r\n<p>\r\n\tInterview, Sen. Jack Latvala, April 23, 2013</p>\r\n<p>\r\n\tInterview, Sen. Chris Smith, D-Fort Lauderdale, and Senate Democratic leader, April 23, 2013</p>\r\n<p>\r\n\tInterview, Pasco County Supervisor of Elections Brian Corley, April 23, 2013</p>\r\n<p>\r\n\tInterview, Michelle DeMarco, Florida Senate Democrats spokeswoman, April 23, 2013</p>\r\n<p>\r\n\tPolitiFact Florida, &quot;<a href=\"http://www.politifact.com/florida/statements/2013/jan/15/don-gaetz/don-gaetz-says-he-backed-proposal-expand-early-vot/\" style=\"text-decoration:none;\">Don Gaetz says he backed proposal that expanded early voting hours per day</a>,&quot; Jan. 15, 2013</p>\r\n<p>\r\n\tPolitiFact Florida, &quot;<a href=\"http://www.politifact.com/florida/statements/2013/jan/22/rick-scott/rick-scott-says-his-plan-would-expand-early-voting/\" style=\"text-decoration:none;\">Rick Scott says his plan would expand early voting to record high</a>,&quot; Jan. 22, 2013</p>\r\n<p>\r\n\tFlorida State Association of Supervisors of Elections, <a href=\"http://www.myfloridaelections.org/ew_pages/latvala_ltr._4.15.13.pdf\" style=\"text-decoration:none;\">Letter to Sen. Jack Latvala endorsing the bill</a>, April 15, 2013</p>\r\n<p>\r\n\tFlorida State Association of Supervisors of Elections, <a href=\"http://www.myfloridaelections.org/ew_pages/leg_pkg_020513.pdf\" style=\"text-decoration:none;\">Legislative package</a>, Feb. 5, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "State Senator", "false_count": 0, "first_name": "Christopher L.", "half_true_count": 2, "home_state": "Florida", "id": 1776, "last_name": "Smith", "mostly_true_count": 1, "name_slug": "christopher-l-smith", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/chrissmith.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1776/", "total_count": 3, "true_count": 0, "website": "http://www.flsenate.gov/legislators/s29"}, "statement": "<p>\r\n\tThe election bill &quot;allows persons to correct an absentee ballot if they did not sign it and requires an extra two hours a day for early voting. Everything else in this bill is discretionary.&quot;</p>\r\n", "statement_context": "a column in the South Florida Sun Sentinel", "statement_date": "2013-04-21", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}], "target": [], "twitter_headline": ""}