{"art": [], "author": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "canonical_url": "/florida/statements/2013/apr/25/charles-van-zant/florida-republican-says-without-kkk-or-holocaust-a/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": null, "id": 7697, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "resource_uri": "/api/v/2/statement/7697/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p dir=\"ltr\">\r\n\tWhile debating abortion rights, a Republican Florida House member made a startling claim: Doctors who perform abortions are to blame for reducing the African-American population in the United States.</p>\r\n<p dir=\"ltr\">\r\n\t&quot;In America alone, without the Nazi Holocaust, without the Ku Klux Klan, Planned Parenthood and other abortionists have reduced our black population by more than 25 percent since 1973,&quot; said the House member, Rep. Charles Van Zant, R-Keystone Heights.</p>\r\n<p dir=\"ltr\">\r\n\tVan Zant is sponsoring a bill (HB 845) that would criminalize abortions performed because of the race or sex of the fetus, and during debate, he suggested that abortion groups such as Planned Parenthood are targeting African-Americans.</p>\r\n<p dir=\"ltr\">\r\n\tDo statistics about the African-American population in the United States support his claim?</p>\r\n<p dir=\"ltr\">\r\n\tWhat we found in this case is that Van Zant makes a complicated, and largely unsubstantiated leap of logic. Taken at its most literal meaning, his statement is preposterous. The black population grew by 67 percent, not decreased by 25 percent, from 1973 to 2010, according to U.S. Census figures.</p>\r\n<p dir=\"ltr\">\r\n\tInterpreting his statement the way Van Zant and other anti-abortion groups intend -- that the U.S. black population would be at least 25 percent higher were it not for <em>Roe v. Wade</em> -- is also fraught with problems.</p>\r\n<p dir=\"ltr\">\r\n\tTo start, federal data for abortions is imprecise, and that&rsquo;s not even factoring in the additional layer of abortions by race. Van Zant&rsquo;s claim is largely based on guesstimates. Then there&rsquo;s the bigger issue of arguing that every fetus would be alive today had the pregnancy not have been aborted, a premise social scientists called over-simplified and inaccurate.</p>\r\n<p dir=\"ltr\">\r\n\tWe&rsquo;ll take you through it.</p>\r\n<p dir=\"ltr\">\r\n\t<strong>How does Van Zant get there?</strong></p>\r\n<p dir=\"ltr\">\r\n\tVan Zant&rsquo;s legislative aide gave us a packet of information relating to his remarks, including print-outs from <a href=\"http://www.abort73.com/\">Abort73.com</a>, an antiabortion advocacy group, on abortion and race. Here, we found a similarly worded version of Van Zant&rsquo;s claim.</p>\r\n<p dir=\"ltr\">\r\n\t&quot;From 1973 to 2012, abortion reduced the black population by 30 percent, and that doesn&rsquo;t even factor in all the children that would have been born to those aborted a generation ago,&quot; Abort73.com states.</p>\r\n<p dir=\"ltr\">\r\n\tThe website explains how it gets to 30 percent (we&rsquo;re not vouching for the methodology, mind you): 17 million black babies were aborted since <em>Roe v. Wade</em> (55 million total abortions, as reported by <a href=\"http://www.nationalrighttolifenews.org/news/wp-content/uploads/2012/01/statsre.jpg\">National Right to Life</a>, multiplied by 31 percent, which is what they say is the <a href=\"http://www.cdc.gov/mmwr/preview/mmwrhtml/00053774.htm\">average rate</a> of abortions by black women since 1973). The black population (people who identified as only black, not a combination of races, to the Census) was around <a href=\"http://www.nationalrighttolifenews.org/news/wp-content/uploads/2012/01/statsre.jpg\">39 million people in 2010</a>.</p>\r\n<p dir=\"ltr\">\r\n\tSo the black population, once you include 17 million would-be babies, should be 56 million people.</p>\r\n<p dir=\"ltr\">\r\n\tThat&rsquo;s how they get the talking point. So is it reasonable or accurate?</p>\r\n<p dir=\"ltr\">\r\n\t<strong>Data limitations and manipulations</strong></p>\r\n<p dir=\"ltr\">\r\n\tThe U.S. Census Bureau, not surprisingly, does not come up with projections for what a population would have been without abortions. (We checked.)</p>\r\n<p dir=\"ltr\">\r\n\tThe Centers for Disease Control and Prevention does not have a complete record of the number of abortions on black mothers since <em>Roe v. Wade</em>. We knew from the start the agency&rsquo;s abortion data is incomplete, as not every state reports abortion data to the feds. Florida, for example, reports its abortions but does not break down the mother&rsquo;s race or age.</p>\r\n<p dir=\"ltr\">\r\n\tThe center, which only started collecting racial/ethnic abortion data from state health departments in 1990, compiled <a href=\"https://docs.google.com/spreadsheet/ccc?key=0AjR_9M-1WtJTdHZWb21MMVJUbDdwbnBWVHo0dEhpUEE&amp;usp=sharing\">this spreadsheet</a> for us, emphasizing it has many caveats. By the CDC&rsquo;s count, there have been 39.3 million abortions since 1973. Between 1990 and 2009, 4 million of those were by black women.</p>\r\n<p dir=\"ltr\">\r\n\tWe checked with the Guttmacher Institute, a research group that supports access to abortion and uses a different method to count abortions. Instead of collecting data from state health departments, the Guttmacher Institute surveys a sample of abortion providers every few years. From 1973 to 2008, the most recent year for which their data is available, nearly 50 million legal abortions occurred in the United States.</p>\r\n<p dir=\"ltr\">\r\n\tThe Guttmacher Institute also does not have a total for <a href=\"http://www.guttmacher.org/pubs/2008/09/18/Report_Trends_Women_Obtaining_Abortions.pdf\">abortions by race and ethnicity </a>since 1973, as the group started collecting demographic data of women obtaining abortions in 1994. Their findings do not offer totals, just a proportion of abortions to each racial group.</p>\r\n<p dir=\"ltr\">\r\n\tIn 2008, white women accounted for 36 percent of abortions, black women for 30 percent, Hispanic women for 25 percent and non-Hispanic women of other races for 9 percent, according to Guttmacher&rsquo;s tally.</p>\r\n<p dir=\"ltr\">\r\n\t<strong>Not so simple</strong></p>\r\n<p dir=\"ltr\">\r\n\tThere is one thing not up for debate: If all of the black women who had abortions had decided to carry their pregnancies to term, there would be more black people alive today.</p>\r\n<p dir=\"ltr\">\r\n\tBut Van Zant&rsquo;s number is considerably inflated, social scientists told us.</p>\r\n<p dir=\"ltr\">\r\n\t&quot;The claim that all terminated pregnancies would be alive today is false,&quot; said Elwood Carlson, a Florida State University sociology professor who specializes in demography for reproductive health, adult mortality and family.</p>\r\n<p dir=\"ltr\">\r\n\tSome of the pregnancies would have ended by stillbirths and spontaneous abortions, which end an estimated 15 to 20 percent of pregnancies, said Karin Brewster, director of FSU&rsquo;s Center for Demography and Population Health.</p>\r\n<p dir=\"ltr\">\r\n\tPlus, black Floridians are twice as likely as white Floridians to have spontaneous pregnancy losses, Carlson said.</p>\r\n<p dir=\"ltr\">\r\n\tAnd even among the pregnancies ending with birth, some of those babies would have died as infants. The rate of infant death after live birth is also twice as high for black Floridians as for white Floridians, he said. Further, he said, the risk of involuntary death for black Floridians is twice as high as the risk to white Floridians from conception through adulthood.</p>\r\n<p dir=\"ltr\">\r\n\t&quot;Induced abortions are only the tip of an iceberg of unequal life chances faced by black citizens of Florida, an iceberg that has been part of life in the state for at least the last half-century and which is showing no signs of drifting away,&quot; he said.</p>\r\n<p dir=\"ltr\">\r\n\tElwood criticized Van Zant for isolating black abortions and not also mentioning there would be more white, Hispanic and Asian citizens if not for abortion.</p>\r\n<p dir=\"ltr\">\r\n\tOther criticisms from the sources we consulted said it is inappropriate to take correlational data and make causal inferences, and that we don&rsquo;t know what effect an abortion has on subsequent family planning. Some of the people counted in 2010 may not have been conceived had their mothers elected to carry their first pregnancy.</p>\r\n<p dir=\"ltr\">\r\n\tBefore we close, we&rsquo;ll point out that Van Zant&rsquo;s claim does not bolster his case that minority abortions happen because of race, as most abortions are performed because the mother cannot afford a child or having a child would interfere with other responsibilities at work, school or to other children.</p>\r\n<p dir=\"ltr\">\r\n\t<strong>Our ruling</strong></p>\r\n<p dir=\"ltr\">\r\n\tVan Zant made a fiery case for his bill preventing gender- and race-based abortions, saying abortion providers like Parent Parenthood -- without the Nazis or the KKK -- &nbsp;&quot;have reduced our black population by more than 25 percent since 1973.&quot;</p>\r\n<p dir=\"ltr\">\r\n\tVan Zant&rsquo;s statement is wildly incorrect by the most literal measure -- the African-American population has increased since 1973. There&rsquo;s also problems with the claim if you buy into Van Zant&rsquo;s logic. Namely, abortion statistics are incomplete and/or difficult to interpret. And there&rsquo;s no one-to-one correlation between an abortion and the population today.</p>\r\n<p>\r\n\tWe rate this claim False.</p>\r\n", "ruling_comments_date": "2013-04-25T18:12:13.445525", "ruling_date": "2013-04-25T18:33:57", "ruling_headline": "Florida Republican says abortion providers have 'reduced our black population by more than 25 percent since 1973'", "ruling_headline_slug": "florida-republican-says-without-kkk-or-holocaust-a", "ruling_link_text": "Not simple addition", "ruling_state": "Florida", "source_documents": null, "sources": "<p dir=\"ltr\" id=\"docs-internal-guid-27d77c2c-433f-b203-8627-8dd3c84e7c20\">\r\n\tInterview with Rebecca Wind, Guttmacher Institute spokeswoman, April 19, 2013</p>\r\n<p dir=\"ltr\">\r\n\tGuttmacher Institute, &quot;<a href=\"http://www.guttmacher.org/in-the-know/characteristics.html\">Are you in the know about abortions?</a>&quot;</p>\r\n<p dir=\"ltr\">\r\n\tGuttmacher Institute, &quot;<a href=\"http://www.guttmacher.org/pubs/journals/3711005.html\">Reasons U.S. Women Have Abortions: Quantitative and Qualitative Perspectives</a>,&quot; September 2005</p>\r\n<p dir=\"ltr\">\r\n\tGuttmacher Institute, &quot;<a href=\"http://www.guttmacher.org/pubs/gpr/15/2/gpr150218.html\">A problem-and-solution mismatch: Son Preference and Sex-Selective Abortion Bans</a>,&quot;</p>\r\n<p dir=\"ltr\">\r\n\tInterview with Ryan Scott Bomberger, Radiance Foundation chief creative officer, April 24, 2013</p>\r\n<p dir=\"ltr\">\r\n\tCensus 2010 brief, &quot;<a href=\"http://www.census.gov/prod/cen2010/briefs/c2010br-06.pdf\">The Black Population: 2010</a>,&quot; issued September 2011</p>\r\n<p dir=\"ltr\">\r\n\tInterview with Robert Bernstein, U.S. Census Bureau spokesman, April 24, 2013</p>\r\n<p dir=\"ltr\">\r\n\tInterview with Bradley Caouette, Van Zant legislative assistant, April 23, 2013</p>\r\n<p dir=\"ltr\">\r\n\tInterview with Jeanette Taylor, a Florida State University psychology professor, April 24, 2013</p>\r\n<p dir=\"ltr\">\r\n\tInterview with Karin L. Brewster, director of the Florida State University Center for Demography and Population Health, April 24, 2013</p>\r\n<p dir=\"ltr\">\r\n\tInterview with Elwood Carlson, Florida State University sociology professor, April 25, 2013</p>\r\n<p dir=\"ltr\">\r\n\tPolitiFact Ohio, &quot;<a href=\"http://www.politifact.com/ohio/statements/2012/jun/12/samuel-wurzelbacher/samuel-joe-plumber-wurzelbacher-says-marcy-kaptur-/\">Samuel &lsquo;Joe the Plumber&rsquo; Wurzelbacher says Marcy Kaptur opposed a ban on gender abortions</a>,&quot; June 12, 2012</p>\r\n<p>\r\n\tU.S. Census Bureau library, <a href=\"http://www.census.gov/prod/1/pop/p25-796.pdf\">&quot;Illustrative projections of state populations by age, race sex, 1975 to 2000</a>,&quot; Issued March 2009</p>\r\n<p>\r\n\tCenters for Disease Control and Prevention, <a href=\"https://docs.google.com/spreadsheet/ccc?key=0AjR_9M-1WtJTdHZWb21MMVJUbDdwbnBWVHo0dEhpUEE&amp;usp=sharing\">Abortions by black women, 1973-2009</a>, released April 25, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Member of Florida House of Representatives", "false_count": 1, "first_name": "Charles", "half_true_count": 1, "home_state": "Florida", "id": 2270, "last_name": "Van Zant", "mostly_true_count": 0, "name_slug": "charles-van-zant", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/charlesvanzant.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2270/", "total_count": 3, "true_count": 0, "website": "http://www.myfloridahouse.gov/Sections/Representatives/details.aspx?MemberId=4444"}, "statement": "<p>\r\n\t&quot;Abortionists have reduced our black population by more than 25 percent since 1973.&quot;</p>\r\n", "statement_context": "House floor debate on HB 845", "statement_date": "2013-04-18", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 11, "photo": null, "resource_uri": "/api/v/2/subject/11/", "subject": "Abortion", "subject_slug": "abortion", "used_in_edition": []}], "target": [], "twitter_headline": ""}