{"art": [], "author": [{"email_address": "bbowers@politifact.com", "first_name": "Becky", "id": 177, "last_name": "Bowers", "name_slug": "becky-bowers", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/bbowers-politifact-mug_.gif", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/177/", "title": "PolitiFact Digital Operations Manager", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2013/may/06/blog-posting/bloggers-say-pentagon-may-court-martial-christian-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 7747, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "bbowers@politifact.com", "first_name": "Becky", "id": 177, "last_name": "Bowers", "name_slug": "becky-bowers", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/bbowers-politifact-mug_.gif", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/177/", "title": "PolitiFact Digital Operations Manager", "twitter": null}], "resource_uri": "/api/v/2/statement/7747/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tNo more military chaplains? Soldiers court-martialed for their Christian faith?</p>\r\n<p>\r\n\tPolitiFact readers wanted to know if headlines across websites such as <a href=\"http://www.breitbart.com/\">Breitbart.com</a> and <a href=\"http://www.mrconservative.com/\">MrConservative.com</a> last week were true.</p>\r\n<p>\r\n\t&quot;Pentagon May Court Martial Soldiers Who Share Christian Faith,&quot; <a href=\"http://www.breitbart.com/Big-Peace/2013/05/01/Breaking-Pentagon-Confirms-Will-Court-Martial-Soldiers-Who-Share-Christian-Faith\">said Breitbart.com</a>, claiming that &quot;the Pentagon has released a statement confirming that soldiers <a href=\"http://www.breitbart.com/Big-Peace/2013/05/01/Breaking-Pentagon-Confirms-Will-Court-Martial-Soldiers-Who-Share-Christian-Faith\">could be prosecuted</a>.&quot;</p>\r\n<p>\r\n\tIt could &quot;effectively abolish the position of chaplain in the military,&quot; the post said.</p>\r\n<p>\r\n\t&quot;Pentagon Confirms They May Court Martial Soldiers Who Hold Christian Faith,&quot; <a href=\"http://www.mrconservative.com/2013/05/14088-pentagon-confirms-they-may-court-martial-soldiers-who-hold-christian-faith/\">said MrConservative.com</a>, explaining that &quot;the Pentagon has released an official statement affirming that it will court martial &#39;proselytization.&rsquo;&quot;</p>\r\n<p>\r\n\tSo, did the Pentagon confirm it might &quot;court-martial soldiers who hold Christian faith&quot;?</p>\r\n<p>\r\n\tWelcome to the latest battle for soldiers&rsquo; hearts and minds.</p>\r\n<p>\r\n\t<strong>Pentagon meeting</strong></p>\r\n<p>\r\n\tThe recent hubbub has roots in the early 2000s, when a man named Mikey Weinstein watched his sons follow in his footsteps at the U.S. Air Force Academy in Colorado Springs.</p>\r\n<p>\r\n\tThe Jewish students both faced Christian proselytizing, the family says, and in some cases, anti-Semitic slurs.</p>\r\n<p>\r\n\tAn Air Force <a href=\"http://www.nytimes.com/2005/05/12/education/12academy.html?pagewanted=all&amp;_r=2&amp;\">task force investigated</a> accusations that the academy created a discriminatory climate, after a 2004 survey showed cadets complained that evangelical Christians <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2005/05/03/AR2005050301499.html\">had pressured</a> Jews and other Christians. It found a <a href=\"http://pluralism.org/research/reports/davis/afareport.php\">need for policy guidance</a> for commanders and supervisors regarding religious expression, not just at the academy, but across the Air Force.</p>\r\n<p>\r\n\tIn 2005, Weinstein &mdash; a former Air Force attorney who worked in President Ronald Reagan&#39;s administration &mdash; unsuccessfully sued the Air Force for failing to prevent proselytizing. In 2006, he turned his attention full-time to his nonprofit Military Religious Freedom Foundation, saying he was fighting off &quot;far-right militant radical evangelical religious fundamentalists.&quot;</p>\r\n<p>\r\n\t(He also writes about &quot;<a href=\"http://www.huffingtonpost.com/michael-l-weinstein/fundamentalist-christian-_b_3072651.html\">fundamentalist Christian monsters</a>&quot; who unite around &quot;horrific hatred and blinding bigotry,&quot; which doesn&rsquo;t exactly endear him to groups he targets, such as the <a href=\"http://www.frc.org/washingtonupdate/in-storm-admirals-faith-firmly-anchored\">Family Research Council</a>.)</p>\r\n<p>\r\n\tFast-forward to a <em><a href=\"http://articles.washingtonpost.com/2013-04-26/national/38838247_1_sexual-assault-pentagon-budget-chaplain\">Washington Post</a></em> blog in late April. Sally Quinn, who writes about religion for the <em>Washington Post&#39;s</em> On Faith blog, spoke with Weinstein and others on their way to meet with &quot;several generals and a military chaplain.&quot;</p>\r\n<p>\r\n\tWeinstein had asked for months for the April 23 sit-down, which included his board members Larry Wilkerson, a former chief of staff to Colin Powell, and Joe Wilson, a former ambassador. The three planned to exhort the military to punish proselytizing.</p>\r\n<p>\r\n\tThey pointed Quinn to examples such as a chaplain telling troops &mdash; including Afghan soldiers &mdash; to &quot;get right with Jesus,&quot; Marine officers changing the name of their attack squadron to the &quot;Crusaders&quot; (Weinstein&rsquo;s group got them to change it back) and a military contractor putting references to the New Testament on gun sights (again, Weinstein fought to have them removed).</p>\r\n<p>\r\n\t&quot;It&rsquo;s a workplace violation,&quot; Wilson said. &quot;This is a national security threat,&quot; Weinstein said.</p>\r\n<p>\r\n\tWeinstein also got an officer to remove an atheist bumper sticker from his car because it bothered an evangelical Christian.</p>\r\n<p>\r\n\tBut, the men argued, the military itself needed to do more to protect troops who feel their religious freedom is undermined.</p>\r\n<p>\r\n\tQuinn quoted Wilson: &quot;You need half a dozen court-martials real quick.&quot;</p>\r\n<p>\r\n\t<a href=\"http://articles.washingtonpost.com/2013-04-26/national/38838247_1_sexual-assault-pentagon-budget-chaplain\">Quinn&rsquo;s post</a>, published Friday, April 26, caught the attention of Fox News Radio commentator Todd Starnes.</p>\r\n<p>\r\n\tMonday, April 29, he <a href=\"http://radio.foxnews.com/toddstarnes/top-stories/pentagon-religious-proselytizing-is-not-permitted.html\">asked the Pentagon</a>: Is there a plan to court-martial chaplains who proselytize?</p>\r\n<p>\r\n\tHere&rsquo;s what the Defense Department spokesman Nate Christensen told him:</p>\r\n<blockquote>\r\n\t<p>\r\n\t\t<em>&quot;The Department of Defense places a high value on the rights of members of the Military Services to observe the tenets of their respective religions and respects (and supports by its policy) the rights of others to their own religious beliefs, including the right to hold no beliefs. The Department does not endorse any one religion or religious organization, and provides free access of religion for all members of the military services.</em></p>\r\n\t<p>\r\n\t\t<em>&quot;Court martials and non-judicial punishment are decided on case-by-case basis and it would be inappropriate to speculate on the outcome in specific cases.</em></p>\r\n\t<p>\r\n\t\t<em>&quot;However, religious proselytization is not permitted within the Department of Defense.&quot;</em></p>\r\n</blockquote>\r\n<p>\r\n\tStarnes wrote:</p>\r\n<blockquote>\r\n\t<p>\r\n\t\t<em>The Pentagon confirmed to Fox News that Christian evangelism is against regulations.</em></p>\r\n\t<p>\r\n\t\t<em>&quot;Religious proselytization is not permitted within the Department of Defense, LCDR Nate Christensen said in a written statement. He declined to say if any chaplains or service members had been prosecuted for such an offense.</em></p>\r\n\t<p>\r\n\t\t<em>&quot;Court martials and non-judicial punishments are decided on a case-by-case basis and it would be inappropriate to speculate on the outcome in specific cases,&quot; he said.</em></p>\r\n</blockquote>\r\n<p>\r\n\tThe Internet took over from there.</p>\r\n<p>\r\n\tWeinstein had been &quot;hired by the Pentagon&quot; to &quot;help shape policy on &hellip; religious tolerance,&quot; said <a href=\"http://news.investors.com/ibd-editorials/050113-654364-army-looks-for-christian-hate-group-members.htm\">Investor&rsquo;s Business Daily</a>. (Not true.) President Barack Obama&rsquo;s Defense Department was &quot;promising to bring criminal charges against any military personnel who express or share their faith,&quot; said a <a href=\"http://papundits.wordpress.com/2013/05/02/obama-to-dod-courts-martial-for-the-faithful/\">PA Pundits blogger</a>. (Also not true.)</p>\r\n<p>\r\n\tAnd an anonymous blogger at MrConservative.com, citing Breitbart.com, declared, &quot;Pentagon Confirms They May Court Martial Soldiers Who Hold Christian Faith.&quot;</p>\r\n<p>\r\n\tPolitiFact reached out to Nate Christensen at the Defense Department, who said his statement &quot;was grossly taken out of context.&quot;</p>\r\n<p>\r\n\tOn May 2, he clarified:</p>\r\n<blockquote>\r\n\t<p>\r\n\t\t<em>&quot;Service members can share their faith (evangelize), but must not force unwanted, intrusive attempts to convert others of any faith or no faith to one&#39;s beliefs (proselytization).</em></p>\r\n\t<p>\r\n\t\t<em>&quot;If a service member harasses another member on the basis of race, color, sex, religion, national origin, age, or disability, then the commander takes action based on the gravity of the occurrence. Likewise, when religious harassment complaints are reported, commanders take action based on the gravity of the occurrence on a case by case basis.</em></p>\r\n\t<p>\r\n\t\t<em>&quot;... We work to ensure that all service members are free to exercise their Constitutional right to practice their religion in a manner that is respectful of other individuals&#39; rights to follow their own belief systems; and in ways that are conducive to good order and discipline; and that do not detract from accomplishing the military mission.&quot;</em></p>\r\n</blockquote>\r\n<p>\r\n\tWeinstein, he said, wasn&rsquo;t part of any Defense Department advisory group or committee, nor was he a consultant on religious issues.</p>\r\n<p>\r\n\t<strong>&lsquo;There&rsquo;s a line there&rsquo;</strong></p>\r\n<p>\r\n\tThe military has grappled for years with how to balance the rights of people exercising different religious beliefs, or no beliefs.</p>\r\n<p>\r\n\tWeinstein&rsquo;s group had urged the Pentagon to enforce a recent Air Force policy on &quot;government neutrality regarding religion.&quot;</p>\r\n<p>\r\n\tHe wants to see courts-martial under the Uniform Military Code of Justice&rsquo;s Article 92, &quot;<a href=\"http://www.au.af.mil/au/awc/awcgate/ucmj2.htm#892.%20ART.%2092.%20FAILURE%20TO%20OBEY%20ORDER%20OR%20REGULATION\">Failure to Obey Order or Regulation</a>,&quot; for those who don&rsquo;t follow orders not to proselytize.</p>\r\n<p>\r\n\tRules in place since last year say that Air Force leaders &quot;must avoid the actual or apparent use of their position to promote their personal religious beliefs to their subordinates or to extend preferential treatment for any religion.&quot; Meanwhile, &quot;all airmen are able to choose to practice their particular religion, or subscribe to no religious belief at all. You should confidently practice your own beliefs while respecting others whose viewpoints differ from your own.&quot;</p>\r\n<p>\r\n\tRules for <a href=\"http://prhome.defense.gov/RFM/MPP/CHAPLAINS%20BOARD/\">military chaplains</a> already reflect this tightrope act. They&rsquo;re affiliated with outside religious organizations, but must support troops of <a href=\"http://www.dtic.mil/whs/directives/corres/pdf/130419p.pdf\">all faiths</a>.</p>\r\n<p>\r\n\t&quot;They&#39;re very careful about how they offer advice,&quot; said Lori Bogle, an associate history professor at the U.S. Naval Academy who writes about religion and the military. &quot;They are more like counselors. And if a person expresses a religious interest, they might go there.&quot;</p>\r\n<p>\r\n\tThat&rsquo;s been the general policy as long as she knows &mdash; even back to the 1940s. But in times of &quot;stress,&quot; the military has briefly embraced evangelism, such as during the early Cold War, when &quot;character guidance&quot; programs and seminars took on an overtly Christian cast in response to an atheist enemy. But that stopped by the mid 1960s, she said.</p>\r\n<p>\r\n\tSo, it&rsquo;s not necessarily new or surprising the Pentagon would say proselytizing isn&rsquo;t permitted.</p>\r\n<p>\r\n\tBut groups such as the Family Research Council argue the policy outlined by the Defense Department spokesman last week is &quot;<a href=\"http://www.frc.org/washingtonupdate/in-storm-admirals-faith-firmly-anchored\">incoherent</a>,&quot; asking how the military will distinguish between &quot;evangelizing&quot; and &quot;proselytizing.&quot; It has launched a petition to urge the defense secretary from censoring &quot;<a href=\"http://www.frc.org/alert/urge-pentagon-to-scrub-court-martial-christians\">the full solace of the gospel</a>.&quot; Meanwhile, a Coast Guard rear admiral, William Lee, spoke last week of his discomfort with current rules &mdash; he wants to be able to <a href=\"http://www.frc.org/washingtonupdate/in-storm-admirals-faith-firmly-anchored\">hand Bibles</a> to suicidal servicemen.</p>\r\n<p>\r\n\tKen Klukowski, director of the Center for Religious Liberty at the Family Research Council, says millions of Christians, including &quot;evangelicals, devout Catholics and observant Mormons,&quot; believe they are required by the New Testament to share their faith with others.</p>\r\n<p>\r\n\t&quot;This is to be done respectfully and peacefully, at appropriate times and in an appropriate manner, but it must be done when such opportunities present themselves,&quot; <a href=\"http://www.frc.org/op-eds/pentagon-defends-unconstitutional-policy-against-soldiers-sharing-faith\">he wrote</a>. &quot;To say that sharing the gospel is a crime under military law &hellip; is to say that tens of millions of Americans are not allowed to serve in our military.&quot;</p>\r\n<p>\r\n\tSo, to some, to &quot;hold Christian faith&quot; is synonymous with promoting that faith to co-workers and subordinates. Under that interpretation, they could theoretically face court-martial if others found their attempts intrusive or harassing.</p>\r\n<p>\r\n\tBut so far, Weinstein&rsquo;s urging hasn&rsquo;t resulted in such a court-martial.</p>\r\n<p>\r\n\t<strong>Our ruling</strong></p>\r\n<p>\r\n\tRecent headlines and articles offered versions of the claim that the &quot;Pentagon confirms they may court-martial soldiers who hold Christian faith.&quot;</p>\r\n<p>\r\n\tInstead, a Defense Department spokesman had explained that proselytizing &mdash; &quot;unwanted, intrusive attempts to convert others&quot; &mdash; wasn&rsquo;t permitted and that punishment for breaking military rules is decided &quot;case by case.&quot;</p>\r\n<p>\r\n\tConservative religious groups argue this means &quot;sharing the gospel&quot; would become a crime. But no policy we saw suggests that the Pentagon would court-martial soldiers &quot;who hold Christian faith.&quot; Quite the opposite &mdash; much of the language from the Defense Department reinforces the right of military members to practice their religion, as long as it&rsquo;s in a way that respects others&rsquo; belief systems. Chaplains already follow such rules.</p>\r\n<p>\r\n\tStill, there&rsquo;s a sliver of truth &mdash; if you believe your Christian faith compels you to try to convert others in a way people find harassing, it&rsquo;s possible you could face court-martial, though such a thing has yet to happen.</p>\r\n<p>\r\n\tWe rate the claim Mostly False.</p>\r\n", "ruling_comments_date": "2013-05-06T16:15:31.497275", "ruling_date": "2013-05-06T16:35:49", "ruling_headline": "Bloggers say Pentagon may court-martial Christian soldiers", "ruling_headline_slug": "bloggers-say-pentagon-may-court-martial-christian-", "ruling_link_text": "Proselytizing not permitted, but faith no crime", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tInterview with Michael &quot;Mikey&quot; Weinstein, founder and president, Military Religious Freedom Foundation, May 3, 2013</p>\r\n<p>\r\n\tEmail interview with Nate Christensen, spokesperson, Department of Defense, May 2, 2013</p>\r\n<p>\r\n\tInterview with Lori Bogle, associate professor of history, U.S. Naval Academy, May 2, 2013</p>\r\n<p>\r\n\tInterview with Dena Sher, legislative counsel, American Civil Liberties Union, May 6, 2013</p>\r\n<p>\r\n\tMr. Conservative, &quot;<a href=\"http://www.mrconservative.com/2013/05/14088-pentagon-confirms-they-may-court-martial-soldiers-who-hold-christian-faith/\">Pentagon Confirms They May Court Martial Soldiers Who Hold Christian Faith</a>,&quot; May 2013</p>\r\n<p>\r\n\tMr. Conservative, &quot;<a href=\"http://www.mrconservative.com/2013/04/13637-christian-hater-hired-for-tolerance-in-military/\">Pentagon Hires Radical Christian Hater To Head &#39;Tolerance&#39; In The Military</a>,&quot; April 2013</p>\r\n<p>\r\n\tSave America Foundation, &quot;<a href=\"http://www.saveamericafoundation.com/2013/05/01/pentagon-confirms-may-court-martial-soldiers-who-share-christian-faith-by-ken-klukowski-breitbart/\">TYRANNY ALERT! Pentagon Confirms May Court Martial Soldiers Who Share Christian Faith .. by Ken Klukowski, (Breitbart)</a>,&quot; May 1, 2013</p>\r\n<p>\r\n\tThe Tennessean, &quot;<a href=\"http://www.tennessean.com/article/DN/20130501/NEWS06/305010227/Pentagon-ban-raises-specter-court-martial-soldiers-sharing-faith\">Pentagon ban raises specter of court martial for soldiers sharing faith</a>,&quot; May 1, 2013</p>\r\n<p>\r\n\tInvestor&#39;s Business Daily, &quot;<a href=\"http://news.investors.com/ibd-editorials/050113-654364-army-looks-for-christian-hate-group-members.htm\">Military Scours Ranks For Christian &#39;Haters</a>,&#39;&quot; May 1, 2013</p>\r\n<p>\r\n\tPA Pundits &mdash; International, &quot;<a href=\"http://papundits.wordpress.com/2013/05/02/obama-to-dod-courts-martial-for-the-faithful/\">Obama to DoD: Courts Martial for the Faithful</a>,&quot; May 2, 2013</p>\r\n<p>\r\n\t<em>Washington Post&#39;s </em>On Faith, &quot;<a href=\"http://articles.washingtonpost.com/2013-04-26/national/38838247_1_sexual-assault-pentagon-budget-chaplain\">U.S. military should put religious freedom at the front</a>,&quot; April 26, 2013</p>\r\n<p>\r\n\t<em>Washington Post&#39;s</em> Guest Voices, &quot;<a href=\"http://www.washingtonpost.com/blogs/guest-voices/post/in-defense-of-religious-freedom/2012/04/18/gIQAHNz4RT_blog.html\">In defense of religious freedom</a>,&quot; April 18, 2012</p>\r\n<p>\r\n\t<em>Huffington Post&#39;s</em> The Blog, &quot;<a href=\"http://www.huffingtonpost.com/michael-l-weinstein/fundamentalist-christian-_b_3072651.html\">Fundamentalist Christian Monsters: Papa&#39;s Got A Brand New Bag</a>,&quot; April 16, 2013</p>\r\n<p>\r\n\tFox News Radio, &quot;<a href=\"http://radio.foxnews.com/toddstarnes/top-stories/pentagon-religious-proselytizing-is-not-permitted.html\">Pentagon: Religious Proselytizing is Not Permitted</a>,&quot; April 30, 2013</p>\r\n<p>\r\n\tFox News Radio, &quot;<a href=\"http://radio.foxnews.com/toddstarnes/top-stories/rear-admiral-says-religious-liberty-under-threat-in-military.html\">Rear Admiral Says Religious Liberty Under Threat in Military</a>,&quot; May 3, 2013</p>\r\n<p>\r\n\t<em>Christian P</em>ost Opinion, &quot;<a href=\"http://www.christianpost.com/news/religious-groups-fear-christian-purge-from-military-95057/\">Religious Groups Fear Christian Purge From Military</a>,&quot; May 1, 2013</p>\r\n<p>\r\n\tBreitbart.com, &quot;<a href=\"http://www.breitbart.com/Big-Peace/2013/05/01/Breaking-Pentagon-Confirms-Will-Court-Martial-Soldiers-Who-Share-Christian-Faith\">PENTAGON MAY COURT MARTIAL SOLDIERS WHO SHARE CHRISTIAN FAITH</a>,&quot; May 1, 2013</p>\r\n<p>\r\n\tBreitbart.com, &quot;<a href=\"http://www.breitbart.com/Big-Peace/2013/04/28/Pentagon-Consults-Extremist-Who-Calls-Christians-Monsters-and-Enemies-of-the-Constitution-to-Develop-Religious-Tolerance-Policy\">PENTAGON TAPS ANTI-CHRISTIAN EXTREMIST FOR RELIGIOUS TOLERANCE POLICY</a>,&quot; April 28, 2013</p>\r\n<p>\r\n\tNewsmax, &quot;<a href=\"http://www.newsmax.com/US/religious-freedom-military-silenced/2013/05/02/id/502531\">Concern Grows Over Group&rsquo;s Move to Silence Religious Freedom in the Military</a>,&quot; May 2, 2013</p>\r\n<p>\r\n\t<em>Deseret News</em>, &quot;<a href=\"http://www.deseretnews.com/article/865579309/Rhetoric-heats-up-in-debate-over-proselytizing-in-the-military.html\">Rhetoric heats up in debate over proselytizing in the military</a>,&quot; May 1, 2013</p>\r\n<p>\r\n\tFamily Research Council, &quot;<a href=\"http://www.frc.org/alert/urge-pentagon-to-scrub-court-martial-christians\">Urge Pentagon to scrub plan to court-martial Christians</a>,&quot; April 29, 2013</p>\r\n<p>\r\n\tFamily Research Council, &quot;<a href=\"http://www.frc.org/op-eds/pentagon-defends-unconstitutional-policy-against-soldiers-sharing-faith\">Pentagon Defends Unconstitutional Policy Against Soldiers Sharing Faith</a>,&quot; May 3, 2013</p>\r\n<p>\r\n\tFamily Research Council, &quot;<a href=\"http://www.frc.org/washingtonupdate/in-storm-admirals-faith-firmly-anchored\">In Storm, Admiral&#39;s Faith Firmly Anchored</a>,&quot; May 3, 2013</p>\r\n<p>\r\n\tCatholic Online, &quot;<a href=\"http://www.catholic.org/hf/faith/story.php?id=50760\">Christian soldiers no more - Is Obama the new Nero?</a>&quot; May 2, 2013</p>\r\n<p>\r\n\tAmerican Forces Press Service, &quot;<a href=\"http://www.defense.gov/news/newsarticle.aspx?id=119931\">DOD Counters Internet Posts on Religion Issue</a>,&quot; May 3, 2013</p>\r\n<p>\r\n\t<em>USA Today</em>, &quot;<a href=\"http://www.usatoday.com/story/news/nation/2013/05/02/evangelical-pentagon-department-of-defense/2130583/\">Pentagon: No crackdown on Christians for expressing faith</a>,&quot; May 2, 2013</p>\r\n<p>\r\n\t<em>Christianity Today</em>, Gleanings, &quot;<a href=\"http://blog.christianitytoday.com/ctliveblog/archives/2013/05/no-ban-on-military-evangelism-despite-conservative-fears.html\">No Ban on Military Evangelism, Despite Conservative Fears</a>,&quot; May 2, 2013</p>\r\n<p>\r\n\t<em>The Tennessean</em>, &quot;<a href=\"http://www.tennessean.com/article/20130502/NEWS/305030027\">Military says no court martials for sharing faith</a>,&quot; May 2, 2013</p>\r\n<p>\r\n\t<em>Air Force Times</em>, &quot;<a href=\"http://www.airforcetimes.com/article/20110916/NEWS/109160334/Schwartz-Don-t-endorse-religious-programs\">Schwartz: Don&#39;t endorse religious programs</a>,&quot; Sept. 16, 2011</p>\r\n<p>\r\n\t<em>Air Force Times</em>, &quot;<a href=\"http://www.airforcetimes.com/article/20110804/NEWS/108040311/Air-Force-yanks-nuclear-ethics-course\">Air Force yanks nuclear ethics course</a>,&quot; Aug. 4, 2011</p>\r\n<p>\r\n\tMilitary Religious Freedom Foundation, &quot;<a href=\"http://www.militaryreligiousfreedom.org/2012/06/shocking-video-mrff-reveals-u-s-military-being-used-as-government-paid-missionaries/\">SHOCKING VIDEO: MRFF Reveals U.S. Military Being Used as Government-Paid Missionaries</a>,&quot; June 19, 2012</p>\r\n<p>\r\n\tMilitary Religious Freedom Foundation, &quot;<a href=\"http://www.militaryreligiousfreedom.org/about/religious-freedom-and-the-military-a-short-history/\">Religious Freedom &amp; the Military: An Ongoing History</a>,&quot; accessed May 2, 2013</p>\r\n<p>\r\n\t<em>Washington Post</em>, &quot;<a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2005/05/03/AR2005050301499.html\">Air Force to Probe Religious Climate at Colorado Academy</a>,&quot; May 4, 2005</p>\r\n<p>\r\n\t<em>New York Times</em>, &quot;<a href=\"http://www.nytimes.com/2005/05/12/education/12academy.html?pagewanted=all&amp;_r=1&amp;\">Air Force Chaplain Tells of Academy Proselytizing</a>,&quot; May 12, 2005</p>\r\n<p>\r\n\tThe Pluralism Project at Harvard University, &quot;<a href=\"http://pluralism.org/research/reports/davis/afareport.php\">AIR FORCE ACADEMY ADDRESSES &quot;CHALLENGES TO PLURALISM</a>,&quot; accessed May 6, 2013</p>\r\n<p>\r\n\tDepartment of Defense, &quot;<a href=\"http://www.dtic.mil/whs/directives/corres/pdf/130017p.pdf\">Accommodation of Religious Practices Within the Military Services</a>,&quot; Feb. 10, 2009</p>\r\n<p>\r\n\tDepartment of Defense, &quot;<a href=\"http://www.dtic.mil/whs/directives/corres/pdf/130419p.pdf\">Appointment of Chaplains for the Military Departments</a>,&quot; June 11, 2009</p>\r\n<p>\r\n\tDepartment of Defense, &quot;<a href=\"http://www.dtic.mil/whs/directives/corres/pdf/130428p.pdf\">Guidance for the Appointment of Chaplains for the Military Departments</a>,&quot; June 11, 2004</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 23, "current_job": "", "false_count": 82, "first_name": "", "half_true_count": 14, "home_state": "", "id": 43, "last_name": "Bloggers", "mostly_true_count": 10, "name_slug": "blog-posting", "pants_count": 280, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-bloggers.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/43/", "total_count": 416, "true_count": 5, "website": ""}, "statement": "<p>\r\n\t&quot;Pentagon confirms they may court martial soldiers who hold Christian faith.&quot;</p>\r\n", "statement_context": "Web posts", "statement_date": "2013-05-01", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}, {"description": "", "id": 9, "photo": null, "resource_uri": "/api/v/2/subject/9/", "subject": "Religion", "subject_slug": "religion", "used_in_edition": []}], "target": [], "twitter_headline": ""}