{"art": [], "author": [{"email_address": "moorhead@tampabay.com", "first_name": "Molly", "id": 274, "last_name": "Moorhead", "name_slug": "molly-moorhead", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Molly_the_Mollster.jpg", "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/274/", "title": "Pasco Editor", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2013/may/07/marco-rubio/marco-rubio-says-obama-shows-reluctance-enforc/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 7748, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "moorhead@tampabay.com", "first_name": "Molly", "id": 274, "last_name": "Moorhead", "name_slug": "molly-moorhead", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Molly_the_Mollster.jpg", "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/274/", "title": "Pasco Editor", "twitter": null}], "resource_uri": "/api/v/2/statement/7748/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tRepublican Sen. Marco Rubio is taking a precarious lead on immigration reform within his party, where the vocal conservative wing is wary of any hint of amnesty for people living in the U.S. illegally.</p>\r\n<p>\r\n\tRubio is framing his case, in part, by reminding Republicans that they don&rsquo;t want President Barack Obama leading the way on this issue.</p>\r\n<p>\r\n\t&quot;We are dealing with 11 million people, but we are also dealing with the future of immigration in this country, and we are dealing with an administration that, quite frankly, has shown a reluctance to enforce the immigration law,&quot; Rubio told Fox News&rsquo; Greta Van Susteren on April 30, 2013. &quot;Look, if you want to know the single impediment to get things done ... people don&#39;t believe the Obama administration or the federal government will enforce the law.&quot;</p>\r\n<p>\r\n\tAs Rubio continues barnstorming for immigration reform, the claim that Obama has gone soft on enforcement has become part of his script.</p>\r\n<p>\r\n\tIs it true?</p>\r\n<p>\r\n\tWe reached out to Rubio&rsquo;s spokesman, Alex Conant, the White House and other experts to evaluate Obama&#39;s record on enforcing immigration law.</p>\r\n<p>\r\n\tFirst, we&#39;ll examine points from Obama&#39;s critics, evidence that they say shows he is reluctant to enforce immigration law. Then we&#39;ll look at the other side, at evidence that some say shows Obama has vigorously enforced immigration law.</p>\r\n<p>\r\n\t<strong>Where enforcement has decreased</strong></p>\r\n<p>\r\n\t<strong>Prosecutorial discretion on deportations. </strong>Conant pointed us to the criticism that the Obama administration is choosing not to deport millions of known illegal immigrants.</p>\r\n<p>\r\n\tIn 2011, the administration announced a policy of making deportation of criminals (think violent offenders, gang members and drug traffickers) who are in the U.S. illegally a top priority. Those <a href=\"http://online.wsj.com/article/SB10001424052970204517204577044503987324914.html\">with no criminal record or threat to public safety</a> became a low priority and would likely be allowed to remain in the U.S.</p>\r\n<p>\r\n\tThese positions are enshrined in the &quot;<a href=\"http://www.ice.gov/doclib/secure-communities/pdf/prosecutorial-discretion-memo.pdf\">Morton memos</a>,&quot; directives from U.S. Immigration and Customs Enforcement Director John Morton issued in June 2011.</p>\r\n<p>\r\n\t&quot;ICE &hellip; has limited resources to remove those illegally in the United States. ICE must prioritize the use of its enforcement personnel, detention space and removal assets to ensure that the aliens it removes represent, as much as reasonably possible, the agency&#39;s enforcement priorities, namely the promotion of national security, border security, public safety, and the integrity of the immigration system,&quot; Morton wrote.</p>\r\n<p>\r\n\tThat meant that family members, students and other longtime resident immigrants would not be targeted.</p>\r\n<p>\r\n\t<strong>Deferred action on immigrants brought as children. </strong>Conant also cited Obama&rsquo;s actions on immigrants who were brought to the United States illegally as children, commonly called &quot;Dreamers.&quot;</p>\r\n<p>\r\n\tIn June 2012, Obama announced that his administration would <a href=\"http://www.whitehouse.gov/blog/2012/08/15/deferred-action-childhood-arrivals-who-can-be-considered\">no longer deport young undocumented immigrants</a> if they met certain criteria, including having entered the United States as children, having a clean criminal record and attending school.</p>\r\n<p>\r\n\tProsecutorial discretion and deferred action no doubt mean that certain segments of immigrants are not being eyed for deportation. But David Martin, an international law professor at the University of Virginia School of Law, argued that doesn&rsquo;t add up to a reluctance to enforce the law. He said it&rsquo;s &quot;choosing different things to enforce.&quot;</p>\r\n<p>\r\n\t&quot;There&rsquo;s been an effort since very early to be more serious and more systematic about the priorities,&quot; Martin said. &quot;In my view that&rsquo;s a perfectly appropriately way to operate a law enforcement agency. I see it as more sensible enforcement.&quot;</p>\r\n<p>\r\n\t<strong>Position on &quot;border triggers.&quot; </strong>Many Republicans, including Rubio, want immigration reform to include a &quot;trigger&quot; that says the border will be secure before immigrants can begin the path toward legal status or citizenship. The Obama administration opposes such a trigger.</p>\r\n<p>\r\n\t&quot;I think that once people really look at the whole system and how it works, relying on one thing as a so-called trigger is not the way to go,&quot; <a href=\"http://abcnews.go.com/ABC_Univision/Politics/napolitano-border-security-trigger-hold-immigration-reform/story?id=18814630#.UYQf5koTScU\">Homeland Security Secretary Janet Napolitano said in March 2013</a>. &quot;There needs to be certainty in the bill so that people know when they can legalize and then when the pathway to citizenship, earned citizenship, would open up.&quot;</p>\r\n<p>\r\n\tA border trigger, however, is a mechanism of proposed law -- not something currently in place that the Obama administration is declining to enforce.</p>\r\n<p>\r\n\t<strong>A lawsuit against Arizona. </strong>Is Obama not only shying from enforcement, but also going after states that are getting tough?</p>\r\n<p>\r\n\tConant noted the Justice Department&rsquo;s 2010 <a href=\"http://articles.latimes.com/2010/jul/06/nation/la-na-arizona-lawsuit-20100707\">lawsuit against the state of Arizona</a> over its controversial immigration law that grants local police greater authority to check the legal status of people they stop. The law was meant to &quot;discourage and deter&quot; illegal immigrants from staying in the state.</p>\r\n<p>\r\n\tFederal officials said Arizona&rsquo;s law would flood them with cases of illegal immigrants who pose no danger.</p>\r\n<p>\r\n\tBut the federal government&rsquo;s lawsuit is a constitutional issue more than an enforcement one.</p>\r\n<p>\r\n\t&quot;They went after Arizona on a constitutional principle that the federal government is in charge of immigration and it&rsquo;s the federal government that should be making immigration laws, not Arizona,&quot; said Stephen Yale-Loehr, an immigration attorney and adjunct professor at Cornell Law School.</p>\r\n<p>\r\n\t<strong>No more 287(g) program. </strong>Jessica Zuckerman, a homeland security analyst for the conservative Heritage Foundation, said the Obama administration has &quot;all but abolished&quot; a program that allows state and local law enforcement to essentially be deputized as immigration agents and be allowed to arrest people for immigration issues. It&rsquo;s known as 287(g).</p>\r\n<p>\r\n\t&quot;That program&rsquo;s been undercut basically to the point that it doesn&rsquo;t exist anymore,&quot; Zuckerman said.</p>\r\n<p>\r\n\tIndeed, this <a href=\"http://www.ice.gov/news/releases/1212/121221washingtondc2.htm#statement\">2012 announcement</a> from Immigration and Customs Enforcement, or ICE, says exactly that.</p>\r\n<p>\r\n\t&quot;ICE has also decided not to renew any of its agreements with state and local law enforcement agencies that operate task forces under the 287(g) program. ICE has concluded that other enforcement programs... are a more efficient use of resources for focusing on priority cases,&quot; the announcement said.</p>\r\n<p>\r\n\t<strong>Fewer workplace raids. </strong>Zuckerman also said far fewer random searches are occurring at workplaces where illegal immigrants are suspected to be employed.</p>\r\n<p>\r\n\tLarge-scale workplace arrests of illegal workers were hallmarks of the George W. Bush administration&#39;s approach, and in 2011 arrests from worksite raids had dropped by 70 percent since Bush left office.</p>\r\n<p>\r\n\tThat too reflected Obama&rsquo;s contrasting priorities, as ICE officials turned their attention to employers. If immigration inspectors found evidence that immigrant workers&rsquo; identity documents might be false, managers had to dismiss the workers or risk prosecution.</p>\r\n<p>\r\n\tBut Zuckerman argues that document audits don&rsquo;t equal enforcement.</p>\r\n<p>\r\n\t&quot;It needs to be part of other enforcement measures that have decreased,&quot; she said. &quot;None of them alone is a silver bullet.&quot;</p>\r\n<p>\r\n\t<strong>Where enforcement has increased</strong></p>\r\n<p>\r\n\tExperts also told us that Obama has ramped up enforcement on some avenues of immigration law.</p>\r\n<p>\r\n\t<strong>&quot;Secure Communities.&quot;</strong> While backing away from the 287(g) program, the Obama administration put <a href=\"http://abcnews.go.com/ABC_Univision/News/immigration-enforcement-program-287g-scaled-back/story?id=18077757#.UYQEmEoTScU\">renewed emphasis on the Secure Communities program</a> which is meant to identify &quot;dangerous criminal aliens&quot; for deportation. Local law enforcement agencies send criminal suspects&rsquo; fingerprints to be checked in national crime databases. If an arrestee turns out to be an illegal immigrant with a serious rap sheet, the person can be taken into federal custody.</p>\r\n<p>\r\n\tAlex Nowrasteh, an immigration policy analyst with the libertarian Cato Institute, said the program was used in about 3 percent of U.S. jurisdictions when Obama took office and is in about 97 percent today.</p>\r\n<p>\r\n\tSecure Communities, he said, &quot;is the most effective immigration enforcement tool to date as it conscripts local law enforcement into enforcing federal immigration laws.</p>\r\n<p>\r\n\tZuckerman, however, noted that &quot;it only focuses on criminal aliens and not the broader issue.&quot;</p>\r\n<p>\r\n\t<strong>Deportations are up. </strong>It has been widely reported that overall deportations of illegal immigrants have increased during Obama&rsquo;s term.</p>\r\n<p>\r\n\tICE deported 409,949 immigrants in the 2012 fiscal year, up from<a href=\"http://www.huffingtonpost.com/2011/10/18/deportations-customs-remove-record-number_n_1018002.html\"> 396,096 immigrants</a> in FY 2011 and more than<a href=\"http://www.huffingtonpost.com/2012/12/21/immigration-deportation_n_2348090.html?1356125614\"> 392,000 immigrants</a> in FY 2010. Those figures all show a steady increase over every year of the Bush administration. This <a href=\"http://americasvoiceonline.org/blog/ice-announces-new-record-number-of-deportations-and-a-better-detainer-policy/\">chart</a> from the pro-immigrant group America&rsquo;s Voice shows year-to-year figures.</p>\r\n<p>\r\n\tThose numbers, however, are disputed by critics who note that deportations at the border are up, while other types -- such as those from the defunct 287(g) program -- have dropped off.</p>\r\n<p>\r\n\t&quot;They&rsquo;re doing a different kind of enforcement that results in higher numbers, but there are definitely not more people being removed from the interior of the country,&quot; Jessica Vaughan, director of policy studies at the Center for Immigration Studies which favors lower immigration levels, told the <em>Washington Times </em>recently.</p>\r\n<p>\r\n\tAt PolitiFact, we have also noted that personnel and other resources to stop illegal crossings at the U.S.-Mexico border have increased dramatically in recent years. The number of border patrol officers more than doubled from about 10,000 to about 21,000 between 2004 and 2012.</p>\r\n<p>\r\n\t<strong>Employer prosecutions. </strong>As we noted above, while fewer workplace raids are happening, the Obama administration is focusing more on prosecutions against employers and doing more audits of workers&rsquo; documentation paperwork to ensure immigration compliance.</p>\r\n<p>\r\n\tIn 2011, the <em>New York Times</em> reported that ICE started 2,746 workplace investigations, more than double the number in 2008. Fines totaling a record $43 million were levied on companies in immigration cases.</p>\r\n<p>\r\n\t<strong>Our ruling</strong></p>\r\n<p>\r\n\tRubio said the Obama administration &quot;has shown a reluctance to enforce the immigration law.&quot;</p>\r\n<p>\r\n\tHis spokesman pointed out some concrete changes in how Obama has approached immigration, namely a program to allow people brought here illegally as children to seek deferred action on deportation and an emphasis on deporting criminals while leaving many illegal residents who are otherwise law abiders alone. But while Rubio calls that reluctance, others see it as prioritizing. Obama has put new emphasis on some approaches, such as adding border agents, while minimizing others, such as the 287(g) program.</p>\r\n<p>\r\n\tWhether those priorities represent sound policy is a matter of opinion. But Rubio&rsquo;s statement suggests that Obama has turned his back on enforcing the law, and the reality is much more nuanced than that. We rate the statement Half True.</p>\r\n", "ruling_comments_date": "2013-05-06T16:18:35.691112", "ruling_date": "2013-05-07T11:00:27", "ruling_headline": "Marco Rubio says Obama shows ‘reluctance’ to enforce immigration law", "ruling_headline_slug": "marco-rubio-says-obama-shows-reluctance-enforc", "ruling_link_text": "Reluctance, or different priorities?", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tFox News, On The Record with Greta Van Susteren, April 30, 2013, transcript via CQ.com</p>\r\n<p>\r\n\tEmail interview with Alex Conant, Rubio spokesman, May 1, 2013</p>\r\n<p>\r\n\tEmail interview with Clark Stevens, White House spokesman, May 1, 2013</p>\r\n<p>\r\n\t<em>Los Angeles Times, </em>&quot;<a href=\"http://articles.latimes.com/2010/jul/06/nation/la-na-arizona-lawsuit-20100707\">Obama administration sues to block Arizona immigration law</a>,&quot; July 6, 2010</p>\r\n<p>\r\n\tWhite House website, &quot;<a href=\"http://www.whitehouse.gov/blog/2012/08/15/deferred-action-childhood-arrivals-who-can-be-considered\">Deferred Action for Childhood Arrivals: Who Can Be Considered?</a>&quot; Aug 15, 2012</p>\r\n<p>\r\n\t<em>Wall Street Journal, </em>&quot;<a href=\"http://online.wsj.com/article/SB10001424052970204517204577044503987324914.html\">More Discretion In Deportations</a>,&quot; Nov. 18, 2011</p>\r\n<p>\r\n\tInterview with Jessica Zuckerman, Heritage Foundation, May 2, 2013</p>\r\n<p>\r\n\tABC News, &quot;<a href=\"http://abcnews.go.com/ABC_Univision/Politics/napolitano-border-security-trigger-hold-immigration-reform/story?id=18814630#.UYQf5koTScU\">Napolitano: Border Security &#39;Trigger&#39; Shouldn&#39;t Hold Up Immigration Reform</a>,&quot; March 26, 2013</p>\r\n<p>\r\n\t<a href=\"http://www.ice.gov/news/releases/1212/121221washingtondc2.htm#statement\">ICE news release</a>, Dec. 21, 2012</p>\r\n<p>\r\n\t<a href=\"http://www.ice.gov/doclib/secure-communities/pdf/prosecutorial-discretion-memo.pdf\">Morton memos</a>, June 17, 2012</p>\r\n<p>\r\n\tImmigration Policy Center, &quot;<a href=\"http://immigrationpolicy.org/special-reports/morton-memo-and-prosecutorial-discretion-overview\">The Morton Memo and Prosecutorial Discretion: An Overview</a>,&quot; July 20, 2011</p>\r\n<p>\r\n\tEmail interview with Alex Nowrasteh, Cato Institute, May 2, 2013</p>\r\n<p>\r\n\tInterview with David Martin, University of Virginia School of Law, May 2, 2013</p>\r\n<p>\r\n\tEmail interview with Stephen Yale-Loehr, immigration attorney and law professor, May 2, 2013</p>\r\n<p>\r\n\tABC News, &quot;<a href=\"http://abcnews.go.com/ABC_Univision/News/immigration-enforcement-program-287g-scaled-back/story?id=18077757#.UYQO5UoTScV\">As One Immigration Enforcement Program Fades Away, Another Rises</a>,&quot; Dec. 27, 2012</p>\r\n<p>\r\n\tEmail interview with Maria Ponce, America&rsquo;s Voice, May 2, 2013</p>\r\n<p>\r\n\tAmerica&rsquo;s Voice blog, <a href=\"http://americasvoiceonline.org/blog/ice-announces-new-record-number-of-deportations-and-a-better-detainer-policy/\">&quot;ICE Announces New Record Number of Deportations&mdash;and a Better Detainer Policy</a>,&quot; Dec. 28, 2012</p>\r\n<p>\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/promises/obameter/promise/286/secure-the-borders/\">Border is more secure, but not to everyone&#39;s satisfaction</a>,&quot; Aug. 31, 2012</p>\r\n<p>\r\n\t<em>Los Angeles Times, </em>&quot;<a href=\"http://articles.latimes.com/2011/jan/27/nation/la-na-immigration-raids-20110127\">Republicans want a return to workplace immigration raids</a>,&quot; Jan. 27, 2011</p>\r\n<p>\r\n\tEmail interview with Jessica Vaughan, Center for Immigration Studies, May 6, 2013</p>\r\n<p>\r\n\t<em>Washington Times, </em>&quot;<a href=\"http://p.washingtontimes.com/news/2013/apr/18/obamas-immigrant-deportation-numbers-tell-differen/\">Obama&rsquo;s immigrant deportation numbers tell different stories in interior, on border</a>,&quot; April 18, 2013</p>\r\n<p>\r\n\t<em>New York Times, </em>&quot;<a href=\"http://www.nytimes.com/2011/05/30/us/politics/30raid.html?pagewanted=all\">A Crackdown on Employing Illegal Workers</a>,&quot; May 29, 2011</p>\r\n", "speaker": {"adkey": "", "advalue": "", "barely_true_count": 36, "current_job": "U.S. Senator", "false_count": 26, "first_name": "Marco", "half_true_count": 33, "home_state": "Florida", "id": 277, "last_name": "Rubio", "mostly_true_count": 37, "name_slug": "marco-rubio", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Marco_Rubio.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/277/", "total_count": 168, "true_count": 20, "website": "http://www.rubio.senate.gov/"}, "statement": "<p>\r\n\t&quot;We are dealing with an administration that, quite frankly, has shown a reluctance to enforce the immigration law.&quot;</p>\r\n", "statement_context": "a Fox News interview", "statement_date": "2013-04-30", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [{"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}], "twitter_headline": ""}