{"art": [], "author": [{"email_address": "bbowers@politifact.com", "first_name": "Becky", "id": 177, "last_name": "Bowers", "name_slug": "becky-bowers", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/bbowers-politifact-mug_.gif", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/177/", "title": "PolitiFact Digital Operations Manager", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2013/may/14/jason-chaffetz/rep-jason-chaffetz-says-special-forces-ready-save-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 7781, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "bbowers@politifact.com", "first_name": "Becky", "id": 177, "last_name": "Bowers", "name_slug": "becky-bowers", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/bbowers-politifact-mug_.gif", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/177/", "title": "PolitiFact Digital Operations Manager", "twitter": null}], "resource_uri": "/api/v/2/statement/7781/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>With Americans under attack in Benghazi, did the U.S. military do all it could to save lives?</p>\r\n\r\n<p>Rep. Jason Chaffetz, R-Utah, says no.</p>\r\n\r\n<p>Four Americans, including the U.S. ambassador to Libya, Christopher Stevens, were killed in attacks that began Sept. 11, 2012, on U.S. compounds in Benghazi, Libya.</p>\r\n\r\n<p>Meanwhile, four special forces troops &quot;willing to risk their lives to go save them&quot; were &quot;told to stand down,&quot; Chaffetz told Fox News host Sean Hannity.</p>\r\n\r\n<p>Did the U.S. fail to send life-saving help?</p>\r\n\r\n<p><strong>Who knew what, when?</strong></p>\r\n\r\n<p>Gregory Hicks was deputy chief of mission in Libya the night of the attacks, working from the capital, Tripoli, more than an hourlong flight away.</p>\r\n\r\n<p>He testified before lawmakers May 8, 2013, about a four-person team he had hoped would fly from Tripoli to Benghazi &mdash; but didn&rsquo;t get permission to get on the plane.</p>\r\n\r\n<p>Chaffetz, the national security chairman for the House Oversight and Government Reform Committee, previewed Hicks&rsquo; testimony two days earlier for Fox News:</p>\r\n\r\n<p><em><strong>Hannity:</strong> &quot;Congressman Chaffetz, there was &mdash; we now have discovered through testimony, Greg Hicks among others &mdash; that there was a C-130 ready to bring reinforcements during the attack to help those that were under fire and they were ordered to stand down?&quot;</em></p>\r\n\r\n<p><em><strong>Chaffetz:</strong> &quot;The administration including (Defense) Secretary (Leon) Panetta were very crystal clear, there were no military assets, but I got to tell you, we had proximity, we had capability, we had four individuals in Libya armed, ready to go, dressed about to get into the car to go in the airport to go help their fellow countrymen who were dying and being killed and under attack in Benghazi and they were told to stand down.</em></p>\r\n\r\n<p><em>&quot;And Sean, of all the things I&#39;ve seen, that&#39;s as sickening and depressing and disgusting as anything I have seen. That is not the American way. We had people that were getting killed, we had people who are willing to risk their lives to go save them and somebody told them to stand down.&quot;</em></p>\r\n\r\n<p>But <a href=\"http://www.c-spanvideo.org/event/218346\">Hicks&rsquo; testimony</a> and a State Department <a href=\"http://www.state.gov/documents/organization/202446.pdf\">review board report</a> show it was clear the &quot;people that were getting killed&quot; were already dead when the security team was ready to go.</p>\r\n\r\n<p>Here&rsquo;s the time line: Attackers streamed into the State Department&rsquo;s temporary mission on Sept. 11 at around 9:45 p.m. The ambassador called Hicks to alert him to the attack. As Tripoli and Washington scrambled to respond, attackers set a diesel-fueled fire that killed Stevens and information officer Sean Smith.</p>\r\n\r\n<p>Around 11:30 p.m., the surviving Americans drove an armored vehicle to an &quot;annex&quot; &mdash; <a href=\"http://online.wsj.com/article/SB10001424052970204712904578092853621061838.html\">a CIA facility</a> &mdash; a few miles away. They fought off attackers for about an hour and a half, and were able to &quot;repulse them,&quot; Hicks said, by about 1:30 in the morning.</p>\r\n\r\n<p>Americans in Tripoli sent a seven-person security team to Benghazi, which landed around 1:15 a.m. Held up by lack of transportation and escort from Libyans, it got to the annex around 5 a.m. &mdash; just in time for a second attack. Mortar rounds rained, killing American security officers on the roof, Tyrone Woods and Glen Doherty.</p>\r\n\r\n<p>Hicks said there &quot;was every reason to continue to believe that our personnel were in danger,&quot; so he wanted to send more help.</p>\r\n\r\n<p>&quot;We determined that we needed to send a second team from Tripoli to secure the airport for the withdrawal of our personnel from Benghazi after the mortar attack,&quot; he said.</p>\r\n\r\n<p>The order of what happened next isn&rsquo;t clear.</p>\r\n\r\n<p>In Tripoli, cars took Americans to meet a Libyan C-130 (a military transport plane) that would fly to collect evacuees in Benghazi.</p>\r\n\r\n<p>In Benghazi, Libyan militia members helped Americans evacuate around 6:30 a.m. to the airport, with a Defense Department <a href=\"http://www.state.gov/documents/organization/202446.pdf\">drone watching</a> overhead. A charter plane took a first group. The second group waited for the C-130.</p>\r\n\r\n<p>Here&rsquo;s what Hicks told lawmakers:</p>\r\n\r\n<p><em>&quot;The defense attache had persuaded the Libyans to fly their C-130 to Benghazi. ... Since we had consolidated at the annex, and the Libyan government had now provided us with external security around our facilities, we wanted to send further reinforcements to Benghazi.</em></p>\r\n\r\n<p><em>&quot;We determined that Lieutenant Gibson and his team of special forces troops should go. The people in Benghazi had been fighting all night. They were tired. They were exhausted. We wanted to make sure the airport was secure for their withdrawal. As Col. Gibson and his three personnel were getting in the cars, he stopped. And he called them off and told me that he had not been authorized to go. The vehicles had to go because the flight needed to go to Tripoli, I mean, to Benghazi. Lt. Col. Gibson was furious. I had told him to go bring our people home. That&#39;s what he wanted to do. &hellip; So the plane went. I think it landed in Benghazi around 7:30.&quot;</em></p>\r\n\r\n<p>So the four men that Chaffetz talked about would have arrived more than two hours after the final deaths, after one group had already evacuated by charter plane. The C-130 landed back in Tripoli with the last evacuating Americans around 11:30 a.m.</p>\r\n\r\n<p>Chaffetz&rsquo;s office says he never claimed that the &quot;four individuals&quot; would have saved lives &mdash; but that they were willing to go save people.</p>\r\n\r\n<p>&quot;What is clear is that at the time they were told to stand down, it was not known whether they could/would have played a role in saving lives,&quot; said spokesperson MJ Henshaw.</p>\r\n\r\n<p>Panetta <a href=\"http://www.c-spanvideo.org/program/310872-1\">told senators in February</a> that the Defense Department &quot;employed every asset at our disposal that could have been used to help save lives of our American colleagues.&quot;</p>\r\n\r\n<p>During Hicks&rsquo; testimony last week, Rep. Robin Kelly, D-Ill., read from a Defense Department press release explaining the security team was directed to stay in Tripoli because those in Benghazi &quot;had shifted to evacuation.&quot;</p>\r\n\r\n<p>&quot;We continue to believe that there was nothing this group could have done had they arrived in Benghazi, and they performed superbly in Tripoli,&quot; she read. &quot;In fact, when the first aircraft arrived back in Tripoli, these four played a key role in receiving, treating and moving the wounded.&quot;</p>\r\n\r\n<p>Chaffetz&rsquo;s spokesperson says it&rsquo;s not clear exactly when the order was given that the special forces team stay in Tripoli, who gave it, or what was known about the safety of Americans in Benghazi when the order was given.</p>\r\n\r\n<p>&quot;We have asked for exact times repeatedly, but haven&rsquo;t received answers,&quot; she said.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Chaffetz told Fox News that &quot;we had people that were getting killed, we had people who are willing to risk their lives to go save them and somebody told them to stand down.&quot;</p>\r\n\r\n<p>But it&rsquo;s clear from Hicks&rsquo; testimony that four Americans &quot;getting killed&quot; in Benghazi were already dead when the decision was made to keep the special forces team in Tripoli. The mortar attack was over. A Defense Department drone watched overhead in Benghazi as Libyan militia members helped Americans get to the airport.</p>\r\n\r\n<p>Chaffetz, however, says the team was available to go save &quot;people that were getting killed,&quot; calling the order to stand down &quot;sickening and depressing and disgusting.&quot; His office clarifies he meant that the team might have prevented additional casualties if attacks had continued &mdash; an explanation utterly missing from his national TV appearance. We rate the claim False.</p>\r\n", "ruling_comments_date": "2013-05-14T16:06:25.143736", "ruling_date": "2013-05-14T16:58:44", "ruling_headline": "Jason Chaffetz says Americans ready to save men 'getting killed' in Benghazi were told to stand down", "ruling_headline_slug": "rep-jason-chaffetz-says-special-forces-ready-save-", "ruling_link_text": "When call made, those 'getting killed' already dead", "ruling_state": null, "source_documents": null, "sources": "<p>CQ Newsmaker Transcripts, &quot;<a href=\"http://www.cq.com/doc/newsmakertranscripts-4269653?wr=eFF6UlQqRXM3azBBdUU5aFNVa1F6QQ\">Reps. Issa and Chaffetz Interviewed on Fox News</a>,&quot; May 6, 2013</p>\r\n\r\n<p>Email interview with MJ Henshaw, spokesperson for Rep. Jason Chaffetz, May 13, 2013</p>\r\n\r\n<p>PolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/article/2013/may/10/looking-truth-benghazi/\">Looking for the truth on attacks in Benghazi</a>,&quot; May 10, 2013</p>\r\n\r\n<p>C-SPAN, &quot;<a href=\"http://www.c-spanvideo.org/event/218346\">U.S. Consulate Attack in Benghazi, Libya</a>,&quot; May 8, 2013 (video)</p>\r\n\r\n<p>CQ Transcriptswire, &quot;House Committee on Oversight and Government Reform Holds a Hearing on the Investigation of Benghazi Attacks,&quot; May 8, 2013, subscription only</p>\r\n\r\n<p>State Department, <a href=\"http://www.state.gov/documents/organization/202446.pdf\">Accountability Review Board report for Benghazi</a>, Dec. 19, 2012</p>\r\n\r\n<p>CNN, &quot;<a href=\"http://www.cnn.com/2013/05/06/politics/benghazi-whistleblower/\">Former deputy chief of mission in Libya: U.S. military assets told to stand down</a>,&quot; May 7, 2013</p>\r\n\r\n<p>C-SPAN, &quot;<a href=\"http://www.c-spanvideo.org/program/310872-1\">Benghazi consulate attack</a>,&quot; Feb. 7, 2013 (video)</p>\r\n\r\n<p>CQ Congressional Transcripts, &quot;<a href=\"http://www.cq.com/doc/congressionaltranscripts-4216924\">Senate Armed Services Committee Holds Hearing on a Defense Department Review of the Terrorist Attacks on U.S. Facilities in Benghazi, Libya</a>,&quot; Feb. 7, 2013, subscription only</p>\r\n\r\n<p><em>Wall Street Journal</em>, &quot;<a href=\"http://online.wsj.com/article/SB10001424052970204712904578092853621061838.html\">CIA Takes Heat for Role in Libya</a>,&quot; Nov. 1, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 1, "first_name": "Jason", "half_true_count": 0, "home_state": "Utah", "id": 2297, "last_name": "Chaffetz", "mostly_true_count": 0, "name_slug": "jason-chaffetz", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/chaffetz.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2297/", "total_count": 2, "true_count": 0, "website": ""}, "statement": "<p>&quot;We had people that were getting killed (in Benghazi), we had people who are willing to risk their lives to go save them, and somebody told them to stand down.&quot;</p>\r\n", "statement_context": "an interview on Fox News", "statement_date": "2013-05-06", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}, {"description": "", "id": 37, "photo": null, "resource_uri": "/api/v/2/subject/37/", "subject": "Terrorism", "subject_slug": "terrorism", "used_in_edition": []}], "target": [], "twitter_headline": ""}