{"art": [], "author": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "canonical_url": "/florida/statements/2013/may/16/will-weatherford/will-weatherford-says-expanding-medicaid-would-dra/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": null, "id": 7786, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "resource_uri": "/api/v/2/statement/7786/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p dir=\"ltr\" id=\"docs-internal-guid-37072394-adca-abc7-70e7-f1eac89f93e1\">\r\n\tThe Florida House did the nation a solid by refusing to expand subsidized health insurance to 1 million low-income Floridians, argues Speaker Will Weatherford.</p>\r\n<p dir=\"ltr\">\r\n\tWeatherford was instrumental in blocking a proposal favored by the Florida Senate and Gov. Rick Scott that would have used $51 billion in federal Medicaid dollars over 10 years to provide private health insurance to people below 138 percent of the federal poverty level. In 2013, that is $15,865 for an individual and $32,499 for a family of four.</p>\r\n<p dir=\"ltr\">\r\n\tPeople arguing in favor of Florida expanding Medicaid, one of the biggest facets of President Barack Obama&rsquo;s health care law, argued it is paid for by taxes Floridians already sent to Washington. Weatherford tried to diffuse that, saying he could not support widening the program because more federal spending by an unreliable government will escalate the country&rsquo;s debt woes.</p>\r\n<p dir=\"ltr\">\r\n\t&quot;Congress has not passed a budget in four years, and each year the federal government spends over a trillion dollars more than it has, leading to a national debt approaching $17 trillion,&quot; he wrote in a May 9 column. &quot;Expanding Medicaid would require borrowing more money, drastically expanding our deficit.&quot;</p>\r\n<p dir=\"ltr\">\r\n\tDoes the Medicaid expansion drastically raise the deficit? We wanted to check it out.</p>\r\n<p dir=\"ltr\">\r\n\tThe deficit is not the same thing as the debt. The deficit is how much the government spends in a year versus what it has on hand to pay what is owes. The debt, at $16.8 trillion and climbing, is the sum of annual deficits.</p>\r\n<p dir=\"ltr\">\r\n\tWeatherford spokesman Ryan Duffy responded to our inquiry with a <a href=\"https://docs.google.com/file/d/107brp_q0LTl36Uw5UjuPAFBRkxbkfkl8Q3XqX38ZpxnKVDEOPEJRg3yEzAxO/edit\">document</a> that includes a <a href=\"http://online.wsj.com/article/SB10001424127887323982704578453250970028838.html\"><em>Wall Street Journal</em> op-ed </a>by Christina Corieri, a health care policy analyst at the Goldwater Institute, a free-market research group that opposes the expansion of Medicaid.</p>\r\n<p dir=\"ltr\">\r\n\tHer column does not say that expanding Medicaid as outlined in the health care law will drastically increase the deficit. Instead Corieri says the Supreme Court ruling presents fiscally conservative states with a &quot;the unique opportunity to veto hundreds of billions of dollars in new federal spending.&quot; She said that the nearly 30 states that have either opted out or are considering it could save the government $609 billion over the next eight years.</p>\r\n<p dir=\"ltr\">\r\n\t&quot;The more than $609 billion in total savings from these 30 states would represent over 50 percent of the expected federal spending on the Medicaid expansion,&quot; she wrote. &quot;A drop in the bucket? That&#39;s more than seven times the $85 billion in 2013 sequester cuts and more than half the projected federal deficit for this fiscal year.&quot;</p>\r\n<p dir=\"ltr\">\r\n\tWe sought our own answers, starting with the nonpartisan research arm of Congress, the Congressional Budget Office. CBO has not assessed our specific inquiry about how the Medicaid component of the law influences the deficit, but the office has evaluated the short- and long-term cost of the whole health care law a few times.</p>\r\n<p dir=\"ltr\">\r\n\tIn short, what CBO determined is the law as a whole reduces the deficit, and <a href=\"http://www.cbo.gov/sites/default/files/cbofiles/attachments/43471-hr6079.pdf\">repealing</a> the law would increase the deficit. That&#39;s because the includes a host of new taxes on high earners and the health care industry.</p>\r\n<p dir=\"ltr\">\r\n\tU.S. Rep. Paul Ryan, R-Wis., requested the CBO perform a new analysis for the cost of repealing the health care law, but the CBO director said they essentially did not have time to do it, as &quot;there are hundreds of provisions in the ACA and those provisions are already in various stages of implementation,&quot; <a href=\"http://www.cbo.gov/sites/default/files/cbofiles/attachments/hr45.pdf\">CBO director Douglas Elmendorf wrote May 15</a>. He referred Ryan to a <a href=\"http://www.cbo.gov/sites/default/files/cbofiles/attachments/43471-hr6079.pdf\">July 2012 analysis </a>completed for Speaker John Boehner for pretty much the same thing.</p>\r\n<p dir=\"ltr\">\r\n\tOn balance, the CBO and the Joint Committee on Taxation estimated then that repealing the law would result &quot;in a net increase in budget deficits of $109 billion over the 2013&ndash;2022 period.&quot;</p>\r\n<p dir=\"ltr\">\r\n\t&quot;Although CBO and JCT have not updated that estimate to reflect the most recent baseline projections, we anticipate a similar result were we to do so,&quot; Elmendorf wrote.</p>\r\n<p dir=\"ltr\">\r\n\tSo basically what the government will pay out to subsidize health insurance for the uninsured, such as through tax credits to go on health exchanges or Medicaid, is more than offset by new revenues coming from reduced payments to Medicare providers and insurers as well as new taxes on high-income earners and the health care industry, said Edwin Park, vice president for health policy at the left-leaning Center for Budget and Policy Priorities.</p>\r\n<p dir=\"ltr\">\r\n\tWhile Park considers the CBO estimate of the health care law key to our research, a couple other experts questioned its relevance and pointed out it relies on a lot of assumptions.</p>\r\n<p dir=\"ltr\">\r\n\tCorieri, for instance, said CBO has not factored in how removing some unpopular taxes from the law, such as a tax on medical devices, would affect the law&#39;s fiscal impact. She also questioned CBO including time before the law takes effect in 2014 into its analysis. Overall, she agrees with Weatherford&#39;s point.</p>\r\n<p dir=\"ltr\">\r\n\t&quot;Obviously if they&#39;re not spending that money, then the deficit will be smaller,&quot; she said.</p>\r\n<p dir=\"ltr\">\r\n\tMarc Goldwein, senior policy director of the Center for a Responsible Federal Budget, said CBO&rsquo;s analysis does not factor in which specific states will expand coverage, so it&rsquo;s impossible to know whether Texas and Florida were included in its post-Supreme Court analysis. The researchers assumed 70 percent of beneficiaries would be in states that opted to expand.</p>\r\n<p dir=\"ltr\">\r\n\t&quot;Any decision in isolation to expand or not expand Medicaid could result in higher or lower overall deficits than if the decision went the other way,&quot; he wrote by email. &quot;The fact that the bill as a whole reduces the deficit doesn&rsquo;t change that.&quot;</p>\r\n<p dir=\"ltr\">\r\n\t&quot;The best we can say is that expanding Medicaid will require borrowing more money than not expanding Medicaid,&quot; he said. The deficit, he added, will be modestly higher if a state elects to expand Medicaid.</p>\r\n<p dir=\"ltr\">\r\n\tCBO assumes all laws will be enacted exactly as written, included the component that reduces Medicare cuts to physician payments, &quot;which we all know never happens,&quot; said Gail Wilensky, a health care analyst who ran the Medicare program under President George H.W. Bush.</p>\r\n<p dir=\"ltr\">\r\n\t&quot;What is clear is that some of Florida&rsquo;s poorest uninsured people could have had Medicaid coverage at no direct cost to Florida for at least the first three years,&quot; she said, adding that Weatherford&rsquo;s logic is &quot;hanging on a theoretical and abstract principle.&quot;</p>\r\n<p dir=\"ltr\">\r\n\tAs for Weatherford&rsquo;s statement, Goldwein says it&rsquo;s accurate to say expanding Medicaid would require borrowing more money &quot;so long as you qualify that means more money than would otherwise be borrowed.&quot; Goldwein said it&rsquo;s hard to assess the &quot;expanding the deficit&quot; part of Weatherford&rsquo;s statement.</p>\r\n<p dir=\"ltr\">\r\n\t&quot;That really raises the question &ndash; compared to what?&quot; Goldwein said.</p>\r\n<p dir=\"ltr\">\r\n\tSteve Ellis, vice president of Taxpayers for Common Sense, took a broader read of Weatherford&rsquo;s claim, saying the health care law is too complicated to tease out the budgetary impacts of any one policy without noting the impacts elsewhere.</p>\r\n<p dir=\"ltr\">\r\n\t&quot;The speaker talked about it as if expanding Medicaid was the only policy change instead of being coupled with many others in a package that had net deficit reduction and wouldn&rsquo;t require borrowing more money or expanding the deficit,&quot; Ellis said.</p>\r\n<p dir=\"ltr\">\r\n\t<strong>Our ruling</strong></p>\r\n<p dir=\"ltr\">\r\n\tWeatherford defended his key role in blocking federal money to help insure more low-income Floridians by pointing to the effect of all that extra health care spending on the country&rsquo;s national deficit and debt.</p>\r\n<p dir=\"ltr\">\r\n\t&quot;Expanding Medicaid would require borrowing more money, drastically expanding our deficit,&quot; Weatherford said.</p>\r\n<p dir=\"ltr\">\r\n\tThere&rsquo;s no doubting the federal Medicaid expansion is a lot of dough, with the government slating about <a href=\"http://kaiserfamilyfoundation.files.wordpress.com/2013/01/8384.pdf\">$900 billion </a>over 10 years for each state to expand the program, according to the Kaiser Family Foundation. Ramping up federal spending for Medicaid, one of the biggest <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/jun/25/barack-obama/obama-says-medicare-and-medicaid-are-largest-defic/\">long-term deficit-drivers</a>, will not be cheap.</p>\r\n<p dir=\"ltr\">\r\n\tWeatherford&rsquo;s commentary, however, is vague. He ignores nonpartisan research showing the cost of expanding Medicaid coverage is offset by other parts of the health care law. And yes, states that decide not to expand Medicaid can prevent more federal spending, but it would just further reduce the deficit -- by how much is unknown -- on top of its already slated contraction. Saying Medicaid expansion will &quot;drastically&quot; enhance the deficit is unproven.</p>\r\n<p dir=\"ltr\">\r\n\tWeatherford&rsquo;s claim hits a note about federal spending but omits key information.</p>\r\n<p>\r\n\tWe rate it Half True.</p>\r\n", "ruling_comments_date": "2013-05-16T10:48:17.682954", "ruling_date": "2013-05-16T12:27:53", "ruling_headline": "Will Weatherford says expanding Medicaid would 'drastically' expand country's deficit ", "ruling_headline_slug": "will-weatherford-says-expanding-medicaid-would-dra", "ruling_link_text": "A lot of dough, but doesn't drive deficit", "ruling_state": "Florida", "source_documents": null, "sources": "<p dir=\"ltr\" id=\"docs-internal-guid-37072394-adce-c20b-a91e-749d70b4853b\">\r\n\tTampa Tribune,&quot;<a href=\"http://tbo.com/list/news-opinion-commentary/a-responsible-safety-net-b82489480z1\">A responsible safety net,</a>&quot; May 9, 2013</p>\r\n<p dir=\"ltr\">\r\n\tInterview with Ryan Duffy, Weatherford spokesman, May 13, 2013</p>\r\n<p dir=\"ltr\">\r\n\t<a href=\"https://docs.google.com/file/d/107brp_q0LTl36Uw5UjuPAFBRkxbkfkl8Q3XqX38ZpxnKVDEOPEJRg3yEzAxO/edit?usp=sharing\">Response </a>from Ryan Duffy, May 13, 2013</p>\r\n<p dir=\"ltr\">\r\n\tInterview with Craig Palosky, Kaiser Family foundation spokesman, May 10, 2013</p>\r\n<p dir=\"ltr\">\r\n\tInterview with Edwin Park, Center for Budget and Policy Priorities vice president for health policy, May 13, 2013</p>\r\n<p dir=\"ltr\">\r\n\tInterview with Marc Goldwein, Center for a Responsible Federal Budget senior policy director, May 15, 2013</p>\r\n<p dir=\"ltr\">\r\n\tInterview with Steve Ellis, Taxpayers for Common Sense vice president, May 15, 2013</p>\r\n<p dir=\"ltr\">\r\n\tInterview with Gail Wilenksy, economist and senior fellow at Project Hope, May 15, 2013</p>\r\n<p dir=\"ltr\">\r\n\tInterview with Christina Corieri, Goldwater Institute health care policy analyst, May 16, 2013</p>\r\n<p dir=\"ltr\">\r\n\tCBS News, <a href=\"http://www.cbsnews.com/8301-250_162-57582588/reid-obamacare-could-be-train-wreck-without-more-money/\">&quot;Reid: Obamacare could be &lsquo;train wreck&rsquo; without more money,</a>&quot; May 2, 2013</p>\r\n<p dir=\"ltr\">\r\n\tThe Hill, &quot;<a href=\"http://thehill.com/blogs/healthwatch/health-reform-implementation/294501-baucus-warns-of-huge-train-wreck-in-obamacare-implementation#ixzz2TNp5RguI\">Baucus</a><a href=\"http://thehill.com/blogs/healthwatch/health-reform-implementation/294501-baucus-warns-of-huge-train-wreck-in-obamacare-implementation#ixzz2TNp5RguI\"> warns of huge train wreck in Obamacare implementation</a>,&quot; April 17, 2013</p>\r\n<p dir=\"ltr\">\r\n\tChicago Tribune, &quot;<a href=\"http://articles.chicagotribune.com/2013-04-22/news/chi-rep-paul-ryan-warns-governors-on-obama-health-care-plan-20130422_1_paul-ryan-reimbursement-federal-government\">Rep. Paul Ryan warns governors on Obama health care plan</a>,&quot; April 22, 2013</p>\r\n<p dir=\"ltr\">\r\n\tKaiser Commission on Medicaid and the Uninsured, &quot;<a href=\"http://kff.org/medicaid/report/the-cost-and-coverage-implications-of-the/\">The cost and coverage implications of the ACA Medicaid expansion: National and state-by-state analysis</a>,&quot; Nov. 1, 2012</p>\r\n<p dir=\"ltr\">\r\n\tWall Street Journal op-ed, &quot;<a href=\"http://online.wsj.com/article/SB10001424127887323982704578453250970028838.html\">Christina Corieri: States Can Save Taxpayers $609 Billion</a>,&quot; April 30, 2013</p>\r\n<p dir=\"ltr\">\r\n\tCongressional Budget Office, <a href=\"http://www.cbo.gov/sites/default/files/cbofiles/attachments/hr45.pdf\">letter </a>to Rep. Paul Ryan on potential budgetary impact of H.R. 45, May 15, 2013</p>\r\n<p dir=\"ltr\">\r\n\tCongressional Budget Office, <a href=\"http://www.cbo.gov/sites/default/files/cbofiles/attachments/43471-hr6079.pdf\">analysis</a> for Speaker Boehner on cost of repealing health law, July 24, 2012</p>\r\n<p dir=\"ltr\">\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2009/jun/25/barack-obama/obama-says-medicare-and-medicaid-are-largest-defic/\">Obama says Medicare and Medicaid are largest deficit drivers. Yes, over the long term</a>,&quot; June 25, 2009</p>\r\n<p dir=\"ltr\">\r\n\tPolitiFact Ohio, &quot;<a href=\"http://www.politifact.com/ohio/statements/2013/feb/21/josh-mandel/ohio-treasurer-josh-mandel-says-entitlement-spendi/\">Ohio Treasurer Josh Mandel says entitlement spending expected to consume all federal revenue by 2045</a>,&quot; Feb. 21, 2013</p>\r\n<p>\r\n\tPolitiFact Texas, &quot;<a href=\"http://www.politifact.com/texas/statements/2013/apr/12/lon-burnam/lon-burnam-says-rejecting-expansion-would-send-9-b/\">Lon Burnam says rejecting expansion would send $9 billion of Texans&rsquo; taxes to Medicaid in other states</a>,&quot; April 12, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "State Representative", "false_count": 3, "first_name": "Will", "half_true_count": 4, "home_state": "Florida", "id": 1309, "last_name": "Weatherford", "mostly_true_count": 3, "name_slug": "will-weatherford", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/WEATHORFORD.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1309/", "total_count": 12, "true_count": 0, "website": "http://www.myfloridahouse.gov/sections/Representatives/details.aspx?MemberId=4399&SessionId=61"}, "statement": "<p>\r\n\t&quot;Expanding Medicaid would require borrowing more money, drastically expanding our deficit.&quot;</p>\r\n", "statement_context": "an op-ed", "statement_date": "2013-05-09", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 296, "photo": null, "resource_uri": "/api/v/2/subject/296/", "subject": "Debt", "subject_slug": "debt", "used_in_edition": ["/api/v/2/edition/47/"]}, {"description": "", "id": 183, "photo": null, "resource_uri": "/api/v/2/subject/183/", "subject": "Deficit", "subject_slug": "deficit", "used_in_edition": ["/api/v/2/edition/10/"]}, {"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 212, "photo": null, "resource_uri": "/api/v/2/subject/212/", "subject": "Medicaid", "subject_slug": "medicaid", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}