{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2013/may/21/robert-deuell/bob-deuell-says-about-300-infants-leave-hospital-e/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 7791, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/7791/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tState Sen. Bob Deuell, a Republican physician from Greenville, won Senate approval of a proposal that would have Texas join <a href=\"http://cchdscreeningmap.org/\" id=\"docs-internal-guid-6c855d4c-af04-af87-8a85-04d00182a3e4\" style=\"text-decoration:none;\">states</a> that have a mandatory screening test for newborn Texans after telling colleagues: &quot;It is estimated that 300 babies a year are sent home from the hospital with an unrecognized congenital heart defect. It is the most common birth defect in America.&quot;<br />\r\n\t<br />\r\n\tSenators on May 13, 2013, agreed to name the proposed act after several infants who died young and sent the revised <a href=\"http://www.legis.state.tx.us/BillLookup/Text.aspx?LegSess=83R&amp;Bill=HB740\" id=\"docs-internal-guid-6c855d4c-af04-62c2-17bd-267e83d121d0\" style=\"text-decoration:none;\">House Bill 740</a> back to the House, which later agreed with the changes and sent the final proposal to Gov. Rick Perry.</p>\r\n<p>\r\n\tThe measure defines congenital heart disease as &quot;an abnormality in the structure or function of the heart that exists at birth, causes severe, life-threatening symptoms, and requires medical intervention within the first few hours, days, or months of life.&quot;<br />\r\n\t<br />\r\n\tWe wondered about the number of U.S. babies sent home with such a defect unrecognized and if it is the country&rsquo;s most common birth defect.<br />\r\n\t<br />\r\n\tDeuell aide Scot Kibbe referred us to Kevin Cruser, chief of staff to Rep. Myra Crownover, the legislation&rsquo;s primary author, who said information disseminated by the U.S. Centers for Disease Control and Prevention supports the senator&rsquo;s claim.<br />\r\n\t<br />\r\n\tCruser pointed out a CDC <a href=\"http://www.cdc.gov/ncbddd/pediatricgenetics/cchdscreening.html#ref\" id=\"docs-internal-guid-6c855d4c-af04-1f6a-3b5c-61d8030d5d49\" style=\"text-decoration:none;\">web page</a> including a link to the abstract of a 2002 <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/12084585\" id=\"docs-internal-guid-6c855d4c-af05-e504-7f45-0d5ca484371c\" style=\"text-decoration:none;\">research paper</a> gauging variations in the incidence of congenital heart disease based on reviewing 62 studies published after 1955. The CDC page says that about 18 of every 10,000 babies annually born in the United States have &quot;critical congenital heart defects,&quot; also known as critical congenital heart disease, usually requiring surgery or interventions involving a catheter in the first year of life. Such defects can potentially be detected, according to CDC, using a test that determines the amount of oxygen and the baby&rsquo;s pulse rate; the Texas legislation would mandate it.<br />\r\n\t<br />\r\n\tMore from the CDC web page: &quot;Some babies born with a heart defect appear healthy at first and can be sent home with their families before their heart defect is detected. It is estimated that about 300 infants with an unrecognized&quot; congenital heart defect &quot;are discharged each year from newborn nurseries in the United States. These babies are at risk of having serious complications within the first few days or weeks of life and often require emergency care.&quot;<br />\r\n\t<br />\r\n\tThe mention of 300 is accompanied by a footnote indicating it came from a 2007 research paper, which was based on a review of hospital discharge records for infants in New Jersey born from 1999 to 2004, with the purpose of identifying newborns who were sent home as normal newborns only to be admitted later with diagnoses of congenital heart defects, according to an online <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/17590190\" id=\"docs-internal-guid-6c855d4c-af05-9405-31e5-8b01ba0c97a5\" style=\"text-decoration:none;\">summary</a>.<br />\r\n\t<br />\r\n\tThe study&rsquo;s lead author was Tajwar Aamir, a physician then employed by the New Jersey Department of Health and Senior Services, whose spokeswoman, Donna Leusner, emailed us a copy. The researchers&rsquo; review of more than 670,000 births ultimately suggested that 47 babies--or some 7 per 100,000--had gone home from the hospital with what proved to be a delayed diagnosis of a critical congenital heart defect that might have been detected with the &quot;pulse oximetry&quot; test, though the study also said that on average, there were seven to eight newborns a year &quot;who met the case definition of delayed diagnosis of a critical&quot; congenital heart defect &quot;after medical chart review.&quot;<br />\r\n\t<br />\r\n\tIn addition, the authors aired a higher figure for unrecognized heart defects: &quot;This study validates the estimate of 9 in 100,000 births on screening newborn infants for critical congenital heart defects as the number of newborns missed by fetal ultrasound and discharge examination that might be identified by a screening program,&quot; the researchers wrote.<br />\r\n\t<br />\r\n\t&quot;The average delay in diagnosis was approximately six weeks,&quot; the study says,&nbsp; and about 40 percent of the infants ended up in the emergency room.<br />\r\n\t<br />\r\n\tThe study did not say that nationally, 300 newborns a year leave the hospital with undiagnosed heart defects, so we sought more expertise.<br />\r\n\t<br />\r\n\tBy email, the <a href=\"http://www.nhlbi.nih.gov/\" id=\"docs-internal-guid-6c855d4c-af05-42e0-a6bb-3940370a2448\" style=\"text-decoration:none;\">National Heart, Lung, and Blood Institute</a> told us through spokesman Curtis Carey that heart defects are the nation&rsquo;s leading birth defect. And according to institute experts, who he did not identify, the 7-in-100,000 unrecognized heart defects identified in the New Jersey study would reasonably fuel the conclusion that nationally, about 280 babies go home each year with &quot;missed or delayed&quot; diagnoses of heart defects, though that ratio is likely low because the study may have underestimated the number of unrecognized conditions by reaching conclusions based on hospital paperwork alone.<br />\r\n\t<br />\r\n\tIn a telephone interview, Richard Olney, medical officer for CDC&rsquo;s National Center on Birth Defects and Developmental Disabilities, said the 300 figure has been extrapolated from the New Jersey study, given that <a href=\"http://www.cdc.gov/nchs/fastats/births.htm\" id=\"docs-internal-guid-6c855d4c-af06-aeac-12b7-619d162eae5a\" style=\"text-decoration:none;\">4 million babies a year are born </a>in the U.S.<br />\r\n\t<br />\r\n\tOlney called the 300 figure a &quot;rough estimate,&quot; adding that researchers are trying to update the calculation based on data from more states.<br />\r\n\t<br />\r\n\tOlney said the other part of the senator&#39;s statement--that heart defects are the No. 1 birth defect--holds up. Some 3 percent of U.S. babies are born with some kind of defect, he said, counting 1 percent of babies with a heart condition. &quot;We&rsquo;re trying to find the causes. In many cases, we don&rsquo;t really know the causes,&quot; Olney said.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tDeuell said 300 babies a year &quot;are sent home from the hospital with an unrecognized congenital heart defect; it is the most common birth defect in America.&quot;<br />\r\n\t<br />\r\n\tThe 300 figure lacks a bit of clarification; it draws loosely from a one-state study published in 2007. Also, additional research is in the works. But the No. 1 status of heart defects is confirmed by the federal government. We rate the statement as Mostly True.</p>\r\n", "ruling_comments_date": "2013-05-16T16:24:28.584986", "ruling_date": "2013-05-21T12:23:08", "ruling_headline": "Bob Deuell says about 300 infants leave hospital every year with an unrecognized heart defect", "ruling_headline_slug": "bob-deuell-says-about-300-infants-leave-hospital-e", "ruling_link_text": "Rough estimate linked to NJ study", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tWeb pages, <a href=\"http://www.cdc.gov/ncbddd/pediatricgenetics/cchdscreening.html#ref\" style=\"text-decoration:none;\">&quot;Screening for Critical Congenital Heart Defects,&quot;</a> &nbsp;<a href=\"http://www.cdc.gov/ncbddd/heartdefects/facts.html\" style=\"text-decoration:none;\">&quot;Facts about CongenitalHeart Defects,&quot;</a> U.S. Centers for Disease Control (accessed May 14, 2013)</p>\r\n<p>\r\n\tAbstract of research paper, <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/12084585\" style=\"text-decoration:none;\">&quot;The incidence of congenital heart disease,&quot;</a> Journal of the American College of Cardiology, June 19, 2002 (accessed May 14, 2012)</p>\r\n<p>\r\n\tSummary of research article, <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/17590190\" style=\"text-decoration:none;\">&quot;Delayed diagnosis of critical congenital cardiovascular malformations (CCVM) and pulse oximetry screening of newborns,&quot;</a> in Acta Paediatrica, August 2007 (accessed May 14, 2013)</p>\r\n<p>\r\n\tTelephone interview and <a href=\"https://docs.google.com/document/d/142RH_YGPufrBNIvlexr6EHZHhzYoMjfA8hlja03uDuU/pub\" style=\"text-decoration:none;\">email</a>, Curtis Carey, communications director, National Heart, Lung and Blood Institute, Bethesda, Md., May 16, 2013</p>\r\n<p>\r\n\tTelephone interview, Richard Olney, medical officer, U.S. Centers for Disease Control National Center on Birth Defects and Developmental Disabilities, Atlanta, May 16, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Physician", "false_count": 0, "first_name": "Robert", "half_true_count": 0, "home_state": "Texas", "id": 2302, "last_name": "Deuell", "mostly_true_count": 1, "name_slug": "robert-deuell", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/deuell051613pft.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2302/", "total_count": 1, "true_count": 0, "website": "http://www.deuell.senate.state.tx.us/"}, "statement": "<p>\r\n\tSays it&#39;s &quot;estimated that 300 babies a year are sent home from the hospital with an unrecognized congenital heart defect; it is the most common birth defect in America.&quot;<br />\r\n\t&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\r\n", "statement_context": "remarks on the floor of the Texas Senate.", "statement_date": "2013-05-13", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 127, "photo": null, "resource_uri": "/api/v/2/subject/127/", "subject": "Children", "subject_slug": "children", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 202, "photo": null, "resource_uri": "/api/v/2/subject/202/", "subject": "Public Health", "subject_slug": "public-health", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}