{"art": [], "author": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "canonical_url": "/ohio/statements/2013/may/22/ron-maag/rep-ron-maag-says-46-percent-medicaid-expansion-mo/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "jkahoun@plaind.com", "first_name": "Jane", "id": 159, "last_name": "Kahoun", "name_slug": "jane-kahoun", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifact-jane-kahoun_1.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/159/", "title": "PolitiFact Ohio editor and deputy metro editor, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 7811, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "resource_uri": "/api/v/2/statement/7811/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p dir=\"ltr\" id=\"docs-internal-guid-6bfeb657-cdbf-348d-290e-e324176842aa\">\r\n\tFree money from Washington sure sounds enticing. But State Rep. Ron Maag, a Southwest Ohio Republican, says he doesn&rsquo;t believe it&rsquo;s really free.</p>\r\n<br />\r\n<p dir=\"ltr\">\r\n\tThat&rsquo;s one reason Maag does not want Ohio to expand Medicaid, the joint federal-state healthcare program for low-income Americans. The expansion money would come from the Patient Protection and Affordable Care Act, or Obamacare, providing states with Medicaid cash to enroll residents earning up to 138 percent of the poverty level. The federal government would provide full funding for the first three years, and then 90 percent.</p>\r\n<br />\r\n<p dir=\"ltr\">\r\n\tBesides skepticism about how much more Ohio might ultimately have to cover, Maag, of Warren County, doubts the federal government can really afford its portion, either. &quot;Forty-six cents of every dollar that we would be getting from Washington, D.C., is going to come from China or some other country that doesn&rsquo;t like us very much,&quot; he said at an Ohio House Finance and Appropriations Committee hearing on April 12.</p>\r\n<br />\r\n<p dir=\"ltr\">\r\n\tPlenty of Ohio Republicans have doubts about expanding Medicaid, but Maag&rsquo;s statement stood out because it sounded contrary to federal assessments about the program&rsquo;s financing. So we asked Maag to explain his claim.</p>\r\n<br />\r\n<p dir=\"ltr\">\r\n\tHe told us in a telephone interview that the federal government already borrows 46 cents of every dollar it spends. He based that on a Congressional Budget Office, or CBO, report issued in December.</p>\r\n<br />\r\n<p dir=\"ltr\">\r\n\tThe CBO report that Maag cited was a monthly review that showed the amount of money the government had spent (the outlays) so far in the fiscal year; the amount of revenue it took in (chiefly from taxes), and the difference between the two. The difference was in the negative column. That means the government had a deficit and must borrow to cover it.</p>\r\n<br />\r\n<p dir=\"ltr\">\r\n\tDivide the deficit by the outlays and you get the figure Maag stated -- 46 cents of every dollar spent as of that moment was deficit spending. That is not a projection, Maag said. &quot;It&rsquo;s an absolute.&quot;</p>\r\n<br />\r\n<p dir=\"ltr\">\r\n\tIt was, at least, last December. &nbsp;And the percentage figure, 46, was high, prompting the Washington Times and several other media outlets to report it.</p>\r\n<br />\r\n<p dir=\"ltr\">\r\n\tBut this CBO budget report covered a relatively narrow time frame, only two months. What would happen if you looked at a broader period, using the most current CBO report, issued May 7? Or the April report that was issued a week before Maag spoke?</p>\r\n<br />\r\n<p dir=\"ltr\">\r\n\tThe deficit figure would change -- or, rather, it has changed. The CBO monthly review issued on April 5 provided figures for the first six months of the current fiscal year. They showed a lower level of deficits: 34 cents for every dollar of federal spending.</p>\r\n<br />\r\n<p dir=\"ltr\">\r\n\tWhy had the deficit figure gone down?</p>\r\n<br />\r\n<p dir=\"ltr\">\r\n\tPart of it was due to more tax activity from an improving economy. Revenues were about 12 percent higher than for the same period in 2012 and spending was 3 percent lower, the CBO said.</p>\r\n<br />\r\n<p dir=\"ltr\">\r\n\tThis was not a fluke. Subsequent CBO reports have noted the same thing: As the economy has improved, tax revenues have gone up and deficits down.</p>\r\n<br />\r\n<p dir=\"ltr\">\r\n\tOK, so the deficits are shrinking and Maag had not yet read the latest monthly CBO figures. &nbsp;(Doesn&rsquo;t everyone in the Ohio General Assembly?) Let&rsquo;s put aside the exact figure, for it is still a deficit. What about Maag&rsquo;s broader point -- that Medicaid expansion under Obamacare would result in more deficit spending?</p>\r\n<br />\r\n<p dir=\"ltr\">\r\n\tThat is not what the CBO -- the same nonpartisan office whose work Maag mentioned in defending part of this claim -- projects. &nbsp;The CBO has examined this several times, working with the bipartisan Joint Committee on Taxation.</p>\r\n<br />\r\n<p dir=\"ltr\">\r\n\tObamacare has costs, chiefly the cost of expanding health coverage with Medicaid and with subsidies for individuals and small employers who lack insurance, cannot afford it and cannot qualify for Medicaid. But it also has savings.</p>\r\n<br />\r\n<p dir=\"ltr\">\r\n\tSome of the savings are supposed to come from reducing the amount of money the federal government now pays to hospitals to care for the uninsured. In Ohio alone, the government will pay hospitals $7.4 billion less over the next 10 years, according to testimony to state lawmakers from Mike Abrams, president and CEO of the Ohio Hospital Association.</p>\r\n<br />\r\n<p dir=\"ltr\">\r\n\tAdditionally, the federal government will get money from taxes on high-premium or &quot;Cadillac&quot; health care policies, from taxes on medical device sales, from penalties on employers who fail to provide insurance and, according to projections, from cuts and efficiencies geared to slow the growth rate of Medicare, the federal program for seniors.</p>\r\n<br />\r\n<p dir=\"ltr\">\r\n\tWhen the Affordable Care Act passed in 2010, the CBO said the net savings would reduce deficits over 10 years by $143 billion. The CBO has taken a few additional swipes at this, and each time its projections show deficit reduction. When asked last year to examine what would happen if Obamacare were repealed, the CBO said deficits would grow by $109 billion between 2012 and 2022. Even though government costs would go down if Obamacare were repealed, so would the revenue and savings built into the health care bill.</p>\r\n<br />\r\n<p dir=\"ltr\">\r\n\tSo we circle back to Maag&rsquo;s claim that &quot;Forty-six cents of every dollar that we would be getting from Washington, D.C. would come from China or some other country that doesn&rsquo;t like us very much.&quot; His number was wrong and out of date. The CBO, whose projections both parties rely on, says deficits will go down, not up. We need not take up the last part of his sentence -- that the money would come from countries like China or others who don&rsquo;t like the United States very much. But for the record, the Pentagon said last year that it does not view China&rsquo;s holding of United States debt as a threat.</p>\r\n<br />\r\n<p dir=\"ltr\">\r\n\tMaag&rsquo;s instincts tell him he is right. But the facts, projections and law, as they exist today, do not support his claim. We rate it False.</p>\r\n", "ruling_comments_date": "2013-05-22T15:59:51.073580", "ruling_date": "2013-05-22T15:58:40", "ruling_headline": "Rep. Ron Maag says 46 percent of Medicaid expansion money would be borrowed from foreign governments that don’t “like us very much”", "ruling_headline_slug": "rep-ron-maag-says-46-percent-medicaid-expansion-mo", "ruling_link_text": "Wrong on several fronts", "ruling_state": null, "source_documents": null, "sources": "<p dir=\"ltr\" id=\"docs-internal-guid-6bfeb657-cdd2-1734-d964-e6bb96d33f65\">\r\n\tRep. Ron Maag, Ohio General Assembly, comments at Ohio House Finance and Appropriations Committee hearing, April 12, 2013</p>\r\n<br />\r\n<p dir=\"ltr\">\r\n\tOhio House Finance and Appropriations Committee, video of hearing, April 12, 2013</p>\r\n<br />\r\n<p dir=\"ltr\">\r\n\tTelephone interviews with Rep. Ron Maag, May 8, 2013</p>\r\n<br />\r\n<p dir=\"ltr\">\r\n\tCongressional Budget Office, <a href=\"http://www.cbo.gov/sites/default/files/cbofiles/attachments/43753-MBR.pdf\">Monthly Budget Review (December)</a>, Dec. 7, 2012</p>\r\n<br />\r\n<p dir=\"ltr\">\r\n\tWashington Times, &quot;<a href=\"http://www.washingtontimes.com/news/2012/dec/7/government-borrows-46-cents-every-dollar-it-spends/\">U.S. borrows 46 cents of every dollar it spends</a>,&quot; by Stephen Dinan, Dec. 7, 2013</p>\r\n<br />\r\n<p dir=\"ltr\">\r\n\tCongressional Budget Office, <a href=\"http://www.cbo.gov/sites/default/files/cbofiles/attachments/44061-MBR.pdf\">Monthly Budget Review (April)</a>, April 5, 2013</p>\r\n<br />\r\n<p dir=\"ltr\">\r\n\tU.S. Treasury Department, <a href=\"http://www.treasurydirect.gov/NP/debt/search?startMonth=02&amp;startDay=28&amp;startYear=2013&amp;endMonth=&amp;endDay=&amp;endYear=\">Debt-to-the-Penny website</a>, accessed May 9, 2013</p>\r\n<br />\r\n<p dir=\"ltr\">\r\n\tU.S. Treasury Department, &quot;<a href=\"http://www.treasury.gov/resource-center/data-chart-center/tic/Documents/mfh.txt\">Major foreign holders of U.S. Treasury securities</a>,&quot; Treasury Department and Federal Reserve Board table, April 30, 2013</p>\r\n<br />\r\n<p dir=\"ltr\">\r\n\tCongressional Budget Office, &nbsp;<a href=\"http://www.cbo.gov/sites/default/files/cbofiles/attachments/43471-hr6079.pdf\">letter to U.S. House Speaker John Boehner on cost of repealing Affordable Care Act</a>, July 24, 2012</p>\r\n<br />\r\n<p dir=\"ltr\">\r\n\tCongressional Budget Office, &nbsp;<a href=\"http://www.cbo.gov/sites/default/files/cbofiles/ftpdocs/113xx/doc11379/amendreconprop.pdf\">letter to House Speaker Nancy Pelosi on revenue and spending for Affordable Care Act</a>, March 20, 2010</p>\r\n<br />\r\n<p dir=\"ltr\">\r\n\tCongressional Budget Office blog, &quot;<a href=\"http://www.cbo.gov/publication/44008\">How has the CBO&rsquo;s estimate of the net budgetary impact of the Affordable Care Act&rsquo;s health insurance coverage changed over time?</a>,&quot; March 20, 2013</p>\r\n<br />\r\n<p dir=\"ltr\">\r\n\tGovernment Accountability Office, &quot;<a href=\"http://gao.gov/assets/660/651702.pdf\">Patient Protection and Affordable Care Act: Effect of long-term federal budget outlook largely depends on whether cost containment sustained</a>,&quot; January 2013</p>\r\n<p>\r\n\t<br />\r\n\tBloomberg News, &quot;<a href=\"http://www.bloomberg.com/news/2012-09-11/china-s-u-s-debt-holdings-aren-t-threat-pentagon-says.html\">China&rsquo;s U.S. debt holdings aren&rsquo;t threat, Pentagon says</a>,&quot; by Tony Capaccio &amp; Daniel Kruger, Sept. 10, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "State representative", "false_count": 1, "first_name": "Ron", "half_true_count": 0, "home_state": "Ohio", "id": 2289, "last_name": "Maag", "mostly_true_count": 0, "name_slug": "ron-maag", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Ron-Maag-Mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2289/", "total_count": 2, "true_count": 0, "website": "http://www.ohiohouse.gov/ron-maag"}, "statement": "<p dir=\"ltr\" id=\"docs-internal-guid-6bfeb657-cdbe-93eb-7f51-78d438fa4b43\" style=\"line-height:1.15;margin-top:0pt;margin-bottom:0pt;\">\r\n\t&nbsp;&quot;Forty-six cents of every dollar&quot; Ohio could get for Medicaid expansion &quot;is going to come from China or some other country that doesn&rsquo;t like us very much.&quot;</p>\r\n", "statement_context": "a statement during a state House Finance and Appropriations Committee hearing", "statement_date": "2013-04-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 296, "photo": null, "resource_uri": "/api/v/2/subject/296/", "subject": "Debt", "subject_slug": "debt", "used_in_edition": ["/api/v/2/edition/47/"]}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ""}