{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2013/may/24/bill-ratliff/bill-ratliff-says-texas-has-one-charter-school-rat/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 7820, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/7820/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tIn <a href=\"http://www.texasmonthly.com/story/wise-men-part-ii\" id=\"docs-internal-guid-2d7b6c8b-d382-ebe2-3e92-2d47e897474f\" style=\"text-decoration:none;\">an interview</a> with Texas Monthly magazine, Bill Ratliff aired support for whittling state-mandated tests faced by students, while also saying it makes sense for lawmakers to bear down on charter schools that have failed to fulfill academic expectations.<br />\r\n\t<br />\r\n\tThe lobbyist, a former Republican state senator who was elected by colleagues to be the state&rsquo;s lieutenant governor from 2001 to 2003, noted that legislation then awaiting final action would permit additional charter schools and &quot;crack down on bad charter schools. We have one charter school that for seven years has been rated unacceptable. Well, why do we allow that to continue?&quot;<br />\r\n\t<br />\r\n\tWe wondered if that seven-year statement holds up, ultimately finding that the troubled school was years out of business when Ratliff spoke.<br />\r\n\t<br />\r\n\t<strong>Charter schools background</strong></p>\r\n<p>\r\n\tAt the least, Ratliff&#39;s statement seemed against the grain of our <a href=\"http://www.politifact.com/texas/statements/2013/jan/01/david-dewhurst/david-dewhurst-says-under-texas-law-it-takes-six-y/\" id=\"docs-internal-guid-2d7b6c8b-d382-7c89-763d-b592088c4418\" style=\"text-decoration:none;\">January 2013 finding</a> that the state can shut down a regular poor-performing school in as little as three years. The story quoted a Texas Education Agency spokeswoman as saying the state can shut down charter schools even more quickly.<br />\r\n\t<br />\r\n\tIn multiple ways, though, charter schools--which receive public dollars but are run by private nonprofit entities--have enjoyed greater leeway under state law than traditional public schools, as noted in an April 11, 2013, <em>Austin American-Statesman </em><a href=\"http://www.mystatesman.com/news/news/senate-clears-charter-school-overhaul/nXKJm/?icmp=statesman_internallink_textlink_apr2013_statesmanstubtomystatesman_launch\" id=\"docs-internal-guid-2d7b6c8b-d382-352b-dd1e-57d990bd69e3\" style=\"text-decoration:none;\">news story</a>. &quot;Intended to be laboratories of innovation, they are freed from many state education laws, such as teacher contract rules,&quot; the story said. &quot;They now serve about 3 percent of Texas public school students on about 500 campuses.&quot;<br />\r\n\t<br />\r\n\tThat story quoted state Sen. Dan Patrick, R-Houston, chairman of the Senate Education Committee, as estimating that about 10 percent of charter campuses had failed to meet expectations, and also saying the state had struggled to revoke their licenses. &quot;While there are some top-rate charter schools in the state, others are disproportionately among the lowest performing,&quot; the story said. In 2011, the story said, nearly 18 percent of &quot;charter schools were deemed &lsquo;unacceptable&rsquo; while only 4.9 percent of traditional public schools were hit with that lowest rating.&quot;<br />\r\n\t<br />\r\n\t<strong>A state report</strong></p>\r\n<p>\r\n\tBy telephone, Ratliff told us he believes he spotted the seven-year example in information noted by his client, <a href=\"http://www.raiseyourhandtexas.org/\" id=\"docs-internal-guid-2d7b6c8b-d383-ce78-bc45-6e9a00c354db\" style=\"text-decoration:none;\">Raise Your Hand Texas</a>, which describes itself as advocating greater investment in the schools. Shannon Ratliff, the elder Ratliff&rsquo;s nephew and a spokesman for the group, pointed us to a report highlighting poor-performing charter school campuses as the likely basis for the other Ratliff&rsquo;s claim.<br />\r\n\t<br />\r\n\tThe state&rsquo;s Sunset Advisory Commission <a href=\"http://www.sunset.state.tx.us/83rd/tea/tea_dec.pdf\" id=\"docs-internal-guid-2d7b6c8b-d383-4167-2a3a-19583a0a74fd\" style=\"text-decoration:none;\">concluded</a> in a January 2013 report listing legislative recommendations related to the education agency that charter schools account for 17 percent of school districts and schools, but 71 percent of the state&#39;s schools facing sanctions for failing to meet academic or financial standards.<br />\r\n\t<br />\r\n\tAnd the report&rsquo;s Appendix D notes that from as early as 1998 through 2011, the state had rated four charter campuses as academically unacceptable for six nonconsecutive years or more, including a campus that had drawn the rating in seven years.<br />\r\n\t<br />\r\n\tSchools draw the ratings based on an array of indicators led by whether student performance improves from the year before on the state&rsquo;s mandated tests--and those results are further broken out by the ethnicity of students and the share of students who come from economically disadvantaged households.<br />\r\n\t<br />\r\n\t<strong>Identifying the school</strong></p>\r\n<p>\r\n\tThe published chart does not identify campuses by name. But education agency spokeswoman DeEtta Culbertson emailed us a <a href=\"https://docs.google.com/spreadsheet/pub?key=0AkkkOiAWUCUGdGJsMVV2anlWRW56eFpSWFVUZ0s1dFE&amp;output=html\" style=\"text-decoration:none;\">spreadsheet</a>, drawing on agency records, indicating the Gabriel Tafolla Charter School in Uvalde was rated &quot;academically unacceptable&quot; or the equivalent in 2000 through 2002 and 2005 through 2008, a total of seven years. The school was rated &quot;academically acceptable&quot; in 2004, 2009 and 2010, according to the spreadsheet.</p>\r\n<p>\r\n\tCulbertson said the school, launched in 1998, at one point had permission to enroll students in pre-kindergarten through 12th grade.</p>\r\n<p>\r\n\tTo get a sense of why the school drew its low ratings, we peeked at campus rating reports for 2005 through 2009 and 2010, starting from an education agency <a href=\"http://ritter.tea.state.tx.us/perfreport/account/\" style=\"text-decoration:none;\">web page</a>.</p>\r\n<p>\r\n\tThe reports indicated that the number of students taking state-mandated tests fluctuated from about 40 to a little more than 60. Basically, too, according to the summaries, the school&rsquo;s &quot;academically unacceptable&quot; ratings arose from students not showing state-required improvements on the tests, though each report also had bright spots. In 2007, for instance, students generally showed sufficient improvement in social studies and math, the summary says, and students living in economically disadvantaged circumstances made required improvements in reading. But students fell short of required improvements on state writing and science tests and among subgroups, economically disadvantaged students fell short in math, according to the summary.</p>\r\n<p>\r\n\tCulbertson told us the school drew its &quot;academically acceptable&quot; rating in 2009, despite showing a failure to meet required improvement across five subcategories, because the state that year judged schools based on projected improvement.<br />\r\n\t<br />\r\n\t<strong>Surrendered charter</strong></p>\r\n<p>\r\n\tWe identified one other significant twist. The Uvalde school closed in August 2010, Culbertson said by telephone, citing low enrollment. A separate Gabriel Tafolla Academy had opened in August 2009, she said, and it lasted through 2011-12 before the entire charter school district folded and returned its charter to the state. That shutdown happened for financial reasons, according to a June 2012 letter sent to the state by the academy&rsquo;s chief officer, Deanna Kilpatrick. A closure resolution was approved June 7, 2012, by the Community Council of Southwest Texas, which held the charter.</p>\r\n<p>\r\n\tBy phone, Sunset staff aide Sarah Kirkle told us two of three charter schools shown on the chart as having been rated &quot;academically unacceptable&quot; for six non-consecutive years similarly were no longer operating by early 2012, while the third school appeared to have improved performance and remains in business.</p>\r\n<p>\r\n\tRatliff, apprised of what we learned, said that when he made his statement, he thought the charter school had been rated unacceptable for seven straight years and remained in business. On both fronts, he said, &quot;I am probably in error,&quot; though he said it&rsquo;s still troubling that a school could have multiple years of unacceptable ratings and not be shuttered by the state.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tRatliff said: &quot;We have one charter school that for seven years has been rated unacceptable.&quot;<br />\r\n\t<br />\r\n\tHis present-tense statement struck us as suggesting a school had been rated unacceptable seven straight years and was somehow still chugging.</p>\r\n<p>\r\n\tBoth conclusions are incorrect, though the statement has an element of truth. The state rated a Uvalde school &quot;academically unacceptable&quot; for three straight years, 2000 through 2002, and four straight years, 2005 through 2008.</p>\r\n<p>\r\n\tHowever, the school closed before the beginning of the 2010-11 school year. It had been out of business more than two years when Ratliff referred to it.</p>\r\n<p>\r\n\tWe rate this claim as Mostly False.</p>\r\n", "ruling_comments_date": "2013-05-23T18:28:02.667370", "ruling_date": "2013-05-24T10:11:25", "ruling_headline": "Bill Ratliff says Texas has one charter school rated \"unacceptable\" for seven years", "ruling_headline_slug": "bill-ratliff-says-texas-has-one-charter-school-rat", "ruling_link_text": "School closed in 2010", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tNews article, <a href=\"http://www.texasmonthly.com/story/wise-men-part-ii\" style=\"text-decoration:none;\">&quot;The Wise Men, Part II,&quot;</a> Texas Monthly, May 16, 2013</p>\r\n<p>\r\n\tNews article, <a href=\"http://www.mystatesman.com/news/news/senate-clears-charter-school-overhaul/nXKJm/?icmp=statesman_internallink_textlink_apr2013_statesmanstubtomystatesman_launch\" style=\"text-decoration:none;\">&quot;Senate backs charter school overhaul,&quot;</a> <em>Austin American-Statesman</em>, April 11, 2013</p>\r\n<p>\r\n\tTelephone interviews, Bill Ratliff, lobbyist, Austin, May 17 and 22, 2013</p>\r\n<p>\r\n\tReport, <a href=\"http://www.sunset.state.tx.us/83rd/tea/tea_dec.pdf\" style=\"text-decoration:none;\">&quot;Sunset Advisory Commission Staff Report With Commission Decisions, Texas Education Agency,&quot;</a> January 2013</p>\r\n<p>\r\n\tSpreadsheet, <a href=\"https://docs.google.com/spreadsheet/pub?key=0AkkkOiAWUCUGdGJsMVV2anlWRW56eFpSWFVUZ0s1dFE&amp;output=html\" style=\"text-decoration:none;\">&quot;Multiyear Ratings, Charter Schools, Texas&quot;</a> (received by email from DeEtta Culbertson, information specialist, Texas Education Agency, May 21, 2013)</p>\r\n<p>\r\n\tTelephone interview, Sarah Kirkle, senior policy analyst, Texas Sunset Advisory Commission, May 21, 2013</p>\r\n<p>\r\n\tTelephone interviews, DeEtta Culbertson, May 21 through May 24, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Lobbyist", "false_count": 0, "first_name": "Bill", "half_true_count": 0, "home_state": "Texas", "id": 2310, "last_name": "Ratliff", "mostly_true_count": 0, "name_slug": "bill-ratliff", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/ratliff2013pfttxm.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2310/", "total_count": 1, "true_count": 0, "website": "http://www.lrl.state.tx.us/legeLeaders/ltgovernors/ltGovPage.cfm?ltgovID=40"}, "statement": "<p>\r\n\t&quot;We have one charter school that for seven years has been rated unacceptable.&quot;</p>\r\n", "statement_context": "an interview with Texas Monthly magazine.", "statement_date": "2013-05-16", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}], "target": [], "twitter_headline": ""}