{"art": [], "author": [{"email_address": "mmckinne@providencejournal.com", "first_name": "Michael ", "id": 389, "last_name": "McKinney", "name_slug": "michael-mckinney", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/389/", "title": "Reporter", "twitter": null}], "canonical_url": "/rhode-island/statements/2013/may/26/meals-wheels-rhode-island/meals-wheels-rhode-island-says-half-hospitalized-s/", "edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "editor": [{"email_address": "tmurphy@providencejournal.com", "first_name": "Tim", "id": 145, "last_name": "Murphy", "name_slug": "tim-murphy", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/tim_murphy2_80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/145/", "title": "Editor", "twitter": null}], "facebook_headline": null, "id": 7827, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mmckinne@providencejournal.com", "first_name": "Michael ", "id": 389, "last_name": "McKinney", "name_slug": "michael-mckinney", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/389/", "title": "Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/7827/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p dir=\"ltr\" id=\"docs-internal-guid-5e70407d-d87b-d824-b2ff-fe9353e5aa8a\">\r\n\tIn Rhode Island and around the country, Meals on Wheels gets food to elderly people who cannot &nbsp;get it for themselves. The elderly, especially those on a constricted budget or unable to get to a store or a pantry, are particularly vulnerable to malnutrition.</p>\r\n<p dir=\"ltr\">\r\n\tA recent fundraising letter sent out by Meals on Wheels of Rhode Island included this statement making note of the problem: &nbsp;&quot;In fact, half of all hospitalized seniors are suffering from malnutrition so severe that it either caused their illness or it prevents them from getting better.&quot;</p>\r\n<p dir=\"ltr\">\r\n\tA reader who received the letter wondered about that claim and forwarded it to us, asking: &quot;Is this true? If yes, it is an appalling statistic.&quot;</p>\r\n<p dir=\"ltr\">\r\n\tWe found the statistic disturbing as well, and decided to check it out. First, we contacted Meals on Wheels of Rhode Island. Its executive director, Heather Amaral, said the letter was written by an outside firm. Amaral checked with the firm and got back to PolitiFact, providing us links to several sources.</p>\r\n<p dir=\"ltr\">\r\n\t<strong>One was </strong>an undated article in the Journal of Nursing -- published post 2010 -- that said &quot;malnutrition is becoming increasingly more common among the elderly population&quot; and &quot;about 60 percent of hospitalized older adults (age 65 or older) &hellip; are experiencing malnutrition.&quot; It cited as its source a 2006 article in the Journal of Gerontological Nursing.</p>\r\n<p dir=\"ltr\">\r\n\tThe Journal of Nursing article also stated that &quot;malnutrition impacts morbidity, mortality, hospital length of stay, functional disabilities, and physical complications. Malnutrition can cause increased infection, electrolyte imbalances, altered skin integrity, anemia, weakness, and fatigue.&quot;</p>\r\n<p dir=\"ltr\">\r\n\tAnother source provided by Meals on Wheels was an online information sheet by the National Resource on Nutrition, Physical Activity and Aging, called &quot;<a href=\"http://nutritionandaging.fiu.edu/aging_network/malfact2.asp\">Malnutrition and Older Americans</a>,&quot; which, according to the online sheet, was based at Florida International University in Miami.</p>\r\n<p dir=\"ltr\">\r\n\tIt said that &quot;as many as 65 percent of the elders in hospitals may be malnourished.&quot; &nbsp;The sheet said &quot;studies have shown that older adults at nutritional risk tend to make more visits to physicians, hospitals and emergency rooms,&quot; have hospital stays twice as long as well-nourished patients and are re-admitted more frequently.</p>\r\n<p dir=\"ltr\">\r\n\tThe website, which was partially supported by a grant from the federal Administration on Aging, did not give a source for its information. And phone numbers listed for the organization no longer work. &nbsp;A call to the university in Florida found that it no longer has the National Resource on Nutrition, Physical Activity and Aging.</p>\r\n<p dir=\"ltr\">\r\n\tA third source was a July 1995 New York Times article that said &quot;one half of elderly hospital patients are malnourished,&quot; though the article did not list a source for the figure and did not address whether malnutrition caused their sickness or kept them from recovering.</p>\r\n<p dir=\"ltr\">\r\n\tNone of the sources supported the key part of Meals on Wheels&rsquo; claim that half of hospitalized seniors have such severe malnutrition that it either caused their illness or prevented them from getting better. Those strong assertions go well beyond the information Meals on Wheels provided.</p>\r\n<p dir=\"ltr\">\r\n\t<strong>On our own,</strong> we found several studies and medical journal articles about malnutrition in hospitalized elderly people. They showed malnutrition is more common in that age group, but they offered varying estimates for the extent of the problem.</p>\r\n<p dir=\"ltr\">\r\n\tEllen Furman, an assistant professor of nursing at American International College, in Springfield, Mass., pointed us to what she said was some of the most current literature on the subject -- a 2010 article in the Journal of the American Geriatrics Society. That study used a pool of about 4,500 people, with a mean age of 82 years old. It found that about 40 percent were malnourished.</p>\r\n<p dir=\"ltr\">\r\n\t&quot;What is so frustrating when trying to quote prevalence rates for undernutrition in hospitalized older adults is that every study has different rates dependent upon setting and population samples,&quot; Furman said by e-mail.</p>\r\n<p dir=\"ltr\">\r\n\tWe also contacted experts who worked on a &quot;consensus statement&quot; about adult malnutrition, published in 2012 by a joint research group for two national nutrition organizations. The statement said there is a wide range of estimates of malnutrition among adults.</p>\r\n<p dir=\"ltr\">\r\n\tWe reached out to Rhode Island Hospital and Lifespan, the state&rsquo;s biggest hospital group (which includes Rhode Island Hospital.) Spokeswomen for both said they couldn&rsquo;t confirm the 50-percent rate cited by Meals on Wheels. But they said nutritionists for the hospitals agreed that malnutrition leaves patients vulnerable to other illnesses.</p>\r\n<p dir=\"ltr\">\r\n\tWe also contacted state and federal agencies that deal with health care and the elderly but none had firm statistics on the extent or severity of malnutrition in the hospitalized elderly.</p>\r\n<p dir=\"ltr\">\r\n\t<strong>Our ruling</strong></p>\r\n<p dir=\"ltr\">\r\n\tMeals on Wheels of Rhode Island, in a fundraising letter, said: &quot;In fact, half of all hospitalized seniors are suffering from malnutrition so severe that it either caused their illness or it prevents them from getting better.&quot;</p>\r\n<p dir=\"ltr\">\r\n\tTo determine a ruling, we broke the statement into three parts.</p>\r\n<p dir=\"ltr\">\r\n\tFirst, are half of all hospitalized seniors suffering from malnutrition?</p>\r\n<p dir=\"ltr\">\r\n\tWe found papers and studies that included malnutrition rates among hospitalized elderly of about 40 percent to 60 percent, either at admission to the hospital or during their stays, in the range that Meals on Wheels cited. (Other studies and papers, many of them conducted in Europe, gave a wider percentage range).</p>\r\n<p dir=\"ltr\">\r\n\tSecond, is the malnutrition so severe it caused their illness? We found nothing to support this.</p>\r\n<p dir=\"ltr\">\r\n\tThird, is their malnutrition so severe it prevents them from getting better?</p>\r\n<p dir=\"ltr\">\r\n\tWe found research showing that malnutrition can make someone susceptible to other illnesses and contribute to longer hospitalization. But we found nothing to support&nbsp; the claim that the malnutrition prevented them from recovering.</p>\r\n<p dir=\"ltr\">\r\n\tMalnutrition among the elderly is clearly a serious problem. But this statement goes beyond what the evidence shows. The judges rule it&nbsp;<a href=\"http://www.politifact.com/rhode-island/about/\">Mostly</a><a href=\"http://www.politifact.com/rhode-island/about/\"> False</a>.</p>\r\n", "ruling_comments_date": "2013-05-24T17:42:21.283308", "ruling_date": "2013-05-26T00:01:00", "ruling_headline": "Meals on Wheels of Rhode Island says half of hospitalized seniors are suffering from severe malnutrition", "ruling_headline_slug": "meals-wheels-rhode-island-says-half-hospitalized-s", "ruling_link_text": "Strongly worded, not supported", "ruling_state": null, "source_documents": null, "sources": "<p dir=\"ltr\" id=\"docs-internal-guid-5e70407d-d87d-9a74-d202-c12ce3a21147\">\r\n\tE-mail, Heather Amaral, executive director, Meals on Wheels of Rhode Island, May 14, 2013</p>\r\n<p dir=\"ltr\">\r\n\tE-mails, Larry Grimaldi, chief of information and public relations, Rhode Island Division of Elderly Affairs, May 10 and 13, 2013</p>\r\n<p dir=\"ltr\">\r\n\tE-mails, Gail Carvelli, spokeswoman, Lifespan, May 17</p>\r\n<p dir=\"ltr\">\r\n\tE-mails, Ellen M. Slingsby, spokeswoman, Rhode Island Hospital, May 17 and 20, 2013</p>\r\n<p dir=\"ltr\">\r\n\tE-mail, Ellen Furman, assistant professor of nursing, American International College, Springfield, Mass., May 20, 2013</p>\r\n<p dir=\"ltr\">\r\n\tE-mail, Dr. Gordon L. Jensen, professor and head of nutritional sciences, professor of medicine, Pennsylvania State University, May 20, 2013</p>\r\n<p dir=\"ltr\">\r\n\tE-mail, National Center for Health Statistics and the Centers for Disease Control and Prevention, May 22, 2013</p>\r\n<p dir=\"ltr\">\r\n\tE-mail, National Institute on Aging and the National Institutes of Health, May 22, 2013</p>\r\n<p dir=\"ltr\">\r\n\tE-mail, Dara Chadwick, spokeswoman, Rhode Island Department of Health, May 22, 2013</p>\r\n<p dir=\"ltr\">\r\n\tE-mail, Jane V. White, lead author, &quot;Consensus Statement: Academy of Nutrition and Dietetics and American Society for Parenteral and Enteral Nutrition: Characteristics Recommended for the Identification and Documentation of Adult Malnutrition (Undernutrition),&quot; Journal of Parenteral and Enteral Nutrition, May 21, 2013</p>\r\n<p dir=\"ltr\">\r\n\tJournal of Parenteral and Enteral Nutrition, &quot;<a href=\"http://malnutrition.andjrnl.org/Content/articles/1-Consensus_Statement.pdf\">Consensus Statement: Academy of Nutrition and Dietetics and American Society for Parenteral and Enteral Nutrition: Characteristics Recommended for the Identification and Documentation of Adult Malnutrition (Undernutrition)</a>,&quot; published May 2012, accessed on May 17 and 20, 2013</p>\r\n<p dir=\"ltr\">\r\n\tNational Resource Center on Nutrition, Physical Activity and Aging, &quot;<a href=\"http://nutritionandaging.fiu.edu/aging_network/malfact2.asp\">Malnutrition and Older Americans</a>,&quot; accessed on May 14-16, 2013</p>\r\n<p dir=\"ltr\">\r\n\tArticle, The New York Times, &quot;<a href=\"http://www.nytimes.com/1995/07/03/us/malnutrition-hits-many-elderly.html\">Malnutrition Hits Many Elderly</a>,&quot; published on July 3, 1995, accessed on May 14-16, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 0, "home_state": "Rhode Island", "id": 2304, "last_name": "Meals on Wheels of Rhode Island", "mostly_true_count": 0, "name_slug": "meals-wheels-rhode-island", "pants_count": 0, "party": {"id": 16, "party": "Organization", "party_slug": "organization", "resource_uri": "/api/v/2/party/16/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/MOWRI.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2304/", "total_count": 1, "true_count": 0, "website": "http://RImeals.org/"}, "statement": "<p dir=\"ltr\" id=\"docs-internal-guid-5e70407d-d879-7a20-0b70-c9b62233ee41\" style=\"line-height:1.15;margin-top:0pt;margin-bottom:0pt;\">\r\n\t&quot;Half of all hospitalized seniors are suffering from malnutrition so severe that it either caused their illness or it prevents them from getting better.&quot;</p>\r\n", "statement_context": "a fundraising letter", "statement_date": "2013-04-18", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 188, "photo": null, "resource_uri": "/api/v/2/subject/188/", "subject": "Hunger", "subject_slug": "hunger", "used_in_edition": ["/api/v/2/edition/9/"]}, {"description": "", "id": 29, "photo": null, "resource_uri": "/api/v/2/subject/29/", "subject": "Poverty", "subject_slug": "poverty", "used_in_edition": []}], "target": [], "twitter_headline": ""}