{"art": [{"brightcove": "", "caption": "The price, quality and availability of fresh produce became a debating point when the state Assembly considered requiring food stamp recipients to buy more healthy foods. Skeptics said snack items such as Cheetos are cheaper than apples in Milwaukee", "id": 3430, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/apples.JPG", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/3430/", "title": "Apples and cheetos", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "canonical_url": "/wisconsin/statements/2013/jun/02/mike-tate/mike-tate-says-cheetos-cost-less-apple-some-milwau/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 7843, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/7843/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tOn a recent radio talk show, Wisconsin Democratic Party chairman Mike Tate gently criticized a<a href=\"http://www.jsonline.com/news/statepolitics/odd-coalition-opposes-wisconsin-bill-limiting-junk-food-purchases-qu9re45-206318501.html\"> widely discussed Republican bill</a> mandating that food stamp recipients buy mostly healthy foods from a state-approved list.</p>\r\n<p>\r\n\tIn doing so, Tate framed the debate around a certain orange-colored, cheese-flavored snack and a fruit grown in every state in the continental U.S.</p>\r\n<p>\r\n\tTate spoke after one-third of Democrats in the state Assembly joined Republicans in<a href=\"http://www.jsonline.com/news/statepolitics/state-senate-passes-bill-to-define-criminal-sanctions-for-food-stamp-fraud-bt9s3d3-206446871.html\"> approving the bill</a>, which aims to cut down on junk food purchases seen as contributing to poor health in low-income families participating in the state&rsquo;s FoodShare program.</p>\r\n<p>\r\n\t&quot;I&rsquo;ll be honest with you, I think that having nutritional standards is an important thing,&quot; Tate<a href=\"http://www.slypodcasts.com/apps/blog/month/2013/5/page/2\"> told liberal radio talker John &quot;Sly&quot; Sylvester</a> of Monroe&rsquo;s WEKZ-FM on May 14, 2013. &quot;I think there is a need for government to play a role in the marketplace and having healthy, nutritious food be available for people on FoodShare that can&rsquo;t have access to it. &quot;</p>\r\n<p>\r\n\tTate defended those who voted for the bill as well-intentioned in trying to ease an obesity problem that is worse in Milwaukee and other urban areas, but said the legislation may not have been the best mechanism to do it. Tate also unpacked some specific claims about urban areas, specifically Milwaukee.</p>\r\n<p>\r\n\t&quot;You know, I think that it&rsquo;s a problem that a bag of Cheetos costs less to buy than an apple,&quot; he said. &quot;You go around some neighborhoods in Milwaukee and, good luck trying to find an apple or a banana or some sort of healthy option.&quot;</p>\r\n<p>\r\n\tMilwaukee Common Council President Willie Hines Jr. made a similar statement in a recent<a href=\"http://www.jsonline.com/news/opinion/foodshare-bill-should-consider-access-costs-7r9jkh6-203481301.html\"> opinion piece in the Journal Sentinel</a>, saying that &quot;it&rsquo;s generally a lot easier to reach for the less expensive Cheetos, doughnuts and Suzy Q&rsquo;s than the more pricey veggie chips, granola bars and almonds.&quot;</p>\r\n<p>\r\n\tIs Tate right?</p>\r\n<p>\r\n\tTo check out the two parts of Tate&rsquo;s claim, we reached out to local food experts, but also fueled up a car to test the food market in some of Milwaukee&rsquo;s poorest north-side neighborhoods.</p>\r\n<p>\r\n\tIn all we made purchases at 11 stores, ranging from full-line groceries to corner convenience stores and gas-station marts, mostly in Milwaukee but a few in neighboring suburban communities.</p>\r\n<p>\r\n\tThe first thing that jumped out at us: At 2-for-$1, a single serving bag of Cheetos Crunchy (170 calories, 18 percent of recommended daily fat allowance) is hard to beat on price for a snack. In fact, many stores offer a whole range of chips at 50 cents a bag.</p>\r\n<p>\r\n\tBy comparison, when we sought out single apples at the lowest per-pound or individual price available, we paid less than half a buck only once.</p>\r\n<p>\r\n\tAt the top end, we paid $1.21 and $1.20 for an apple at two full-size markets and 65 cents and 99 cents at two convenience stores. Still, we were able to beat or match the Cheetos price, finding apples for 37 cents at a major Milwaukee supermarket, and for 50 cents at two city convenience stores as well as a supermarket in bordering Wauwatosa. Not every store had apples and not every store had single apples.</p>\r\n<p>\r\n\tThat was just for snack-sized purchases. Bulk packaging, of course, drops the cost.</p>\r\n<p>\r\n\tWe found 5-packs of gala apples (estimated<a href=\"http://caloriecount.about.com/calories-gala-apple-i69442\"> 79 calories</a> each, 0 from fat) at a small grocery in Milwaukee for the equivalent of 40 cents a piece, give or take a penny. And a chain supermarket near the edge of the city, in Shorewood, had bags of apples that averaged about 45 cents a piece. A chain store had them for 38 cents apiece in bulk.</p>\r\n<p>\r\n\tBut Cheetos can drop even lower, to as little as 24 cents cents a bag, in 50-bag packs in combination with other snack chips, we found at one supermarket in Milwaukee.</p>\r\n<p>\r\n\tIt was clear from our limited check that Cheetos are often cheaper than apples -- though not always.</p>\r\n<p>\r\n\tPrices, of course, can vary widely depending on quantity, timing, sales and other factors.</p>\r\n<p>\r\n\tAnd individual appetites can skew comparisons -- a 3.75-ounce bag of Cheetos Crunchy Flamin&rsquo; Hot is advertised as four servings but we&rsquo;re guessing it doesn&rsquo;t always go down that way. That bag will set you back $1.49 -- or about 37 cents a serving if you can stop &nbsp;after 21 pieces.</p>\r\n<p>\r\n\t<strong>Seeking fruit</strong></p>\r\n<p>\r\n\tWe sought out expert opinion on the larger issue Tate raised -- on the availability of healthy food options.</p>\r\n<p>\r\n\tSherrie Tussler, executive director of the<a href=\"http://www.hungertaskforce.org/\"> Hunger Task Force</a> in Milwaukee, told us that many FoodShare recipients rely at least in part on convenience stores because they lack transportation to reach supermarkets that can offer fresher and sometimes less expensive products.</p>\r\n<p>\r\n\tHunger Task Force, which opposes the state legislation as too expensive and complicated, closely tracks food availability in the city and plans to create a corner market emphasizing healthy foods.</p>\r\n<p>\r\n\tResidents in Milwaukee&rsquo;s lowest socioeconomic-status group have more than twice the saturation of small food outlets as in higher-status neighborhoods, the<a href=\"http://www.cuph.org/mhr/2012-milwaukee-health-report.pdf;jsessionid=658AA57699DE599931A403987CB5842C\"> Milwaukee Health Report 2012</a> study found. The annual report, by the<a href=\"http://www.cuph.org/\"> Center for Urban Population Health</a>, examines health disparities by socioeconomic status.</p>\r\n<p>\r\n\t&quot;There is strong evidence that access to supermarkets rather than smaller grocery/convenience stores correlates with lower prevalence of overweight, obesity, and hypertension,&quot; the study said.</p>\r\n<p>\r\n\tThe report said obesity rates in Milwaukee -- which easily top the Wisconsin average -- are highest in lower-economic status populations. The Health Report study found that inadequate consumption of fruits and vegetables is prevalent across all economic groups, but somewhat better at higher levels.</p>\r\n<p>\r\n\t&quot;A lot of it is because you can afford it and you can find it,&quot; said Geoffrey Swain, medical director for the<a href=\"http://city.milwaukee.gov/Health/Executive-Leadership-Team\"> Milwaukee Health Department</a> and a co-author of the Health Report study.</p>\r\n<p>\r\n\tA close observer of convenience stores in town commented recently that corner convenience stores are the main food source for Milwaukee&rsquo;s poor.</p>\r\n<p>\r\n\t&quot;Some stores do have fruits and vegetables, but are likely to be more expensive and of poorer quality, mainly because our nation&rsquo;s produce distribution system is not geared to service the small mom-and-pop corner stores,&quot; Young Kim, executive director of the organization behind the north-side&rsquo;s Fondy Farmers Market, wrote in May 14<a href=\"http://urbanmilwaukee.com/2013/05/14/urban-foodie-the-junk-food-debate/\"> column for Urban Milwaukee.</a> Tate points to Kim&rsquo;s piece as part of his argument on the difficulty in getting access to fresh fruit.</p>\r\n<p>\r\n\tKim told us that fruit &quot;just isn&rsquo;t nearly as readily available&quot; as some of the snack foods. &quot;Cheetos and a lot of those snack foods get delivered&quot; to small stores, in contrast to fruit, which small-store owners have to buy from larger stores and then mark up, he noted. Kim opposes the state legislation for singling out low-income people.</p>\r\n<p>\r\n\tIn our spot check at five small stores, we, too, found that you can get some limited amounts of fruit at some corner stores -- as well as, of course, a full selection at the few larger food markets on Milwaukee&rsquo;s north side.</p>\r\n<p>\r\n\tAnd we found that fruit quality was very mixed at the small stores, ranging from excellent to very poor.</p>\r\n<p>\r\n\tWe learned that programs run by the<a href=\"http://www.fondymarket.org/\"> Fondy Food Center</a> and the<a href=\"http://www.walnutway.org/\"> Walnut Way Conservation Corp.</a>, among others, are working to try to put more fresh goods into local stores and educate people on healthy choices.</p>\r\n<p>\r\n\tThe city of Milwaukee Health Department, through grant funding from the<a href=\"http://www.mcw.edu/healthierwipartnerships.htm\"> Healthier Wisconsin Partnership Program</a> of the Medical College of Wisconsin, has provided funds for produce coolers in several convenience stores in the Lindsay Heights neighborhood on Milwaukee&rsquo;s north side. At one store, Eagle Foods at N. 14th and W. Centers streets, we found fruit in a large and prominent display near a cooler stocked with take-out servings of cut fruit and vegetables, as well as mangoes and tomatoes.</p>\r\n<p>\r\n\tAt the Families First store, 1845 N. 12th St., candy bars are behind a caged cashier, and a small stock of large Golden Delicious apples are front and center. There were a few tomatoes in the cooler, but overall the produce stock was very limited.</p>\r\n<p>\r\n\tNobody&rsquo;s suggesting that better access is a panacea for changing people&rsquo;s dietary decisions. Consumer education is another key, Hines and other say. But experts told us that providing more choices is a necessary first step toward improvement.</p>\r\n<p>\r\n\tBut there&rsquo;s a steep hill to climb in terms of making good quality produce widely available.</p>\r\n<p>\r\n\tA 2008 study by the<a href=\"http://www.walnutway.org/news/lindsay-heights-neighborhood-health-alliance\"> Neighborhood Health Alliance</a> in<a href=\"http://www.jsonline.com/news/milwaukee/33703424.html\"> Lindsay Heights</a>, for example, found that more than 65% of the neighborhood retail food outlets offered no fresh produce. &quot;Residents indicated that key concerns were: poor food quality, poor access to quality fresh produce and healthy food options, and a lack of transportation,&quot; the study found.</p>\r\n<p>\r\n\t&quot;I don&rsquo;t want to call it a &lsquo;food desert,&rsquo;&quot; Eric Gass, the Health Department&rsquo;s public health research and policy director, said of Lindsay Heights. &quot;Food is available. It&rsquo;s just not good food. There&rsquo;s a term I&rsquo;ve heard for that: a &lsquo;food swamp.&rsquo;&quot;</p>\r\n<p>\r\n\tResidents in the Amani neighborhood, near Lindsay Heights, who lack vehicles or can&rsquo;t get a ride have to figure out how to cover a mile and a half or more to find a full-service store on the city&rsquo;s north side, Tussler said. Buses are an option.</p>\r\n<p>\r\n\t&quot;Think bus fare,&quot; Tussler said in an email to us. &quot;Then how much can you carry? Then think once a month you pay for a taxi. You buy case goods because they don&#39;t spoil. You freeze meat and buy Wonder Bread because it doesn&#39;t mold. Then you get milk at the corner store.&quot;</p>\r\n<p>\r\n\tWhile access to good quality, healthier foods has improved only marginally on the north side in recent years, Tussler said, &quot;the south side has been a big winner.&quot; She noted the expansion by local El Rey markets and the addition of large stores such as the Pick &lsquo;N Save at S. 19th St. and W. National Ave.</p>\r\n<p>\r\n\tOverall, on this part of Tate&rsquo;s claim, we heard -- and saw for ourselves -- that fruit is for sale on the north side, but not necessarily in the kind of quantities that make it as affordable or as fresh as in some other neighborhoods. And getting to the store that has what a family needs can be a challenge for some.</p>\r\n<p>\r\n\tThe<a href=\"https://docs.legis.wisconsin.gov/2013/proposals/ab110\"> legislation</a>, meanwhile, was pending in the state Senate as of late May 2013. The city of Milwaukee took no position on the bill.</p>\r\n<p>\r\n\t<strong>Our rating</strong></p>\r\n<p>\r\n\tTate, the Democratic Party official, decried the lack of healthy and affordable food options in some Milwaukee neighborhoods. &quot;A bag of Cheetos costs less to buy than an apple,&quot; Tate said, and &quot;good luck trying to find an apple or a banana or some sort of healthy option&quot; at stores there.</p>\r\n<p>\r\n\tHe&rsquo;s mostly right on the price comparison, and is partially accurate in suggesting it&rsquo;s very difficult to locate fresh fruit. While fresh fruit can be found at big and some small stores, it&rsquo;s more available in some low-income areas more than others, and getting there, finding it worth eating and paying for it are a challenge for some, according to experts and residents.</p>\r\n<p>\r\n\tWe rate his claim Mostly True.</p>\r\n", "ruling_comments_date": "2013-05-31T12:59:45.316081", "ruling_date": "2013-06-02T20:36:55", "ruling_headline": "Mike Tate says Cheetos cost less than an apple in some Milwaukee neighborhoods", "ruling_headline_slug": "mike-tate-says-cheetos-cost-less-apple-some-milwau", "ruling_link_text": "The sound bite is a sound bite", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tSly&rsquo;s Office, podcast archive, <a href=\"http://www.slypodcasts.com/apps/blog/month/2013/5/page/2\">interview with Mike Tate</a>, May 14, 2013</p>\r\n<p>\r\n\tEmail interview, Melissa Baldauff, Democratic Party of Wisconsin, spokeswoman, May 21, 2013</p>\r\n<p>\r\n\tPhone interview with Sherrie Tussler, executive director, Hunger Task Force, May 21, 2013</p>\r\n<p>\r\n\tPhone interview with Young Kim, executive director, Fondy Food Center, May 28, 2013</p>\r\n<p>\r\n\tUrban Foodie,<a href=\"http://urbanmilwaukee.com/2013/05/14/urban-foodie-the-junk-food-debate/\">&quot;The Junk Food Debate,&quot;</a> Urban Milwaukee, May 14, 2013</p>\r\n<p>\r\n\tPhone interview, Eric Gass, public health research &amp; policy director, City of Milwaukee Health Department, May 21, 2013</p>\r\n<p>\r\n\tPhone interview with Geoffrey R. Swain, medical director and chief medical officer for City of Milwaukee Health Department, professor, University of Wisconsin School of Medicine &amp; Public Health, May 24, 2013</p>\r\n<p>\r\n\tEmail and phone interview, Sarah DeRoo, health communications officer, City of Milwaukee Health Department, May 24, 2013</p>\r\n<p>\r\n\tPhone interview, Keith Stanley, aide to Common Council President Willie Hines Jr., May 21, 2013</p>\r\n<p>\r\n\tWisconsin Legislature,<a href=\"https://docs.legis.wisconsin.gov/2013/proposals/ab110\">text and history of Assembly Bill 110,</a> accessed May 24, 2013</p>\r\n<p>\r\n\tMilwaukee Health Report 2012,<a href=\"http://www.cuph.org/mhr/2012-milwaukee-health-report.pdf;jsessionid=658AA57699DE599931A403987CB5842C\">&quot;Health Disparities in Milwaukee by Socioeconomic Status,&quot; Center for Urban Population Health,&quot;</a> 2013</p>\r\n<p>\r\n\tMilwaukee Journal Sentinel,<a href=\"http://www.jsonline.com/news/statepolitics/odd-coalition-opposes-wisconsin-bill-limiting-junk-food-purchases-qu9re45-206318501.html\">&quot;Odd coalition opposes Wisconsin bill limiting junk food purchases for food stamp users,&quot;</a> May 6, 2013</p>\r\n<p>\r\n\tMilwaukee Journal Sentinel,<a href=\"http://www.jsonline.com/news/statepolitics/state-senate-passes-bill-to-define-criminal-sanctions-for-food-stamp-fraud-bt9s3d3-206446871.html\">&quot;Assembly passes bill requiring that most food stamp benefits go to purchasing healthy foods,&quot;</a> May 7, 2013</p>\r\n<p>\r\n\tMilwaukee Neighborhood News Service,<a href=\"http://www.milwaukeenns.org/2012/01/23/grant-to-help-bring-fresh-food-to-corner-stores/\">&quot;Grant to help bring fresh food to corner stores,&quot;</a> Jan. 23, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 2, "first_name": "Mike", "half_true_count": 2, "home_state": "", "id": 1553, "last_name": "Tate", "mostly_true_count": 1, "name_slug": "mike-tate", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Mike_Tate.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1553/", "total_count": 6, "true_count": 0, "website": ""}, "statement": "<p>\r\n\t&quot;A bag of Cheetos costs less to buy than an apple,&quot; and in some Milwaukee neighborhoods &quot;good luck trying to find an apple or a banana or some sort of healthy option&quot;</p>", "statement_context": "a radio interview", "statement_date": "2013-05-14", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 202, "photo": null, "resource_uri": "/api/v/2/subject/202/", "subject": "Public Health", "subject_slug": "public-health", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 221, "photo": null, "resource_uri": "/api/v/2/subject/221/", "subject": "Welfare", "subject_slug": "welfare", "used_in_edition": ["/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}