{"art": [], "author": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "canonical_url": "/truth-o-meter/statements/2013/jun/06/jim-mcdermott/irs-targeted-liberal-groups-bush-years-jim-mcdermo/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 7864, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "resource_uri": "/api/v/2/statement/7864/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tAt a House Ways and Means committee hearing Tuesday, Rep. Jim McDermott, D-Wash., listened closely to the stories from members of groups that were snagged when the IRS cast a wide net for politically active organizations seeking tax-exempt status. All of the groups advocate for conservative causes, from opposing gay marriage to promoting a broad tea party agenda.</p>\r\n<p>\r\n\tWhile McDermott said he was sorry they had been singled out, and that &quot;the IRS has unequivocally made a mistake here,&quot; he was more focused on the lack of clear legal rules that should guide the IRS.</p>\r\n<p>\r\n\t&quot;Let&rsquo;s not get lost,&quot; McDermott said. &quot;During the Bush administration liberal groups were targeted without any concern by Mr. Issa or anyone else in this committee.&quot; (Rep. Darrell Issa, R-Calif., is chair of the House Oversight and Government Reform Committee.)</p>\r\n<p>\r\n\tThis caught our eye. Were liberal groups targeted when a Republican held the White House? And if so, were the circumstances back then similar to what has come to light today?</p>\r\n<p>\r\n\tWe asked McDermott&rsquo;s office for details and staff pointed us to a <a href=\"http://www.salon.com/2013/05/14/when_the_irs_targeted_liberals/\">recent Salon article </a>that described how the IRS subjected the NAACP, Greenpeace and a liberal Episcopal church in California to sometimes intense scrutiny. In 2004, the IRS audited the NAACP after its chairman said President George W. Bush was the first sitting president since Herbert Hoover who declined to speak before the group. The same year, the IRS moved to revoke the tax-exempt status of All Saints Episcopal in Pasadena. The Sunday before the 2004 election, the rector told the congregation &quot;Jesus (would say), &lsquo;Mr. President, your doctrine of pre-emptive war is a failed doctrine.&#39; &quot;</p>\r\n<p>\r\n\tThat case dragged on for three years before the IRS dropped it. From 2004 to 2009, the IRS had a Political Activities Compliance Initiative aimed at 501(c)(3) groups that might have endorsed a candidate or otherwise crossed the line between charitable work and electioneering. In 2004, the IRS opened cases on 110 groups. While there were allegations and even lawsuits claiming that the IRS took a light hand with churches that promoted conservative candidates, a <a href=\"http://www.treasury.gov/tigta/auditreports/2005reports/200510035fr.pdf\">2005 audit by the Treasury Inspector General for Tax Administration</a> found no political bias.</p>\r\n<p>\r\n\t&quot;We ... did not identify any cases in which the same criteria were used to select one information item for examination and to decline a similar item for examination,&quot; the auditors wrote.</p>\r\n<p>\r\n\tThe current controversy involves the examination of nearly 300 groups and there are significant differences today from the examples cited in the Salon article:</p>\r\n<ul style=\"margin-top:0pt;margin-bottom:0pt;\">\r\n\t<li dir=\"ltr\">\r\n\t\t<p>\r\n\t\t\tThe inspector general found that IRS staff used &quot;inappropriate criteria&quot; to identify groups for special attention. A group&rsquo;s name or a focus on government debt and spending triggered IRS action, rather than the group&rsquo;s activities.</p>\r\n\t</li>\r\n\t<li dir=\"ltr\">\r\n\t\t<p>\r\n\t\t\tMost of the groups, about 70 percent, held or were applying for 501(c)(4) status, not 501(c)(3). The limits on (c)(3) groups -- the ones examined under Bush -- are much more strict than for (c)(4) groups.</p>\r\n\t</li>\r\n\t<li dir=\"ltr\">\r\n\t\t<p>\r\n\t\t\tThe inspector general found that all cases with &quot;tea party,&quot; &quot;patriots&quot; or &quot;9/12&quot; in their name were singled out.</p>\r\n\t</li>\r\n</ul>\r\n<p>\r\n\tAll the experts we contacted said the rules concerning what 501(c)(4) groups can and cannot do are vague and leave the door open to excesses by the IRS.</p>\r\n<p>\r\n\tMcDermott&rsquo;s office said that the congressman&rsquo;s point was that while the recent IRS actions were unacceptable, they don&rsquo;t represent a political conspiracy or a unique occurrence.</p>\r\n<p>\r\n\tNevertheless, McDermott&rsquo;s comparison falls short on a number of fronts.</p>\r\n<p>\r\n\tDavid Keating, president of the conservative leaning group, Center for Competitive Politics, sees nothing similar between what happened under Bush and what happened under Obama.</p>\r\n<p>\r\n\t&quot;I just don&#39;t&rsquo; see this as being in the same league,&quot; Keating said. The key difference is the global impact of the IRS screening. &quot;What the IRS did with the tea party groups is they set them aside and every single one got special scrutiny because of the philosophy of the organization.&quot;</p>\r\n<p>\r\n\tIn contrast, Keating said, there is no evidence that the IRS under Bush targeted all environmental groups or all progressive churches.</p>\r\n<p>\r\n\tAnother legal expert, Bruce Fein, who served in the Reagan Justice Department, said McDermott&rsquo;s comparison also falls short because the rules concerning (c)(3) groups are so tight.</p>\r\n<p>\r\n\t&quot;Even the tiniest political activity would raise a flag with a (c)(3). You would naturally expect that there is going to be a more exacting examination.&quot;</p>\r\n<p>\r\n\tOn the other hand, Gabe Rottman, legislative counsel at the American Civil Liberties Union, said we should withhold full judgment on the IRS actions during the 18 months between 2010 and 2012.</p>\r\n<p>\r\n\t&quot;We don&#39;t know if it was a good faith mistake or if it was an effort by people at the IRS to target these groups because of their political beliefs,&quot; Rottman said. &quot;What happened under Bush, the mechanics might be different, but the existence of a situation that allows selective enforcement is a problem across both administrations.&quot;</p>\r\n<p>\r\n\tThat said, Rottman agreed that the systematic screening criticized in the present inspector general&rsquo;s report creates greater harm than the more case-by-case instances during the Bush administration.</p>\r\n<p>\r\n\tWe should note that the IRS&rsquo;s more recent methods caught up at least three Democratic-leaning groups. <a href=\"http://www.bloomberg.com/news/2013-05-15/irs-sent-same-letter-to-democrats-that-fed-tea-party-row.html?alcmpid=politics\">Bloomberg reported </a>that Emerge America, Progress Texas and Clean Elections Texas received IRS letters requesting more information. Emerge America ultimately saw its tax-exempt status denied, making it the only group to suffer that fate during this episode.</p>\r\n<p>\r\n\tMelanie Sloan, executive director of Citizens for Responsibility and Ethics in Washington, an organization that has sued the IRS for failing to rein in conservative 501(c)(4) groups, said she has no doubt the Bush administration went after the NAACP and others because it didn&rsquo;t like them. But she finds little use for McDermott&rsquo;s comparison.</p>\r\n<p>\r\n\t&quot;It&rsquo;s apples and oranges,&quot; Sloan said. &quot;Those were big organizations with an established track record. What you have here are new groups asking for special tax status, and the IRS was legitimately asking them if they engaged in political activities to see if it exceeded what the law allows.&quot;</p>\r\n<p>\r\n\t<strong>Our ruling</strong></p>\r\n<p>\r\n\tMcDermott said liberal groups were targeted during the Bush administration. While some liberal groups were audited, the numbers we could find were small, largely confined to 501(c)(3) nonprofits where the rules are more strict, and stemmed from complaints levied by outsiders.</p>\r\n<p>\r\n\tIn contrast, the current case was fueled by internal bureaucratic rules applied to a significantly larger number of organizations. A group&rsquo;s name or its policy agenda triggered the IRS action, rather than a complaint or the group&rsquo;s specific activities. While there is an element of truth in McDermott&rsquo;s statement, the systematic nature of the IRS actions between 2010 and 2012 represents a distinctly different set of circumstances.</p>\r\n<p>\r\n\tWe rate the statement Mostly False.</p>\r\n", "ruling_comments_date": "2013-06-05T17:45:07.428998", "ruling_date": "2013-06-06T11:01:25", "ruling_headline": "IRS targeted liberal groups during Bush years, says Jim McDermott", "ruling_headline_slug": "irs-targeted-liberal-groups-bush-years-jim-mcdermo", "ruling_link_text": "Liberal apples to conservative oranges", "ruling_state": null, "source_documents": null, "sources": "<p dir=\"ltr\" id=\"docs-internal-guid-15e3edf2-165c-57a7-1d68-e23212c38b96\" style=\"line-height:1.15;margin-top:0pt;margin-bottom:0pt;\">\r\n\t<a href=\"http://youtu.be/OZDnsDa_2as\">McDermott remarks on IRS hearings</a>, June 4, 2013</p>\r\n<p>\r\n\tTreasury Inspector General for Tax Administration, <a href=\"http://www.treasury.gov/tigta/auditreports/2013reports/201310053fr.html\">Inappropriate Criteria Were Used to Identify Tax-Exempt Applications for Review</a>, May 14, 2013</p>\r\n<p>\r\n\tSalon, <a href=\"http://www.salon.com/2013/05/14/when_the_irs_targeted_liberals/\">When the IRS targeted liberals</a>, May 14, 2013</p>\r\n<p>\r\n\t<a href=\"http://www.treasury.gov/tigta/auditreports/2005reports/200510035fr.pdf\">Review of the Exempt Organizations Function Process for Reviewing Alleged Political Campaign Intervention by Tax Exempt Organizations</a>, February 17, 2005</p>\r\n<p>\r\n\tTreasury Inspector General for Tax Administration, <a href=\"http://www.treasury.gov/tigta/auditreports/2009reports/200910080fr.pdf\">Statistical Profile of Alleged Political Intervention by Tax-Exempt Organizations in the 2004 Election Season</a>, May 12, 2009</p>\r\n<p>\r\n\tInterview with Gabe Rottman, legislative counsel, American Civil Liberties Union, June 4, 2013</p>\r\n<p>\r\n\tInterview with Bruce Fein, principal, The Lichfield Group, June 4, 2013</p>\r\n<p>\r\n\tInterview with David Keating, president, Center for Competitive Politics, June 4, 2013</p>\r\n<p>\r\n\tInterview with Melanie Sloan, executive director, Citizens for Responsibility and Ethics in Washington, June 5, 2013</p>\r\n<p>\r\n\tReuters, <a href=\"http://articles.chicagotribune.com/2012-06-21/news/sns-rt-usa-taxchurches-irs-featurel1e8hed5z-20120621_1_tax-exempt-status-pulpit-freedom-irs-rules\">As churches get political, U.S. IRS stays quiet</a>, June 21, 2012</p>\r\n<p>\r\n\tBloomberg, <a href=\"http://www.bloomberg.com/news/2013-05-15/irs-sent-same-letter-to-democrats-that-fed-tea-party-row.html?alcmpid=politics\">IRS sent same letter to Democrats that fed tea party row</a>, May 14, 2013013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "U.S. Representative", "false_count": 1, "first_name": "Jim", "half_true_count": 1, "home_state": "Washington state", "id": 523, "last_name": "McDermott", "mostly_true_count": 0, "name_slug": "jim-mcdermott", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/10897919_1.JPG", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/10897919.JPG", "resource_uri": "/api/v/2/person/523/", "total_count": 3, "true_count": 0, "website": "http://mcdermott.house.gov/"}, "statement": "<p>\r\n\t&quot;During the Bush administration, liberal groups were targeted&quot; by the IRS, similar to recent targeting.</p>\r\n", "statement_context": "a House Ways and Means hearing", "statement_date": "2013-06-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 12, "photo": null, "resource_uri": "/api/v/2/subject/12/", "subject": "Bush Administration", "subject_slug": "bush-administration", "used_in_edition": []}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ""}