{"art": [], "author": [{"email_address": "alex.reporter@gmail.com", "first_name": "Alexander", "id": 58, "last_name": "Lane", "name_slug": "alexander-lane", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/58/", "title": "Staff Writer, PolitiFact.com", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2008/oct/10/john-mccain/not-a-radical-group-and-ayers-didnt-run-it/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 790, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "alex.reporter@gmail.com", "first_name": "Alexander", "id": 58, "last_name": "Lane", "name_slug": "alexander-lane", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/58/", "title": "Staff Writer, PolitiFact.com", "twitter": null}], "resource_uri": "/api/v/2/statement/790/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p align=\"left\">\n For most of the election, Sen. John McCain's campaign has been somewhat subtle about trying to tie Sen. Barack Obama to the former '60s radical William Ayers.\n</p>\n<p align=\"left\">\n No longer.&nbsp;A\n <a href=\"http://www.youtube.com/watch?v=ONfJ7YSXE5w\" target=\"_blank\">\n  90-second Web ad\n </a>\n released Oct. 8, 2008, features sinister music, side-by-side photographs of Obama and Ayers, and a series of dubious allegations about their past connections, including this one:\n</p>\n<p align=\"left\">\n \"Ayers and Obama ran a radical education foundation together.\"\n</p>\n<p align=\"left\">\n Ayers was a founding member of the militant Vietnam-era anti-war group the Weathermen. He was investigated for his role in a series of domestic bombings, but the charges were dropped in 1974 due to prosecutorial misconduct. He is now an education professor at the University of Illinois at Chicago, and actively engaged in the city's civic life.\n</p>\n<p align=\"left\">\n The McCain campaign said the \"radical education foundation\" to which they were referring is the Chicago Annenberg Challenge, a charity endowed by publishing magnate Walter Annenberg that funded public-school programs in Chicago from 1995 to 2001.\n</p>\n<p align=\"left\">\n We'll look at whether the foundation was radical. But first we have to grapple with whether Obama and Ayers ran it.\n</p>\n<p align=\"left\">\n Obama served on the foundation's volunteer board from its inception in 1995 through its dissolution in 2001, and was chair for the first four years. So an argument can be made that he ran it, though an executive director handled day-to-day operations.\n</p>\n<p align=\"left\">\n Ayers, who received his doctorate in education from Columbia University in 1987 and is now a professor at the University of Illinois at Chicago, was active in getting the foundation up and running. He and two other activists led the effort to secure the grant from Annenberg, and he worked without pay in the early months of 1995, prior to the board's hiring of an executive director, to help the foundation get incorporated and formulate its bylaws, said Ken Rolling, who was the foundation's only executive director. Ayers went on to become a member of the \"collaborative,\" an advisory group that advised the board of directors and the staff.\n</p>\n<p align=\"left\">\n However, Ayers \"was never on the board of the Chicago Annenberg Challenge,\" and he \"never made a decision programmatically or had a vote,\" Rolling said.\n</p>\n<p align=\"left\">\n \"He (Ayers) was at board meetings&nbsp;&mdash; which, by the way, were open&nbsp;&mdash; as a guest,\" Rolling said. \"That is not anything near Bill Ayers and Barack Obama running the Chicago Annenberg Challenge.\"\n</p>\n<p align=\"left\">\n Now, was the foundation radical?\n</p>\n<p align=\"left\">\n The McCain campaign cited several pieces of evidence for that allegation, including a 1995 invitation from the foundation for applications from schools \"that want to make radical changes in the way teachers teach and students learn.\" The campaign appears to have confused\n <a href=\"http://www.merriam-webster.com/dictionary/radical\" target=\"_blank\">\n  two different definitions\n </a>\n &nbsp; of the word \"radical.\" Clearly the invitation referred to \"a considerable departure from the usual or traditional,\" rather than \"advocating extreme measures to retain or restore a political state of affairs.\"\n</p>\n<p align=\"left\">\n The campaign also cited two projects the foundation funded, one having to do with a United Nations-themed Peace School and another that focused on African-American studies.\n</p>\n<p align=\"left\">\n \"That is radical in the eye of this campaign and we imagine in the eyes of most Americans,\" said Michael Goldfarb, a spokesman for McCain. \"It is a subjective thing, and there are going to be people in Berkeley and Chicago who think that is totally legitimate.\"\n</p>\n<p align=\"left\">\n Teaching about the&nbsp;United Nations and African-American studies may not be everyone's cup of tea, but it's hardly \"radical\" in the same way Ayers' Vietnam-era activities were. Moreover, most of the projects the foundation funded (more on that below) were not remotely controversial.\n</p>\n<p align=\"left\">\n The McCain campaign also cited an opinion piece by conservative commentator Stanley Kurtz in the Sept. 23, 2008,\n <em>\n  Wall Street Journal\n </em>\n as evidence of the foundation's radicalism. Kurtz wrote that Ayers was the \"guiding spirit\" of the foundation, and it \"translated Mr. Ayers's radicalism into practice.\"\n</p>\n<p align=\"left\">\n But Ayers' views on education, though certainly reform-oriented and left-of-center, are not considered anywhere near as radical as his Vietnam-era views on war. And even if they were, there was a long list of individuals involved with the Chicago Annenberg Challenge whose positions provided them far more authority over its direction than Ayers' advisory role gave him.\n</p>\n<p align=\"left\">\n Let's look at a few, starting with the funder. Annenberg was a lifelong Republican and former ambassador to the United Kingdom under President Richard Nixon. His widow, Leonore, has endorsed McCain. Kurtz might just as plausibly have accused Obama and the foundation of \"translating Annenberg's conservatism into practice.\"\n</p>\n<p align=\"left\">\n Among the other board members who served with Obama were: Stanley Ikenberry, former president of the University of Illinois; Arnold Weber, former president of Northwestern University and assistant secretary of labor in the Nixon administration; Scott Smith, then publisher of the Chicago Tribune; venture capitalist Edward Bottum; John McCarter, president of the Field Museum; Patricia Albjerg Graham, former dean of the&nbsp;Harvard University Graduate School of Education,&nbsp;and a host of other mainstream folks.\n</p>\n<p align=\"left\">\n \"The whole idea of it being radical when it was this tie of blue-chip, white-collar, CEOs and civic leaders is just ridiculous,\" said the foundation's former development director, Marianne Philbin.\n</p>\n<p align=\"left\">\n The foundation gave money to groups of public schools &ndash; usually three to 10 &ndash; who partnered with some sort of outside organization to improve their students' achievement.\n</p>\n<p align=\"left\">\n In his opinion piece, Kurtz puts a sinister spin on this: \"Instead of funding schools directly, it required schools to affiliate with 'external partners,' which actually got the money...CAC disbursed money through various far-left community organizers, such as the Association of Community Organizations for Reform Now (or ACORN).\"\n</p>\n<p align=\"left\">\n Rollings said the foundation tried to fund the schools directly, but doing so proved to be a \"bureaucratic nightmare.\" But any external group that received money had to have created a program in partnership with a network of public schools.\n</p>\n<p align=\"left\">\n And though ACORN is considered a liberal organization, the vast majority of the foundation's external partners were not remotely controversial. Here are a few examples: the Chicago Symphony, the University of Chicago, Loyola University, Northwestern University, the Chicago Children's Museum, the Museum of Science and Industry, the Field Museum, the Commercial Club of Chicago, the Garfield Park Conservatory Alliance and&nbsp;the Logan Square Neighborhood Association.\n</p>\n<p align=\"left\">\n Had Kurtz chosen to accuse Obama of carrying water for the conservative Annenberg, he might have written: \"CAC disbursed money to various business-friendly entities, such as the Museum of Science and Industry and the Commercial Club of Chicago.\"\n</p>\n<p align=\"left\">\n See how easy it is?\n</p>\n<p align=\"left\">\n The programs the foundation funded were designed to allow&nbsp;individuals from the \"external partners\" &ndash; whether the musicians in the symphony or the business leaders in the commercial club &ndash; to help improve student achievement. They were along the lines of mentoring by artists, literacy instruction, professional development for teachers and administrators, and training for parents in everything from computer skills to helping their children with homework to advocating for their children at school.\n</p>\n<p align=\"left\">\n This last activity &ndash; something suburban parents practice with zeal &ndash; is also suspect in Kurtz's view: \"CAC records show that board member Arnold Weber was concerned that parents 'organized' by community groups might be viewed by school principals 'as a political threat.'\" That is typical of Kurtz's essay &ndash; relatively innocuous facts cast in the worst possible light. That's appropriate for an opinion piece, perhaps, but hardly grounds for a purportedly factual political ad accusing the group of radicalism.\n</p>\n<p align=\"left\">\n We could go on and on with evidence that the Chicago Annenberg Challenge was a rather vanilla charitable group. For example, under the deal with Annenberg every dollar from him had to be matched by two from elsewhere. The co-funders were a host of respected, mainstream institutions, such as the National Science Foundation, the John D. and Catherine T. MacArthur Foundation, the W.K. Kellogg Foundation and the Chicago Public Schools.\n</p>\n<p align=\"left\">\n In short, this was a mainstream foundation funded by a mainstream, Republican business leader and led by an overwhelmingly mainstream, civic-minded group of individuals. Ayers' involvement in its inception and on an advisory committee do not make it radical &ndash; nor does the funding of programs involving the United Nations and African-American studies.\n</p>\n<p align=\"left\">\n This attack is false, but it's more than that &ndash; it's malicious. It unfairly tars not just Obama, but all the other prominent, well-respected Chicagoans who also volunteered their time to the foundation. They came from all walks of life and all political backgrounds, and there's ample evidence their mission was nothing more than improving ailing public schools in Chicago. Yet in the heat of a political campaign they have been accused of financing radicalism. That's Pants on Fire wrong.\n</p>", "ruling_comments_date": "2010-01-07T13:27:57.016409", "ruling_date": "2008-10-10T00:00:00", "ruling_headline": "Not a radical group, and Ayers didn't run it", "ruling_headline_slug": "not-a-radical-group-and-ayers-didnt-run-it", "ruling_link_text": "Not a radical group, and Ayers didn't run it", "ruling_state": null, "source_documents": null, "sources": "<p>\n YouTube.com,\n <a href=\"http://www.youtube.com/watch?v=ONfJ7YSXE5w\" target=\"_blank\">\n  Ayers\n </a>\n , Oct. 8, 2008, accessed Oct. 9, 2008\n</p>\n<p>\n New York Times,\n <a href=\"http://www.nytimes.com/2008/10/04/us/politics/04ayers.html?hp\" target=\"_blank\">\n  Obama and '60s Bomber: A Look Into Crossed Paths\n </a>\n , Oct. 3, 2008\n</p>\n<p>\n Wall Street Journal,\n <a href=\"http://online.wsj.com/article/SB122212856075765367.html\" target=\"_blank\">\n  Obama and Ayers Pushed Radicalism On Schools\n </a>\n , Sept. 23, 2008\n</p>\n<p>\n Cataylst Chicago,\n <a href=\"http://www.catalyst-chicago.org/guides/?id=87#cac\" target=\"_blank\">\n  1997 Grants\n </a>\n , accessed Oct. 9, 2008\n</p>\n<p>\n National Public Radio,\n <a href=\"http://www.npr.org/templates/story/story.php?storyId=95442902\" target=\"_blank\">\n  Obama's Links to Ex-Radical Examined\n </a>\n , Oct. 6, 2008, accessed Oct. 9, 2008\n</p>\n<p>\n Interview with Marianne Philbin, former development director, Chicago Annenberg Challenge, Oct. 9, 2008\n</p>\n<p>\n Interview with Ken Rolling, former executive director, Chicago Annenberg Challenge, Oct. 9, 2008\n</p>\n<p>\n Interview with Brian Jones, spokesman for Sen. John McCain, Oct. 9, 2008\n</p>\n<p>\n Interview with Michael Goldfarb, spokesman for Sen. John McCain, Oct. 9, 2008\n</p>\n<p>\n JohnMcCain.com,\n <a href=\"http://www.johnmccain.com/informing/news/PressReleases/1b838127-b4a0-4868-9906-62f555376089.htm\" target=\"_blank\">\n  100 U.S. Ambassadors Endorse McCain-Palin\n </a>\n , Oct. 8, 2008, accessed Oct. 9, 2008\n</p>\n<p>\n YouTube.com,\n <a href=\"http://www.youtube.com/watch?v=-kEQ_2ZWLNg\" target=\"_blank\">\n  Obama Downplays Bill Ayers Association\n </a>\n , Oct. 8, 2008, accessed Oct. 9, 2008\n</p>\n<p>\n Merriam-webster.com,\n <a href=\"http://www.merriam-webster.com/dictionary/radical\" target=\"_blank\">\n  Radical\n </a>\n , accessed Oct. 9, 2008\n</p>\n<p>\n &nbsp;\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 32, "current_job": "U.S. senator", "false_count": 39, "first_name": "John", "half_true_count": 31, "home_state": "Arizona", "id": 8, "last_name": "McCain", "mostly_true_count": 37, "name_slug": "john-mccain", "pants_count": 8, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-johnmccain.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Arizona", "edition": "Arizona", "edition_slug": "arizona", "has_afterthefact": false, "id": 56, "index_page": false, "meter_name": "The Arizona Truth-O-Meter", "resource_uri": "/api/v/2/edition/56/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/8/", "total_count": 190, "true_count": 37, "website": "http://www.johnmccain.com/"}, "statement": "<p align=\"left\">\"(Bill) Ayers and Obama ran a radical education foundation together.\"</p>", "statement_context": "a Web ad", "statement_date": "2008-10-09", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 36, "photo": null, "resource_uri": "/api/v/2/subject/36/", "subject": "Patriotism", "subject_slug": "patriotism", "used_in_edition": []}], "target": [], "twitter_headline": null}