{"art": [], "author": [{"email_address": "jnelson@journalsentinel.com", "first_name": "James B.", "id": 176, "last_name": "Nelson", "name_slug": "james-b-nelson", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/176/", "title": "Watchdog reporter", "twitter": null}], "canonical_url": "/wisconsin/statements/2013/jun/19/john-nygren/rep-john-nygren-says-wisconsin-economic-developmen/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 7900, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jnelson@journalsentinel.com", "first_name": "James B.", "id": 176, "last_name": "Nelson", "name_slug": "james-b-nelson", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/176/", "title": "Watchdog reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/7900/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p dir=\"ltr\" id=\"docs-internal-guid-2a658f33-4425-a53f-149a-763f3e987e7c\">\r\n\tNearly two years after its creation, the Wisconsin Economic Development Corp. -- the quasi-private jobs agency created by Gov. Scott Walker -- has been criticized by Democrats for management turnover, failure to follow up on past due loans and other problems.</p>\r\n<p dir=\"ltr\">\r\n\tThose complaints got new life in early May when the nonpartisan Legislative Audit Bureau issued a <a href=\"http://legis.wisconsin.gov/lab/reports/13-7highlights.pdf\">bruising audit</a>about WEDC&rsquo;s effectiveness. &nbsp;The audit criticized the agency for poor record keeping, sloppy internal practices, and giving awards to ineligible businesses and projects.</p>\r\n<p dir=\"ltr\">\r\n\tIt also said there was no way to measure the agency&rsquo;s effectiveness in spurring job creation, in part because WEDC failed to follow basic standards in state law regarding the clear and proper use of taxpayer money.</p>\r\n<p dir=\"ltr\">\r\n\tWEDC was created in 2011 as the successor of the state&rsquo;s Commerce Department with the idea that a private agency would be more effective at encouraging business growth than a state agency. The audit painted a far different picture.</p>\r\n<p dir=\"ltr\">\r\n\tAs lawmakers and Walker debated how to improve WEDC, support came May 8, 2013, from state Rep. John Nygren (R-Marinette), co-chairman of the Legislature&rsquo;s Joint Finance Committee.</p>\r\n<p dir=\"ltr\">\r\n\tHe argued the agency needed more time to prove itself and said there should be no cuts to the WEDC budget because the agency was a <a href=\"http://www.jsonline.com/news/wisconsin/board-members-of-troubled-jobs-agency-reach-for-solutions-p09sjm5-206599541.html\">&quot;proven job creator.&quot;</a></p>\r\n<p dir=\"ltr\">\r\n\tThat caught our attention because it seemed to contradict the statements in the very audit that Nygren was responding to.</p>\r\n<p dir=\"ltr\">\r\n\tWhen we asked Nygren for evidence to back up his claim, aide Jennifer Malcore said his statement was from &quot;a local perspective.&quot;</p>\r\n<p dir=\"ltr\">\r\n\t&quot;He has talked with businesses in his district that have taken advantage of WEDC services and have increased their employees,&quot; Malcore said.</p>\r\n<p dir=\"ltr\">\r\n\tThat&rsquo;s a narrow answer, and we&rsquo;ll return to it below.</p>\r\n<p dir=\"ltr\">\r\n\tBut Nygren&rsquo;s statement addressed the overall performance of the new agency.</p>\r\n<p dir=\"ltr\">\r\n\tAnd that&rsquo;s where we start to find trouble.</p>\r\n<p dir=\"ltr\">\r\n\t<strong>About that audit</strong></p>\r\n<p dir=\"ltr\">\r\n\tFor starters, even the auditors could not evaluate the effectiveness of WEDC&rsquo;s job creation, noting this in their report:</p>\r\n<p dir=\"ltr\">\r\n\t&quot;The report WEDC submitted in November 2012 did not contain all required information, contained some inaccurate information, and did not clearly present information about the number of jobs created and retained as a result of its programs. For these reasons, and in</p>\r\n<p dir=\"ltr\">\r\n\tthe absence of verified performance information, we did not assess the effectiveness of WEDC&rsquo;s economic development programs.&quot;</p>\r\n<p dir=\"ltr\">\r\n\tLikewise, WEDC did not cite a number for total jobs created in its 2012 <a href=\"http://inwisconsin.com/content/uploads/2013/02/2012-Annual-Report.pdf\">annual report</a>.</p>\r\n<p dir=\"ltr\">\r\n\tRather, the report said that in fiscal year 2012 -- which ended June 30, and covered the agency&rsquo;s first year in operation -- WEDC provided 287 &quot;awards&quot; worth $500 million to state companies. The incentives included tax credits, bonding and grants and loans &quot;to companies that have or will go on to start, expand or relocate their operations in Wisconsin.&quot;</p>\r\n<p dir=\"ltr\">\r\n\tThe report added: &quot;A total of 23,759 jobs in Wisconsin are anticipated to be impacted directly by investments made by WEDC in FY12.&quot; That means that the agency expects that number of people that will be hired in the future by companies that received assistance.</p>\r\n<p dir=\"ltr\">\r\n\tNygren&rsquo;s statement did not involve a claim of a specific number of jobs, or compare the performance of WEDC to the old Commerce Department. So it turns largely on how successful WEDC&rsquo;s performance has been in specific instances. Since it is a new agency, it&rsquo;s understandable that many of its efforts have not yet led to hiring, or will lead to jobs in the future.</p>\r\n<p dir=\"ltr\">\r\n\tWEDC spokesman Thomas Thieding said: &quot;We don&rsquo;t create the jobs. We help the job creators.&quot;</p>\r\n<p dir=\"ltr\">\r\n\tYet the audit pointed out that WEDC needs to do a better job of following up with companies to see how many jobs were created.</p>\r\n<p dir=\"ltr\">\r\n\t<strong>&quot;Local perspective.</strong>&quot;</p>\r\n<p dir=\"ltr\">\r\n\tFor the &quot;local perspective&quot; Nygren&rsquo;s aide cited, his office directed us to seven companies. We spoke to executives from several firms, large and small. All said that financial and other assistance from WEDC was an important factor behind their decision to add workers.</p>\r\n<p dir=\"ltr\">\r\n\tHere&rsquo;s a synopsis:</p>\r\n<p dir=\"ltr\">\r\n\t<strong>Precision Iceblast Corp</strong>. moved in early 2012 from Michigan to a building in the Peshtigo industrial park. The company deploys crews that use machines fueled by dry ice to do paint removal and other tasks, mostly in power plants and factories.</p>\r\n<p dir=\"ltr\">\r\n\tPrecision received $400,000 in tax credits and, in return, promised to create 64 jobs, under a contract with WEDC.</p>\r\n<p dir=\"ltr\">\r\n\tIn general the credits range from $3,000 to $7,000 per job, depending on the level of pay. Companies can also get credits based on a percentage of a capital investment they make.</p>\r\n<p dir=\"ltr\">\r\n\t&quot;If a company doesn&#39;t create the jobs they simply don&#39;t get the tax credits., Thieding said. &quot;The only way tax credits are approved is if a company meets the terms of a contract.&quot;</p>\r\n<p dir=\"ltr\">\r\n\tWEDC helped Precision find a suitable facility, and gave advice about expanding internationally, said Paul Lemery, vice president.</p>\r\n<p dir=\"ltr\">\r\n\t&quot;They did a lot of the grunt work for us,&quot; he said.</p>\r\n<p dir=\"ltr\">\r\n\tEmployment grew from 55 to about 70 now, and is on track to meet the employment goal within three years, Lemery said.</p>\r\n<p dir=\"ltr\">\r\n\t&quot;If it wasn&rsquo;t for them, we would have just built in Michigan.&quot;</p>\r\n<p dir=\"ltr\">\r\n\t<strong>Marinette-based Vargo Tool and Die Inc.</strong> added a new facility and seven jobs in 2012 in Peshtigo after WEDC helped, said company owner Doug Vargo.</p>\r\n<p dir=\"ltr\">\r\n\tThrough WEDC, Vargo received $58,000 in tax credits and promised to create 12 jobs under an agreement signed in April 2013. The company also received assistance from the city of Pesthigo in the form of a tax district.</p>\r\n<p dir=\"ltr\">\r\n\tThe new building has a boring mill and a large crane that allows the company to bid on additional work, Vargo said, adding that he believes employment could grow to 12 at that facility within five years.</p>\r\n<p dir=\"ltr\">\r\n\t&quot;All together, we got $700,000 from the state and Peshtigo,&quot; Vargo said. &quot;It turned out to be a really good deal for us.&quot;</p>\r\n<p dir=\"ltr\">\r\n\tMarinette Marine, one of the state&rsquo;s largest employers, received $28 million in tax credits through WEDC and promised to create 1,000 jobs under an agreement signed in August 2011.</p>\r\n<p dir=\"ltr\">\r\n\tWEDC &quot;played an integral role&quot; in Marinette&rsquo;s ability to land a major federal contract as a subcontractor to Lockheed Martin Corp. &nbsp;to build littoral combat ships for the U.S. Navy, said Scott Wellens, Marinette Marine director of quality and facilities.</p>\r\n<p dir=\"ltr\">\r\n\tHe added the agency has been a &quot;strong partner in the creation of jobs&quot; at Marinette.</p>\r\n<p dir=\"ltr\">\r\n\tThe shipyard has built and delivered two of the ships and Lockheed has a contract to build a total of 10 of the ships in Marinette.</p>\r\n<p dir=\"ltr\">\r\n\tWEDC&rsquo;s assistance helped Marinette to be competitive in bidding for the work, Wellens said. It also helped the company establish a maritime center for excellence, which helps Marinette work with suppliers to become more efficient and competitive, he said.</p>\r\n<p dir=\"ltr\">\r\n\tMarinette has added about 1,000 jobs in the past three years and has total employment of 1,750 today, Wellens said.</p>\r\n<p dir=\"ltr\">\r\n\tState efforts to help the company <a href=\"http://www.jsonline.com/business/93647204.html\">began in the spring of 2010</a>, under then Democratic Gov. Jim Doyle -- before Walker was elected and a year before WEDC was created. The state offered Marinette $50 million in incentives, with the promise that the company create 1,000 jobs.</p>\r\n<p dir=\"ltr\">\r\n\tThat was revised to $28 million under Walker &nbsp;&quot;with the &nbsp;opportunity to expand another $10 million for another large project subject to new employee numbers,&quot; said Thieding.</p>\r\n<p dir=\"ltr\">\r\n\t<strong>Our rating</strong></p>\r\n<p dir=\"ltr\">\r\n\tNygren defended the new Wisconsin Economic Development Corp. after an audit criticized the agency&rsquo;s record keeping and performance. The agency, Nygren said, was &quot;a proven jobs creator.&quot;</p>\r\n<p dir=\"ltr\">\r\n\tThe Legislative Audit Bureau and the agency&rsquo;s annual report say that because the agency was so poorly run it&rsquo;s impossible to determine how many jobs WEDC helped create. WEDC projectsthat the agency helped create 23,759 jobs. But that&rsquo;s a prediction.</p>\r\n<p dir=\"ltr\">\r\n\tNygren directed us to northeastern Wisconsin employers who received help from the agency. Of the three companies we contacted, they reported adding a total of 1,022 jobs of a promised a total of 1,076 in exchange for $28.46 million in tax credits. And WEDC doesn&rsquo;t deserve sole credit for the largest employer, Marinette Marine, which added more than 1,000 jobs. The state began efforts to help Marinette well before the agency was established.</p>\r\n<p dir=\"ltr\">\r\n\tSo Nygren&rsquo;s statement is true on the local level, but it&rsquo;s impossible to measure in the broad sense. We rate his statement Half True.</p>\r\n", "ruling_comments_date": "2013-06-14T15:25:51.810605", "ruling_date": "2013-06-19T05:00:00", "ruling_headline": "Rep. John Nygren says the Wisconsin Economic Development Corp. is a proven job creator", "ruling_headline_slug": "rep-john-nygren-says-wisconsin-economic-developmen", "ruling_link_text": "Anecdotally, yes. Statistically, records unclear", "ruling_state": null, "source_documents": null, "sources": "<p dir=\"ltr\" id=\"docs-internal-guid-2a658f33-4426-797c-2374-5d36c261b6cb\">\r\n\tMilwaukee Journal Sentinel, <a href=\"http://www.jsonline.com/news/statepolitics/wisconsin-budget-panel-prepares-new-plan-for-wedc-budget-1a9t69s-206818031.html\">&quot;State budget panel holds up $63 million in WEDC funding over problems,&quot;</a>May 10, 2013</p>\r\n<p dir=\"ltr\">\r\n\tMilwaukee Journal Sentinel, <a href=\"http://www.jsonline.com/news/wisconsin/board-members-of-troubled-jobs-agency-reach-for-solutions-p09sjm5-206599541.html\">&quot;Board members of troubled jobs agency reach for solutions,&quot; </a>May 8, 2013</p>\r\n<p dir=\"ltr\">\r\n\tMilwaukee Journal Sentinel, <a href=\"http://www.jsonline.com/business/93647204.html\">&quot;Doyle offers $50 million to aid in Marinette shipbuilder bid,&quot;</a>May 13, 2010</p>\r\n<p dir=\"ltr\">\r\n\tWisconsin Economic Development Corp. <a href=\"http://inwisconsin.com/content/uploads/2013/02/2012-Annual-Report.pdf\">2012 annual report</a></p>\r\n<p dir=\"ltr\">\r\n\tLegislative Audit Bureau <a href=\"http://legis.wisconsin.gov/lab/reports/13-7highlights.pdf\">report on Wisconsin Economic Development Corp.</a>, May 2013</p>\r\n<p dir=\"ltr\">\r\n\tEmails, Jennifer Malcore, aide, Rep. John Nygren.</p>\r\n<p dir=\"ltr\">\r\n\tEmails, interviews, Thomas Thieding, spokesman, Wisconsin Economic Development Corp.</p>\r\n<p dir=\"ltr\">\r\n\tTelephone interview, Paul Lemery, vice president, Precision Iceblast Corp.</p>\r\n<p dir=\"ltr\">\r\n\tTelephone interview, Doug Vargo, Vargo Tool &amp; Die Corp.</p>\r\n<p dir=\"ltr\">\r\n\tTelephone interview, Scott Wellens,Marinette Marine director of quality and facilities</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "State Assembly, 89th District", "false_count": 0, "first_name": "John", "half_true_count": 1, "home_state": "Wisconsin", "id": 2336, "last_name": "Nygren", "mostly_true_count": 0, "name_slug": "john-nygren", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/John_Nygren_PFACT.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2336/", "total_count": 1, "true_count": 0, "website": "http://legis.wisconsin.gov/pages/leg-info.aspx?d=89&h=A"}, "statement": "<p dir=\"ltr\" id=\"docs-internal-guid-2a658f33-4424-8d7f-27ae-e00eec577af5\" style=\"line-height:1.15;margin-top:0pt;margin-bottom:0pt;\">\r\n\tThe Wisconsin Economic Development Corporation is a &quot;proven job creator.&quot;</p>\r\n", "statement_context": "a press conference", "statement_date": "2013-05-08", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}