{"art": [{"brightcove": "", "caption": "Rep. Mike Rogers, R-Mich., discussed the investigation into alleged targeting of conservative groups by the IRS during a June 16, 2013, appearance on CBS' \"Face the Nation.\"", "id": 3477, "infogram": "", "ndn": "<div data-config-site-section=\"tbtimes\" data-config-video-id=None data-config-tracking-group=\"90964\" data-config-type=\"VideoPlayer/Single\" data-config-widget-id=\"2\" class=\"ndn_embed\" id=\"ndn_single_player\"></div>", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Mike_Rogers_on_Face_the_Nation.jpg", "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/3477/", "title": "Mike Rogers on Face the Nation", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2013/jun/19/mike-rogers/rep-mike-rogers-says-irs-scandal-clearly-showed-so/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 7918, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/7918/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tThere&rsquo;s broad bipartisan agreement that Internal Revenue Service targeting of tea party and other conservative groups was wrong. But was it criminal? Rep. Mike Rogers, R-Mich., thinks so.</p>\r\n<p>\r\n\tDuring a June 16, 2013, <a href=\"http://www.cbsnews.com/8301-3460_162-57589523/face-the-nation-transcripts-june-16-2013-mcdonough-and-rogers-on-nsa-surveillance/?pageNum=4\">appearance</a> on CBS&rsquo; <em>Face the Nation</em>, Rogers said the IRS scandal &quot;clearly showed some criminal behavior that at least we know was back at 1600 Pennsylvania Ave.&quot;</p>\r\n<p>\r\n\tWhile this sounds as if Rogers was accusing White House officials directly of perpetrating criminal activities, host Bob Schieffer pressed him on that claim twice, and both times Rogers denied that he was making that argument. Instead, Rogers told Schieffer that the administration has &quot;admitted that people in the White House knew about this behavior.&quot;</p>\r\n<p>\r\n\tOur friends at the <em>Washington Post </em>Fact Checker have <a href=\"http://www.washingtonpost.com/blogs/fact-checker/post/the-claim-that-the-white-house-was-aware-of-the-irs-behavior/2013/06/18/b0763d60-d84c-11e2-a9f2-42ee3912ae0e_blog.html\">concluded that Rogers&rsquo; overall claim is overblown</a>. We wondered, though, whether Rogers was well-grounded on something more specific -- that the IRS scandal &quot;clearly showed some criminal behavior.&quot;</p>\r\n<p>\r\n\tKelsey Knight, a spokeswoman for Rogers, elaborated on his comments in an interview, saying the congressman &quot;believes the targeting of individuals for their political beliefs at the IRS broke the law. &hellip; The ongoing investigations will eventually determine who at IRS was actually guilty of criminal behavior.&quot;</p>\r\n<p>\r\n\tFirst, let&rsquo;s recap what the IRS scandal is all about. As we&rsquo;ve <a href=\"http://www.politifact.com/texas/statements/2013/jun/11/progress-texas/progress-texas-says-two-thirds-groups-targeted-irs/\">noted previously</a>, the IRS apologized on May 10, 2013, for singling out tax-exemption applications from groups whose names included &quot;tea party,&quot; &quot;patriot&quot; or &quot;9/12.&quot; The organizations were seeking exemption from federal taxes either as charitable groups with IRS designation 501(c)3 or as social welfare groups, which are allowed to engage in limited political activity without disclosing donors, under IRS designation 501(c)4.</p>\r\n<p>\r\n\tSeveral factors offer complications for Rogers (and for us) in sorting out what went on inside the IRS. Congressional investigations are still under way, meaning that not all the facts are in evidence yet. In addition, Republicans and Democrats on the House Oversight and Government Reform Committee have been releasing pieces of evidence selectively, in ways that advance their political goals.</p>\r\n<p>\r\n\tThat said, the <a href=\"http://www.treasury.gov/tigta/auditreports/2013reports/201310053fr.pdf\">inspector general&rsquo;s report</a> that ignited the scandal doesn&rsquo;t say anything about criminal behavior. So we checked with experts in criminal and tax law to see if there was something we were missing. Is a criminal case the slam dunk Rogers said it was?</p>\r\n<p>\r\n\tThe experts we interviewed agreed that there would be a substantial bar to clear before a prosecution could go forward, to say nothing of a guilty verdict being rendered. The experts raised two key issues:</p>\r\n<p>\r\n\t<strong>The need to prove intent</strong></p>\r\n<p>\r\n\t&quot;The key element in any criminal case, in addition to satisfying the statutory requirements, is to establish intent,&quot; said Stan Brand, a veteran white-collar lawyer in Washington. &quot;That is typically the most difficult part of any criminal case, because it must be established directly through the acts or statements of the defendant or, more commonly, through circumstantial evidence and inference. &hellip; That won&#39;t be any easier in the IRS case than any other case.&quot;</p>\r\n<p>\r\n\tBrand said he hasn&rsquo;t seen anything yet that is clear evidence of intentional criminal activity, though he added that he&rsquo;s sure the FBI and Justice Department are looking.</p>\r\n<p>\r\n\t<strong>What law would have been broken?</strong></p>\r\n<p>\r\n\tFinding the right criminal statute to use for prosecuting the targeting of political groups could be harder than it sounds.</p>\r\n<p>\r\n\tElizabeth Kingsley, a Washington attorney who specializes in the tax treatment of exempt organizations, said it&rsquo;s &quot;a reach to even come up with a statute that applies, much less to find &lsquo;clear&rsquo; criminal culpability. I suppose if the facts eventually came out to show that the special scrutiny of those groups was based on an intentional decision to subject certain applicants to harsher scrutiny because of an animus against their racial or religious identity, there might be a case to be made. But it would require evidence to demonstrate such an intent, and we have nothing like that so far.&quot;</p>\r\n<p>\r\n\tDavid Weisbach, a University of Chicago law professor who previously worked as associate tax legislative counsel at the Treasury Department, agreed.</p>\r\n<p>\r\n\t&quot;I&#39;d be shocked if anything that was done was criminal, because there is no explicit statute on point, and because it appears that the IRS staff actually had quite good reasons for selecting the applications as they did,&quot; he said. &quot;Examining the political activity of these groups was their job.&quot;</p>\r\n<p>\r\n\tBrand said that criminal civil rights violations could come into play &quot;if there was a plan or a plot to intentionally deprive these groups of their tax status based on their political ideas.&quot; But it would have to be proven that IRS officials targeted groups for the <em>content </em>of their political beliefs, rather than on the possibility that they would <em>act </em>on those beliefs.</p>\r\n<p>\r\n\tAnother possibility is the <a href=\"http://www.archives.gov/legal/ethics/hatch-act.html\">Hatch Act</a>, which limits federal employees from taking part in certain political activities. However, the political activities restricted by the Hatch Act involve partisan politics, and while the tea party groups in question were conservative, they were not officially Republican. Because the key question in the targeting of tea party groups revolves around whether they are primarily &quot;social welfare&quot; organizations, rather than partisan organizations, &quot;it&rsquo;s hard to see how any delay in processing their applications could be considered partisan political activity,&quot; Kingsley said.</p>\r\n<p>\r\n\tThe laws that could most plausibly support Rogers&rsquo; claim are those that address perjury or making false statements to law enforcement, Brand said. But if those laws end up being broken, it would be as part of a cover-up rather than the targeting scandal itself, and in the interview with Schieffer, Rogers referred to criminal activity in the targeting itself.</p>\r\n<p>\r\n\t&quot;Clearly, when the government in any way, shape, or form uses its power to intimidate citizens who are donating to whatever their political belief -- Republican or Democrat-- that&#39;s a criminal activity,&quot; Rogers told Schieffer.</p>\r\n<p>\r\n\t<strong>Our ruling</strong></p>\r\n<p>\r\n\tRogers said the IRS scandal &quot;clearly showed some criminal behavior,&quot; but the experts we interviewed were skeptical that such a threshold has been met, at least for now. Proving a civil rights violation would be hard, requiring evidence of officials&rsquo; intent to deny someone&rsquo;s civil rights. More plausibly, prosecutors could go after officials for false statements or perjury, though it would be a stretch to call that part of the original targeting scandal that Rogers referred to on<em> Face the Nation</em>.</p>\r\n<p>\r\n\tIn all, experts said Rogers&rsquo; use of the adverb &quot;clearly&quot; went too far. If anything, they suggested, &quot;murky&quot; might be a more appropriate descriptor. Not all the evidence is in, but Rogers is pushing the envelope well beyond what is publicly known today. We rate his claim Mostly False.</p>\r\n", "ruling_comments_date": "2013-06-19T13:03:52.295287", "ruling_date": "2013-06-19T15:51:12", "ruling_headline": "Rep. Mike Rogers says the IRS scandal \"clearly showed some criminal behavior\"", "ruling_headline_slug": "rep-mike-rogers-says-irs-scandal-clearly-showed-so", "ruling_link_text": "\"Clear\"? More like \"murky\"", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tMike Rogers, <a href=\"http://www.cbsnews.com/8301-3460_162-57589523/face-the-nation-transcripts-june-16-2013-mcdonough-and-rogers-on-nsa-surveillance/?pageNum=4\">interview</a> on CBS&rsquo;<em> Face the Nation</em>, June 16, 2013</p>\r\n<p>\r\n\tTreasury Inspector General for Tax Administration, <a href=\"http://www.treasury.gov/tigta/auditreports/2013reports/201310053fr.pdf\">&quot;Inappropriate Criteria Were Used to Identify Tax-Exempt Applications for Review,&quot;</a> May 14, 2013</p>\r\n<p>\r\n\tNational Archives, &quot;<a href=\"http://www.archives.gov/legal/ethics/hatch-act.html\">Hatch Act and Political Activities</a>,&quot; accessed June 19, 2013</p>\r\n<p>\r\n\t<em>Washington Post </em>Fact Checker, &quot;<a href=\"http://www.washingtonpost.com/blogs/fact-checker/post/the-claim-that-the-white-house-was-aware-of-the-irs-behavior/2013/06/18/b0763d60-d84c-11e2-a9f2-42ee3912ae0e_blog.html\">The claim that the White House was &lsquo;aware&rsquo; of the IRS behavior</a>,&quot; June 19, 2013</p>\r\n<p>\r\n\tEmail interview with Stanley M. Brand, partner with the Brand Law Group, June 18, 2013</p>\r\n<p>\r\n\tEmail interview with Elizabeth J. Kingsley, attorney with the firm Harmon, Curran, Spielberg + Eisenberg, June 18, 2013</p>\r\n<p>\r\n\tEmail interview with Adam Rappaport, senior counsel at Citizens for Responsibility and Ethics in Washington, June 18, 2013</p>\r\n<p>\r\n\tEmail interview with David Weisbach, University of Chicago law professor, June 18, 2013</p>\r\n<p>\r\n\tEmail interview with Donald Tobin, Ohio State University law professor who previously worked as an attorney on the appellate staff of the Justice Department&rsquo;s tax division, June 18, 2013</p>\r\n<p>\r\n\tEmail interview with Eric Schultz, White House spokesman, June 17, 2013</p>\r\n<p>\r\n\tEmail interview with Kelsey Knight, spokeswoman for Mike Rogers, June 18, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "national security commentator for CNN", "false_count": 1, "first_name": "Mike ", "half_true_count": 1, "home_state": "Michigan", "id": 2333, "last_name": "Rogers", "mostly_true_count": 2, "name_slug": "mike-rogers", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rogers_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2333/", "total_count": 8, "true_count": 1, "website": "http://www.mikerogers.com/"}, "statement": "<p>\r\n\tThe IRS scandal &quot;clearly showed some criminal behavior.&quot;</p>\r\n", "statement_context": "an interview on CBS' \"Face the Nation\"", "statement_date": "2013-06-16", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ""}