{"art": [], "author": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "canonical_url": "/wisconsin/statements/2013/jun/23/lena-taylor/taylor-says-alleged-advantage-bail-bonds-not-backe/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 7919, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/7919/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p dir=\"ltr\" id=\"docs-internal-guid-24e5a600-5d8b-b61d-4d0e-7e7a8eb27f9c\">\r\n\tUnaccountable, armed bounty hunters breaking down doors in Milwaukee, profiting on the criminal justice system.</p>\r\n<p dir=\"ltr\">\r\n\tState Sen. Lena Taylor (D-Milwaukee) raised that specter after a last-minute <a href=\"http://www.jsonline.com/news/statepolitics/bail-bondsmen-lake-michigan-among-special-interest-items-in-budget-plan-b9927006z1-210231371.html\">Republican budget action</a> on June 5, 2013 that would authorize private bail agents to work in five Wisconsin counties at a judge&rsquo;s discretion -- Milwaukee, Waukesha, Racine, Kenosha and Dane.</p>\r\n<p dir=\"ltr\">\r\n\t&quot;Bail Bonds are back,&quot; Taylor wrote in a <a href=\"http://milwaukeecourieronline.com/index.php/2013/06/07/legislatively-speaking-sausage-making/\">June 7, 2013 opinion piece</a> in the Milwaukee Courier, a weekly newspaper. &quot;Since the early 1970&rsquo;s private bail bondsmen and bounty hunters have been illegal in Wisconsin. In the 2011 budget, Republicans tried to introduce them back to Wisconsin, but Governor Walker wisely vetoed them out of the budget.&quot;</p>\r\n<p dir=\"ltr\">\r\n\tTaylor then took on one of the key talking points used by bonding companies in favor of the GOP plan.</p>\r\n<p dir=\"ltr\">\r\n\t&quot;There is no statistical evidence that bail bonds increase the likelihood of those awaiting trial returning to court for their scheduled hearings, etc.,&quot; Taylor wrote. &quot;In fact, this provision is widely opposed by almost everyone in the criminal justice system in Wisconsin, especially in Milwaukee.&quot;</p>\r\n<p dir=\"ltr\">\r\n\tWisconsin hasn&#39;t had a commercial bail bonds system since 1979, and many leaders within the state&#39;s justice system want to keep it that way.</p>\r\n<p dir=\"ltr\">\r\n\tA key issue in the debate is whether use of a bail bondsman gets more defendants to show up for court, so we wondered about Taylor&rsquo;s claim that &quot;no statistical evidence&quot; supports the notion that bail bonds bring that about.</p>\r\n<p dir=\"ltr\">\r\n\t<strong>How bail bonds work</strong></p>\r\n<p dir=\"ltr\">\r\n\tNational research suggests that about 60 percent of felony defendants in large counties are released while their cases are pending; the figure was 75 percent in Milwaukee County during a period studied in 2012. Studies focus on felony cases.</p>\r\n<p>\r\n\tUnder the proposed bail bonds system, defendants would pay a bail agent 10 percent of the full cash bail amount. The company must pay 3 percent of the bail amount to the court. If the defendant fails to appear in court, the bonding company is liable for the full amount. But a bail agent usually has an opportunity to recover a no-show defendant using bounty hunters.</p>\r\n<p dir=\"ltr\">\r\n\tThese &quot;private bail bonds&quot; or &quot;surety&quot; bonds are in use in 46 states and long have been the most common form of pretrial release.</p>\r\n<p dir=\"ltr\">\r\n\tTypes of financial release include full cash bond, and in some states but not Wisconsin, &quot;deposit bonds&quot; with a partial bail paid to the court. The most common types of non-financial release are personal recognizance and conditional release, the U.S. Bureau of Justice Statistics said in a 2010 report.</p>\r\n<p dir=\"ltr\">\r\n\tIn Milwaukee County, for example, 60% of felons in the 2012 study were released on personal recognizance bonds, meaning they aren&rsquo;t liable to pay unless they fail to appear. The other 40% had to pay cash -- or stay in jail before trial.</p>\r\n<p dir=\"ltr\">\r\n\tBail companies say their work needs no taxpayer funding and enhances public safety.</p>\r\n<p dir=\"ltr\">\r\n\tCritics say it&rsquo;s an unfair monetary burden on lower-income people, and Milwaukee County judges say they are in a better position, using sophisticated risk analyses of defendants, to judge whether the accused should be held or walk free while their cases are in process. Milwaukee County&rsquo;s no-show rate in that 2012 study period was 16 percent in felony cases.</p>\r\n<p dir=\"ltr\">\r\n\t<strong>Taylor&rsquo;s claim</strong></p>\r\n<p dir=\"ltr\">\r\n\tAsked for backup, Taylor&rsquo;s office pointed us to a widely cited <a href=\"http://www.bjs.gov/content/pub/pdf/prfdsc.pdf\">Bureau of Justice Statistics report issued in 2007</a>. The arm of the Justice Department examined the pretrial releases of 71,000 state-court defendants in eight years from 1990 to 2004 in the 75 largest U.S. counties, including some Milwaukee County cases.</p>\r\n<p dir=\"ltr\">\r\n\tBut that report cites an advantage for bail bonds, undercutting Taylor&rsquo;s claim rather than bolstering it.</p>\r\n<p dir=\"ltr\">\r\n\tThat study said the no-show rate for those on bail bonds was 18 percent, vs. 30 percent for those released on unsecured bond. The no-show rate was lowest for defendants who pledged property equal to the value of their bail.</p>\r\n<p dir=\"ltr\">\r\n\tIn 2008, one of the authors of that study, Thomas H. Cohen, published a narrower <a href=\"http://papers.ssrn.com/sol3/papers.cfm?abstract_id=1130964\">follow-up study</a> using the same county-based federal data.</p>\r\n<p dir=\"ltr\">\r\n\tHe found that no-show rates were twice as high in five U.S. counties that make little use of private bail bonds, compared to five counties that use the approach a lot. No Wisconsin counties were included in that study.</p>\r\n<p dir=\"ltr\">\r\n\tSurveying the research as a whole on the topic, Cohen wrote: &quot;Various studies conducted at both the academic and non-academic levels have also found that surety agents outperform other kinds of pretrial release at preventing court skips.&quot;</p>\r\n<p dir=\"ltr\">\r\n\tCase closed?</p>\r\n<p dir=\"ltr\">\r\n\tNot quite.</p>\r\n<p dir=\"ltr\">\r\n\tResearchers on both sides say a key question is whether this correlation between bail bonds and a lower no-show rate means that the type of bond causes the disparity. To gauge that, local differences in bail-setting practices must be accounted for.</p>\r\n<p dir=\"ltr\">\r\n\tThe Bureau of Justice Statistics itself issued an <a href=\"http://www.bjs.gov/content/pub/pdf/scpsdl_da.pdf\">advisory </a>to researchers and the media in 2010 warning that its data &quot;are insufficient to explain causal associations between the patterns reported, such as the efficacy of one form of pretrial release over another.&quot;</p>\r\n<p dir=\"ltr\">\r\n\tThe advisory said factors associated with a defendant&rsquo;s pre-trial misconduct also would have to be considered -- things like a defendant&rsquo;s community ties, employment status, income, educational background, drug abuse history, and mental health status.</p>\r\n<p dir=\"ltr\">\r\n\tVarious studies have tried to determine what causes the bail-bond advantage by comparing similarly situated defendants and controlling for other factors.</p>\r\n<p dir=\"ltr\">\r\n\tPerhaps the most widely cited <a href=\"http://mason.gmu.edu/%7Eatabarro/PublicvsPrivate.pdf\">study </a>of that kind was published in 2004 in the peer-reviewed Journal of Law and Economics. It was authored by Alexander Tabarrok and Eric Helland, economists at George Mason University and Claremont McKenna College, respectively.</p>\r\n<p dir=\"ltr\">\r\n\tThe study suggested that defendants released on private bail bonds are 28 percent less likely to fail to appear than similar defendants released on their own recognizance (no money bail). It also found that if defendants released on bail bonds do no-show, they are 53 percent less likely to remain a fugitive for extended periods.</p>\r\n<p dir=\"ltr\">\r\n\tTabarrok is the Bartley J. Madden Chair in Economics at the Mercatus Center, a free-market think tank at George Mason that has received <a href=\"http://online.wsj.com/article/0,,SB108994396555065646,00.html\">major funding from lightning-rod conservative industrialist Charles Koch</a>, a Mercatus <a href=\"http://mercatus.org/all-people/1285\">director</a>. Tabarrok is also research director at the <a href=\"http://www.independent.org/aboutus/person_detail.asp?id=505\">Independent Institute</a>.</p>\r\n<p dir=\"ltr\">\r\n\tHelland is an <a href=\"http://www.claremontmckenna.edu/academic/faculty/profile.asp?Fac=159\">economist at Claremont McKenna</a>, a former economic adviser to the George W. Bush administration and is currently a researcher at the &nbsp;<a href=\"http://www.rand.org/jie/research/civil-justice.html\">RAND Institute for Civil Justice</a>, a non-profit research organization that seeks a more efficient and more equitable justice system.</p>\r\n<p dir=\"ltr\">\r\n\tCritics of private bail bonds, including the <a href=\"http://pretrial.org/Featured%20Resources%20Documents/Dispelling%20the%20Myths%20%28November%202012%29.pdf\">Pretrial Justice Institute</a>, point to the Bureau of Justice Statistics own advisory and say that only local studies can draw hard conclusions on the reasons for varying no-show rates.</p>\r\n<p dir=\"ltr\">\r\n\tThe institute, funded mainly by the Justice Department and the liberal Public Welfare Foundation, advocates to reduce pre-trial detention when assessments predict that defendants pose no threat and will return for court appearances. It cites other factors necessary to judge the value of different release methods.</p>\r\n<p dir=\"ltr\">\r\n\t&quot;For example, do we want potentially dangerous defendants to buy their way out of jail? Do we want low risk indigent defendants to take up expensive jail space because they cannot afford the services of a bail bondsman?&quot; &nbsp;the group asked in a <a href=\"http://www.pretrial.org/Reports/PJI%20Reports/PJI-Responses%20to%20Claims%20About%20Money%20Bail.pdf\">2010 paper.</a></p>\r\n<p dir=\"ltr\">\r\n\t<strong>Our rating</strong></p>\r\n<p dir=\"ltr\">\r\n\tTaylor said &quot;there is no statistical evidence that bail bonds increase the likelihood of those awaiting trial returning to court for their scheduled hearings.&quot;</p>\r\n<p dir=\"ltr\">\r\n\tThere&rsquo;s no definitive evidence, to be sure, but various statistical studies have shown that bail bonds are associated with, and may be a cause of, lower no-show rates.</p>\r\n<p dir=\"ltr\">\r\n\tThe studies are not without their limitations, and don&rsquo;t settle the broad policy argument over bail bonds, but Taylor&rsquo;s blanket assertion is off base.</p>\r\n<p dir=\"ltr\">\r\n\tWe rate her claim False.</p>\r\n", "ruling_comments_date": "2013-06-19T13:53:03.024179", "ruling_date": "2013-06-23T08:00:00", "ruling_headline": "Taylor says alleged advantage to bail bonds is not backed by any evidence", "ruling_headline_slug": "taylor-says-alleged-advantage-bail-bonds-not-backe", "ruling_link_text": "Except for that statistical evidence", "ruling_state": null, "source_documents": null, "sources": "<p dir=\"ltr\" id=\"docs-internal-guid-24e5a600-5d90-341f-f9ff-bceb4251018c\">\r\n\tMilwaukee Courier, <a href=\"http://milwaukeecourieronline.com/index.php/interests/lena-taylor/\">&quot;Legislatively Speaking -- Sausage Making,&quot; </a>op-ed by Senator Lena Taylor, June 7, 2013</p>\r\n<p dir=\"ltr\">\r\n\tEmail exchange with Eric Peterson, chief of staff, State Sen. Lena Taylor, June 11, 2013</p>\r\n<p dir=\"ltr\">\r\n\tEmail exchange with Alex Tabarrok, Bartley J. Madden Chair in Economics at the Mercatus Center, June 13-17, 2013</p>\r\n<p dir=\"ltr\">\r\n\tDepartment of Economics, June 14, 2013</p>\r\n<p dir=\"ltr\">\r\n\tEmail exchange with Brian Reaves, US Bureau of Justice Statistics statistician, June 14, 2013</p>\r\n<p dir=\"ltr\">\r\n\tInterview and email exchange, Cherise Fanno Burdeen, chief operating officer, Pretrial Justice Institute, June 12-17, 2013</p>\r\n<p dir=\"ltr\">\r\n\tInterview with Milwaukee County Chief Judge Jeffrey Kremers, June 12, 2013</p>\r\n<p dir=\"ltr\">\r\n\tInterview with State Rep. Fred Kessler, June 12, 2013</p>\r\n<p dir=\"ltr\">\r\n\tMilwaukee Journal Sentinel,<a href=\"http://www.jsonline.com/news/statepolitics/republican-lawmakers-may-try-to-resurrect-bail-bonding-k19vhej-208017101.html\">&quot;Republican lawmakers may try to resurrect bail bonding,&quot;&nbsp; </a>May 18, 2013</p>\r\n<p dir=\"ltr\">\r\n\tMilwaukee Journal Sentinel, &quot;Bail bondsmen, Lake Michigan among special interest items in budget plan,&quot; June 5, 2013.</p>\r\n<p dir=\"ltr\">\r\n\tU.S. Bureau of Justice Statistics, <a href=\"http://www.bjs.gov/content/pub/pdf/scpsdl_da.pdf\">&quot;State Court Processing Statistics Data Limitations,&quot;</a> March 2010</p>\r\n<p dir=\"ltr\">\r\n\tU.S. Bureau of Justice Statistics, <a href=\"http://www.bjs.gov/content/pub/pdf/prfdsc.pdf\">&quot;Pretrial release of felony defendants in state court, 1990-2004,&quot;</a> November 2007</p>\r\n<p dir=\"ltr\">\r\n\tU.S. Bureau of Justice Statistics, <a href=\"http://www.bjs.gov/index.cfm?ty=pbdetail&amp;iid=2193\">&quot;Felony Defendants in Large Urban Counties, 2006,&quot;&nbsp; </a>May 2010</p>\r\n<p dir=\"ltr\">\r\n\tU.S. Bureau of Justice Statistics, <a href=\"http://papers.ssrn.com/sol3/papers.cfm?abstract_id=1130964\">&quot;Commercial Surety Bail and the Problem of Missed Court Appearances and Pretrial Detention,&quot; </a>Thomas H. Cohen, June 2008</p>\r\n<p dir=\"ltr\">\r\n\tJournal of Law and Economics, <a href=\"http://mason.gmu.edu/%7Eatabarro/PublicvsPrivate.pdf\">&quot;The Fugitive: Evidence on Public Versus Private Law Enforcement From Bail Jumping,&quot;</a> April 2004</p>\r\n<p dir=\"ltr\">\r\n\tAIA, <a href=\"http://www.americanbailcoalition.com/documents/PretrialWebBooklet-link.pdf\">&quot;Taxpayer Funded Pretrial Release: A Failed System,&quot;</a> undated</p>\r\n<p dir=\"ltr\">\r\n\tWisconsin Policy Research Institute,<a href=\"http://www.wpri.org/Reports/Volume26/Vol26No3/Vol26No3.html\">&quot;Should Wisconsin Allow Commercial Bail in Pretrial Release?&quot;</a> March 2013</p>\r\n<p dir=\"ltr\">\r\n\tPretrial Justice Institute,<a href=\"http://www.pretrial.org/Reports/PJI%20Reports/PJI-Responses%20to%20Claims%20About%20Money%20Bail.pdf\">&quot;Responses to Claims About Money Bail for Criminal Justice Decision-Makers,&quot;</a> August 2010</p>\r\n<p dir=\"ltr\">\r\n\tPretrial Justice Institute,<a href=\"http://pretrial.org/Featured%20Resources%20Documents/Dispelling%20the%20Myths%20%28November%202012%29.pdf\">&quot;Dispelling the Myths: What Policy Makes Need to Know About Pretrial Research,&quot;</a> November 2012</p>\r\n<p dir=\"ltr\">\r\n\tLegislative Fiscal Bureau, <a href=\"http://media.jrn.com/documents/dsps-1.pdf\">summary</a> of bail bond licensing provision in state budget (starts p. 588), 2013</p>\r\n<p dir=\"ltr\">\r\n\tInterview with State Rep. Robin Vos (R-Rochester), Journal Editorial Board, June 10, 2013</p>\r\n<p dir=\"ltr\">\r\n\tInterview with Holly Szablewski, Judicial Review Coordinator, Milwaukee County, June 19, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "State Senator, District 4", "false_count": 1, "first_name": "Lena", "half_true_count": 0, "home_state": "Wisconsin", "id": 1041, "last_name": "Taylor", "mostly_true_count": 1, "name_slug": "lena-taylor", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Lena_Taylor_2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1041/", "total_count": 5, "true_count": 1, "website": "http://legis.wisconsin.gov/senate/sen04/news/ltBio.asp"}, "statement": "<p dir=\"ltr\" id=\"docs-internal-guid-24e5a600-5d88-d8ba-44c3-4ed1f2e45d91\" style=\"line-height: 1.15; margin-top: 0pt; margin-bottom: 0pt;\">\r\n\t&quot;There is no statistical evidence that bail bonds increase the likelihood of those awaiting trial returning to court for their scheduled hearings.&quot;</p>\r\n", "statement_context": "an op-ed article", "statement_date": "2013-06-07", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 177, "photo": null, "resource_uri": "/api/v/2/subject/177/", "subject": "Criminal Justice", "subject_slug": "criminal-justice", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [], "twitter_headline": ""}