{"art": [{"brightcove": "", "caption": "Is the Foreign Intelligence Surveillance Court \"transparent\"? President Barack Obama said so during an interview with Charlie Rose. We check whether that's a supportable claim.", "id": 3481, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Charlie_Rose_and_Obama.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/3481/", "title": "Obama on Charlie Rose", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2013/jun/21/barack-obama/barack-obama-says-foreign-intelligence-surveillanc/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 7925, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/7925/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\r\n\tPresident Barack Obama has taken a lot of criticism from both friend and foe in the wake of recent disclosures about how the U.S. government monitors telephone and Internet traffic.</p>\r\n<p>\r\n\tHe defended himself recently in an interview with Charlie Rose on June 17, 2013, making several claims in defense of government surveillance.</p>\r\n<p>\r\n\tThe full discussion is available <a href=\"http://www.charlierose.com/download/transcript/12981\">here</a>, but one exchange in particular struck us as noteworthy. It involves the Foreign Intelligence Surveillance Court, a special court that hears government requests for warrants related to national security investigations.</p>\r\n<p>\r\n\t<strong>Rose</strong>: &quot;So I hear you saying I have no problem with what NSA has been doing.&quot;</p>\r\n<p>\r\n\t<strong>Obama</strong>: &quot;Well, let me finish, because I don&rsquo;t. &hellip; (The FBI has) to go to the FISA court with probable cause and ask for a warrant.&quot;</p>\r\n<p>\r\n\t<strong>Rose</strong>: &quot;But has FISA court turned down any request?&quot;</p>\r\n<p>\r\n\t<strong>Obama</strong>: &quot;First of all, Charlie, the number of requests are surprisingly small, number one. Number two -- folks don&rsquo;t go with a query unless they&rsquo;ve got a pretty good suspicion.&quot;</p>\r\n<p>\r\n\t<strong>Rose</strong>: &quot;Should this be transparent in some way?&quot;</p>\r\n<p>\r\n\t<strong>Obama</strong>: &quot;It is transparent, that&rsquo;s why we set up the FISA court. The whole point of my concern before I was president -- because some people say well, Obama was this raving liberal before, now he&rsquo;s Dick Cheney. Dick Cheney sometimes says, &#39;Yes, you know, he took it all, lock stock and barrel.&#39; My concern has always been not that we shouldn&rsquo;t do intelligence gathering to prevent terrorism but rather are we setting up a system of checks and balances?&quot;</p>\r\n<p>\r\n\tWe wondered whether Obama has justification for saying that the Foreign Intelligence Surveillance Court &quot;is transparent.&quot; So we decided to investigate.</p>\r\n<p>\r\n\tThe Foreign Intelligence Surveillance Court was established in 1978 to provide oversight of a system that many observers believed had been widely abused by prior administrations. National Security Agency requests for warrants must have certification from Justice Department officials that the target of surveillance is either a foreign power or the agent of a foreign power. These applications are heard by federal judges who serve on the court on a rotating basis.</p>\r\n<p>\r\n\tAll hearings and decisions are conducted in secret. The public disclosure of the court&rsquo;s activities is sharply limited, consisting of two sets of statistics sent annually in a letter sent to Congress -- applications for surveillance or physical searches, and applications for business records.</p>\r\n<p>\r\n\tAccording to the <a href=\"http://www.fas.org/irp/agency/doj/fisa/2012rept.pdf\">most recent letter</a>, about 98 percent of the 1,856 applications for surveillance and searches in 2012 were approved outright, with one withdrawn and 40 others modified. In addition, the government made 212 application for business records. The government modified 200 of these applications, but none was denied.</p>\r\n<p>\r\n\tThe letter doesn&rsquo;t offer any details about what was contained in any of these applications, only the raw numbers.</p>\r\n<p>\r\n\tThe White House argues that the statutes governing the court, combined with Congress&rsquo; oversight role, provide checks and balances that come as close to transparency as national security needs permit. And experts say there are good reasons for this secrecy.</p>\r\n<p>\r\n\t&quot;If we required that the public be permitted to take a peek at these classified proceedings, we&#39;d be giving that information to foreign powers and terrorists as well, which would be lunacy,&quot; said Molly Bishop Shadel, a University of Virginia law professor who once worked for the Justice Department representing the United States before the surveillance court.</p>\r\n<p>\r\n\tInstead, Shadel said, &quot;we require transparency in the form of giving other parts of the government -- the judicial and legislative branches, who have different interests and different perspectives from the executive branch -- the power to peek at those classified proceedings.&quot;</p>\r\n<p>\r\n\tStill, is Obama justified in calling the kind of disclosure the court makes &quot;transparency&quot;? We asked a range of experts on secrecy and public access, and most agreed that Obama is wrong to take credit for any reasonable degree of &quot;transparency&quot; in the court&rsquo;s operations. While Congress has a degree of oversight over the court, that doesn&rsquo;t mean there&rsquo;s transparency -- a word that we think the ordinary person assumes to mean a non-trivial amount of disclosure to the public and the press.</p>\r\n<p>\r\n\t&quot;We typically don&rsquo;t see the court&rsquo;s opinions interpreting the Constitution or FISA, or its orders directing the government to do or refrain from doing particular things,&quot; said Nathan Sales, a law professor at George Mason University. &quot;On occasion, parts of the court&rsquo;s opinions will be declassified and released to the public, but this is the exception to the rule. The FISA court certainly serves as an important check on the executive branch, but -- usually -- it&rsquo;s not accurate to call the court &lsquo;transparent.&rsquo; &quot;</p>\r\n<p>\r\n\tJim Harper, director of information policy studies at the libertarian Cato Institute, agreed. For one of his projects, Harper has assembled a <a href=\"http://www.cato.org/publications/briefing-paper/publication-practices-transparent-government\">list of four tenets of transparency</a>. The court, he said, doesn&rsquo;t even meet the first and most important one of these -- providing authoritative sourcing for information.</p>\r\n<p>\r\n\t&quot;The Foreign Intelligence Surveillance Court&rsquo;s <em>raison d&#39;&ecirc;tre </em>is to prevent any information about surveillance from being made available &ndash; much less authoritative ones,&quot; Harper said. &quot;I don&rsquo;t know of any plausible meaning of &lsquo;transparent&rsquo; that encompasses the &lsquo;oversight behind closed doors&rsquo; concept.&quot;</p>\r\n<p>\r\n\tFreedom of Information advocates seconded this view.</p>\r\n<p>\r\n\t&quot;Checks and balances may be related, but they are not the same thing as &lsquo;transparency,&rsquo;&quot; said Kenneth F. Bunting, executive director of the National Freedom of Information Coalition. &quot;A court system that has proceedings that are secret and makes secret rulings that are often based on secret interpretations of law cannot fit my definition of the word &lsquo;transparent.&rsquo; &quot;</p>\r\n<p>\r\n\tWe should note that Obama himself has signed a &quot;<a href=\"http://www.whitehouse.gov/the_press_office/TransparencyandOpenGovernment\">memorandum for the heads of executive departments and agencies</a>&quot; about &quot;transparency and open government.&quot; While this memorandum was intended to apply to non-classified government information, the court doesn&rsquo;t come anywhere close to upholding the principles for transparency outlined in it.</p>\r\n<p>\r\n\t&quot;My administration,&quot; Obama wrote, &quot;is committed to creating an unprecedented level of openness in government. &hellip; Transparency promotes accountability and provides information for citizens about what their government is doing. ... My administration will take appropriate action, consistent with law and policy, to disclose information rapidly in forms that the public can readily find and use.&quot;</p>\r\n<p>\r\n\t<strong>Our ruling</strong></p>\r\n<p>\r\n\tObama said that the Foreign Intelligence Surveillance Court &quot;is transparent.&quot; We don&rsquo;t doubt that there are good reasons for secrecy at the court, but if you&rsquo;re going to operate a mostly secret court, you also don&rsquo;t get to crow about how &quot;transparent&quot; it is. The president can&rsquo;t have his cake and eat it, too. We rate his claim Pants on Fire.</p>\r\n", "ruling_comments_date": "2013-06-20T14:48:00.871467", "ruling_date": "2013-06-21T09:40:36", "ruling_headline": "Barack Obama says the Foreign Intelligence Surveillance Court 'is transparent'", "ruling_headline_slug": "barack-obama-says-foreign-intelligence-surveillanc", "ruling_link_text": "Almost no transparency, actually", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tBarack Obama, <a href=\"http://www.charlierose.com/download/transcript/12981\">transcript of interview with Charlie Rose</a>, June 17, 2013</p>\r\n<p>\r\n\tJustice Department, <a href=\"http://www.fas.org/irp/agency/doj/fisa/2012rept.pdf\">letter to Congress about the Foreign Intelligence Surveillance Court</a>, April 30, 2013</p>\r\n<p>\r\n\tFederal Judiciary Center, &quot;<a href=\"http://www.fjc.gov/history/home.nsf/page/courts_special_fisc.html\">History of the Federal Judiciary: Foreign Intelligence Surveillance Court</a>,&quot; accessed June 20, 2013</p>\r\n<p>\r\n\tBarack Obama, &quot;<a href=\"http://www.whitehouse.gov/the_press_office/TransparencyandOpenGovernment\">Memorandum for the Heads of Executive Departments and Agencies</a>&quot; on &quot;Transparency and Open Government&quot;</p>\r\n<p>\r\n\tACLU, &quot;<a href=\"http://www.aclu.org/support-oversight-secret-fisa-court\">Support Oversight of the Secret FISA Court</a>,&quot; accessed June 20, 2013</p>\r\n<p>\r\n\tBuzzfeed, &quot;<a href=\"http://www.buzzfeed.com/buzzfeedpolitics/president-obama-defends-nsa-spying\">President Obama Defends NSA Spying</a>,&quot; June 17, 2013</p>\r\n<p>\r\n\tNPR, &quot;<a href=\"http://www.npr.org/2013/06/18/191715681/why-the-fisa-court-is-not-what-it-used-to-be?utm_medium=Email&amp;utm_campaign=20130619&amp;utm_source=politics\">Why The FISA Court Is Not What It Used To Be</a>,&quot; June 18, 2013</p>\r\n<p>\r\n\tEmail interview with Stephen I. Vladeck, a law professor at American University, June 20, 2013</p>\r\n<p>\r\n\tEmail interview with Kenneth F. Bunting, executive director of the National Freedom of Information Coalition, June 20, 2013</p>\r\n<p>\r\n\tEmail interview with John Pike, director of globalsecurity.org, June 20, 2013</p>\r\n<p>\r\n\tEmail interview with Peter Scheer, executive director of the First Amendment Coalition, June 20, 2013</p>\r\n<p>\r\n\tEmail interview with Jim Harper, director of information policy studies at the libertarian Cato Institute, June 20, 2013</p>\r\n<p>\r\n\tEmail interview with Nathan Sales, law professor at George Mason University, June 20, 2013</p>\r\n<p>\r\n\tEmail interview with Molly Bishop Shadel, University of Virginia law professor, June 20, 2013</p>\r\n<p>\r\n\tEmail interview with Frederick P. Hitz, adjunct professor in public policy at the University of Virginia and former inspector general of the CIA, June 20, 2013</p>\r\n<p>\r\n\tInterview with Patrick Toomey, fellow with the ACLU National Security Project, June 20, 2013</p>\r\n", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>\r\n\tThe Foreign Intelligence Surveillance Court &quot;is transparent.&quot;</p>\r\n", "statement_context": "an interview with Charlie Rose", "statement_date": "2013-06-17", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 117, "photo": null, "resource_uri": "/api/v/2/subject/117/", "subject": "Civil Rights", "subject_slug": "civil-rights", "used_in_edition": []}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}, {"description": "", "id": 37, "photo": null, "resource_uri": "/api/v/2/subject/37/", "subject": "Terrorism", "subject_slug": "terrorism", "used_in_edition": []}], "target": [], "twitter_headline": ""}