{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2013/jun/21/michael-mccaul/mccaul-said-obama-administration-plans-reduce-dete/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 7927, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/7927/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>U.S. Rep. Michael McCaul of Texas warned of bad guys on the horizon while summarizing proposed appropriations for the Department of Homeland Security.<br />\r\n<br />\r\nIn his June 5, 2013, <a href=\"http://www.c-spanvideo.org/program/HouseSession5411\" id=\"docs-internal-guid-0f5362f5-6758-4888-cc6e-e8021823613f\" style=\"text-decoration:none;\">floor remarks</a>, the Austin Republican and chairman of the House Homeland Security Committee said the outlined spending would cover additional Border Patrol officers and continued operation of U.S. Immigration and Customs Enforcement, <a href=\"http://www.ice.gov/about/overview/#\" id=\"docs-internal-guid-0f5362f5-63c8-a443-30fa-d149b47cb1c2\" style=\"text-decoration:none;\">which enforces</a> laws governing border control, customs, trade and immigration.<br />\r\n<br />\r\nPlus, McCaul said, the legislation had &quot;funding for ICE&rsquo;s 34,000 detention beds despite the administration&rsquo;s plans to reduce the number and release hundreds of dangerous criminals into our communities.&quot;<br />\r\n<br />\r\nA flood of dangerous criminals?<br />\r\n<br />\r\nIn this context, &quot;beds&quot; refers to ICE regularly <u><a href=\"http://www.ice.gov/detention-management/\" style=\"text-decoration:none;\">placing</a></u> non-U.S. citizens &quot;who are apprehended and determined to need custodial supervision&quot; in more than 250 facilities around the country,<br />\r\n<br />\r\nCongress has lately required the government to maintain at least 34,000 beds to house such apprehended individuals, though not all the beds are always filled.<br />\r\n<br />\r\n<strong>Administration urged reduction in detention beds</strong></p>\r\n\r\n<p>McCaul spokesman Mike Rosen told us by email that Congress mandated 33,400 detention beds from 2009 through 2011 before raising the threshold to 34,000 starting in 2012. In contrast, Rosen said that President Barack Obama had proposed to fund 31,800 beds in fiscal 2014, which begins Oct. 1, 2013. Homeland Security&rsquo;s 2014 <u><a href=\"http://1.usa.gov/ZqVtmw\" style=\"text-decoration:none;\">budget request</a></u> says the cut would save $114 million, adding: &quot;This level of beds allows ICE to ensure the most cost-effective use of federal dollars, focusing the more-costly detention capabilities on priority and mandatory detainees, while placing low-risk, non-mandatory detainees in lower cost alternatives to detention programs.&quot;<br />\r\n<br />\r\nAn April 12, 2013, <em>Washington Times</em> <u><a href=\"http://www.washingtontimes.com/news/2013/apr/11/obamas-budget-a-blow-to-immigrant-enforcers/?page=all\" style=\"text-decoration:none;\">news article</a></u> put the budget request this way: &quot;The president said he wants to reduce the number of illegal immigrants ICE keeps in detention from 34,000 to 31,800.&quot; The story also said, &quot;Congress fought hard during the past decade to boost the number of detentions, arguing that those who were allowed back into the general population rarely returned to be deported.&quot; The story quoted Homeland Security Secretary Janet Napolitano as saying the department believes it can keep all high-priority individuals detained with the lower number of beds, while making use of alternatives to track the other people in deportation proceedings, the story said.<br />\r\n<br />\r\nSo, the administration sought to fund fewer detention beds.<br />\r\n<br />\r\n<strong>Detainees have included few violent criminals</strong></p>\r\n\r\n<p>And was the result going to be hundreds of dangerous criminals let loose?<br />\r\n<br />\r\nICE officials did not respond to our inquiry about the percentage of violent criminals in detention nor did we come up with other current-day breakdowns.<br />\r\n<br />\r\nBut according to a Feb. 11, 2010, <u><a href=\"http://trac.syr.edu/immigration/reports/224/\" style=\"text-decoration:none;\">outside analysis</a></u>, when the number of detainees surged more than 60 percent to 385,524 from fiscal 2005 through fiscal 2009, few of them had criminal convictions. The study by the <u><a href=\"http://trac.syr.edu/aboutTRACgeneral.html\" id=\"docs-internal-guid-0f5362f5-63ca-7104-347b-7484d6955f73\" style=\"text-decoration:none;\">Transactional Records Access Clearinghouse</a> </u>at Syracuse University found that detainees &quot;without any criminal conviction doubled between fiscal 2005 and (fiscal) 2009,&quot; the study said, when they accounted for 73 percent of detainees. However, the share of detainees with criminal convictions reached 43 percent in the first three months of fiscal 2010, the study said, as increases in overall detainees leveled out.<br />\r\n<br />\r\n<strong>Government released 2,200 detainees</strong></p>\r\n\r\n<p>By email, Rosen said McCaul&rsquo;s reference to dangerous criminals reflected on &quot;detainee releases for budgetary reasons,&quot; including felons, in 2013 that McCaul tabulated based on information he obtained from ICE&rsquo;s director, John Morton.<br />\r\n<br />\r\nDuring February 2013, the agency indeed released individuals who had past criminal convictions, according to news accounts and testimony, though few had felony convictions and most remained subject to immigration proceedings.<br />\r\n<br />\r\nPublic knowledge of the releases appears to have been spurred by a news story. On March 1, 2013, the Associated Press <u><a href=\"http://bigstory.ap.org/article/documents-us-released-more-2000-immigrants\" style=\"text-decoration:none;\">reported</a></u> that Homeland Security had recently released more than 2,000 illegal immigrants from its jails--in states including Arizona, California, Georgia and Texas--due to looming budget cuts. According to the report, the released individuals--granted supervised release under conditions that can include mandatory check-ins, home visits and GPS devices--would still be required to appear for immigration hearings.<br />\r\n<br />\r\nThe story, citing ICE budget documents, said the agency had temporarily shuttered plans to release 3,000 additional detainees in reaction to intense criticism. The internal budget documents &quot;show the Obama administration had intended to reduce&quot; the average daily population of detainees from about 31,000 to 25,748 by the end of March 2013, the story said. Also, Rosen pointed us to an <u><a href=\"http://judiciary.house.gov/news/2013/ICESequestrationPlan.pdf\" id=\"docs-internal-guid-0f5362f5-63cb-467c-51a9-a42c93788cba\" style=\"text-decoration:none;\">ICE document</a></u> with those figures.<br />\r\n<br />\r\nAbout two weeks after the news story appeared, ICE&rsquo;s Morton testified to the Homeland Security Subcommittee of the House Appropriations Committee that he had 2,228 detainees released over several weeks from Feb. 9 to March 1, 2013 &quot;to other forms of supervision,&quot; according to a transcript. He said he acted for immediate budgetary reasons plus concern about the federal sequester that was set to trigger automatic cuts starting in March.<br />\r\n<br />\r\nAlso in February 2013, Obama warned that if the sequester hit, &quot;federal prosecutors will have to close cases and let criminals go.&quot; PolitiFact in Washington <u><a href=\"http://www.politifact.com/truth-o-meter/statements/2013/feb/22/barack-obama/barack-obama-says-sequester-could-force-prosecutor/\" style=\"text-decoration:none;\">rated that claim Mostly False</a></u>, concluding that while U.S. Attorney offices would face cuts under the sequester, officials would have discretion in prioritizing cases notably involving, by and large, individuals yet to be tried.<br />\r\n<br />\r\n<strong>Official: Dangerous criminals not among released</strong></p>\r\n\r\n<p>Morton told the subcommittee that ICE&rsquo;s releases did not include dangerous criminals. He said officials let out individuals &quot;who were not subject to mandatory detention and they did not pose a significant threat to public safety&quot; and, he said, each individual remained subject to deportation.<br />\r\n<br />\r\nSeventy percent &quot;of those individuals released had no criminal record,&quot; Morton said. &quot;The remaining 30 percent were either misdemeanants or other criminals whose prior conviction was not a serious violent crime.&quot; He closed his prepared statement by saying &quot;there are no mass releases of dangerous criminals under way or any plan for the future, just efforts to live within our budget.&quot;<br />\r\n<br />\r\nQuestioned by U.S. Rep. John Carter, R-Round Rock, the subcommittee chairman, Morton said the released individuals included 10 &quot;Level 1&quot; offenders, in this case meaning crimes like aggravated financial felonies, Morton said, and four of the 10 were subsequently returned to custody. The six not returned to custody were not violent criminals, he said.<br />\r\n<br />\r\nMorton said one &quot;Level 1&quot; offense occurred in 1979 and another involved the single father of a 5-month-old child. He said that in each of these releases, field officers made the decision &quot;and I&#39;m confident that if I were to share these offenses with you, you would be better reassured that we are not out willy-nilly releasing serious Level 1 offenders.&quot;<br />\r\n<br />\r\nMorton said the released individuals included 159 &quot;Level 2&quot; offenders, including &quot;a fair number&quot; of people whose &quot;most serious offense will have been for a theft offense, for example petty larceny or shoplifting, traffic offenses. The largest category will be for&quot; drunk driving, Morton said, including some multiple convictions. He said 460 &quot;Level 3&quot; offenders, convicted of misdemeanors, were released, saying their crimes would have ranged from a single traffic offense, a single drunk driving conviction or shoplifting.<br />\r\n<br />\r\nIn May 2013, Nelson Peacock, an assistant secretary of homeland security, said 622 of the released detainees had some type of criminal conviction. In his May 6, 2013, letter to Sens. Carl Levin and John McCain, <u><a href=\"https://docs.google.com/file/d/0B0kkOiAWUCUGMS1MVHR1OVg3QkE/edit?usp=sharing\" style=\"text-decoration:none;\">which McCain posted online</a></u>, Peacock specified that there were 32 Level 1 and 80 Level 2 detainees released. He wrote, too, that 58 released detainees were re-detained.<br />\r\n<br />\r\nAt the March subcommittee hearing, Carter noted that the agency&rsquo;s &quot;priorities for detention include illegal aliens who have not been convicted of crimes but otherwise pose a threat to national security or public safety.&quot; Morton replied that no such detainees were released. He also said he did not know how many of the released individuals had pending criminal charges.<br />\r\n<br />\r\nCarter: &quot;How many were violent criminals?&quot;<br />\r\n<br />\r\nMorton: &quot;I am not aware of any violent criminals...&quot;<br />\r\n<br />\r\nAlso at the meeting, Rep. Henry Cuellar, D-Laredo, said that under federal law, the agency has had the authority to release detainees since at least 1952. Morton agreed, saying detentions are the exception to normal practices. &quot;We have limited resources,&quot; Morton said. &quot;Congress has directed a level of mandatory detention that focuses around mainly violent offenders and certain aliens; the vast majority of the people in the system Congress provides for consideration for release.&quot;<br />\r\n<br />\r\nMorton earlier said: &quot;Just to give you some perspective of it, there are 350,000 people in immigration proceedings at any given time, only about 34,000 of whom -- actually, in Alaska, some of the Border Patrol cases aren&#39;t even in formal proceedings -- are in detention. The vast majority of people are not detained by design. Congress has provided for their release on bond or a supervision. Immigration judges make those calls.&quot;<br />\r\n<br />\r\nNext, we circled back to McCaul&rsquo;s office per Morton&#39;s testimony. By email, Rosen said the &quot;drastic reductions&quot; in detention beds in Obama&rsquo;s budget request &quot;would inherently result in the release of dangerous criminals.&quot;<br />\r\n<br />\r\n<strong>Outside takes</strong></p>\r\n\r\n<p>We also ran the congressman&rsquo;s claim past David Burnham, co-director of the records clearinghouse, who said any reference to dangerous criminals being let go exaggerates the administration&rsquo;s intent. &quot;There&rsquo;s some rhetoric here,&quot; Burnham said.<br />\r\n<br />\r\nDonald Kerwin, who directs the New York-based Center for Migration Studies, which <u><a href=\"http://cmsny.org/about-us/\" style=\"text-decoration:none;\">describes itself </a></u>as devoted to the study of migration, to the promotion of understanding between immigrants and receiving communities and to public policies that safeguard the dignity and rights of migrants and newcomers, pointed out by telephone that the administration has long said its focus is on deporting criminal immigrants and recent arrivals, which is what ICE says on an <u><a href=\"http://www.ice.gov/removal-statistics/\" style=\"text-decoration:none;\">agency web page</a></u> including a <u><a href=\"http://www.ice.gov/removal-statistics/\" style=\"text-decoration:none;\">graph</a></u> indicating that in the fiscal year through September 2012, 55 percent of immigrants removed from the country were convicted criminals. An Obama adviser, Cecilia Mu&ntilde;oz, touted the approach in a <u><a href=\"http://www.whitehouse.gov/blog/2011/08/18/immigration-update-maximizing-public-safety-and-better-focusing-resources\" style=\"text-decoration:none;\">White House blog entry</a></u> Aug. 18, 2011.<br />\r\n<br />\r\nKerwin speculated that the only way the administration would release a seriously violent criminal from detention is &quot;mistakenly.&quot;<br />\r\n<br />\r\n<strong>Our ruling</strong><br />\r\n<br />\r\nMcCaul said the Obama administration, seeking to reduce the number of detention beds, plans to &quot;release hundreds of dangerous criminals into our communities.&quot;<br />\r\n<br />\r\nThe administration has sought to shrink the number of beds devoted to holding individuals in detention, saying that would save money. If approved, this could lead to more individuals who face immigration proceedings not living behind bars. It also looks to us like the government is keeping its options open on releasing more immigration detainees if money runs tight.<br />\r\n<br />\r\nHowever, we did not confirm any related expected release of hundreds, or even a few, dangerous criminals. The February 2013 release of 2,200-plus individuals didn&#39;t include violent criminals, a top administrator testified.<br />\r\n<br />\r\nMcCaul&rsquo;s statement has an element of truth; the administration&#39;s budget request. But there doesn&#39;t appear to be any plan to release dangerous criminals. We rate the claim as Mostly False.</p>\r\n", "ruling_comments_date": "2013-06-20T18:56:14.268274", "ruling_date": "2013-06-21T10:31:04", "ruling_headline": "McCaul said Obama admin. plans to reduce detention beds, releasing hundreds of dangerous criminals", "ruling_headline_slug": "mccaul-said-obama-administration-plans-reduce-dete", "ruling_link_text": "No plan for dangerous criminals to pour out", "ruling_state": null, "source_documents": null, "sources": "<p><u><a href=\"https://docs.google.com/document/d/1ARXFAs126RrooUwCO8G4a7avPMrOq6W9fACNh7YAtG8/pub\" style=\"text-decoration:none;\">Emails</a></u>, Mike Rosen, communications director, Office of U.S. Rep. Michael McCaul, and senior advisor, U.S. House Committee on Homeland Security, June 12-15, 2013</p>\r\n\r\n<p>Document, <u><a href=\"http://1.usa.gov/ZqVtmw\" style=\"text-decoration:none;\">&quot;Budget-in Brief, Fiscal Year 2014,&quot;</a></u> U.S. Department of Homeland Security (accessed June 19, 2013)</p>\r\n\r\n<p>Transcript, Hearing of the Homeland Security Subcommittee of the House Appropriations Committee, testimony by John Morton, director, Immigration and Customs Enforcement, Federal News Service, March 14, 2013 (Nexis search)</p>\r\n\r\n<p>News article, <u><a href=\"http://bigstory.ap.org/article/documents-us-released-more-2000-immigrants\" style=\"text-decoration:none;\">&quot;AP Exclusive: DHS released over 2,000 immigrants,&quot;</a></u> the Associated Press, March 1, 2013</p>\r\n\r\n<p>News article, <u><a href=\"http://www.washingtontimes.com/news/2013/apr/11/obamas-budget-a-blow-to-immigrant-enforcers/?page=all\" style=\"text-decoration:none;\">&quot;Obama&rsquo;s budget a blow to immigrant enforcers; funding cut for detentions, states,&quot;</a></u> <em>The Washington Times</em>, April 12, 2013</p>\r\n\r\n<p>Telephone interview, David Burnham, co-director, <u><a href=\"http://trac.syr.edu/aboutTRACgeneral.html\" style=\"text-decoration:none;\">Transactional Records Access Clearinghouse</a></u>, Syracuse University, Washington, D.C., June 19, 2013</p>\r\n\r\n<p>Telephone interview, Donald Kerwin, executive director, Center for Migration Studies, New York, June 21, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "congressman", "false_count": 0, "first_name": "Michael", "half_true_count": 2, "home_state": "Texas", "id": 638, "last_name": "McCaul", "mostly_true_count": 5, "name_slug": "michael-mccaul", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/mccaul.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/638/", "total_count": 12, "true_count": 4, "website": "http://mccaul.house.gov/"}, "statement": "<p>Says the Obama administration plans to reduce the number of beds devoted to holding individuals violating immigration laws and to &quot;release hundreds of dangerous criminals into our communities.&quot;</p>\r\n", "statement_context": "U.S. House floor debate.", "statement_date": "2013-06-05", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}, {"description": "", "id": 177, "photo": null, "resource_uri": "/api/v/2/subject/177/", "subject": "Criminal Justice", "subject_slug": "criminal-justice", "used_in_edition": ["/api/v/2/edition/5/"]}, {"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [{"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}], "twitter_headline": ""}