{"art": [], "author": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "canonical_url": "/truth-o-meter/statements/2013/jun/27/ted-cruz/border-security-immigration-bill-designed-never/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 7954, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "bbowers@politifact.com", "first_name": "Becky", "id": 177, "last_name": "Bowers", "name_slug": "becky-bowers", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/bbowers-politifact-mug_.gif", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/177/", "title": "PolitiFact Digital Operations Manager", "twitter": null}, {"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "resource_uri": "/api/v/2/statement/7954/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tA 1986 immigration law signed by President Ronald Reagan casts a long shadow over the current immigration reform debate. Opponents of today&rsquo;s immigration bill say that law gave away the farm -- it granted amnesty and failed to button down the border -- and they don&rsquo;t want to see history repeat itself.</p>\r\n<p>\r\n\tThis was the main argument from <a href=\"http://www.foxnews.com/on-air/hannity/2013/06/25/sen-cruz-immigration-bill-not-designed-fix-problem\">Sen. Ted Cruz</a>, R-Texas, in a Fox News interview. On &nbsp;the day a key amendment passed a crucial Senate vote, Cruz warned that the bill &quot;has immediate legalization ... and the border security is sometime in the future, and just like in 1986, it&#39;s designed never to come into being.&quot;</p>\r\n<p>\r\n\tCruz and the Senate Republican leadership say the border must be able to keep people out before those who are here without documents are given any path to legal status. To do otherwise, they argue, would only invite a flood of unauthorized immigration.</p>\r\n<p>\r\n\tWe&rsquo;ll examine both parts of Cruz&rsquo;s statement. Does legalization come before the border is secure? And is border security treated as it was in the 1986 law and &quot;designed to never come to pass&quot;?</p>\r\n<p>\r\n\t<strong>Defining legalization</strong></p>\r\n<p>\r\n\tThe matter of when legalization happens is relatively easy to resolve, although we found two different meanings to the word. For some, such as Cruz, it means any formal status that allows a person to stay and work in the U.S., even temporarily. For others, it means permanent legal residency, often referred to as a green card.</p>\r\n<p>\r\n\t<a href=\"http://thomas.loc.gov/cgi-bin/bdquery/z?d113:s.744:\">The Senate bill</a>, grants what it calls &quot;registered provisional immigrant&quot; status, or RPI. This is not a green card granting permanent legal status; but it does mean a person has passed a criminal record check, paid a fine, and met other requirements. With provisional status, a person can stay and work for at least six years. However, under an amendment crafted by John Hoeven, R-N.D., and Bob Corker, R- Tenn., no one can apply for that until the Department of Homeland Security puts together and launches a border control plan (formally called the Comprehensive Southern Border Security Strategy and the Southern Border Fencing Strategy). There&rsquo;s also a similar status for agricultural workers called a blue card.</p>\r\n<p>\r\n\tIs either status legalization? Cruz would certainly say yes. More important, so does the nonpartisan Congressional Budget Office, the analytic arm of Congress. The <a href=\"http://www.cbo.gov/sites/default/files/cbofiles/attachments/s744.pdf\">CBO&rsquo;s assessment of the Border Security, Economic Opportunity, and Immigration Modernization Ac</a>t, the bill&rsquo;s formal title, tallies the number of people expected to qualify under the new rules. In one table, it lists legalization programs and under that are the provisional status (RPI) and the blue card.</p>\r\n<p>\r\n\tWe checked with the CBO and there is no mistake. The provisional status and the blue card are legalization in the eyes of the CBO. We also contacted the Migration Policy Institute, a group that studies population movements worldwide. The institute defines legalization the same way as the CBO. Supporters of immigration reform often focus on the rules and timing for getting a green card and consider that to be legalization, but the CBO definition carries great weight in this debate.</p>\r\n<p>\r\n\tGetting back to the bill, a border security plan must be underway before people can begin to apply, but that security plan need not be completed. The CBO estimates the application process wouldn&rsquo;t begin until sometime in fiscal year 2015, but it would come before all border tightening measures are in place.</p>\r\n<p>\r\n\t<strong>Hardening the border</strong></p>\r\n<p>\r\n\tIf Cruz had stopped with legalization, he would have been on more solid ground, but he went further and said the Senate bill neglects border security. He said it was like the 1986 reform act, and he went so far as to say it was &quot;designed&quot; to lead to nowhere.</p>\r\n<p>\r\n\tWe asked Cruz&rsquo;s office for specific supporting evidence. Spokeswoman Catherine Frazier noted several deficiencies in the Hoeven-Corker amendment, including that it fails to require a biometric system -- such as a retina scan -- for monitoring people as they enter and leave the country. But even more fundamental is the timing in the legislation.</p>\r\n<p>\r\n\t&quot;The border security assets required by the amendment have to be in place 10 years in the future before illegal immigrants can obtain green cards,&quot; Frazier said. &quot;Meaning border security does not have to happen if an administration does not care about giving them green cards&hellip; and just leaving them as RPIs in perpetuity.</p>\r\n<p>\r\n\t&quot;There is no guarantee in this bill that the border will ever be secured, so we essentially have a bill that offers legalization and little else.&quot; Frazier said.</p>\r\n<p>\r\n\tThe <a href=\"http://www.hoeven.senate.gov/public/index.cfm/files/serve?File_id=5a072291-d221-45e1-960f-3b035c526a6d\">CBO analyzed the Hoeven-Corker amendment</a>, which has become the latest version of the bill. The report said, &quot;The proposed amendment would appropriate $46.3 billion for expenses related to the security of the southern U.S. border and initial administrative costs.&quot; About $30 billion would go to hire at least 19,200 additional border patrol agents; close to $8 billion would go to building a fence along the border.</p>\r\n<p>\r\n\tThere is an important verb in that sentence from the CBO. It is &quot;appropriate.&quot; Congress controls the purse strings on government spending. The smallest step it can take is to authorize money. Authorized dollars mean little until Congress takes the real step and appropriates the money. Appropriations, on the other hand, are actual dollars that are there for an agency to spend.</p>\r\n<p>\r\n\tThe Senate bill appropriates over $46 billion to beef up border security. The time frame for most of the spending is 2014 to 2018.</p>\r\n<p>\r\n\tCruz said this is &quot;just like 1986.&quot; We looked at the <a href=\"http://thomas.loc.gov/cgi-bin/bdquery/z?d099:SN01200:@@@D&amp;summ2=m&amp;\">1986 Immigration Control and Reform Act</a>. When it comes to border security, it only authorized spending. The current bill both authorizes and actually appropriates spending for border security. It sets aside a designated pot of money -- the Comprehensive Immigration Reform Trust Fund -- and it puts $46.3 billion into it by Oct. 1, 2013.</p>\r\n<p>\r\n\tTaking note of the sequence of events, if the bill becomes law, the agencies start spending money on agents and other measures immediately.</p>\r\n<p>\r\n\tThe bill sets many goals for border enforcement. Beyond the new patrol agents, it adds 350 miles of fencing and creates an entry/exit system to track not just when people enter the country but when they leave. It requires all employers to use an employment verification system.</p>\r\n<p>\r\n\t<strong>Our ruling</strong></p>\r\n<p>\r\n\tCruz said the Senate immigration bill offers immediate legalization of unauthorized immigrants and that it indefinitely defers action on border security. Cruz said this bill was just like the major reform bill in 1986.</p>\r\n<p>\r\n\tOn legalization, the process would not be immediate, but as the CBO uses the term, it would come before the border is fully secured. Proponents of the bill refer to this as &quot;provisional&quot; status. By and large, immigrants could not apply to receive permanent legalized status until border security meets certain benchmarks.</p>\r\n<p>\r\n\tThe Senate measure also appropriates more than $46 billion for border security and makes that money available immediately. So Cruz is wrong to say the security measures are designed &quot;never to come into being.&quot;</p>\r\n<p>\r\n\tCruz was reasonably accurate on legalization but was way off the mark on the bill&rsquo;s border security being &quot;designed never to come into being.&quot; We rate his statement Mostly False.</p>\r\n<p>\r\n\t<strong>Editor&#39;s note: </strong><em>This item has been updated to include additional comments we received from Cruz&#39;s office after our initial publication. </em></p>\r\n", "ruling_comments_date": "2013-06-27T12:21:21.766374", "ruling_date": "2013-06-27T13:51:38", "ruling_headline": "Senate bill has immediate legalization but border security that's 'designed never to come into being,' says Cruz", "ruling_headline_slug": "border-security-immigration-bill-designed-never", "ruling_link_text": "This time, Senate funds security up front", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tFox News,<a href=\"http://www.foxnews.com/on-air/hannity/2013/06/25/sen-cruz-immigration-bill-not-designed-fix-problem\"> Sen. Cruz: Immigration bill &#39;not designed to fix the problem&#39;</a>, June 24, 2013</p>\r\n<p>\r\n\tEmail interview with Catherine Frazier, spokesperson for Sen. Ted Cruz, June 26, 2013</p>\r\n<p>\r\n\tEmail interview with Don Canton, communications director for Sen. John Hoeven, June 27, 2013</p>\r\n<p>\r\n\tLibrary of Congress&#39; Thomas,<a href=\"http://www.gpo.gov/fdsys/pkg/BILLS-113s744rs/pdf/BILLS-113s744rs.pdf\"> S. 744, &quot;Border Security, Economic Opportunity, and Immigration Modernization Act</a> ,&quot; accessed June 25, 2013</p>\r\n<p>\r\n\tCongressional Budget Office,<a href=\"http://www.hoeven.senate.gov/public/index.cfm/files/serve?File_id=5a072291-d221-45e1-960f-3b035c526a6d\"> Letter to Sen. Patrick Leahy on Senate amendment 1183</a>, June 24, 2013</p>\r\n<p>\r\n\tCongressional Budget Office, <a href=\"http://www.cbo.gov/sites/default/files/cbofiles/attachments/s744.pdf\">Cost estimate: S. 744, &quot;Border Security, Economic Opportunity, and Immigration Modernization Act,</a> June 18, 2013</p>\r\n<p>\r\n\tThe Guardian,<a href=\"http://www.guardian.co.uk/world/2013/jun/20/immigration-deal-border-patrol-agents\"> Immigration reform: deal inches closer as Republicans propose &quot;human fence&quot;</a>, June 21, 2013</p>\r\n<p>\r\n\tEmail interview with Kevin Johnson, dean of the law school at the University of California-Davis, June 26, 2013</p>\r\n<p>\r\n\tEmail interview with Stephen W. Yale-Loehr, law professor at Cornell University, June 26, 2013</p>\r\n<p>\r\n\tEmail interview with Jennifer Chacon, law professor at the University of California - Irvine, June 26, 2013</p>\r\n<p>\r\n\tEmail interview with David North, fellow at the Center for Immigration Studies, June 26, 2013</p>\r\n<p>\r\n\tCenter for Immigration Studies,<a href=\"http://www.cis.org/irca-amnesty\"> A Bailout for Illegal Immigrants? Lessons from the Implementation of the 1986 IRCA Amnesty</a>, January, 2010</p>\r\n<p>\r\n\tThe Hill,<a href=\"http://thehill.com/homenews/senate/307817-senate-no-votes-boost-boehner\"> Senate &lsquo;no&rsquo; votes on immigration help to boost Boenher</a>, June 26, 2013</p>\r\n<p>\r\n\tBloomberg News,<a href=\"http://www.bloomberg.com/news/2013-06-21/senators-reach-border-security-deal-in-immigration-bill.html\"> Senators reach border security deal in immigration bill</a>, June 21, 2013</p>\r\n<p>\r\n\tEmail interview with Michelle Mittelstadt with Migration Policy Institute, June 26, 2013</p>\r\n<p>\r\n\tThomas, Immigration Reform and Control Act of 1986,<a href=\"http://thomas.loc.gov/cgi-bin/bdquery/z?d099:SN01200:@@@D&amp;summ2=m&amp;\"> Congressional Research Service summary</a></p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 43, "current_job": "Senator", "false_count": 38, "first_name": "Ted", "half_true_count": 20, "home_state": "Texas", "id": 1475, "last_name": "Cruz", "mostly_true_count": 22, "name_slug": "ted-cruz", "pants_count": 9, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/CRUZPFTNEW.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1475/", "total_count": 141, "true_count": 7, "website": "http://www.tedcruz.org/"}, "statement": "<p>\r\n\tThe Senate immigration bill &quot;has immediate legalization ... and the border security is sometime in the future, and just like in 1986, it&#39;s designed never to come into being.&quot;</p>\r\n", "statement_context": "an interview with Fox News", "statement_date": "2013-06-24", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>We strive to make our work completely accurate. When we make a mistake, we correct it and note it on the original item. If the mistake is so significant that it requires us to change the ruling, we will do so. Readers who see an error should contact the writer or editor. Their names are listed on the right side of every Truth-O-Meter item. Clicking on their names will take you to their bio pages, where you can find their email addresses. Read more about our corrections policies in our <a href=\"http://www.politifact.com/truth-o-meter/article/2013/nov/01/principles-politifact-punditfact-and-truth-o-meter/\">Principles of the Truth-O-Meter</a>.</p>\r\n", "id": 255, "photo": null, "resource_uri": "/api/v/2/subject/255/", "subject": "Corrections and Updates", "subject_slug": "corrections-and-updates", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/14/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}