{"art": [], "author": [{"email_address": "abettelheim@cq.com", "first_name": "Adriel", "id": 48, "last_name": "Bettelheim", "name_slug": "adriel-bettelheim", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/48/", "title": "Writer, CQ", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2008/oct/14/barack-obama/beating-a-retreat-on-a-lavish-retreat/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "smontgomery@sptimes.com", "first_name": "Scott", "id": 9, "last_name": "Montgomery", "name_slug": "scott-montgomery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/9/", "title": "Former Government & Politics Editor, St. Petersburg Times", "twitter": null}], "facebook_headline": null, "id": 796, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "abettelheim@cq.com", "first_name": "Adriel", "id": 48, "last_name": "Bettelheim", "name_slug": "adriel-bettelheim", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/48/", "title": "Writer, CQ", "twitter": null}], "resource_uri": "/api/v/2/statement/796/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\n Trying to finger executives connected to the financial market meltdown to justify his calls for more corporate accountability, Sen. Barack Obama is keying on officials of the giant insurer American International Group Inc., whose high-risk investment portfolio imploded as a result of the mortgage crisis, prompting an $85 billion, taxpayer-funded bailout.\n <br />\n &nbsp;\n <br />\n In stump speeches and during his second presidential debate with Sen. John McCain, Obama has trumpeted the fact that the company organized a $400,000 weeklong conference for brokers at a swanky California resort days after bailout, and planned a second such gathering.\n</p>\n<p>\n &quot;Did you hear about these AIG executives? Here we are, we give them some help to keep their business afloat and they take a junket for over $400,000? Twice. Come on, now. They should return to Washington. If I was president, I would order them back. And I want a check for the taxpayers and they would be fired on the spot,&quot; Obama said at an Oct. 9 campaign rally in Cincinnati.\n</p>\n<p>\n Obama may be feeding big portions of red meat to Americans aggrieved by the dealings on Wall Street. But to put his claim in context, one has consider that AIG is a huge holding company with $1 trillion of assets that oversees distinct business units. The financial problems that triggered the bailout originated with a financial-products unit that guaranteed mortgage-backed securities and placed risky bets on the housing market. The Sept. 22-30 retreat at the St. Regis Resort in Monarch Beach, Calif. was organized months before the bailout by a separate AIG subsidiary that handles life insurance and that wasn't connected to the mortgage crisis.\n</p>\n<p>\n The object of the gathering at the St. Regis&nbsp; &ndash; where ocean-view rooms start at $565 per night &ndash; was to motivate and reward independent insurance brokers, who aren't AIG employees but sell the company's products. Such \"attaboy\" gatherings have been standard practice in the insurance business for many years, AIG Chief Executive Officer Edward Liddy asserted in an Oct. 8 letter to Treasury Secretary Henry M. Paulson Jr. (Details of the conference were first reported by the\n <em>\n  Orange County Register\n </em>\n on Oct. 2.)\n</p>\n<p>\n &nbsp;\n</p>\n<p>\n The company, in an Oct. 8 statement addressing the affair, said only 10 of the more than 100 attendees were employees of the AIG insurance subsidiary, adding no executives from company headquarters were present.\n</p>\n<p>\n It's worth noting that while the junket might seem inappropriately lavish given the current circumstances, AIG&rsquo;s life and property and casualty insurance businesses are financially sound, and have sufficient assets to pay claims. The financial-products business, on the other hand, was enmeshed in Wall Street's speculative bubble and sold contracts to guarantee mortgage-backed securities held by institutional investors. The collapse of the housing market drove down the value of these contracts and put the company in a severe cash squeeze, because it was forced to put up billions of dollars in collateral. Under terms of the bailout, the Fed gave AIG an $85 billion loan in exchange for 80 percent of its assets, reasoning that had the struggling company collapsed, it would have unleashed a vicious domino effect and toppled banks and corporations around the world.\n</p>\n<p>\n Obama is correct that the insurance brokers' gathering has hallmarks of a lavish junket. Records obtained from the St. Regis Resort by the House Oversight and Governmental Reform Committee, which is investigating AIG&rsquo;s collapse, showed the insurer paid more than $147,000 for banquets, $23,000 for spa services and $6,900 for golf at the resort, located between Los Angeles and San Diego. Committee Chairman Henry A. Waxman and others on the panel bitterly critizized the company for the trappings at a Oct. 7 hearing.\n</p>\n<p>\n What&rsquo;s more, the company planned a similar October gathering at the posh Ritz-Carlton in Half Moon Bay, Calif. but said on Oct. 9 it cancelled the gathering in the face of intensifying criticism from Obama, the Bush administration and members of Congress.\n</p>\n<p>\n In the Oct. 8 letter to Treasury Secretary Henry M. Paulson Jr. Liddy -- who replaced longtime AIG CEO Maurice \"Hank\" Greenberg after the government loaned the money -- said his company faces new challenges and &quot;that we owe our employees and the American public new standards and approaches.&quot; Liddy said AIG was &quot;reevaluating the costs of all aspects of our operations,&quot; in light of the turbulent market climate.\n</p>\n<p>\n So Obama has found a legitimate example of corporate excess at a company that's become a symbol of the financial crisis. And it's true that all of the AIG business units ultimately report to a single CEO and have a direct bearing on the company's bottom line. However, the decision to pamper the life insurance brokers appears to have been made independent of the turmoil roiling the financial markets and was an accepted way of doing business in the life insurance field, not as a symptom of Wall Street greed. And though those catering and spa bills were huge by hospitality standards, they're a pittance compared to the losses incurred dabbling in mortgage-backed securities.\n</p>\n<p>\n Obama's comments suggest a misunderstanding of the details behind AIG&rsquo;s collapse, or a deliberate effort to skip over the realities of AIG's corporate structure in order to make a good point. Also, Obama slams AIG for two junkets at a time when the company had only held one. AIG might have had a tin ear when it came to organizing corporate events. But Obama&rsquo;s wrong to lay blame for the financial meltdown on a highly regulated, profitable part of the business that sells life insurance. We rule the claim Barely True.\n</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-01-07T13:27:56.595788", "ruling_date": "2008-10-14T00:00:00", "ruling_headline": "Beating a retreat on a lavish retreat", "ruling_headline_slug": "beating-a-retreat-on-a-lavish-retreat", "ruling_link_text": "Beating a retreat on a lavish retreat", "ruling_state": null, "source_documents": null, "sources": "<p>\n ABC News,&nbsp;\n <a href=\"http://abcnews.go.com/Blotter/story?id=5994567&amp;page=1 \" target=\"_blank\">\n  &quot;Outrage Leads AIG to Cancel Second Luxury Retreat,&quot;\n </a>\n by Joseph Rhee, Oct. 9, 2008\n <br />\n <br />\n Bloomberg News,\n <a href=\"ttp://www.bloomberg.com/apps/news?pid=20601087&amp;sid=aVXfypExIZ9M \" target=\"_blank\">\n  &quot;AIG, Castigated for Resort Event, Plans Another,&quot;\n </a>\n by Erik Holm and Hugh Son, Oct. 8, 2008\n <br />\n &nbsp;&nbsp;&nbsp;\n <br />\n Washington Post,&nbsp;\n <a href=\"http://voices.washingtonpost.com/livecoverage/2008/10/after_bailout_aig_executives_h.html \" target=\"_blank\">\n  &quot;After Bailout, AIG Executives Head to Resort,&quot;\n </a>\n by Peter Whoriskey, Oct. 7, 2008\n <br />\n &nbsp;\n <br />\n Orange County Register,\n <a href=\"http://taxdollars.freedomblogging.com/2008/10/02/after-federal-bailout-aig-fetes-in-style-in-oc/ \" target=\"_blank\">\n  &quot;AIG Subsidiary Parties in Style in OC, Two Weeks After Bailout,&quot;\n </a>\n by Teri Sforza, Oct. 2, 2008\n <br />\n &nbsp;\n <br />\n Wall Street Journal\n <a href=\"http://online.wsj.com/article/SB122156561931242905.html \" target=\"_blank\">\n  &quot;U.S. to Take Over AIG in $85 Billion Bailout; Central Banks Inject Cash as Credit Dries Up,&quot;\n </a>\n by Matthew Karnitschnig, Deborah Solomon, Liam Pleven and Jon E. Hilsenrath, Sept. 16, 2008\n</p>\n<p>\n U.S. House Oversight and Government Reform Committee,\n <a href=\"http://oversight.house.gov/documents/20081007102513.pdf\" target=\"_blank\">\n  St. Regis Resort invoice summary\n </a>\n <br />\n <br />\n U.S. House Oversight and Government Reform Committee&nbsp;\n <a href=\"http://oversight.house.gov/documents/20081007132545.pdf\" target=\"_blank\">\n  AIG St. Regis Resort expenses\n </a>\n</p>\n<p>\n U.S. House Oversight and Government Reform Committee,\n <a href=\"http://oversight.house.gov/story.asp?ID=2211\" target=\"_blank\">\n  October 7 hearing transcript on AIG\n </a>\n</p>", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>\"AIG executives ... (took) a junket for over $400,000. Twice.\"</p>", "statement_context": "Cincinnati, Ohio", "statement_date": "2008-10-09", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}], "target": [], "twitter_headline": null}