{"art": [], "author": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "canonical_url": "/truth-o-meter/statements/2013/jul/08/luis-gutierrez/senate-bill-says-undocumented-immigr/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": "", "id": 7986, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "resource_uri": "/api/v/2/statement/7986/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>The effort to pass a sweeping immigration law has shifted to the Republican controlled U.S. House of Representatives where it faces a much tougher challenge than it did in the Senate.</p>\r\n\r\n<p>Supporters say that any hope for success lies in compromise. House Republican leaders say the Senate bill falls short in significant ways, but Democrats argue that it already contains major concessions.</p>\r\n\r\n<p>Rep. Luis Gutierrez, D-Ill., a long-time advocate for immigration reform from Chicago, highlighted how much his side was willing to give up to get the Senate bill through. &quot;They said to immigrants, 11 million of them, they said, tell you what we&#39;re going to do: For 10 years, you pay every tax possible, but you don&#39;t get a single benefit,&quot; Gutierrez said on CNN&rsquo;s <a href=\"http://transcripts.cnn.com/TRANSCRIPTS/1306/30/sotu.01.html\"><em>State of the Union</em>.</a></p>\r\n\r\n<p>Gutierrez gave some examples: Immigrants with provisional legal status would not get help paying their health insurance premiums under Obamacare, and they would get no credit for any Social Security taxes they paid during the time they worked illegally.</p>\r\n\r\n<p>In this fact-check, we explore the terms of the deal in the Senate bill. Are they as stark as Gutierrez presents, or is the picture more complicated?</p>\r\n\r\n<p>Gutierrez&rsquo;s staff clarified that he was using shorthand to refer to means-tested federal benefits.That would include some of the country&rsquo;s largest programs such as Medicaid, Temporary Assistance for Needy Families (TANF or welfare), and the Supplemental Nutrition Assistance Program (SNAP or food stamps).</p>\r\n\r\n<p><strong>What the Senate bill says</strong></p>\r\n\r\n<p>The Border Security, Economic Opportunity, and Immigration Modernization Act allows immigrants without documents to get permission to live and work in the country legally. The Social Security Administration expects that nearly three-fourths of the estimated 11.5 million people here will qualify for what is called Registered Provisional Immigrant, status, or RPI. A smaller number of agricultural workers would qualify for a separate program called the blue card.</p>\r\n\r\n<p>Neither program grants citizenship or permanent legal status, but they provide a pathway to both. Applicants would need to pay a fine, a fee, and pass a criminal background check to qualify for provisional status.</p>\r\n\r\n<p>The bill has a specific provision that goes to Gutierrez&rsquo;s claim. For both RPI and blue card holders, it says, &quot;An alien who has been granted blue card (or RPI) status is not eligible for any Federal means-tested public benefit&quot; and to be clear about what those benefits are, the bill refers to a law passed about 15 years ago.</p>\r\n\r\n<p>In 1996, Congress <a href=\"http://www.law.cornell.edu/uscode/text/8/1611\">defined the public benefits</a> that undocumented immigrants couldn&rsquo;t get. That law listed &quot;Any retirement, welfare, health, disability, public or assisted housing, postsecondary education, food assistance, unemployment benefit, or any other similar benefit.&quot; Numerous agencies have interpreted this to mean Medicaid and Medicare, SNAP, energy assistance and so forth.</p>\r\n\r\n<p>The Senate bill also expressly blocks immigrants with temporary status from receiving any health insurance premium subsidies under the Affordable Care Act. However, individuals can use their own money to buy their insurance through the clearinghouses called exchanges.</p>\r\n\r\n<p>&quot;Rep. Gutierrez is broadly correct, but not 100 percent,&quot; said <a href=\"http://sphhs.gwu.edu/faculty/index.cfm?empName=%20Leighton%20Ku&amp;employeeID=301\">Leighton Ku</a>, a professor in the Department of Health Policy at George Washington University who analyzed immigrant use of public benefits in a paper for the Cato Institute, a libertarian think tank. &quot;If they are poor enough and meet other eligibility criteria, for example, if they are a child or a low-income parent, RPIs may be eligible for emergency Medicaid, as are unauthorized immigrants.&quot;</p>\r\n\r\n<p>The 1996 law built in some <a href=\"http://www.nilc.org/overview-immeligfedprograms.html\">exceptions</a> for immigrants without legal documents. In addition to Medicaid paying for emergency medical treatment, young children are eligible for reduced school lunch programs and standard immunizations. The Women, Infant and Children program, WIC, can subsidize grocery bills for young families.</p>\r\n\r\n<p>So for children, women who are pregnant or have recently delivered, and medical emergencies, current law allows benefits for the undocumented and the Senate bill does not change that.</p>\r\n\r\n<p>Lastly, on the tax side, the Senate bill says &quot;an alien may not file an application for registered provisional immigrant status ... unless the applicant has satisfied any applicable Federal tax liability.&quot; In other words, these provisional residents must pay Uncle Sam.</p>\r\n\r\n<p>Regarding the 10 years Gutierrez mentioned, some immigrants under provisional status might be eligible for permanent resident status, a green card, sooner. If that happens, then they would gain access to public benefits in less than 10 years. However, both Social Security and Medicare require that a person or their spouse pay into the system for 10 years before they can claim any benefits. This applies to everyone, native born or not. And both programs are available only to citizens or permanent residents.</p>\r\n\r\n<p>People with provisional status would have Social Security and Medicare taxes deducted from their paychecks but would be ineligible to use those programs for 10 years.</p>\r\n\r\n<p><strong>A dispute over benefits</strong></p>\r\n\r\n<p>The U.S. Code defines public benefits, but there are some who say the list is incomplete. Steven Camarota, director of research at the Center for Immigration Studies, a group that favors limited immigration, said the Earned Income Tax Credit and the Child Tax Credit provide aid to lower income workers through the tax code. A working family that owes no taxes and meets other criteria can apply and receive thousands of dollars from the government.</p>\r\n\r\n<p>&quot;Gutierrez is mistaken,&quot; Camarota said. &quot;These large programs are explicitly available to those in RPI status. Low income immigrants typically work and have children, so their use rates of these two programs are very high, as it will be for RPI folks.&quot;</p>\r\n\r\n<p>Immigration reform advocates agree that provisional residents would gain from the tax credits. But Tanya Broder, senior staff attorney at the National Immigration Law Center, counters that blocking their use of these credits would be a first for the tax code.</p>\r\n\r\n<p>&quot;Individuals granted RPI status are required to pay the same taxes and are subject to the same deductions from their income as all other taxpayers,&quot; Broder said. &quot;Denying them the ability to claim the EITC would create an unprecedented two-tiered tax system for lawfully present workers.&quot;</p>\r\n\r\n<p>Regarding the accuracy of Gutierrez&rsquo;s statement, he was using the federal definition of benefits, and while lawmakers could decide otherwise, we take current law as our guide.</p>\r\n\r\n<p>For many years, Camarota and others have noted that the children of undocumented immigrants born in the United States are deemed citizens and are eligible for benefits. Their family members could indirectly benefit. The Senate bill makes no change in that.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Gutierrez said that immigrants with provisional status would pay every tax and get no benefits. His staff said he was talking about means-tested benefits, and to a large extent, Gutierrez was in line with what the Senate immigration bill says. It requires unauthorized immigrants to pay taxes, and so long as they are in a provisional status, they would not be eligible for food, housing or medical assistance.</p>\r\n\r\n<p>There are exceptions under current law that would allow them to get some public benefits, but these are limited and in any event, the Senate bill does not change the status quo. A subset of immigrants, children brought to the country at a young age and agricultural workers, would be eligible for green cards in less than 10 years, but the majority, about 70 percent, would have to wait the full time.</p>\r\n\r\n<p>We rate the statement Mostly True.</p>\r\n", "ruling_comments_date": "2013-07-08T13:46:44.737488", "ruling_date": "2013-07-08T16:13:30", "ruling_headline": "Senate bill says to undocumented immigrants: pay taxes but claim no public benefits", "ruling_headline_slug": "senate-bill-says-undocumented-immigr", "ruling_link_text": "For means-tested programs, yes", "ruling_state": null, "source_documents": null, "sources": "<p>CNN, State of the Union, <a href=\"http://transcripts.cnn.com/TRANSCRIPTS/1306/30/sotu.01.html\">Interview with Rep. Luis Gutierrez</a> , June 29, 2013</p>\r\n\r\n<p>Email interview with Douglas Rivlin, press secretary for Rep. Luis Gutierrez, July 3, 2013</p>\r\n\r\n<p>Medicare.gov,<a href=\"http://www.medicare.gov/MedicareEligibility/Home.asp?dest=NAV%7CHome%7CGeneralEnrollment#TabTop\"> General enrollment and eligibility</a></p>\r\n\r\n<p>Social Security Administration,<a href=\"http://www.ssa.gov/pubs/EN-05-10003.pdf\"> Program Summary Update 2013</a></p>\r\n\r\n<p>Legal Information Institute,<a href=\"http://www.law.cornell.edu/uscode/text/8/1611\"> 8 USC &sect; 1611 - Aliens who are not qualified aliens ineligible for Federal public benefits</a></p>\r\n\r\n<p>Library of Congress&#39; Thomas,<a href=\"http://www.gpo.gov/fdsys/pkg/BILLS-113s744rs/pdf/BILLS-113s744rs.pdf\"> S. 744, &quot;Border Security, Economic Opportunity, and Immigration Modernization Act&quot;</a></p>\r\n\r\n<p>PolitiFact,<a href=\"http://www.politifact.com/truth-o-meter/statements/2012/jun/19/facebook-posts/facebook-post-says-more-43-percent-all-food-stamps/\"> Facebook post says more than 43 percent of all food stamps are given to illegal immigrants</a>, June 19, 2012</p>\r\n\r\n<p>U.S. Department of Agriculture, &quot;<a href=\"http://www.fns.usda.gov/snap/rules/Legislation/pdfs/Non_Citizen_Guidance.pdf\">Non-Citizen Requirements in the Food Stamp Program</a>,&quot; Jan. 2003</p>\r\n\r\n<p>Internal Revenue Service,<a href=\"http://www.irs.gov/pub/irs-wd/0028034.pdf\"> Advisory memo on Earned Income Tax Credit</a>, July 14, 2000</p>\r\n\r\n<p>Email interview with Steven Camarota, research director with the Center for Immigration Studies, July 3, 2013</p>\r\n\r\n<p>Heritage Foundation,<a href=\"http://www.heritage.org/research/reports/2013/05/the-fiscal-cost-of-unlawful-immigrants-and-amnesty-to-the-us-taxpayer\"> The Fiscal Cost of Unlawful Immigrants and Amnesty to the U.S. Taxpayer</a>, May 6, 2013</p>\r\n\r\n<p>Email interview with Tanya Broder, senior staff attorney with the National Immigration Law Center, July 3, 2013</p>\r\n\r\n<p>National Immigration Law Center,<a href=\"http://www.nilc.org/overview-immeligfedprograms.html\"> Overview of Immigrant Eligibility for Federal Programs</a>, October 2011</p>\r\n\r\n<p>Department of Health and Human Services,<a href=\"http://aspe.hhs.gov/hsp/immigration/restrictions-sum.shtml\"> Summary of Immigrant Eligibility Restrictions Under Current Law</a>, February 25, 2009</p>\r\n\r\n<p>Email interview with <a href=\"http://sphhs.gwu.edu/faculty/index.cfm?empName=%20Leighton%20Ku&amp;employeeID=301\">Leighton Ku</a>, professor of health policy at George Washington University, July 3, 2013</p>\r\n\r\n<p>Social Security Administration,<a href=\"http://www.ssa.gov/OACT/solvency/MRubio_20130508.pdf\"> Letter to Sen. Marco Rubio</a>, May 8, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. House of Representatives", "false_count": 0, "first_name": "Luis", "half_true_count": 3, "home_state": "Illinois", "id": 511, "last_name": "Gutierrez", "mostly_true_count": 3, "name_slug": "luis-gutierrez", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/LGut.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Illinois", "edition": "Illinois", "edition_slug": "illinois", "has_afterthefact": false, "id": 61, "index_page": false, "meter_name": "The Illinois Truth-O-Meter", "resource_uri": "/api/v/2/edition/61/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/511/", "total_count": 6, "true_count": 0, "website": "http://www.gutierrez.house.gov/"}, "statement": "<p>Says under the Senate immigration bill, newly legalized immigrants will &quot;pay every tax possible, but you don&rsquo;t get a single benefit&quot; for 10 years.</p>\r\n", "statement_context": "an interview with CNN", "statement_date": "2013-06-29", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 221, "photo": null, "resource_uri": "/api/v/2/subject/221/", "subject": "Welfare", "subject_slug": "welfare", "used_in_edition": ["/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}