{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2013/jul/08/tony-perkins/wedding-vendors-have-been-forced-participate-same-/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": "", "id": 7987, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/7987/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Let&rsquo;s step away for a moment from the political implications of the U.S. Supreme Court decisions on same-sex marriage and fast-forward straight to the wedding day: What does it mean for those who make the white-tiered frosted wedding cake, arrange the bouquet tossed by the bride, or snap the &quot;I Do&quot; pics?</p>\r\n\r\n<p>Tony Perkins, the president of the Family Research Council, said on <a href=\"http://www.cbsnews.com/8301-3460_162-57591694/face-the-nation-transcripts-june-30-2013-hayden-olson-perkins-and-davis/?pageNum=4\">CBS&rsquo; <em>Face the Nation</em></a> a few days after the ruling that such wedding vendors have already been &quot;forced&quot; to serve same-sex couples.</p>\r\n\r\n<p>&quot;We&#39;re already seeing bakers and florists and photographers forced to participate in same-sex marriages under the threat of law and in some cases even jail. I can&#39;t think of anything that&#39;s more un-American than that. ... &quot;</p>\r\n\r\n<p>Host Bob Schieffer responded: &quot;How is it that bakers and florists are being forced to participate in this? I&#39;m not sure I understand what you&#39;re saying here.&quot;</p>\r\n\r\n<p>Perkins replied: &quot;Well, we&#39;re seeing in Washington state, Colorado, and some of the other states that have these anti-discrimination statutes that are being imposed, that when a same-sex couple comes and says, &lsquo;I want you to take pictures of my wedding,&rsquo; or &lsquo;I want you to bake a cake.&rsquo; And they say, &lsquo;Look, my religious convictions will not allow me participate in that,&rsquo; they&#39;re literally being sued by the government, not the individuals, and they&#39;ve even been adjudicated in such places as New Mexico. So we&#39;re going to see a loss of religious freedom. There is no question about it. It&#39;s already happening.&quot;</p>\r\n\r\n<p>Have there been bakers who have laid down their wire whisks and refused to bake a cake for a gay couple and hauled off to jail? A florist nervously piecing together a floral arrangement under the threat of a cop? We decided to investigate.</p>\r\n\r\n<p><strong>State anti-discrimination laws used in some legal challenges</strong></p>\r\n\r\n<p>In June, the U.S. Supreme Court struck down a section of the Defense of Marriage Act that bars federal benefits for married same-sex couples, and it dismissed a case on Proposition 8, California&rsquo;s law that banned gay marriage. The Prop 8 ruling means that same-sex couples in California can now get married again, but neither ruling makes gay marriage legal in every state -- currently 12 states allow gay marriages.</p>\r\n\r\n<p>While same-sex marriage laws can include exemptions for religious clergy who don&rsquo;t want to officiate such unions, there aren&rsquo;t typically exemptions for wedding vendors. So it&rsquo;s possible for gay couples to take legal action against wedding vendors who refused to serve them if there are state or local anti-discrimination laws in place that include sexual orientation. About 21 states have such, according to the Human Rights Campaign, a group that advocates for gay rights. (Florida isn&rsquo;t one of them, although some counties or cities have such laws.)</p>\r\n\r\n<p>&quot;These nondiscrimination laws say you cannot refuse to serve a couple because of sexual orientation,&quot; said Sarah Warbelow, an attorney and state legislative director for the Human Rights Campaign. &quot;If you are a photographer and a same-sex couple comes to you and says we want to employ you, the photographer for whatever event -- whether it&#39;s a marriage ceremony, commitment ceremony or whether it&rsquo;s a birthday party -- the laws of those states state you cannot refuse them on basis of sexual orientation.&quot;</p>\r\n\r\n<p>Each state can have their own process and penalties -- the ones we reviewed are generally heard before a civil rights or human rights commission.<img src=\"https://lh5.googleusercontent.com/Ige0y3I0kv5W-W5wZe9xpD4pC0TfkHmcWYWG7tntAeSsfpv7Bmh5L3EmtvXUpbg4ActAbHdK_CvHD3Nh22fuOIEbCmWqK5_l-taPg3NoFcfiP6VdfevP1O6F\" style=\"height:8px; width:20px\" /></p>\r\n\r\n<p>It&rsquo;s theoretically possible a vendor who lost such a lawsuit could face jail if they refused to comply with the order, but Warbelow said, &quot;I&rsquo;ve never heard of anyone actually going to jail.&quot;</p>\r\n\r\n<p><strong>Masterpiece Cakeshop in Colorado</strong></p>\r\n\r\n<p>The Family Research Council directed us to <a href=\"http://www.frc.org/washingtonupdate/justice-is-swerved\">multiple cases</a>, including one particular case that they argue includes the threat of jail: <a href=\"http://www.foxnews.com/us/2013/06/07/gay-colorado-couple-sues-bakery-for-allegedly-refusing-them-wedding-cake/\">Masterpiece Cakeshop</a>. In 2012, a gay couple visited the suburban Denver shop in search of a cake for a Colorado celebration following their Massachusetts wedding.</p>\r\n\r\n<p>After the cake shop refused, the ACLU initiated a complaint on behalf of the two men. The Colorado attorney general&rsquo;s office later filed a formal complaint which will be heard before the state&rsquo;s civil rights commission in September. The owner has <a href=\"http://blog.heritage.org/2013/06/22/colorado-baker-faces-heat-for-religious-expression/\">said</a>, &quot;We would close down the bakery before we would compromise our beliefs.&quot; The cake shop&rsquo;s lawyer, Nicolle Martin, has said if the owner loses he could face up to a year in jail.</p>\r\n\r\n<p>In the meantime, though, the Colorado Legislature has taken action to <a href=\"http://www.leg.state.co.us/clics/clics2013a/csl.nsf/fsbillcont/E62BBCA90496D67987257B03007584A1?Open&amp;file=184_enr.pdf\">repeal</a> the criminal penalties for discrimination in places of public accommodations, which had included up to a year in jail and/or a $300 fine. The provision had never been used, and the repeal coincided with legislators passing a<a href=\"http://www.denverpost.com/breakingnews/ci_22841921/colorado-civil-unions-hickenlooper-takes-up-pen-sign\"> civil unions bill</a>.</p>\r\n\r\n<p>We reached bill co-sponsor state Sen. Pat Steadman, D-Denver, who told us that the repeal officially goes into effect in August, and he didn&rsquo;t believe that a prosecutor would use that part of the law in the last month that it remains on the books.</p>\r\n\r\n<p>&quot;A D.A. has to choose to file misdemeanor charges,&quot; Steadman said. &quot;It never happened. It never will.&quot;</p>\r\n\r\n<p>However, since the Masterpiece Cakeshop incident occurred in 2012, Martin said it&rsquo;s still possible that the law on the books at the time -- which did include jail -- would apply.</p>\r\n\r\n<p>&quot;I have received no assurances from the state of Colorado that no prosecution will be pursued even in light of this recent repeal,&quot; Martin told PolitiFact.</p>\r\n\r\n<p>We checked with both the Colorado attorney general and the local district attorney; no criminal charges are pending.</p>\r\n\r\n<p>Even if no one has been jailed so far, the threat remains, said Ken Klukowski, a senior fellow for religious liberty at the FRC.</p>\r\n\r\n<p>&quot;It is no comfort to a person of faith to cite the frequency a person is criminally prosecuted and put behind bars especially in a rapidly changing legal environment ...,&quot; he said. &quot;The threat of prosecution has a chilling effect on people&#39;s behavior.&quot;</p>\r\n\r\n<p><strong>Completed cases in Vermont and New Jersey</strong></p>\r\n\r\n<p>Of the <a href=\"http://www.frc.org/washingtonupdate/justice-is-swerved\">other cases</a> related to wedding vendors cited by Perkins, only a couple have reached a conclusion.</p>\r\n\r\n<p>The Wildflower Inn in Vermont &nbsp;told a lesbian couple in 2010 that the inn didn&#39;t host &quot;gay receptions&quot; because of the owners&#39; &quot;personal feelings.&quot; After a lawsuit, it agreed to pay a $10,000 civil penalty, to place $20,000 in a charitable trust and to stop hosting weddings -- whether the couple is gay or straight.</p>\r\n\r\n<p>The director of the Vermont Human Rights Commission told PolitiFact that the inn has paid the first half of the fine and the second half is due in September. The owners didn&rsquo;t face jail based on the complaint itself. However, under Vermont law, failure to pay a fine can lead to a civil contempt action.</p>\r\n\r\n<p>&quot;This is no different than any other defendant who has a judgment against him/her and refuses to pay,&quot; director Karen Richards told PolitiFact in an email. &quot;As a practical matter, most unpaid judgments do not result in contempt proceedings, nor do they result in incarceration, except in very extreme cases, such as child support cases, where the party clearly has the money and is basically thumbing its nose at the court. I am not aware of any case in Vermont that resulted in a jail time for a defendant in any type of discrimination case.&quot;</p>\r\n\r\n<p>In New Jersey, the Methodist <a href=\"http://www.nytimes.com/2012/08/02/nyregion/in-ocean-grove-methodist-stronghold-a-dialogue-on-gay-rights.html\">Ocean Grove Camp Meeting Association</a> refused to allow a lesbian couple to hold a ceremony at its boardwalk pavilion in 2007. The New Jersey Division on Civil Rights <a href=\"http://www.aclu-nj.org/files/9813/5102/0681/2012.10.23_Directors_Decision.pdf\">ruled</a> in 2012 that the association, which gets a tax exemption, must cease and desist violating the law but did not impose a fine or other penalty. The association stopped renting out the pavilion for marriages, an attorney who represented the association during the legal battle told PolitiFact.</p>\r\n\r\n<p>New Jersey can impose a fine of up to<a href=\"http://www.nj.gov/oag/dcr/faq.html\"> $10,000</a> for a first offense.</p>\r\n\r\n<p>A provision of the law states that anyone violating an order as a result of a legal challenge could face up to a year in jail or a fine.</p>\r\n\r\n<p>&quot;However, no attorney I&#39;ve spoken with here is aware of this provision ever having been used to prosecute anyone, and there are no reported cases of it,&quot; Lee Moore, a spokesman for the state&#39;s Department of Law and Public Safety, told PolitiFact. &nbsp;</p>\r\n\r\n<p><strong>Pending cases</strong></p>\r\n\r\n<p>One case we reviewed received considerable publicity but ultimately went nowhere. In Oregon, a TV news station reported that <a href=\"http://www.christianpost.com/news/christian-baker-under-fire-for-refusing-wedding-cake-for-lesbian-couple-89503/\">Sweet Cakes by Melissa</a> co-owner Aaron Klein allegedly told a lesbian couple that &quot;they were abominations to the Lord&quot; and refused to fill the order. Klein told the media he didn&rsquo;t use that phrase, and that after the publicity he received death threats and his wedding business fell by half.</p>\r\n\r\n<p>The couple contacted the attorney general, who determined it would fall under the jurisdiction of the state&rsquo;s Bureau of Labor and Industries. A spokesman for the bureau told PolitiFact the couple didn&rsquo;t file their case with the agency, and we couldn&rsquo;t find any evidence that the case was re-filed elsewhere.<br />\r\n<br />\r\nNew York&rsquo;s <a href=\"http://www.dhr.ny.gov/law#296\">human rights law</a> includes a provision that a person can be sent to jail for up to a year if they refuse to comply with an order. But we could not find any evidence that anyone had been sent to jail. A case against the <a href=\"http://www.huffingtonpost.com/2012/10/18/liberty-ridge-farm-new-york-gay-wedding-denial_n_1980435.html\">Liberty Ridge Farm</a>, a New York wedding venue that refused to host a wedding for a lesbian couple, remains pending.</p>\r\n\r\n<p>Lisa Hardaway, spokeswoman for Lambda Legal in New York, said she had never heard of jail time in such a case.</p>\r\n\r\n<p>&quot;This is an extreme scare tactic by opponents of equality for LGBT folks,&quot; she told PolitiFact in an email. &quot;It&#39;s a good talking point but not real.&quot;</p>\r\n\r\n<p>Other cases that remain pending are in <a href=\"http://blog.seattlepi.com/seattlepolitics/2013/05/16/richland-florist-who-wont-supply-gay-wedding-sues-the-state/\">Washington</a> state and <a href=\"http://radio.foxnews.com/toddstarnes/top-stories/court-says-gay-rights-trump-religious-rights.html\">New Mexico</a>, where a photographer&rsquo;s case is before the state Supreme Court.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>After the Supreme Court rulings about gay marriage, Perkins said, &quot;We&#39;re already seeing bakers and florists and photographers forced to participate in same-sex marriages under the threat of law and in some cases even jail.&quot;</p>\r\n\r\n<p>We didn&#39;t find cases where people were forced to participate against their will. However, if vendors refuse service, there are consequences. There are 21 states that forbid discrimination based on sexual orientation. Vendors who refuse service there could face legal actions and fines.</p>\r\n\r\n<p>The &quot;jail&quot; part of Perkins&rsquo; claim is an exaggeration. We couldn&rsquo;t find any evidence that a vendor had been sent to jail or that any legal authority had threatened jail time. In some states, if a business owner loses an anti-discrimination case and refuses to comply with an order, the owner could face jail, but we found no evidence of that ever happening. One state, Colorado, specifically took action to remove the threat of jail.</p>\r\n\r\n<p>We rate this claim Half True.</p>\r\n<div class='artembed'>See Figure 1 on PolitiFact.com</div>\r\n\r\n", "ruling_comments_date": "2013-07-08T14:56:50.804411", "ruling_date": "2013-07-08T16:40:48", "ruling_headline": "Pundit: Vendors have been forced to participate in same-sex marriages under threat or even jail", "ruling_headline_slug": "wedding-vendors-have-been-forced-participate-same-", "ruling_link_text": "Let them eat cake ... or not?", "ruling_state": null, "source_documents": null, "sources": "<p>CBS <em>Face the Nation</em>, <a href=\"http://www.cbsnews.com/8301-3460_162-57591694/face-the-nation-transcripts-june-30-2013-hayden-olson-perkins-and-davis/?pageNum=4\">Transcript</a>, June 30, 2013</p>\r\n\r\n<p>Family Research Council, <a href=\"http://www.frc.org/washingtonupdate/justice-is-swerved\">&quot;Justice is swerved&quot;</a>by FRC president Tony Perkins and links to multiple news articles, July 1, 2013</p>\r\n\r\n<p>RTV6ABC, <a href=\"http://www.theindychannel.com/news/downtown-cookie-shop-settles-discrimination-claim\">&quot;Downtown cookie shop settles discrimination claim,&quot;</a>Dec. 9, 2010</p>\r\n\r\n<p>ACLU New Mexico press release, <a href=\"http://aclu-wa.org/news/aclu-files-suit-gay-couple-discriminated-against-florist\">&quot;ACLU files suit for gay couple discriminated against by florist,&quot;</a>April 18, 2013</p>\r\n\r\n<p><em>Lexington Herald-Leader</em>, <a href=\"http://www.kentucky.com/2012/11/26/2421990/city-rules-hands-on-originals.html\">&quot;Commission sides with gay group against Hands on Originals,&quot;</a>Nov. 26, 2012</p>\r\n\r\n<p>Huffington Post, <a href=\"http://www.huffingtonpost.com/2013/02/22/ben-allen-justin-hudgins-texas-gay-reception-hall_n_2741503.html\">&quot;Ben Allen and Justin Hudkins, Texas gay couple, says wedding venue turned them down,&quot;</a>Feb. 22, 2013</p>\r\n\r\n<p>Associated Press, <a href=\"http://www.foxnews.com/us/2013/06/07/gay-colorado-couple-sues-bakery-for-allegedly-refusing-them-wedding-cake/\">&quot;Gay couple sues bakery for allegedly refusing them wedding cake,&quot;</a>June 7, 2013</p>\r\n\r\n<p>Huffington Post,<a href=\"http://www.huffingtonpost.com/2012/08/23/wildflower-inn-vermont-gay-marriage-lawsuit_n_1826218.html\">&quot;Vermont&rsquo;s Wildflower Inn settles gay marriage lawsuit with lesbian couple,&quot; </a>Aug. 23, 2012</p>\r\n\r\n<p>New Jersey Office of the Attorney General, <a href=\"http://www.aclu-nj.org/files/9813/5102/0681/2012.10.23_Directors_Decision.pdf\">Order in Ocean Grove Meeting Association Case</a>, October 2012</p>\r\n\r\n<p>New Jersey, <a href=\"http://www.nj.gov/oag/dcr/law.html\">Law Against Discrimination</a>, Accessed July 5, 2013</p>\r\n\r\n<p>Washington state law,<a href=\"http://apps.leg.wa.gov/rcw/default.aspx?cite=49.60\">Discrimination - human rights commission</a>, Accessed July 5, 2013</p>\r\n\r\n<p>New York state, <a href=\"http://www.dhr.ny.gov/law#296\">Unlawful discriminatory practices</a>, Accessed July 5, 2013</p>\r\n\r\n<p>Colorado Senate,<a href=\"http://www.leg.state.co.us/clics/clics2013a/csl.nsf/fsbillcont/E62BBCA90496D67987257B03007584A1?Open&amp;file=184_enr.pdf\">Senate Bill 13-184</a>, Signed into law by the Governor, April 19, 2013</p>\r\n\r\n<p>Heritage Foundation, <a href=\"http://blog.heritage.org/2013/06/22/colorado-baker-faces-heat-for-religious-expression/\">&quot;Colorado baker faces heat for religious expression,&quot; </a>June 22, 2013</p>\r\n\r\n<p><em>Denver Post</em>, <a href=\"http://www.denverpost.com/breakingnews/ci_22841921/colorado-civil-unions-hickenlooper-takes-up-pen-sign\">&quot;Colorado Civil Unions bill signed by Gov. John Hickenlooper at History Colorado Center,&quot;</a>March 22, 2013</p>\r\n\r\n<p>Christian Post,<a href=\"http://www.christianpost.com/news/christian-baker-under-fire-for-refusing-wedding-cake-for-lesbian-couple-89503/\">&quot;Christian Baker under fire for refusing wedding cake for lesbian couple,&quot;</a>Feb. 5, 2013</p>\r\n\r\n<p>Komonews.com, <a href=\"http://www.komonews.com/news/local/Another-gay-wedding-another-cake-denied-207495751.html\">&quot;Another gay wedding, another cake denied,&quot;</a>May 15, 2013</p>\r\n\r\n<p><em>Willamette Week</em>, <a href=\"http://www.wweek.com/portland/article-20698-the_cake_wars.html\">&quot;Cake Wars,&quot; </a>May 29, 2013</p>\r\n\r\n<p>Seattle PI, <a href=\"http://blog.seattlepi.com/seattlepolitics/2013/05/16/richland-florist-who-wont-supply-gay-wedding-sues-the-state/\">&quot;Richmond florist, who won&rsquo;t supply wedding, sues the state,&quot;</a>May 16, 2013</p>\r\n\r\n<p><em>New York Times</em>, <a href=\"http://www.nytimes.com/2012/08/02/nyregion/in-ocean-grove-methodist-stronghold-a-dialogue-on-gay-rights.html\">&quot;In Methodist stronghold, a dialogue on gay rights,&quot; </a>Aug. 1, 2012</p>\r\n\r\n<p>Fox News, <a href=\"http://radio.foxnews.com/toddstarnes/top-stories/court-says-gay-rights-trump-religious-rights.html\">&quot;Court says gay rights trump religious rights,&quot;</a>June 5, &nbsp;2012</p>\r\n\r\n<p>CNN, <a href=\"http://money.cnn.com/2013/07/02/smallbusiness/same-sex-business-boom/\">&quot;Wedding business boom after same-sex ruling,&quot;</a>July 2, 2013</p>\r\n\r\n<p>NPR, <a href=\"http://www.npr.org/templates/story/story.php?storyId=196691625\">&quot;Wedding vendors that refuse gay customers often lose in court,&quot; </a>June 28, 2013</p>\r\n\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/rhode-island/statements/2013/jan/27/national-organization-marriage/national-organization-marriage-rhode-island-says-r/\">&quot;National Organization for Marriage-Rhode Island says religious groups have been forced to allow same sex-marriage ceremonies in their facilities,&quot;</a>Jan. 27, 2013</p>\r\n\r\n<p>Interview, Doug Honig, spokesman for ACLU Washington state, July 5, 2013</p>\r\n\r\n<p>Interview, Mark Silverstein, Legal Director ACLU of Colorado, July 3, 2013</p>\r\n\r\n<p>Interview, Cory Everett-Lozano, spokesperson for the Colorado Civil Rights Commission, July 3, 2013</p>\r\n\r\n<p>Interview, Vangie Hoffmann, New Mexico Civil Rights Commission, July 5, 2013</p>\r\n\r\n<p>Interview, Laura Morales, spokeswoman for the Colorado Attorney General, July 5, 2013</p>\r\n\r\n<p>Interview, Pam Russell, spokeswoman for the Jefferson County, Colorado District Attorney, July 5, 2013</p>\r\n\r\n<p>Interview, Sarah Steadman, New Mexico attorney representing woman who sued photographer, July 5, 2013</p>\r\n\r\n<p>Interview, Darin Miller, spokesman for the Family Research Council, July 3, 2013</p>\r\n\r\n<p>Interview, Ken Klukowski, senior fellow for religious liberty for the Family Research Council, July 5, 2013</p>\r\n\r\n<p>Interview, Nicolle Martin, lawyer for Masterpiece Cakeshop, July 5, 2013</p>\r\n\r\n<p>Interview, Lisa Hardaway, spokeswoman for Lambda Legal in New York, July 5, 2013</p>\r\n\r\n<p>Interview, Leticia Theodore-Greene, Deputy Commissioner, External Affairs, New York State Division of Human Rights, July 3, 2013</p>\r\n\r\n<p>Interview, Sarah Warbelow, state legislative director Human Rights Campaign, &nbsp;July 3, 2013</p>\r\n\r\n<p>Interview, Paul Guequierre, spokesman Human Rights Campaign, July 3, 2013</p>\r\n\r\n<p>Interview, Lee Moore, spokesman New Jersey Department of Law and Public Safety Division on Civil Rights, July 3, 2013</p>\r\n\r\n<p>Interview, Karen Richards, Executive Director, Vermont Human Rights Commission, July 3, 2013</p>\r\n\r\n<p>Interview, Colorado State Sen. Pat Steadman, D-Denver, July 5, 2013</p>\r\n\r\n<p>Interview, Michael Laffey, attorney for the Ocean Grove Camp Meeting Association, July 8, 2013</p>\r\n\r\n<p>Interview, Charlie Burr, spokesman, Oregon Bureau of Labor and Industries, July 2, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 1, "first_name": "Tony", "half_true_count": 1, "home_state": "", "id": 2359, "last_name": "Perkins", "mostly_true_count": 0, "name_slug": "tony-perkins", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Perkins.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2359/", "total_count": 2, "true_count": 0, "website": "http://www.frc.org/content/tony-perkins-president"}, "statement": "<p>&quot;We&#39;re already seeing bakers and florists and photographers forced to participate in same-sex marriages under the threat of law and in some cases even jail.&quot;</p>\r\n", "statement_context": "a TV interview", "statement_date": "2013-06-30", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 118, "photo": null, "resource_uri": "/api/v/2/subject/118/", "subject": "Gays and Lesbians", "subject_slug": "gays-and-lesbians", "used_in_edition": []}], "target": [], "twitter_headline": ""}