{"art": [], "author": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "canonical_url": "/ohio/statements/2013/jul/10/bill-johnson/rep-bill-johnson-says-most-americans-want-traditio/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "jkahoun@plaind.com", "first_name": "Jane", "id": 159, "last_name": "Kahoun", "name_slug": "jane-kahoun", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifact-jane-kahoun_1.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/159/", "title": "PolitiFact Ohio editor and deputy metro editor, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 8001, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "resource_uri": "/api/v/2/statement/8001/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Public reaction was fairly predictable when the U.S. Supreme Court struck down the federal Defense of Marriage Act, or DOMA, as unconstitutional. Many Republicans said marriage should between one man and one woman, and they supported the federal government&rsquo;s refusal to recognize gay marriage or grant federal benefits to same-sex spouses.</p>\r\n\r\n<p>Most Democrats said the opposite, and they hailed the Supreme Court&rsquo;s 5-4 decision striking down DOMA as a gay-rights breakthrough. And then there was Bill Johnson, a congressman from Ohio, who sent an email statement that made us snap to attention.</p>\r\n\r\n<p>&quot;Americans of faith are under attack,&quot; Johnson, a Republican from Marietta, said in his June 27 statement. &nbsp;&quot;First, the President refused to defend the Defense of Marriage Act, despite his legal, constitutional responsibility to do so. &nbsp;Then, liberals on the Supreme Court refused to defend traditional marriage itself, even though that&#39;s what most Americans want. I will defend traditional marriage, because it&#39;s not a government&#39;s job to define it -- it was already defined by God.&quot;</p>\r\n\r\n<p>PolitiFact Ohio has no desire to debate theology and no need to address whether Obama had an obligation to defend DOMA in court. The point is widely debated, but many of his predecessors from both parties also refused to defend laws they thought were unconstitutional. But another part of Johnson&rsquo;s claim caught our interest -- that the traditional definition of marriage is &quot;what most Americans want.&quot;</p>\r\n\r\n<p>We asked Johnson&rsquo;s communications director, Mollie Riester, how Johnson knows that. She pointed to two things: A recent poll commissioned by the Huffington Post, and the fact that &quot;in most cases, when Americans are given a direct choice, they have chosen to defend traditional marriage. The basis for that is the total number of times a proposition has been on a ballot.&quot;</p>\r\n\r\n<p>Let&rsquo;s examine those in reverse order.</p>\r\n\r\n<p>It is accurate that voters in a majority of states have acted to prohibit same-sex couples from marrying. Even counting a handful whose legislatures have carved out exceptions for domestic partnerships or civil unions, 30 states including Ohio have passed constitutional bans on gay marriage, and five more have done so through statutory laws, according to a review by the Washington Post.</p>\r\n\r\n<p>But the other part of Riester&rsquo;s answer -- current public opinion -- makes it problematic to use voter-passed bans as a measure to gauge gay-marriage opposition. That is, we looked at the date each state passed its ban, using a state-by-state search tool maintained by Freedom to Marry, a group favoring gay-marriage rights, and found that the majority passed their bans between 2004 and 2006, with a few earlier and a few later. A CNN timeline confirms this as well. In fact, when Texas became the 19th state to adopt a constitutional amendment banning same-sex marriage, the year was 2005. Ohio voters passed their ban in 2004, as did voters in 10 other states,</p>\r\n\r\n<p>That doesn&rsquo;t seem very long ago. But a wide array of public opinion polls show that views have shifted dramatically since then. Support for gay marriage has climbed steadily.</p>\r\n\r\n<p>A Washington Post-ABC News poll in March found that 58 percent of Americans believe it should be legal for gay couples to marry, and only 36 percent believe it should be illegal.</p>\r\n\r\n<p>More recently, a Pew Research Center poll after the Supreme Court ruling on DOMA -- and a related one that allowed California to overturn its gay-marriage ban -- found that 45 percent of people said they approved of the decisions, while 40 percent disapproved.</p>\r\n\r\n<p>On the related question of whether gays and lesbians should be allowed to wed legally, Pew said in May that 52 percent said yes and 42 percent said no.</p>\r\n\r\n<p>That would suggest exactly the opposite of what Johnson claimed when he said the &quot;Supreme Court refused to defend traditional marriage itself, even though that&#39;s what most Americans want.&quot;</p>\r\n\r\n<p>But Riester, Johnson&rsquo;s spokeswoman, cited a Huffington Post poll, so we took a look. That poll said that 43 percent of Americans said the government should recognize same-sex marriage and 45 percent said the government should not. The &quot;should not&quot; had the lead, in other words.</p>\r\n\r\n<p>But rather than indicating a majority opinion, this actually was a statistical toss-up, because the poll&rsquo;s margin of error was plus or minus 3.4 percentage points.</p>\r\n\r\n<p>What about all those states -- a majority of the nation -- that supported gay-marriage bans?</p>\r\n\r\n<p>Consider how much has changed since then. There is consistency in the polling, but we&rsquo;ll give you two specific examples.</p>\r\n\r\n<p>From Pew, tracking &nbsp;the issue since 1996: In 2004, the year Ohio voters decided that gay marriage should not be legally recognized, 64 percent of Americans agreed with that sentiment. By February 2012, the figure had dropped to 43 percent, and a larger share -- 48 percent -- favored same-sex marriage rights.</p>\r\n\r\n<p>Or to quote a USA Today story from July 1: &quot;By an unprecedented 55 percent - 40 percent, Americans say marriages between same-sex couples should be recognized by law as valid, with the same rights of traditional marriage. That&#39;s the highest level of support since Gallup began asking the question in 1996. Then, fewer than half that number, 27%, backed the idea.&quot;</p>\r\n\r\n<p>Whether state voters will change their constitutions to support this shift is to be seen. Still, attitudes are a-changin&rsquo;, to borrow a Bob Dylan line from another era of social shifts.</p>\r\n\r\n<p>Johnson would have been correct in 2004 and 2006, when voters throughout the country passed state constitutional bans on gay marriage. But in 2013, his statement has only an element of truth. It is dated. His claim rates Mostly False.</p>\r\n", "ruling_comments_date": "2013-07-10T12:14:02.298068", "ruling_date": "2013-07-10T09:59:36", "ruling_headline": "Rep. Bill Johnson says most Americans want “traditional marriage”", "ruling_headline_slug": "rep-bill-johnson-says-most-americans-want-traditio", "ruling_link_text": "Opinions, they are a-changin’", "ruling_state": null, "source_documents": null, "sources": "<p>U.S. Rep. Bill Johnson&rsquo;s response to DOMA ruling, June 27, 2013</p>\r\n\r\n<p><a href=\"http://scholarship.law.duke.edu/cgi/viewcontent.cgi?article=1157&amp;context=lcp\">&quot;Presidential non-enforcement of constitutionally objectionable statutes,&quot; </a>by Dawn E. Johnsen, Indiana University law professor, Duke Law Journal, 2000</p>\r\n\r\n<p><a href=\"http://www.freedomtomarry.org/states/\">State fact sheets,</a>Freedom to Marry, accessed July 3, 2013</p>\r\n\r\n<p><a href=\"http://www.cnn.com/2013/05/28/us/same-sex-marriage-fast-facts\">&quot;Same-sex marriage fast facts,&quot;</a>CNN, updated July 2, 2013</p>\r\n\r\n<p><a href=\"http://www.washingtonpost.com/wp-srv/special/politics/same-sex-marriage/\">&quot;Same-sex marriage status in the U.S.,&quot; </a>by Masuma Ahuja and Emily Chow, Washington Post, updated June 26, 2013</p>\r\n\r\n<p>&quot;<a href=\"http://www.huffingtonpost.com/2013/06/06/marriage-equality-survey_n_3391700.html\">Marriage equality survey finds sharp division over DOMA case,&quot; </a>by Emily Swanson, Huffington Post, June 6, 2013</p>\r\n\r\n<p><a href=\"http://www.washingtonpost.com/blogs/the-fix/wp/2013/03/18/gay-marriage-support-hits-new-high-in-post-abc-poll/\">&quot;Gay marriage support hits new high in Post-ABC News poll,&quot; </a>by Jon Cohen, Washington Post, March 18, 2013</p>\r\n\r\n<p><a href=\"http://www.people-press.org/2013/07/01/public-divided-over-same-sex-marriage-rulings/\">&quot;Public divided over same-sex marriage rulings,&quot;</a>Pew Research Center for People &amp; the Press, July 1, 2013</p>\r\n\r\n<p><a href=\"http://www.pewresearch.org/data-trend/domestic-issues/attitudes-on-gay-marriage/\">&quot;Gay marriage,&quot;</a>data trend, Pew Research Center</p>\r\n\r\n<p><a href=\"http://www.usatoday.com/story/news/politics/2013/07/01/poll-supreme-court-gay-marriage-affirmative-action-voting-rights/2479541/\">&quot;Poll: Support for gay marriage hits high after ruling,&quot; </a>by Susan Page, USA Today, July 1, 2013</p>\r\n\r\n<p><a href=\"http://www.gallup.com/poll/117328/marriage.aspx\">Gallup historical trends</a>, marriage, Gallup Inc.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "U.S. representative", "false_count": 1, "first_name": "Bill", "half_true_count": 0, "home_state": "Ohio", "id": 1347, "last_name": "Johnson", "mostly_true_count": 0, "name_slug": "bill-johnson", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Politifact-Bill-Johnson.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1347/", "total_count": 4, "true_count": 0, "website": "http://billjohnson.house.gov/"}, "statement": "<p>Most Americans want &quot;traditional marriage,&quot; as defined by the Defense of Marriage Act.</p>\r\n", "statement_context": "a news release", "statement_date": "2013-06-27", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 119, "photo": null, "resource_uri": "/api/v/2/subject/119/", "subject": "Families", "subject_slug": "families", "used_in_edition": []}, {"description": "", "id": 118, "photo": null, "resource_uri": "/api/v/2/subject/118/", "subject": "Gays and Lesbians", "subject_slug": "gays-and-lesbians", "used_in_edition": []}], "target": [], "twitter_headline": ""}