{"art": [{"brightcove": "", "caption": "Gov. Perry said extremely premature babies increasingly survive to healthy childhoods in this June 27, 2013, speech to the National Right to Life Convention.", "id": 3532, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/3532/", "title": "Rick Perry, Right to Life Convention June 27, 2013.", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/8Dfi4WFIraE?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "8Dfi4WFIraE"}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2013/jul/11/rick-perry/rick-perry-says-more-and-more-extremely-premature-/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 8003, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/8003/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tGov. Rick Perry spoke up for restricting abortions earlier in pregnancy by saying that extremely premature births increasingly result in healthy children.<br />\r\n\t<br />\r\n\tTo Democratic opposition and a sustained uproar in the Texas Senate gallery, a proposal intended to tighten the regulation of abortion in Texas perished at the end of the session that ran through June 25.<br />\r\n\t<br />\r\n\tPerry reacted by calling a fresh special session before telling the National Right to Life Convention in a June 27, 2013, speech: &quot;We will ban abortion after 20 weeks&quot; of pregnancy.<br />\r\n\t<br />\r\n\t&quot;And you think about it,&quot; Perry said, &quot;it makes sense considering the growing number of healthy, happy children who are born prematurely at the same early gestation that our laws allow abortion.&quot;<br />\r\n\t<br />\r\n\t<strong>Current law</strong></p>\r\n<p>\r\n\tTexas currently restricts abortions in the third trimester of pregnancies, which starts 26 weeks after a woman&rsquo;s last menstrual period, as <u><a href=\"http://info.sos.state.tx.us/pls/pub/readtac$ext.TacPage?sl=R&amp;app=9&amp;p_dir=&amp;p_rloc=&amp;p_tloc=&amp;p_ploc=&amp;pg=1&amp;p_tac=&amp;ti=25&amp;pt=1&amp;ch=139&amp;rl=2\" id=\"docs-internal-guid-40311e0d-c9e4-0a58-6785-6b9c12624992\" style=\"text-decoration:none;\">defined</a></u> in state rules. This yardstick--time since the last period--is also about two weeks longer than the length of a pregnancy, meaning the time after the egg has been fertilized.<br />\r\n\t<br />\r\n\tThis distinction bears on the Texas debate because the proposal backed by Republicans including Perry would shorten the period during which most abortions would be permitted by four weeks. So, we took Perry&rsquo;s speech statement as referring to infants born in those same four weeks, the 20th through 23rd week of pregnancy, though Perry spokesman Rich Parsons said by telephone that this was an injection of context on our part that didn&rsquo;t accurately reflect the governor&rsquo;s remark. &quot;That&rsquo;s a lie,&quot; he said.<br />\r\n\t<br />\r\n\tNationally, very few babies are born in the weeks targeted by the legislation. In 2010, <u><a href=\"http://www.cdc.gov/nchs/data/nvsr/nvsr61/nvsr61_01.pdf\" style=\"text-decoration:none;\">according to</a></u> the federal Centers for Disease Control and Prevention, less than 1 percent of the nearly 4 million U.S. births occurred before even 28 weeks of gestation.<br />\r\n\t<br />\r\n\tStill, do more and more of such extremely premature infants survive to healthy childhoods, as Perry said?<br />\r\n\t<br />\r\n\tBy email, Perry spokesman Josh Havens offered studies as backup for the claim, but also said, &quot;The point the governor is making is that babies born prior to the third trimester can survive outside the womb.&quot;<br />\r\n\t<br />\r\n\tThat&rsquo;s so, we learned from research and interviews with experts, though survival rates are low for such babies and whether more survivors reach healthy childhoods is murky.<br />\r\n\t<br />\r\n\tWe hunted for relevant research.</p>\r\n<p>\r\n\t<strong>Governor&#39;s backup</strong><br />\r\n\t<br />\r\n\tHavens pointed out an article in the <u><a href=\"http://journals.lww.com/greenjournal/Fulltext/2012/04000/Improving_Survival_of_Extremely_Preterm_Infants.15.aspx\" style=\"text-decoration:none;\">April 2012 issue</a></u> issue of Obstetrics and Gynecology, titled <a href=\"http://pdfs.journals.lww.com/greenjournal/2012/04000/Improving_Survival_of_Extremely_Preterm_Infants.15.pdf?token=method%7CExpireAbsolute;source%7CJournals;ttl%7C1372367446820;payload%7CmY8D3u1TCCsNvP5E421JYPPlNl9ZUXrQDsjmMHeXqBgfxP56d5BAis+WhfSrPR1S6lcHrAT5WTvTkrI7Jc1zUq2UlEn8N1x7qr2heZXbSZE2/LnQkUnbAwLtuHlqxiruZhFwwtFf4aeU4rMgwns+8TDbNbAkOUlffcIt0OqswFvWf97qU1+XR+GRM7R1S2drJjlMZyk5umnCyX0ZsO+WQO3OqrC6kWZHGFmwsUyPoy3TkarWdvvy6Y+Y2j71uz08ZT48Kq4FnoD9k2sZ/f2+VtLuq7uoIKDiRliJeppVX+rw4UyT+wiUZhSlAJO7dAyjR9vmyVAWVtaC6WwAPrLYreszSV1KWThE7hh6oMJQ6lmjEbXKC+gaal/PsKlfuCcwBrUqJIORKZEJNXxZBdgr3PQsdpBR5D41VaEH2MOCVFQOReXo4fsg/YHzlI735ThKGKWml7j5Rn+50uie6sSdJqjf0QLWOa0q+IPzv3lP9DbtjtVBzj37I05+xyFEQYy8hkPvrHfu33uPvCYtoLj6J9uZawa0r/hG4jNiOlz9FC7GJdeYruj0bK5VQBSvsgdY/dBIMeG3lNTXUCUcvJSluK0aGIw6Dz6nHkcE/3S4anFLYlT+riIYTCGiEX23hvUO;hash%7CAMx7m54wELTwchI8uDZ8Zg==\" style=\"text-decoration:none;\">&quot;<u>Improving Survival of Extremely Preterm Infants Born Between 22 and 25 Weeks of Gestation</u>.&quot;</a></p>\r\n<p>\r\n\tThe article, based on research led by a University of Iowa physician, reviewed the births of 237 babies born without major congenital anomalies after 22 to 25 weeks of gestation from 2000 through 2009 and concluded that more survived than would have been expected based on predicted survival rates based on outcomes of a national study from 1998 to 2003. The Iowa study said: &quot;These findings reflect improvement in survival&quot; of such babies &quot;whose parents elected aggressive treatment.&quot; The study did not look into how the babies fared into childhood.<br />\r\n\t<br />\r\n\tHavens also noted a study described in the May 1, 2013, Journal of the American Medical Association. According to an <u><a href=\"http://jama.jamanetwork.com/article.aspx?articleid=1682943\" style=\"text-decoration:none;\">online summary</a></u>, researchers in Sweden assessed 456 children born before 27 weeks of gestation from 2004 through 2007 and concluded, after check-ups at about 30 months of life, that about three in four of the survivors had mild or no disabilities, 16 percent had moderate disabilities and 11 percent had severe disabilities.</p>\r\n<p>\r\n\tBabies born the earliest were worst off, the summary says. More than half the children born at 23 weeks of gestation or earlier had moderate or severe overall disabilities at 30 months as did 60 percent of those children born at 22 weeks of gestation or earlier. The summary does not say whether the prevalence of disabilities at 30 months was an improvement compared to extremely premature babies born in earlier years.<br />\r\n\t<br />\r\n\t<strong>Other analyses</strong></p>\r\n<p>\r\n\tAt the Centers for Disease Control and Prevention, spokeswoman Karen Hunter suggested we seek research insights from the American College of Obstetricians and Gynecologists, which opposes the Texas measure.<br />\r\n\t<br />\r\n\tBy email, a college spokesman, Gregory Phillips, pointed out its physician guidelines, issued in September 2002 and reaffirmed in 2012. The guidelines state that survival rates for newborns born at the &quot;threshold of viability,&quot; defined as 25 or fewer weeks of gestation, improved in the early 1990s largely thanks to medical steps taken after those births, though extreme preemies still faced long odds. A chart in the guidelines, based on a study of more than 4,600 such babies born in centers around the country in 1995 and 1996, indicates no survivors among a dozen babies born after 21 weeks of gestation; a 21 percent survival rate among babies born after 22 weeks; and a 30 percent survival rate among babies born after 23 weeks.<br />\r\n\t<br />\r\n\tPhillips also suggested we contact the American Academy of Pediatrics, which put us in touch with <u><a href=\"http://hsc.unm.edu/som/pediatrics/neonatology/faculty.shtml\" style=\"text-decoration:none;\">Kristi Watterberg</a></u>, a University of New Mexico professor and pediatrician who chairs the academy&rsquo;s <u><a href=\"http://www.aap.org/en-us/about-the-aap/Committees-Councils-Sections/Pages/Committee-on-Fetus-and-Newborn.aspx?nfstatus=401&amp;nftoken=00000000-0000-0000-0000-000000000000&amp;nfstatusdescription=ERROR%3a+No+local+token\" style=\"text-decoration:none;\">Committee on Fetus and Newborn</a></u>.<br />\r\n\t<br />\r\n\tBy email and telephone, Watterberg agreed that survival rates of extremely premature babies have improved, thanks in large part to post-birth medical interventions and pre-birth steroid treatments, which especially help tiny lungs mature, she said..<br />\r\n\t<br />\r\n\tHowever, Watterberg said, it remains questionable whether more extremely premature babies grow into healthy children. &quot;Survival has increased for those&nbsp; babies on the cusp of viability,&quot; Watterberg said. &quot;Whether their short- or long-term outcomes have improved is much less clear. We need studies of babies at school age, as adolescents and as adults.&quot;<br />\r\n\t<br />\r\n\tWatterberg said the Iowa study offered by Perry&rsquo;s office included too few babies &mdash; only 16 infants were born before 24 weeks of pregnancy &mdash; to reach broad conclusions. A study would need to consider a couple hundred like-timed births to begin to support reasonable comparisons and conclusions, she said. &quot;You cannot make any pronouncements based on that,&quot; she said.<br />\r\n\t<br />\r\n\tWatterberg said by email: &quot;It&#39;s very difficult to get a good handle on long-term outcomes for large populations of extremely preterm infants - there aren&#39;t that many at 22 - 23 weeks, they have a high mortality rate, and follow-up studies are limited.&nbsp; There is a wide variability in reported outcomes&quot; as well, she said.<br />\r\n\t<br />\r\n\tWatterberg singled out several other studies and our review of them led us to mention of another:<br />\r\n\t<br />\r\n\t&mdash;A <u><a href=\"http://www.bmj.com/content/345/bmj.e7976\" style=\"text-decoration:none;\">study</a></u> published by BMJ in December 2012 compared short-term survival rates of extremely premature babies born in 2006 to similar babies born in 1995. In 2006, more than 1,100 of about 3,100 such babies survived to leave the hospital, the authors wrote. Still, less than half of the babies born in 2006 before 25 weeks of gestation survived, according to the study, compared to 66 percent or more of babies born at 25 weeks or later.<br />\r\n\t<br />\r\n\tAlso, the authors wrote, &quot;the pattern of major neonatal morbidity,&quot; <u><a href=\"http://www.bmj.com/press-releases/2012/12/03/more-babies-survive-premature-birth-serious-health-problems-unchanged\" style=\"text-decoration:none;\">meaning</a></u> major conditions, remained unchanged from 1995. Serious conditions included lung disease, brain injury and retinopathy (a disease that can lead to loss of vision). &quot;These observations reflect an important increase in the number of preterm survivors at risk of later health problems,&quot; the authors wrote.<br />\r\n\t<br />\r\n\tA Dec. 3, 2012, <u><a href=\"http://www.bmj.com/press-releases/2012/12/03/more-babies-survive-premature-birth-serious-health-problems-unchanged\" style=\"text-decoration:none;\">press release</a></u> issued with the BMJ-published study said: &quot;These results suggest that the total number of children in the community with lifelong health problems as a result of extremely preterm birth will rise, and represents an important increase in workload for health, educational, and social services, they conclude.&quot;<br />\r\n\t<br />\r\n\t&mdash;The same release said another study published by BMJ compared neurological and developmental outcomes at age 3 in babies born before 27 weeks of gestation in 2006 with babies born between 22 and 25 weeks in 1995. For such babies born in 2006, severe disability at age 3 years increased as gestation shortened, from 20 percent of survivors at 26 weeks&rsquo; gestation to 45 percent at 23 weeks, according to the release, with the&nbsp; most common impairment being developmental or cognitive function.<br />\r\n\t<br />\r\n\tBetween 1995 and 2006, the &quot;proportion of survivors with severe disability at 3 years was unchanged,&quot; the press release said. &quot;However, an estimated 11% more babies born between 22 and 25 weeks survived without disability.&quot; Fewer of the extremely premature babies had disabilities, but the same proportion had severe impairments in 2006 as in 1995, the release said. The authors also stressed that these findings be interpreted with caution, with additional research about the children as they age being critical before deciding there have been big changes in the frequency of disabilities.<br />\r\n\t<br />\r\n\t&mdash;A <u><a href=\"http://pediatrics.aappublications.org/content/126/3/443.full\" style=\"text-decoration:none;\">study</a></u> posted online in August 2010 in Pediatrics, the journal of the American Academy of Pediatrics, reviewed outcomes for more than 9,500 very small infants born from 22 weeks through 28 weeks of gestation from 2003 through 2007. Upshot: More than half of infants born at 24 weeks of gestation or later survived, the study said, though many infants had major conditions as well.<br />\r\n\t<br />\r\n\t&quot;During the 5-year study period,&quot; the authors wrote, &quot;there was no substantial improvement in rates of survival to discharge for extremely low gestation infants.... However, each additional week of&quot; gestation age (GA) &quot;at birth had substantial survival advantage; the most marked changes were between GAs of 22 and 25 weeks, with survival rates increasing from 6% to 72%. Furthermore, rates of survival to discharge without major&quot; diseases &quot;increased dramatically between 22 and 25 weeks, with continued steady improvement for each additional week of gestation.&quot;<br />\r\n\t<br />\r\n\t&mdash; A <u><a href=\"http://www.nejm.org/doi/full/10.1056/NEJMoa073059\" style=\"text-decoration:none;\">study</a></u> published in April 2008 in the New England Journal of Medicine looked at outcome at 18 to 22 months for nearly 4,200 infants born at 22 to 25 weeks&rsquo; gestation, with a focus on whether intensive care made a difference. At 18 months, 61 percent had died or had severe impairments, the authors wrote, counting 98 percent of infants born at 22 weeks, 84 percent of infants born at 23 weeks; 57 percent at 24 weeks; and 38 percent at 25 weeks.<br />\r\n\t<br />\r\n\t<strong>Federal institute</strong></p>\r\n<p>\r\n\tSeparately, we reached out to the National Institute of Child Health and Human Development, which has a <u><a href=\"http://www.nichd.nih.gov/about/org/der/branches/ppb/programs/epbo/pages/epbo_case.aspx?start=20:16:40\" style=\"text-decoration:none;\">website</a></u> enabling anyone to calculate survival rates of very young babies by inputting the length of pregnancy and other factors. Robert Bock, an institute spokesman, said by email its neonatal researchers consider a study steered by a Brown University pediatrician, Bonnie E. Stephens, to be the best reference on longer-term outcomes for babies born extremely early.<br />\r\n\t<br />\r\n\tThe <u><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/19501696\" id=\"docs-internal-guid-40311e0d-c9ea-a1bd-a120-402363bdc12b\" style=\"text-decoration:none;\">study</a></u>, published in June 2009 in the journal Pediatric Clinics of North America, states that survival rates of infants born &quot;at the limits of viability,&quot; 22 to 25 weeks of gestation, &quot;continued to improve&quot; through the 1990s. However, the study says, such improvements over the previous 20 years &quot;have not been accompanied by proportional reductions&quot; in disabilities among such babies. The study says, in fact, that there is &quot;increasing evidence of adverse outcomes into school age and adolescence,&quot; a conclusion the authors trace to about 25 other studies.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tPerry said more and more extremely premature babies grow into healthy childhoods.<br />\r\n\t<br />\r\n\tWe found research indicating that more extreme preemies -- some born during the period when abortion is permitted -- make it home from the hospital and live into early childhood. But evidence is lacking to prove the children&#39;s long-term health; in fact, we found that many of these children face major health challenges.<br />\r\n\t<br />\r\n\tWe rate Perry&#39;s statement, which lacked this clarification, as Mostly True.</p>\r\n", "ruling_comments_date": "2013-07-10T14:41:27.775042", "ruling_date": "2013-07-11T06:00:00", "ruling_headline": "Rick Perry says more and more extremely premature babies grow into healthy childhoods", "ruling_headline_slug": "rick-perry-says-more-and-more-extremely-premature-", "ruling_link_text": "More survive, but...", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tTelephone interview and <u><a href=\"https://docs.google.com/document/d/1DRl_mrZbdiX1TQU3_sGZ3NjpVs1_Uf9MDkADl_aX8hQ/pub\" style=\"text-decoration:none;\">email</a></u>, Rich Parsons, deputy director of communications, Gov. Rick Perry, July 10, 2013</p>\r\n<p>\r\n\t<u><a href=\"https://docs.google.com/document/d/1Uinan2ImyXg1uchsQd5CIzuDUV8z_vu44V4S7NfcIqs/pub\" style=\"text-decoration:none;\">Emails</a></u>, Josh Havens, deputy press secretary, Gov. Rick Perry, June 27 and July 3, 2013</p>\r\n<p>\r\n\tPublication, <u><a href=\"http://www.acog.org/Resources_And_Publications/Practice_Bulletins/Committee_on_Practice_Bulletins_--_Obstetrics/Perinatal_Care_at_the_Threshold_of_Viability\" style=\"text-decoration:none;\">&quot;Perinatal Care at the Threshold of Viability,&quot;</a></u> guidelines from American College of Obstetricians and Gynecologists, September 2002 (received by email from Gregory Phillips, director of media relations, Office of Communications, ACOG, June 27, 2013)</p>\r\n<p>\r\n\t<u><a href=\"https://docs.google.com/document/d/1-tZh0oSuVbSRebkwB-GrceiFYx1WmgfI9W5oDoFEnNQ/pub\" style=\"text-decoration:none;\">Email</a></u> and telephone interview, Kristi Watterberg, professor, Division of Neonatology, Department of Pediatrics, University of New Mexico, Albuquerque, July 1-2, 2013</p>\r\n<p>\r\n\tPress release and study abstract, <a href=\"http://www.bmj.com/press-releases/2012/12/03/more-babies-survive-premature-birth-serious-health-problems-unchanged\" style=\"text-decoration:none;\">&quot;<u>More babies survive premature birth, but serious health problems unchanged</u>,&quot;</a> <a href=\"http://www.bmj.com/content/345/bmj.e7976\" style=\"text-decoration:none;\">&quot;<u>Short term outcomes after extreme preterm birth in England: comparison of two birth cohorts in 1995 and 2006 (the EPICure studies)</u>,&quot;</a> BMJ.com, Dec. 3 and 4, 2012 (full article on study provided to PolitiFact Texas via email from Watterberg, July 1, 2013)</p>\r\n<p>\r\n\tResearch article, <a href=\"http://pediatrics.aappublications.org/content/126/3/443.full.pdf+html\" style=\"text-decoration:none;\">&quot;<u>Neonatal Outcomes of Extremely Preterm Infants From the NICHD Neonatal Research Network</u>,&quot;</a> Pediatrics, published online Aug. 23, 2010</p>\r\n<p>\r\n\tResearch article, <a href=\"http://www.nejm.org/doi/full/10.1056/NEJMoa073059\" style=\"text-decoration:none;\"><u>&quot;Intensive Care for Extreme Prematurity &mdash; Moving beyond Gestational Age</u>,&quot;</a> New England Journal of Medicine, April 17, 2008</p>\r\n<p>\r\n\tStudy abstract, <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/19501696\" style=\"text-decoration:none;\"><u>&quot;Neurodevelopmental outcome of the premature infant</u>,&quot;</a> Pediatric Clinics of North America, June 2009 (full article provided to PolitiFact Texas via email from Robert &nbsp;Bock, press officer, Eunice Kennedy Shriver National Institute of Child Health and Human Development at the National Institutes of Health, June 27, 2013)</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 30, "current_job": "U.S. Energy Secretary", "false_count": 31, "first_name": "Rick", "half_true_count": 42, "home_state": "Texas", "id": 291, "last_name": "Perry", "mostly_true_count": 24, "name_slug": "rick-perry", "pants_count": 18, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rick_Perry_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/291/", "total_count": 176, "true_count": 26, "website": "https://energy.gov/management/history/secretaries-energy"}, "statement": "<p>\r\n\tSays a growing number of extremely premature babies survive into healthy childhood.</p>\r\n", "statement_context": "", "statement_date": "2013-06-27", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 11, "photo": null, "resource_uri": "/api/v/2/subject/11/", "subject": "Abortion", "subject_slug": "abortion", "used_in_edition": []}, {"description": "", "id": 127, "photo": null, "resource_uri": "/api/v/2/subject/127/", "subject": "Children", "subject_slug": "children", "used_in_edition": []}, {"description": "", "id": 146, "photo": null, "resource_uri": "/api/v/2/subject/146/", "subject": "Women", "subject_slug": "women", "used_in_edition": []}], "target": [], "twitter_headline": ""}