{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2013/jul/19/facebook-posts/gop-stoppers-say-texas-ranks-poorly-worker-deaths-/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 8010, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/8010/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>A &quot;Rick Perry 2016&quot; image popped up on Facebook accompanied by warnings about the state he&rsquo;s led since late 2000: &quot;Texas ranks: #1 in worker deaths, #1 carbon emissions, #50 in high school graduates, #50 in funding for mental health patients.&quot;</p>\r\n\r\n<p>The June 13, 2013,&nbsp;<u><a href=\"https://www.facebook.com/photo.php?fbid=569237889795410&amp;set=a.362561537129714.96045.360781383974396&amp;type=1&amp;permPage=1\" style=\"text-decoration:none;\">post</a></u> by the Everlasting GOP Stoppers, which also has a <u><a href=\"http://theeverlastinggopstoppers.com/\" style=\"text-decoration:none;\">web page </a></u>highlighting political items, was accompanied by a message signed &quot;Veruca&quot;: &quot;True. Google it.&quot; Referring to the Republican governor&rsquo;s possibly renewed presidential aspirations, the comment closed: &quot;Just think if he makes good on his threat to run again, he can do for the whole country what he&#39;s done for Texas.&quot;</p>\r\n\r\n<p>Mindful that we&rsquo;ve previously explored claims about each of these topics, we asked the Everlasting GOP Stoppers, whose posts play off of the novel and movie <a href=\"http://www.imdb.com/title/tt0367594/\" style=\"text-decoration:none;\"><u>&quot;Charlie and the Chocolate Factory,</u>&quot;</a> how it reached its Texas rankings.</p>\r\n\r\n<p><strong>Worker deaths</strong></p>\r\n\r\n<p>&quot;Veruca Salt&quot; (who did not provide her real name), a co-founder of the group, <u><a href=\"https://docs.google.com/document/d/1GkfgZRnULHm7VRARxERFEeXRieAw8RGxSu7ZbWDbcds/pub\" style=\"text-decoration:none;\">replied via Facebook message</a></u> and pointed out an April 1, 2013, commentary by a state legislator, a Sept. 15, 2012, <em>Dallas Morning News</em> <u><a href=\"http://www.dallasnews.com/business/headlines/20120915-as-workplace-deaths-fall-nationally-they-remain-stubbornly-high-in-texas.ece\" style=\"text-decoration:none;\">news article</a></u> and a Sept. 21, 2011, <a href=\"http://www.bls.gov/ro6/fax/cfoi_tx.htm\" style=\"text-decoration:none;\">news release</a> from the U.S. Bureau of Labor Statistics, each of them indicating that in 2010, Texas was tops in some kind of worker fatalities.</p>\r\n\r\n<p>The <u><a href=\"http://www.chron.com/opinion/outlook/article/Texas-is-No-1-in-a-grim-statistic-4400677.php\" style=\"text-decoration:none;\">commentary</a></u> by Rep. Armando Walle, D-Houston, said: &quot;Texas still leads the country in the rate of construction worker fatalities.&quot; The Sept. 15, 2012, <em>News</em>&rsquo; <u><a href=\"http://www.dallasnews.com/business/headlines/20120915-as-workplace-deaths-fall-nationally-they-remain-stubbornly-high-in-texas.ece\" style=\"text-decoration:none;\">story</a></u> said that Texas led the nation with 461 total worker deaths in 2010, a tally attributed to the bureau, whose news release said Texas had 456 &quot;fatal work injuries&quot; in 2010, according to a preliminary count, which was down 26 from 2009. Some 134 of the deaths were highway-related, according to the release, with workplace homicides and falls accounting for 48 and 45 deaths, respectively. The release does not say Texas led the nation in workplace deaths.</p>\r\n\r\n<p>In May 2013, we <u><a href=\"http://www.politifact.com/texas/statements/2013/may/08/jim-marston/jim-marston-says-texas-leads-nation-fatal-industri/\" style=\"text-decoration:none;\">rated as Half True</a></u> a claim that Texas leads the nation in fatal industrial accidents. Drawing on statistics compiled by the federal bureau, we found that according to preliminary figures for 2011, Texas ranked No. 1 in five of six types of event or exposure tabbed by Austin advocate Jim Marston as &nbsp;&quot;industrial accident categories&quot; plus the transportation category. California led in deaths caused by violence and other injuries by persons or animals.</p>\r\n\r\n<p>Texas, the nation&rsquo;s second-most populous state, had 18 of the nation&rsquo;s 143 work fatalities attributed to fires and explosions; 67 of the total 666 from falls, slips and trips; 43 of the 401 caused by exposure to harmful substances or environments; and 66 of 708 deaths resulting from contact with objects and other equipment.</p>\r\n\r\n<p>California had the second-most in each of the four categories: 9, 60, 36 and 50 deaths, respectively. Third in fires/explosions was Tennessee with 10; third in falls and slips was New York with 39; third in harmful exposure was Florida with 27; and New York was third in object/equipment contact deaths at 34.</p>\r\n\r\n<p>We looked at preliminary data for<a href=\"http://www.bls.gov/iif/osh_nwrl.htm#cfoi\" style=\"text-decoration:none;\"> <u>2003 through 2010</u></a> and found Texas led those categories about 88 percent of the time.</p>\r\n\r\n<p>Seeking a way to account for population differences among states, we<a href=\"https://docs.google.com/document/d/1cqoafVfC_c2l57Ty66y2eDyrtOx-uIR8ASPwlF_RWwI/edit?usp=sharing\" style=\"text-decoration:none;\"> <u>took</u></a> each state&rsquo;s 2011<a href=\"http://www.bls.gov/news.release/pdf/cfoi.pdf\" style=\"text-decoration:none;\"> <u>raw numbers of deaths</u></a> in the four categories Marston tabbed, added them together, then divided by the average number of<a href=\"http://www.bls.gov/news.release/srgune.htm\" style=\"text-decoration:none;\"> <u>workers employed</u></a> in the state in 2011 per the bureau.</p>\r\n\r\n<p>Texas ranked 18th, with a rate of 1.7 such deaths per 100,000 workers. Observing that the five states with the &quot;worst&quot; rates all employed fewer than 1 million people in 2011, we checked to see how Texas fared among states employing more than 1 million. The answer: 10th place.</p>\r\n\r\n<p>&quot;Worst&quot; among the states were Montana (3.4 deaths per 100,000 workers), North Dakota (3.3), West Virginia (3), Alaska (3) and New Mexico (2.8). &quot;Worst&quot; among states with more than 1 million employed were Arkansas (2.6), Louisiana (2.3), Kansas (2.3), Missouri (2.1) and Kentucky (2).</p>\r\n\r\n<p>During our look into the Everlasting GOP Stoppers&rsquo; claim, a bureau spokeswoman, Cheryl Abbot, responded to our inquiry about worker deaths in general by emailing us a federal document showing 2011 workplace fatality rates state by state. That year, <u><a href=\"https://docs.google.com/file/d/0B0kkOiAWUCUGWUdXcXg2bmgxdVk/edit?usp=sharing\" style=\"text-decoration:none;\">according to the document</a></u>, Texas had a rate of 4 fatal occupational injuries per 100,000 full-time equivalent workers.</p>\r\n\r\n<p>That tied the state for 22nd with Alabama. North Dakota ranked first with a fatality rate of 12.4, according to the document, with Wyoming second (11.6) followed by Montana (11.2), Alaska (11.1), Arkansas (8.0), South Dakota (6.7) and New Mexico (6.6). Among the 10 most populous states, Texas ranked second to Ohio, which had a 5.5 fatality rate, according to the document.</p>\r\n\r\n<p><strong>Carbon emissions</strong></p>\r\n\r\n<p>&quot;Salt&quot; pointed us toward a May 14, 2013, <u><a href=\"http://www.environmentalleader.com/2013/05/14/texas-no-1-state-in-co2-emissions-from-energy/\" style=\"text-decoration:none;\">blog post</a></u> in a trade publication, Environmental Leader, stating: &quot;Texas still led the U.S. states in CO2 emissions from energy with 663 million metric tons in 2010, followed by California and Pennsylvania.&quot; The post, like a May 29, 2013, <u><a href=\"http://www.edf.org/blog/2013/05/29/texas-leads-nation-carbon-emissions-it%E2%80%99s-time-mess-texas\" style=\"text-decoration:none;\">online post</a></u> by the Environmental Defense Fund, attributed the conclusion to figures posted by the federal Energy Information Administration. The post said too, however, that Wyoming had the nation&rsquo;s greatest per-resident emissions, 118.5 metric tons per capita.</p>\r\n\r\n<p>In February 2013, <u><a href=\"http://www.politifact.com/texas/statements/2013/feb/13/sacramento-bee-editorial-board/california-editorial-says-texas-tops-carbon-dioxid/\" style=\"text-decoration:none;\">we found a similar contrast</a></u>; by far, Texas topped other states in carbon emissions except when those emissions were adjusted for population.</p>\r\n\r\n<p>A Jan. 12, 2012, <em>Houston Chronicle</em><a href=\"http://www.chron.com/news/houston-texas/article/Texas-leads-U-S-in-greenhouse-gas-emissions-2471299.php\" style=\"text-decoration:none;\"> <u>news article</u></a> said that according to federal data released that day, Texas was releasing far more greenhouse gases into the air than any other state. The story continued: &quot;Texas&#39; coal-fired power plants and oil refineries generated 294 million tons of carbon dioxide and other heat-trapping gases in 2010, more than the next two states &ndash; Pennsylvania and Florida &ndash; combined, the data show.&quot;</p>\r\n\r\n<p>The story said the Environmental Protection Agency released the data from the largest industrial sources across the country for the first time as part of a broader effort to reduce emissions linked to global warming. It said the agency &quot;collected data from more than 6,700 industrial facilities that release at least 25,000 tons of greenhouse gases into the air a year. The threshold is comparable to the emissions from burning 131 railcars of coal, the EPA said.&quot;&nbsp;&nbsp;</p>\r\n\r\n<p>To our inquiries at that time, the Texas Commission on Environmental Quality and the Sierra Club in Texas each guided us to even<a href=\"http://ghgdata.epa.gov/ghgp/main.do\" style=\"text-decoration:none;\"> <u>more recent EPA data</u></a> on industrial emissions of greenhouse gases, the primary driver of climate change, the federal agency says.</p>\r\n\r\n<p>And on the agency&rsquo;s website, it&rsquo;s possible to check on each state&rsquo;s industrial emissions of eight gases, among them carbon dioxide, methane, nitrous oxide and hydrofluorocarbons. According to the posted information, Texas industrial facilities in 2011 emitted 391 million metric tons of carbon dioxide, mainly produced from the burning of fossil fuels. The database indicates that industrial CO2 emissions in other populous states were lower: California (95 million metric tons); New York (44); Florida (123); Illinois (41); Pennsylvania (141): Ohio (142); Michigan (89); Georgia (82); North Carolina (66); and New Jersey (23). Louisiana, on the Gulf Coast like Texas, had 132 million metric tons of CO2 emissions, according to the agency.</p>\r\n\r\n<p>It&rsquo;s no surprise, perhaps, that Texas plants make the state No. 1 in industrial carbon dioxide emissions. Neil Carman, who directs the Clean Air program for the Sierra Club&rsquo;s Lone Star chapter, told us by email: &quot;Realize that Texas has more large oil refineries, major chemical and petrochemical plants, hundreds of natural gas processing plants, Portland cement kilns, carbon black plants, etc. than any other state because of the strength of the oil &amp; gas industry and the large geographical size and population base as well.&quot;</p>\r\n\r\n<p>Carman&rsquo;s comment underscored a hitch in the federal information. The data does not reflect total gases emitted in each state--just those attributed to industrial facilities.</p>\r\n\r\n<p>Yet Al Armendariz of the Sierra Club guided us to a spreadsheet prepared by the U.S. Energy Information Administration, based on<a href=\"http://www.eia.gov/beta/state/notes-sources.cfm\" style=\"text-decoration:none;\"> <u>its analysis</u></a> of emissions from the consumption of fossil fuels, estimating that in 2010, Texas had 653 million metric tons of CO2 emissions. California placed a distant second, at 370 million metric tons, and Pennsylvania was third, at 257 million metric tons.</p>\r\n\r\n<p>So, Texas has been No. 1 in total CO2 emissions, though it would have tied for 13th if each state&rsquo;s emissions were adjusted for its population.In per-capita emissions, less populous states led the nation, topped by Wyoming (108 metric tons per capita); North Dakota (76); Alaska (56); Louisiana (50); Montana (36); Kentucky (35); Indiana (34); Iowa (30); Alabama and New Mexico (28); Nebraska and Oklahoma (27). Kansas and Texas each had 26 metric tons of CO2 emissions per resident.</p>\r\n\r\n<p><strong>High school graduates</strong></p>\r\n\r\n<p>On Texas ranking last in high school graduates, &quot;Salt&quot; cited the March 2013 edition of a <u><a href=\"http://www.scribd.com/doc/136046800/Texas-on-the-Brink-2013\" style=\"text-decoration:none;\">report</a></u> by a Texas House caucus, the Legislative Study Group, on how Texas ranks compared to other states.</p>\r\n\r\n<p>&quot;Texas is dead last in percentage of high school graduates,&quot; the report said, a conclusion attributed to the &quot;Texas Fact Book&quot; published in 2012 by the Legislative Budget Board, which said that in 2009, 79.9 percent of Texans had graduated from high school, placing the state 50th. By email, a staff spokesman for the budget board, John Barton, told us that ranking was based on the U.S. Census Bureau&rsquo;s 2009 American Community Survey, <u><a href=\"http://www.census.gov/compendia/statab/2012/tables/12s0233.pdf\" style=\"text-decoration:none;\">which indicates </a></u>Texas trailed Mississippi, at 80.4 percent, and California, 80.6 percent.</p>\r\n\r\n<p>More up-to-date information was available before the group made its post about Perry. In the bureau&rsquo;s 2011 survey, Texas, Mississippi and California <u><a href=\"https://docs.google.com/file/d/0B0kkOiAWUCUGbDRuNEx0QURoM0k/edit?usp=sharing\" style=\"text-decoration:none;\">tied for last</a></u> among the states, with 81.1 percent of adults having high school degrees. Louisiana was fourth, at 82.5 percent.</p>\r\n\r\n<p>We suppose the group&rsquo;s Facebook post could be read as saying Texas is last in current high school graduation rates. That was not what we found in January 2013 when we rated as <u><a href=\"http://www.politifact.com/texas/statements/2013/feb/11/rick-perry/rick-perry-says-texas-has-third-highest-high-schoo/\" style=\"text-decoration:none;\">Mostly True</a></u> a Perry claim that Texas graduation rates were at an all-time high and third-highest in the nation.</p>\r\n\r\n<p>Texas had tied with five states for the third-highest graduation rate in 2011, of 86 percent, we found. Then again, three states had higher rates, meaning Texas might better be described as fourth-ranked. Also, by another measure, comparing the number of graduates one year to students in ninth grade four years earlier, Texas remained among middling states for 2009-10, with a 79 percent completion rate.</p>\r\n\r\n<p><strong>Mental health spending</strong></p>\r\n\r\n<p>&quot;Salt&quot; offered news articles and blog posts from 2011 and 2012 indicating Texas ranked 50th in per-resident spending on mental health care. Most drew on an annual analysis by the Henry J. Kaiser Family Foundation.</p>\r\n\r\n<p>In February 2013, we rated as <u><a href=\"http://www.politifact.com/texas/statements/2013/feb/08/sacramento-bee-editorial-board/sacramento-bee-editorial-says-texas-last-mental-he/\" style=\"text-decoration:none;\">Mostly True</a></u> a claim that Texas is &quot;last in mental health expenditures,&quot; after noting that the foundation&rsquo;s latest review indicated that another state spent less per resident than Texas in fiscal 2010, which in Texas ran through August 2010.</p>\r\n\r\n<p>Texas was last among the states in such per-capita spending in 2009, 2008 and 2007, according to Kaiser charts for those years, though the<a href=\"http://www.statehealthfacts.org/comparemaptable.jsp?yr=30&amp;typ=4&amp;ind=278&amp;cat=5&amp;sub=149\" style=\"text-decoration:none;\"> <u>2007 chart</u></a> shows no available data for Hawaii. The latest comparison: In fiscal 2010, which in Texas ran through August 2010, Texas spent nearly $980 million total on mental health services, placing ninth nationally, according to a foundation<a href=\"http://www.statehealthfacts.org/comparemaptable.jsp?ind=277&amp;cat=5\" style=\"text-decoration:none;\"> chart</a>. The state&rsquo;s<a href=\"http://www.statehealthfacts.org/comparemaptable.jsp?ind=278&amp;cat=5\" style=\"text-decoration:none;\"> <u>per-person spending</u></a> of $38.99 placed the state 49th -- not last -- among the states. Idaho, with per-capita spending of $36.64, was 50th, with Maine No. 1 at per-capita spending of $346.92. The national average was $120.56.</p>\r\n\r\n<p>In raw dollars, then, Texas spent more on mental health services than 41 states. But in per-resident spending -- the better metric for comparing states --Texas ranked second-to-last to Idaho after trailing all other states for several years.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>The Facebook post said: &quot;Texas ranks: #1 in worker deaths, #1 carbon emissions, #50 in high school graduates, #50 in funding for mental health patients.&quot;</p>\r\n\r\n<p>This post takes things out of context by cherry-picking figures, in each case stressing the result that makes Texas look worst.</p>\r\n\r\n<p>Still, two of the declared ranks seem fairly solid. Texas tied with Mississippi in 2011 for the greatest share of adults lacking high school degrees and it was second to last in per-person mental health spending in 2010.</p>\r\n\r\n<p>In contrast, Texas ranked 22nd nationally in its 2011 worker fatality rate and while the state had the most carbon emissions in 2010, it would have tied for 13th if each state&rsquo;s emissions were adjusted for its population.</p>\r\n\r\n<p>We rate this claim as Half True.</p>\r\n", "ruling_comments_date": "2013-07-11T18:33:06.357344", "ruling_date": "2013-07-19T12:00:00", "ruling_headline": "GOP Stoppers say Texas ranks poorly in worker deaths, carbon emissions and more", "ruling_headline_slug": "gop-stoppers-say-texas-ranks-poorly-worker-deaths-", "ruling_link_text": "Cherry-picking time", "ruling_state": "Texas", "source_documents": null, "sources": "<p>Facebook message (excerpted), <u><a href=\"https://docs.google.com/document/d/1GkfgZRnULHm7VRARxERFEeXRieAw8RGxSu7ZbWDbcds/pub\" style=\"text-decoration:none;\">backup information</a></u> provided by Everlasting GOP Stoppers, June 18, 2013</p>\r\n\r\n<p>Truth-O-Meter articles, <a href=\"http://www.politifact.com/texas/statements/2013/feb/08/sacramento-bee-editorial-board/sacramento-bee-editorial-says-texas-last-mental-he/\" style=\"text-decoration:none;\"><u>&quot;Sacramento Bee editorial says Texas is last in mental health care spending,</u>&quot;</a> Feb. 8, 2013; <a href=\"http://www.politifact.com/texas/statements/2013/feb/11/rick-perry/rick-perry-says-texas-has-third-highest-high-schoo/\" style=\"text-decoration:none;\">&quot;<u>Rick Perry says Texas has third-highest high school graduation rates, a &#39;significant turnaround</u>,&#39;&quot;</a> Feb. 11, 2013; <a href=\"http://www.politifact.com/texas/statements/2013/feb/13/sacramento-bee-editorial-board/california-editorial-says-texas-tops-carbon-dioxid/\" style=\"text-decoration:none;\">&quot;<u>California editorial says Texas is tops in carbon dioxide emissions and toxic releases into water</u>,&quot;</a> Feb. 13, 2013; <a href=\"http://www.politifact.com/texas/statements/2013/may/08/jim-marston/jim-marston-says-texas-leads-nation-fatal-industri/\" style=\"text-decoration:none;\">&quot;<u>Jim Marston says Texas leads the nation in fatal industrial accidents</u>,&quot;</a> May 8, 2013</p>\r\n\r\n<p>Document, <a href=\"https://docs.google.com/file/d/0B0kkOiAWUCUGWUdXcXg2bmgxdVk/edit?usp=sharing\" style=\"text-decoration:none;\"><u>&quot;2011 Census of Fatal Occupational Injuries Fatal Work Injury Rates, State by State,</u>&quot;</a> U.S. Bureau of Labor Statistics, Sept. 20, 2012 (received by email from Cheryl Abbot, June 20, 2013)</p>\r\n\r\n<p><u><a href=\"https://docs.google.com/file/d/0B0kkOiAWUCUGbDRuNEx0QURoM0k/edit?usp=sharing\" style=\"text-decoration:none;\">Spreadsheet</a></u>, U.S. adults with high school degrees, by state, 2011 American Community Survey (received by email from Robert Bernstein, U.S. Census Bureau, July 11, 2013)</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 14, "current_job": "Social media posting", "false_count": 18, "first_name": "", "half_true_count": 15, "home_state": "", "id": 1486, "last_name": "Facebook posts", "mostly_true_count": 11, "name_slug": "facebook-posts", "pants_count": 37, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Facebook_icon_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1486/", "total_count": 101, "true_count": 6, "website": "http://www.facebook.com/"}, "statement": "<p>&quot;Texas ranks: #1 in worker deaths, #1 carbon emissions, #50 in high school graduates, #50 in funding for mental health patients.&quot;</p>\r\n", "statement_context": "a fake Rick Perry 2016 poster.", "statement_date": "2013-06-13", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Most scientists agree that climate change is real and humans are causing it. The figure that&rsquo;s widely cited is 97 percent of climate scientists, and it appears in at least&nbsp;<a href=\"http://www.politifact.com/truth-o-meter/statements/2015/sep/02/rick-santorum/santorum-un-climate-head-debunked-widely-cited-97-/\">three peer-reviewed surveys</a>.&nbsp;<a href=\"http://www.politifact.com/virginia/statements/2016/apr/04/don-beyer/don-beyer-says-97-percent-scientists-believe-human/\">Plenty of other studies</a>&nbsp;report overwhelming majorities of experts (in the 90 percent range) and at least&nbsp;<a href=\"http://climate.nasa.gov/scientific-consensus/\">18 scientific associations</a>&nbsp;agree.</p>\r\n", "id": 313, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/images.jpg", "resource_uri": "/api/v/2/subject/313/", "subject": "Climate Change", "subject_slug": "climate-change", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}, {"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 147, "photo": null, "resource_uri": "/api/v/2/subject/147/", "subject": "States", "subject_slug": "states", "used_in_edition": []}, {"description": "", "id": 103, "photo": null, "resource_uri": "/api/v/2/subject/103/", "subject": "Workers", "subject_slug": "workers", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 30, "current_job": "U.S. Energy Secretary", "false_count": 31, "first_name": "Rick", "half_true_count": 42, "home_state": "Texas", "id": 291, "last_name": "Perry", "mostly_true_count": 24, "name_slug": "rick-perry", "pants_count": 18, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rick_Perry_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/291/", "total_count": 176, "true_count": 26, "website": "https://energy.gov/management/history/secretaries-energy"}], "twitter_headline": ""}