{"art": [], "author": [{"email_address": "nmadsen@timesdispatch.com", "first_name": "Nancy ", "id": 321, "last_name": "Madsen", "name_slug": "nancy-madsen-virginia", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/madsen_1.jpg", "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/321/", "title": "PolitiFact Virginia writer", "twitter": null}], "canonical_url": "/virginia/statements/2013/jul/12/dave-schwartz/dave-schwartz-says-24-percent-virginia-doctors-won/", "edition": {"adkey": "Editions", "advalue": "Virginia", "edition": "Virginia", "edition_slug": "virginia", "has_afterthefact": false, "id": 10, "index_page": false, "meter_name": "The Virginia Truth-O-Meter", "resource_uri": "/api/v/2/edition/10/"}, "editor": [{"email_address": "wfiske@timesdispatch.com", "first_name": "Warren", "id": 209, "last_name": "Fiske", "name_slug": "warren-fiske", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/209/", "title": "PolitiFact Virginia Editor", "twitter": null}], "facebook_headline": null, "id": 8012, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "nmadsen@timesdispatch.com", "first_name": "Nancy ", "id": 321, "last_name": "Madsen", "name_slug": "nancy-madsen-virginia", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/madsen_1.jpg", "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/321/", "title": "PolitiFact Virginia writer", "twitter": null}], "resource_uri": "/api/v/2/statement/8012/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p dir=\"ltr\">\r\n\tDuring a recent rally on the state capitol grounds, opponents of Medicaid expansion argued it is ridiculous to expand a health care program that they said is fundamentally flawed.</p>\r\n<p dir=\"ltr\">\r\n\tAmong the speakers was Dave Schwartz, Virginia director for Americans for Prosperity, a conservative group that organized the rally. He said Medicaid patients receive poor health care, in part because many doctors are unwilling to treat them.</p>\r\n<p dir=\"ltr\">\r\n\t&quot;Twenty-four percent of doctors in Virginia currently don&rsquo;t accept new Medicaid patients because the reimbursement rates are so low,&quot; he said.</p>\r\n<p dir=\"ltr\">\r\n\t&nbsp;We wondered whether Schwartz&rsquo;s statement about Virginia physicians is correct. It&rsquo;s an intriguing claim because if expansion is approved in the Old Dominion, 400,000 additional Medicaid recipients will be seeking the care of state doctors.</p>\r\n<p dir=\"ltr\">\r\n\tSchwartz, who repeated his statistic in a June 18 <a href=\"http://hamptonroads.com/2013/06/medicaid-expansion-would-jeopardize-lives\">op-ed</a> in The Virginian-Pilot on June 18, said it came from a 2012 study published in the peer-reviewed journal Health Affairs.The article, written by an economist at the National Center for Health Statistics, <a href=\"http://content.healthaffairs.org/content/31/8/1673.abstract\">broke down</a> national data to show what percentage of office-based physicians in each state in 2011 accepted new patients.</p>\r\n<p dir=\"ltr\">\r\n\tThe NCHS extracted its state data from a from a survey of 4,326 U.S. doctors conducted by the Centers for Disease Control and Prevention&rsquo;s National Center for Health Statistics. Only 4 percent of those physicians said they did not take on new patients in 2011.</p>\r\n<p dir=\"ltr\">\r\n\tOf that national sample of doctors, 31 percent said they did not accept new Medicaid patients. Of the Virginia physicians, 24 percent did not add Medicaid recipients -- the number Schwartz cited.</p>\r\n<p dir=\"ltr\">\r\n\tBut Schwartz glossed over some fine points in the study, creating two issues with his claim.</p>\r\n<p dir=\"ltr\">\r\n\tFirst, the survey omitted doctors who practiced in hospital outpatient departments or clinics that are part of a hospital -- important sites of care for Medicaid patients. Thirteen percent of the nation&rsquo;s physicians worked in hospital-based practices and 3 percent worked in community health centers, according to 2008 data from the Center for Studying Health System Change. Those numbers were not broken down by state. But they tell us that the proportion of all Virginia doctors that did not accept new Medicaid patients -- as Schwartz framed his statement -- &nbsp;had to be slightly lower than 24 percent.</p>\r\n<p dir=\"ltr\">\r\n\tThe second issue is that Schwartz said all of the Virginia doctors who declined new Medicaid patients did so &quot;because the reimbursement rates are so low.&quot; But the survey on which the NCHS study was based did not ask physicians why they shunned new Medicaid patients. It did cite other national research that said reimbursement was a primary reason for doctors shunning new Medicaid patients, but not the only one.</p>\r\n<p dir=\"ltr\">\r\n\tTwo years ago, the Kaiser Family Foundation released a national study of the acceptance of Medicaid patients. It was based on the responses of 1,460 physicians to a survey conducted in 2008 by the Center for Studying Health System Change.</p>\r\n<p dir=\"ltr\">\r\n\tKaiser&rsquo;s study said more than 90 percent of physicians cited multiple reasons why they accepted only some or no new Medicaid patients. The most frequently mentioned reason was inadequate reimbursement, at 89 percent, followed by billing requirements and delayed reimbursement, each at 76 percent. Other major reasons were that Medicaid patients often required a lot of clinical work and difficulties in arranging care for them from specialist physicians.</p>\r\n<p dir=\"ltr\">\r\n\t<a href=\"http://jama.jamanetwork.com/article.aspx?articleid=1104090&amp;link=xref\">Research</a> has also shown correlation between the historic Medicaid reimbursement rates in each state and the willingness of its doctors to accept patients covered by the program. At the end of 2012, states, on the average, paid doctors treating Medicaid recipients <a href=\"http://kaiserfamilyfoundation.files.wordpress.com/2013/01/8398.pdf\">66 percent</a> as much as the federal government paid them to care for Medicare patients, according to another Kaiser study. . Virginia reimbursed at 80 percent of the Medicare rate.</p>\r\n<p dir=\"ltr\">\r\n\tUnder Obamacare, the U.S. is paying to raise Medicaid payments for primary care providers to the level of Medicare fees in 2013 and 2014. After that, the Medicaid fees are expected to return to state control, according to Stephen Zuckerman, co-director of the Health Policy Center at the Urban Institute.</p>\r\n<p dir=\"ltr\">\r\n\t<strong id=\"docs-internal-guid-00e333eb-d360-6519-75c4-7f2211ebf852\">Our ruling</strong></p>\r\n<p dir=\"ltr\">\r\n\tSchwartz said, &quot;24 percent of doctors in Virginia currently don&rsquo;t accept new Medicaid patients because the reimbursement rates are so low.&quot;</p>\r\n<p dir=\"ltr\">\r\n\tThe survey Schwartz cites to back his claim did not include primary care providers in hospitals and community clinics -- who very often are the doctors that care for Medicaid patients. So the actual percentage of all Virginia physicians not taking on Medicare recipients is slightly lower than Schwarz&rsquo;s number -- exactly how much lower is impossible to say because no study has computed the number. &nbsp;</p>\r\n<p dir=\"ltr\">\r\n\t&nbsp;Schwartz also is askew in claiming that every Virginia doctor who closed his or her door to new Medicaid patients did so because of low reimbursement rates. The survey he cited did not ask physicians about Medicaid rates. Other research has shown that U.S. doctors avoid Medicare patients for a variety of reasons that almost always include low fees.</p>\r\n<p dir=\"ltr\">\r\n\tAll told, Schwartz&rsquo;s statement paints a generally accurate picture but needs elaboration. We rate it Mostly True.</p>\r\n", "ruling_comments_date": "2013-07-12T11:07:07.236804", "ruling_date": "2013-07-12T11:01:53", "ruling_headline": "Dave Schwartz says 24 percent of Virginia doctors won't take new Medicaid patients", "ruling_headline_slug": "dave-schwartz-says-24-percent-virginia-doctors-won", "ruling_link_text": "Generally accurate", "ruling_state": null, "source_documents": null, "sources": "<p dir=\"ltr\">\r\n\tAmericans for Prosperity state director Dave Schwartz during a rally on June 17, 2013.</p>\r\n<p dir=\"ltr\">\r\n\tThe Virginian-Pilot editorial by Schwartz, &quot;<a href=\"http://hamptonroads.com/2013/06/medicaid-expansion-would-jeopardize-lives\">Medicaid expansion would jeopardize lives</a>,&quot; June 18, 2013.</p>\r\n<p dir=\"ltr\">\r\n\tRichmond Times-Dispatch, &quot;<a href=\"http://www.timesdispatch.com/news/state-regional/battle-lines-drawn-in-va-medicaid-overhaul/article_63ac9115-bd2b-57cc-b69c-97f2d3280851.html\">Battle lines drawn in Va. Medicaid overhaul</a>,&quot; June 17, 2013.</p>\r\n<p dir=\"ltr\">\r\n\tHealth Affairs, &quot;<a href=\"http://content.healthaffairs.org/content/31/8/1673.full.html\">In 2011 Nearly One-Third Of Physicians Said They Would Not Accept New Medicaid Patients, But Rising Fees May Help</a>,&quot; August 2012.</p>\r\n<p dir=\"ltr\">\r\n\tContemporary Economic Policy, &quot;<a href=\"http://www.thefreelibrary.com/Physicians'+cost+shifting+behavior%3A+Medicaid+versus+other+patients.-a019542848\">Physicians&rsquo; cost shifting behavior: Medicaid versus other patients</a>,&quot; April 1997.</p>\r\n<p dir=\"ltr\">\r\n\tThe Journal of the American Medical Association, &quot;<a href=\"http://jama.jamanetwork.com/article.aspx?articleid=1104090&amp;link=xref\">Medicaid Payments Levels to Dentists and Access to Dental Care Among Children and Adolescents</a>,&quot; July 13, 2011.</p>\r\n<p dir=\"ltr\">\r\n\tHealth Services Research, &quot;<a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC1361165/\">The Effect of Medicaid Payment Generosity on Access and Use among Beneficiaries</a>,&quot; June 2005.</p>\r\n<p dir=\"ltr\">\r\n\tCenter for Health Policy Research and Ethics, &quot;<a href=\"http://chpre.org/?p=822\">The Effects of Medicaid Reimbursement on Access to Care of Medicaid Enrollees: A Community Perspective</a>,&quot; Jan. 1, 2005.</p>\r\n<p dir=\"ltr\">\r\n\tKaiser Family Foundation, &quot;<a href=\"http://kaiserfamilyfoundation.files.wordpress.com/2013/01/8178.pdf\">Physician Willingness and Resources to Serve More Medicaid Patients: Perspectives from Primary Care Physicians</a>,&quot; April 2011.</p>\r\n<p dir=\"ltr\">\r\n\tKaiser Family Foundation, &quot;<a href=\"http://kaiserfamilyfoundation.files.wordpress.com/2013/01/8398.pdf\">How Much Will Medicaid Physician Fees for Primary Care Rise in 2013? Evidence from a 2012 Survey of Medicaid Physician Fees</a>,&quot; December 2012.</p>\r\n<p dir=\"ltr\">\r\n\tInterview with Stephen Zuckerman, co-director and senior fellow at the Health Policy Center of the Urban Institute, June 25, 2013.</p>\r\n<p dir=\"ltr\">\r\n\tInterviews with Julia Paradise, co-director at the Kaiser Commission on Medicaid and the Uninsured, June 25 and 26,&nbsp; 2013.</p>\r\n<p>\r\n\t&nbsp;</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Virginia director of Americans for Prosperity", "false_count": 0, "first_name": "Dave", "half_true_count": 0, "home_state": "Virginia", "id": 2367, "last_name": "Schwartz", "mostly_true_count": 1, "name_slug": "dave-schwartz", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/schwartz-283x300.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Virginia", "edition": "Virginia", "edition_slug": "virginia", "has_afterthefact": false, "id": 10, "index_page": false, "meter_name": "The Virginia Truth-O-Meter", "resource_uri": "/api/v/2/edition/10/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2367/", "total_count": 1, "true_count": 0, "website": "http://americansforprosperity.org/virginia/dave-schwartz-afp-virginia-state-director/"}, "statement": "<p>\r\n\t&quot;Twenty-four percent of doctors in Virginia currently don&rsquo;t accept new Medicaid patients because the reimbursement rates are so low.&quot;</p>\r\n", "statement_context": "a speech.", "statement_date": "2013-06-17", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 212, "photo": null, "resource_uri": "/api/v/2/subject/212/", "subject": "Medicaid", "subject_slug": "medicaid", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}