{"art": [], "author": [{"email_address": "sowen@statesman.com", "first_name": "Sue", "id": 265, "last_name": "Owen", "name_slug": "sue-owen", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/265/", "title": "PolitiFact Texas staff writer", "twitter": null}], "canonical_url": "/texas/statements/2013/jul/12/gilberto-hinojosa/gilberto-hinojosa-texas-abortion-cancer/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 8018, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "sowen@statesman.com", "first_name": "Sue", "id": 265, "last_name": "Owen", "name_slug": "sue-owen", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/265/", "title": "PolitiFact Texas staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/8018/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>The Texas Democratic Party sent out an <a href=\"https://docs.google.com/document/d/1AEmGAizffeXWo6KzJOGucmWepzhm2HoCcPCOn8caqIw/edit?usp=sharing\">email blast</a> July 3, 2013, seeking signatures on a petition calling (ultimately without success) for hearings to be held around the state on a legislative measure tightening restrictions on abortion in Texas.</p>\r\n\r\n<p>Signed by party chairman Gilberto Hinojosa, the letter said, &quot;If this bill passes, someone living in El Paso would have to drive 550 miles each way to San Antonio for something as simple as cervical cancer screening at a clinic.&quot;</p>\r\n\r\n<p>House Bill 2, which a House committee approved the day Hinojosa&rsquo;s email went out and was awaiting Senate consideration as we posted this article, would ban most abortions after 20 weeks and toughen standards for abortion clinics. Opponents have said a provision that clinics must upgrade to the standards of ambulatory surgical centers could lead 36 of 42 clinics that perform most Texas abortions to shut down.</p>\r\n\r\n<p>When we contacted the Democratic Party about Hinojosa&rsquo;s claim, spokeswoman Tanene Allison told us by email that although the chairman&rsquo;s San Antonio reference could be read as saying no El Paso facility would continue to provide such services, it was not intended that way.</p>\r\n\r\n<p>Hinojosa &quot;does recognize that there may be other clinics open for these screenings in El Paso,&quot; Allison said.</p>\r\n\r\n<p>&quot;Our intention was to say that if you go to the clinics that are covered under HB2, you would have to drive 550 miles to get some of the services that you normally get locally,&quot; Allison said. &quot;We certainly could have been clearer and will be in future emails.&quot;</p>\r\n\r\n<p>Still, we checked on conditions in El Paso for ourselves.</p>\r\n\r\n<p>El Paso, a city with <a href=\"http://quickfacts.census.gov/qfd/states/48/4824000.html\">672,538</a> residents as of 2012, is at Texas&rsquo; western edge, but it&rsquo;s not isolated. It&rsquo;s across the Rio Grande from the more than 1 million residents of Mexico&rsquo;s Ciudad Ju&aacute;rez, and inside the U.S., it&rsquo;s closer to Albuquerque, N.M. (population <a href=\"http://quickfacts.census.gov/qfd/states/35/3502000.html\">555,417</a>) and the nation&rsquo;s <a href=\"http://www.census.gov/newsroom/releases/archives/population/cb13-94.html\">sixth-largest city</a> (Phoenix, population 1.5 million) than it is to San Antonio.</p>\r\n\r\n<p>Two El Paso clinics could shutter if the measure becomes law, according to a July 10, 2013, El Paso Times <a href=\"http://www.elpasotimes.com/newupdated/ci_23625851/texas-sen-wendy-davis-may-make-el-paso\">news story</a>. The clinics appear on a Department of State Health Services <a href=\"https://docs.google.com/file/d/0B0kkOiAWUCUGX1dCMHM1WDIyeXM/edit?usp=sharing\">list</a> of abortion facilities we received by email June 25, 2013. <a href=\"http://www.reproductiveservices.com/services.html\">Reproductive Services of El Paso</a>, near downtown, provides cancer screenings and other services, while <a href=\"http://www.hilltopwomensreproductive.org/services.nxg\">Hill Top Women&rsquo;s Reproductive Clinic</a> solely offers abortions and pregnancy tests, according to the clinics&rsquo; websites. We called both clinics, but did not hear back.</p>\r\n\r\n<p>So, if Reproductive Services were to shut down, would El Paso women have to drive 550 miles to get a test for cervical cancer?</p>\r\n\r\n<p>&quot;That&rsquo;s unbelievable. That&rsquo;s not possible. I don&rsquo;t even know where to start,&quot; said Adriana Valdes, co-director of outreach and case management at the Cancer and Chronic Disease Consortium, which manages El Paso clinics&rsquo; participation in the state&rsquo;s Breast and Cervical Cancer Services program.</p>\r\n\r\n<p>&quot;There are a lot of organizations and institutions here that can provide access to those services,&quot; Valdes told us by phone. Lawmakers &quot;need to put all the facts together&quot; before making decisions that could affect funding for women&rsquo;s health &quot;coming into needy communities like ours,&quot; she said. &quot;Many towns and hospitals are committing their monies to diagnostic screenings and diagnostic services and none of them are providing abortion services.&quot;</p>\r\n\r\n<p>Valdes said she was not aware of the two clinics listed as abortion facilities, but said that any time a facility closes, it has a big impact on the women in the area who rely on its services. &quot;We have central locations,&quot; she said. &quot;Those are not long distances.&quot; Access to transportation is a concern, she said, but the biggest issue can be making sure women know the services are available, especially with patients who get used to going to a single facility for years and don&rsquo;t know of other options.</p>\r\n\r\n<p>Education and advice for such women is a main function of her organization, which subcontracts with 12 to 14 clinics and some private health care providers to help women get breast and cervical cancer screenings at low or no cost, Valdes said, and gives ongoing assistance to women diagnosed with cancer.</p>\r\n\r\n<p>The clinics do not provide abortions, she said, and so would not be directly affected by the legislation, although it could mean more women would seek their &quot;already overwhelmed&quot; services.</p>\r\n\r\n<p>Access to cervical cancer screenings in El Paso decreased when Planned Parenthood clinics in El Paso closed, we learned from Valdes and Theresa Byrd, a professor at Texas Tech University&rsquo;s Paul L. Foster School of Medicine in El Paso.</p>\r\n\r\n<p>According to the 2013 El Paso Times news story and <a href=\"http://www.elpasotimes.com/ci_12701705\">another</a> from June 27, 2009, all six Planned Parenthood clinics in El Paso closed in 2009 because of financial problems.</p>\r\n\r\n<p>Byrd, who helped develop a <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/22388451\">intervention program</a> being tested now in El Paso and other cities to increase the prevalence of cervical cancer screenings among Mexican American women, told us that if the abortion measure became law, &quot;the situation would stay about the same&quot; in El Paso regarding cervical cancer screening.</p>\r\n\r\n<p>That is, such tests would still be available. Byrd said, &quot;In El Paso, is it easy to get service? No. You might have to wait, and it&rsquo;s probably not as easy as it would be in other communities&quot; such as Houston.</p>\r\n\r\n<p>&quot;But can you get them? Yes.&quot;</p>\r\n\r\n<p>For women who have health insurance, Byrd said, the path starts with a visit to the obstetrician/gynecologist or family doctor. &quot;So many women in our community are uninsured that many of them use our federally qualified health centers,&quot; she said, naming El Paso&rsquo;s three major providers in the state program: Centro San Vicente, Project Vida and Centro de Salud Familiar La Fe.</p>\r\n\r\n<p>Three or more health fairs held each year in El Paso also offer screenings, Byrd said, and cervical cancer tests are available in Ju&aacute;rez as well.</p>\r\n\r\n<p>Among health care options in El Paso is University Medical Center, which according to an online <a href=\"http://www.umcelpaso.org/webshell/UMCEP.nsf/0/48e725789df33d9e872577f500752090/$FILE/Fact-Sheet.pdf\">fact sheet</a> is the largest public hospital on the U.S./Mexico border. Spokesman Jethro Armijo told us by phone that the hospital has seven outpatient clinics offering women&rsquo;s health care including cervical cancer screenings. The clinics do not offer abortions and are located throughout the county, he said.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Hinojosa said that if the abortion legislation passed, an El Paso resident would have to make a 550-mile trip to San Antonio for simple services like a cervical cancer screening.</p>\r\n\r\n<p>That&rsquo;s not so; such services will continue to be available in El Paso, local experts say. This statement misses the mark so badly, it&rsquo;s ridiculous. Pants on Fire!</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>UMC-El Paso women&rsquo;s health clinics</p>\r\n\r\n<p>Click <a href=\"http://www.umcelpaso.org/webshell/umcep.nsf/SiteMap/DD499686E34C541187256F250058923F?OpenDocument\">here</a> for addresses and contact information for the University Medical Center of El Paso Hospital&rsquo;s seven Women&rsquo;s Health Centers.</p>\r\n\r\n<p>Clinics in state Breast and Cervical Cancer Services program</p>\r\n\r\n<p>This state program has three main providers in El Paso -- <a href=\"http://www.sanvicente.org/\">Centro San Vicente</a>, <a href=\"http://www.projectvidaelpaso.org/\">Project Vida</a> and <a href=\"http://www.lafe-ep.org/\">Centro de Salud Familiar La Fe</a> -- and several satellite clinics. Click <a href=\"http://batchgeo.com/map/bccstexascliniclocator\">here</a> to map such clinics across Texas.</p>\r\n\r\n<p><img src=\"https://lh6.googleusercontent.com/_6WWjMZtNk0r-4wfkLARukqGwOsxSkM1z0-DgDlfvY3LjfMFWGcHXGIveQBzoTNndcxKmx_E95zVJHjbTEt_we4tcfQs5c7NLLxXtPVJ_GzQYz_Cu15JAUbF\" style=\"height:374px; width:384px\" /></p>\r\n\r\n<p>El Paso-area clinics providing health services free or at reduced cost for</p>\r\n\r\n<p><a href=\"http://www.dshs.state.tx.us/bcccs/eligibility.shtm\">eligible</a> women through the Breast and Cervical Cancer Services program.</p>\r\n", "ruling_comments_date": "2013-07-12T12:21:44.616267", "ruling_date": "2013-07-12T12:10:59", "ruling_headline": "If abortion measure passes El Pasoans will suffer long drive for cervical cancer screening", "ruling_headline_slug": "gilberto-hinojosa-texas-abortion-cancer", "ruling_link_text": "Or just go down the street", "ruling_state": null, "source_documents": null, "sources": "<p>Email interview, <a href=\"https://docs.google.com/document/d/1yiEVZGtkv872zyEgg9qJOa6mqoAoevwnB6VS4hb38VA/edit?usp=sharing\">excerpted</a>, with spokeswoman Tanene Allison, spokeswoman, Texas Democratic Party, July 5, 2013</p>\r\n\r\n<p><em>El Paso Times</em> <a href=\"http://www.elpasotimes.com/newupdated/ci_23625851/texas-sen-wendy-davis-may-make-el-paso\">news story</a>, &quot;Texas Sen. Wendy Davis may visit El Paso with Planned Parenthood tour,&quot; July 10, 2013</p>\r\n\r\n<p>Document, <a href=\"https://docs.google.com/file/d/0B0kkOiAWUCUGX1dCMHM1WDIyeXM/edit?usp=sharing\">Texas abortion facilities</a>, Texas Department of State Health Services, June 25, 2013 (received by email from spokeswoman Carrie Williams)</p>\r\n\r\n<p>Telephone interviews with Chris Van Deusen, assistant press officer, Texas Department of State Health Services, July 5-12, 2013</p>\r\n\r\n<p>Telephone interview with Adriana Valdes, co-director of outreach and case management, Cancer and Chronic Disease Consortium, El Paso, July 12, 2013</p>\r\n\r\n<p>Telephone interviews with Theresa Byrd, professor, Paul L. Foster School of Medicine, Texas Tech University, El Paso, July 10-11, 2013</p>\r\n\r\n<p><em>El Paso Times</em> <a href=\"http://www.elpasotimes.com/ci_12701705\">news story</a>, &quot;Planned Parenthood to shutter El Paso offices,&quot; June 27, 2009</p>\r\n\r\n<p>Telephone interviews with Jethro Armijo, marketing lead, University Medical Center, El Paso, July 11-12, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Chairman, Texas Democratic Party", "false_count": 4, "first_name": "Gilberto", "half_true_count": 1, "home_state": "Texas", "id": 1869, "last_name": "Hinojosa", "mostly_true_count": 2, "name_slug": "gilberto-hinojosa", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Hinojosamugsquareresize.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1869/", "total_count": 8, "true_count": 0, "website": "http://www.txdemocrats.org/people/tdp-officers/"}, "statement": "<p>Says if Texas abortion measure passes, &quot;someone living in El Paso would have to drive 550 miles each way to San Antonio for something as simple as cervical cancer screening.&quot;</p>\r\n", "statement_context": "an email blast", "statement_date": "2013-07-03", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 11, "photo": null, "resource_uri": "/api/v/2/subject/11/", "subject": "Abortion", "subject_slug": "abortion", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}