{"art": [], "author": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2013/jul/15/karl-rove/hispanic-growth-georgia-counties-shows-need-better/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jdenery@ajc.com", "first_name": "Jim ", "id": 141, "last_name": "Denery", "name_slug": "jim-denery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/141/", "title": "Word editor", "twitter": null}, {"email_address": "lois.norder@ajc.com", "first_name": "Lois", "id": 384, "last_name": "Norder", "name_slug": "lois-norder", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/384/", "title": "investigations editor", "twitter": null}], "facebook_headline": null, "id": 8021, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/8021/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>Karl Rove, the chief political strategist behind George W. Bush&rsquo;s two White House victories, has been telling anyone who&rsquo;d listen that the Republican Party must do better with nonwhites if it wants to get a Republican back in the Oval Office.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Rove said that at the Georgia GOP&rsquo;s convention in May, with details about how Republicans have done well among Hispanic voters in Texas by aggressively recruiting Hispanic candidates for office and conducting other outreach efforts.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>He offered some statistics to outline the potential trouble for Georgia Republicans if they do not employ a similar approach here.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&quot;If the GOP leaves nonwhite voters to the Democrats, then its margins in safe congressional districts and red states will dwindle &mdash; not overnight, but over years and decades,&quot; Rowe wrote in a Wall Street Journal op-ed. &quot;For example, the Hispanic population in Georgia&#39;s Gwinnett County increased by 153 percent from 2000 to 2010 while the GOP&#39;s presidential vote in the county dropped to 54 percent in 2012 from 63.7 percent in 2000. In Henry County, south of Atlanta, the Hispanic population increased by 339 percent over the same decade. The GOP&#39;s presidential vote dropped to 51.2 percent in 2012 from 66.4 percent in 2000. Republicans ignore changes like these at their peril.&quot;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>PolitiFact Georgia hadn&rsquo;t seen such detailed numbers, so we wondered whether Rove was accurate and was there any context missing.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Gwinnett and Henry counties had an explosion in population growth in recent decades.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Gwinnett&rsquo;s population has increased nearly fivefold since 1980, from 166,903 residents to the 2010 U.S. census estimate of 805,321. Henry, meanwhile, consistently made the Top 10 list of America&rsquo;s fastest-growing counties in the early 2000s. Henry&rsquo;s population nearly doubled between 2000 and 2010, from 119,341 to 203,923.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>The once-rural counties in the Atlanta area have been reliable Republican terrain in statewide and national elections, and Rove wants it to stay that way.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Hispanics represent a significant portion of the population increase.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>The Atlanta Journal-Constitution reported in March 2011 that Henry County&rsquo;s Hispanic population had increased by 338 percent between 2000 and 2010, from 2,693 up to 11,813. Gwinnett&rsquo;s Hispanic population grew from 64,136 in 2000 to 162,035 in 2010, the AJC reported. That&rsquo;s an increase of nearly 153 percent.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>The percentage increases we found were almost the same as what Rove wrote in his op-ed. So far, so good for Rove&rsquo;s claim.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>As for the recent performance of Republican presidential candidates, Rove was on target as well, according to our review of Georgia secretary of state records. In 2000, Bush, the Republican nominee for president, won approximately 64.2 percent of the vote in Gwinnett County. Last year, GOP presidential nominee Mitt Romney pulled 53.9 percent of Gwinnett voters.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>In Henry County, Bush garnered 66.5 percent of the vote in 2000 while Romney won 51.2 percent of the vote in 2012.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Rove implies a correlation between the increase of Hispanic residents in Gwinnett and Henry and the performance of Republican presidential nominees in those counties, even though he doesn&rsquo;t draw a direct connection. &nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Most exit polls show about one-third of Hispanic voters nationwide cast their ballots for Bush in 2000, which was considered a good showing for a Republican. Bush courted Hispanic voters by speaking Spanish on the campaign trail in 2000 and distancing himself from GOP immigration positions unpopular among most Hispanics.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>The nonpartisan Pew Hispanic Center reported Romney did not receive the same level of support in 2012, pulling in about 27 percent of Hispanic voters. Polls showed many Hispanic voters were dismayed by Romney&rsquo;s position and the Republican Party platform on immigration reform, particularly their stance on tougher border patrols.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>If Hispanic voters in the two counties simply liked Bush&rsquo;s policies better than Romney&rsquo;s, could that have accounted for the county&rsquo;s overall decrease in support for the GOP in 2012? Kristin Davison, Rove&rsquo;s chief of staff, referred us to past comments in which Rove said Republicans can do better with Hispanic voters with the right policies and better messaging.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Census numbers, though, cast doubt on whether Hispanics had enough clout in the two counties to sway the presidential vote outcome.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>By 2010, Hispanics formed about a fifth of Gwinnett&rsquo;s population, up from about 11 percent in 2000. In Henry County, Hispanics made up just under 6 percent of the population in 2010, compared with 2 percent in 2000. But the voting-age population of Hispanics in each county was smaller, and many Hispanic adults weren&rsquo;t registered to vote.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>William Boone, a longtime political science professor at Clark Atlanta University, said the black vote is a critical element that must be considered when examining presidential election voting patterns in Georgia. Boone observed Rove&rsquo;s lone reference to African-American voters was in the final paragraph of his op-ed.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&quot;I think what is missing from his equation is the black vote is increasing in Gwinnett, in Henry, in Rockdale (County) and throughout the state,&quot; said Boone, who noted that black voter turnout is greater than Hispanic voter turnout in Georgia.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Census numbers indicate that the African-American population in the two counties was large enough and active enough at the polls that they could have had a significant influence on the presidential election.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>In Gwinnett, African-Americans accounted for almost 24 percent of the population in 2010, up from just over 13 percent in 2000. The number of African-American Gwinnett residents who voted tripled between the 2000 and 2012 elections, state records show.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>In Henry, African-Americans made up almost 37 percent of the population in 2010, up from about 15 percent in 2000. In Henry, the increase in those who voted was sixfold, records show.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>In 2012, the number of African-Americans who voted in those counties was 15 percent to 20 percent higher than the number of Hispanics who voted, state records show. Georgia did not track how many Hispanics voted in 2000.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Exit polls found Democrat Barack Obama, the nation&rsquo;s first African-American president, won about 95 percent of the black vote nationwide in 2012. Al Gore, the Democratic Party&rsquo;s candidate in 2000, won 92 percent of the black vote.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Davison said Rove doesn&rsquo;t believe that nationwide exit poll results can be applied to specific counties. Still, Davison stressed that Rove&rsquo;s overall point was that the GOP needs to do better among all racial groups.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&quot;So, if Republicans rely solely on white voters ... these counties will likely no longer be safe GOP counties as the nonwhite population continues to grow,&quot; Davison said.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Rove&rsquo;s numbers were either identical or very close to what our research found. But his emphasis on Hispanic numbers implied a greater influence on the election outcome in the two counties than they brought. African-American voters, who got cursory mention in his remarks, &nbsp;may have had a larger influence on the performance of GOP presidential candidates in those counties.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>That context is necessary to fully consider why GOP candidates did not do as well in Gwinnett and Henry counties. We rate Rove&rsquo;s statement Mostly True.</p>\r\n", "ruling_comments_date": "2013-07-12T17:35:35.966015", "ruling_date": "2013-07-15T00:00:00", "ruling_headline": "Hispanic growth in Georgia counties shows need for better outreach, Rove says", "ruling_headline_slug": "hispanic-growth-georgia-counties-shows-need-better", "ruling_link_text": "Many changes afoot, including Hispanic growth", "ruling_state": null, "source_documents": null, "sources": "<p>Wall Street Journal op-ed by Karl Rove, &quot;<a href=\"http://online.wsj.com/article/SB10001424127887323873904578569480696746650.html?mod=hp_opinion\">More White Males Alone Won&rsquo;t Save the GOP</a>,&quot; June 26, 2013.</p>\r\n\r\n<p>The Atlanta Journal-Constitution, &quot;<a href=\"http://www.ajc.com/news/news/local/hispanic-population-doubles-across-metro-area/nQrh8/\">Hispanic population doubles across metro area</a>,&quot; updated March 18, 2011.</p>\r\n\r\n<p>Emails from Kristin Davison, chief of staff to Karl Rove, July 2, 2013</p>\r\n\r\n<p>Georgia Secretary of State 2000 county-by-county election <a href=\"http://sos.georgia.gov/elections/election_results/2000_1107/0000100.htm\">results</a>.</p>\r\n\r\n<p>Georgia Secretary of State 2012 presidential election <a href=\"http://results.enr.clarityelections.com/GA/Gwinnett/42345/112372/en/summary.html\">results</a>, Gwinnett County.</p>\r\n\r\n<p>Georgia Secretary of State 2012 presidential election <a href=\"http://results.enr.clarityelections.com/GA/Henry/42353/112380/en/summary.html\">results</a>, Henry County.</p>\r\n\r\n<p>Georgia Secretary of State 2012 voter <a href=\"http://sos.georgia.gov/elections/voter_registration/2012%20stats/cfv_by_county_Nov_2012.pdf\">statistics</a> by race, gender and county.</p>\r\n\r\n<p>Gwinnett County government <a href=\"http://www.gwinnettcounty.com/portal/gwinnett/AboutGwinnett/FastFacts/PopulationGrowth\">statistics</a> on population growth.</p>\r\n\r\n<p>Georgia Department of Community Affairs community <a href=\"http://www.dca.state.ga.us/countysnapshotsnet/countysnapshot.aspx?stype=2&amp;cicoid=1067067\">snapshot</a> of Gwinnett County.</p>\r\n\r\n<p>Georgia Department of Community Affairs community <a href=\"http://www.dca.state.ga.us/CountySnapshotsNet/countysnapshot.aspx?stype=2&amp;cicoid=1075075\">snapshot</a> of Henry County.</p>\r\n\r\n<p>Miami Herald, &quot;<a href=\"http://www.latinamericanstudies.org/immigration/bravos.htm\">Bush gets bravos for speech in Spanish</a>,&quot; May 6, 2001.</p>\r\n\r\n<p>The Pew Forum on Religion and Public Life 2012 exit <a href=\"http://www.pewforum.org/Politics-and-Elections/How-the-Faithful-Voted-2012-Preliminary-Exit-Poll-Analysis.aspx\">poll</a>.</p>\r\n\r\n<p>Pew Hispanic Center, &quot;<a href=\"http://www.pewhispanic.org/files/2012/11/2012_Latino_vote_exit_poll_analysis_final_11-07-12.pdf\">Latino Voters in the 2012 election</a>,&quot; Nov. 7, 2012.</p>\r\n\r\n<p>Telephone interview with William Boone, professor, Clark Atlanta University, July 2, 2013.</p>\r\n\r\n<p>USA Today, &quot;<a href=\"http://usatoday30.usatoday.com/news/politicselections/2004-11-10-hispanic-voters_x.htm\">Hispanic voters paint a new picture</a>,&quot; Nov. 10, 2004.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "", "false_count": 5, "first_name": "Karl", "half_true_count": 2, "home_state": "Texas", "id": 177, "last_name": "Rove", "mostly_true_count": 8, "name_slug": "karl-rove", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/rove2.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/177/", "total_count": 17, "true_count": 0, "website": "http://www.rove.com/"}, "statement": "<p>The Hispanic population in Gwinnett and Henry counties has increased by 153 percent and 339 percent, respectively, since 2000 while Republican presidential candidates are getting a smaller percentage of the vote in those counties.</p>\r\n", "statement_context": "an op-ed", "statement_date": "2013-06-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}], "target": [], "twitter_headline": ""}