{"art": [], "author": [{"email_address": "sowen@statesman.com", "first_name": "Sue", "id": 265, "last_name": "Owen", "name_slug": "sue-owen", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/265/", "title": "PolitiFact Texas staff writer", "twitter": null}], "canonical_url": "/texas/statements/2013/jul/18/robert-reich/robert-reich-says-its-legal-texas-shoot-someone-cr/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 8035, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "sowen@statesman.com", "first_name": "Sue", "id": 265, "last_name": "Owen", "name_slug": "sue-owen", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/265/", "title": "PolitiFact Texas staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/8035/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Discussing the divide between states red and blue, former U.S. Labor Secretary Robert Reich recently said that Texans are allowed to shoot people who are causing a nuisance.</p>\r\n\r\n<p>&quot;If you want to use a gun to kill someone who&rsquo;s, say, spraypainting a highway underpass at night,&quot; Reich wrote in a June 8, 2013, blog <a href=\"http://robertreich.org/post/52488978442\">post</a> at robertreich.org, &quot;you might want to go to Texas, where it&rsquo;s legal to shoot someone who&rsquo;s committing a &lsquo;public nuisance&rsquo; under the cover of dark.&quot;</p>\r\n\r\n<p>Reich, who headed the Labor Department under President Bill Clinton, has a law degree and is now a University of California-Berkeley professor of public policy. He told us by email that he was referring to a June 5, 2013, verdict that got national news coverage, in which a San Antonio jury acquitted a man of murder in the death of an escort he hired from an online advertisement.</p>\r\n\r\n<p><em>San Antonio Express-News</em> and KSAT-TV news reports on the trial said defendant Ezekiel Gilbert testified that he had found Lenora Ivie Frago&rsquo;s ad on Craigslist and believed sex was included in her $150 fee.</p>\r\n\r\n<p>Instead, she left after about 20 minutes, saying she had to give the money to her driver, Gilbert testified. The driver pulled away and Gilbert shot at the car with an assault rifle. Frago was hit and paralyzed, dying six months later when her family took her off artificial respiration.</p>\r\n\r\n<p>Gilbert&#39;s defense team argued that his actions were justified because he was trying to retrieve stolen property. They said that Frago misled Gilbert when they arranged the transaction, making her refusal to have sex or return his money into theft.</p>\r\n\r\n<p>Reich disagreed. &quot;Failure to perform a service that is illegal -- kidnapping a baby, bribing a legislator, delivering cocaine, or providing sex for money -- is not a theft,&quot; he said.</p>\r\n\r\n<p>&quot;Anyone exercising common sense would understand that this was at most a contractual dispute over what he paid for and what she owed him in return,&quot; he said, later adding, &quot;It must be that the jury regarded prostitution as a crime, warranting the use of deadly force. But since prostitution is not a crime warranting the use of deadly force -- it is typically prosecuted under nuisance laws,&quot; the verdict means &quot;it is permissible in Texas to shoot someone who commits a public nuisance.&quot;</p>\r\n\r\n<p>In his initial <a href=\"https://docs.google.com/document/d/1sZCcik29scvBtVr1lj9EUFY7-RfM8A2dfevUX2gcfrc/edit?usp=sharing\">emails</a> to us, Reich said this was the only way to interpret the verdict. He later switched to saying it is &quot;one way&quot; to view the decision.</p>\r\n\r\n<p>Legal experts and Gilbert&rsquo;s defense lawyer disagreed with him.</p>\r\n\r\n<p>Bobby Barrera, a defense lawyer for Gilbert, said Reich &quot;is flat wrong and not even arguably close to accurate on the interpretation of the law.&quot;</p>\r\n\r\n<p>The law in question is state Penal Code <a href=\"http://www.statutes.legis.state.tx.us/Docs/PE/htm/PE.9.htm#9.42\">Title 2, Chapter 9, Section 42</a>, which says using deadly force to protect one&rsquo;s property is justified in limited circumstances, including when the person &quot;reasonably believes&quot; such force is necessary to prevent imminent &quot;theft during the nighttime&quot; or &quot;criminal mischief during the nighttime.&quot;</p>\r\n\r\n<p>Jurors concluded that the &quot;theft&quot; justification applied in this case, Barrera told us by phone, because testimony indicated Frago and her driver had a history of taking money from clients who believed they would receive sex in return.</p>\r\n\r\n<p>&quot;She was committing a scam,&quot; he said.</p>\r\n\r\n<p>Even then, Barrera said, the jury had to find other conditions were met, such as requirements that Gilbert reasonably believed he couldn&rsquo;t get his money back any other way or without risking injury to himself.</p>\r\n\r\n<p>&quot;It is not open season on prostitutes&quot; or thieves in Texas, Barrera said.</p>\r\n\r\n<p>&quot;This has gone, as you know, viral with &lsquo;It&rsquo;s legal to shoot prostitutes in Texas,&rsquo; &lsquo;Stupid Texans and their guns,&rsquo; &quot; he said. &quot;Nobody wanted to know the truth; they just wanted to conclude what they wanted.&quot;</p>\r\n\r\n<p>As to shooting someone for committing a public nuisance, Barrera said, &quot;You cannot under any circumstances do so.&quot;</p>\r\n\r\n<p>University of Texas law professor <a href=\"http://www.utexas.edu/law/faculty/dixge/\">George Dix</a>, who specializes in criminal law, told us by email, &quot;Reich, in my view, is simply wrong.&quot;</p>\r\n\r\n<p>Frago and Gilbert&rsquo;s transaction would be theft, Dix said, if Frago did not intend to provide sex at the time she made the agreement with Gilbert. &quot;What would make this criminal and not merely a civil contract dispute is the misrepresentation by which Frago obtained the money,&quot; he said.</p>\r\n\r\n<p>&quot;In fact, anyone with a basic knowledge of theft law would understand that this could have been theft rather than &lsquo;just&rsquo; a contractual dispute,&quot; Dix said. &quot;It could be theft under Section 31.02 of the Penal Code if the deceased promised to provide sex for the payment and at that time did not intend to provide that sex if she was paid.&quot;</p>\r\n\r\n<p>Even so, he said, &quot;The jury might not have been convinced this actually was theft, but also convinced the state did not prove, beyond a reasonable doubt, that it was not theft.&quot;</p>\r\n\r\n<p>That&rsquo;s two legal eagles saying that, contrary to Reich&rsquo;s assertion, the jury didn&rsquo;t have to consider prostitution as a reason for justifying deadly force.</p>\r\n\r\n<p>Even if prostitution had been a crucial point, it&rsquo;s not a &quot;public nuisance&quot; in Texas law. It&rsquo;s classified under &quot;public indecency&quot; in Penal Code <a href=\"http://www.statutes.legis.state.tx.us/docs/PE/htm/PE.43.htm\">Title 9, Section 43.02</a>.</p>\r\n\r\n<p>Public nuisances can be much lesser offenses such as creating noise, Texas District and County Attorneys Association spokesman Clay Abbott told us by phone.</p>\r\n\r\n<p>Reich&rsquo;s example of the highway spraypainter bridges the gap: &quot;Spraypainting would be both a public nuisance and criminal mischief,&quot; Abbott said.</p>\r\n\r\n<p>Even if the offense were serious, he said, a jury would have to decide that other conditions were met. To justify deadly force in protecting a third person&rsquo;s property -- namely, the overpass -- the damage being halted must be so extreme it could never be repaired; the shooter must have no other way to stop the spraypainter without risking injury and must have reasonably believed deadly force was the only way to stop the spraypainter.</p>\r\n\r\n<p>Spraypaint can be removed or painted over, so the example falls down right there, Abbott said. &quot;It&rsquo;s a ridiculous statement.&quot;</p>\r\n\r\n<p>Dix said, &quot;I stress this is not an example of a rule that in Texas one can &lsquo;shoot someone who&rsquo;s committing a &quot;public nuisance&quot; under the cover of dark.&rsquo; It is an example of a Texas rule providing broadly (and probably unwisely) that one can use even deadly force to protect property from loss or damage.&quot;</p>\r\n\r\n<p>Like Dix and Barrera, Abbott told us Reich is wrong to say Texans can use deadly force on someone committing a public nuisance. They also emphasized that the existence of a possible legal defense does not mean the shooter would be acquitted or that shooting criminals is the right thing to do.</p>\r\n\r\n<p>One final point: We wondered why the law specified &quot;during the nighttime.&quot; Abbott speculated it was a holdover from English common law. Many states <a href=\"http://supreme.justia.com/cases/federal/us/495/575/case.html\">once had</a> definitions of burglary with a stipulation about nighttime, which William Blackstone&rsquo;s 18th-century analysis of English law <a href=\"http://avalon.law.yale.edu/18th_century/blackstone_bk4ch16.asp\">said</a> makes the crime more serious not so much because daylight is lacking but because &quot;sleep has disarmed the owner, and rendered his castle defenceless.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Reich said that in Texas, &quot;it&#39;s legal to shoot someone who&#39;s committing a &lsquo;public nuisance&rsquo; under the cover of dark,&quot; claiming that a recent acquittal hinged on prostitution, that prostitution was a form of public nuisance, and that therefore it&rsquo;s legal to shoot people creating a nuisance.</p>\r\n\r\n<p>Legal experts and a lawyer in the murder trial told us Reich was wrong. The verdict hinged on theft; prostitution is not a &quot;public nuisance&quot; in Texas; and state law doesn&rsquo;t say deadly force can be used on people creating nuisances. Notably, too, the law includes many other restrictions on deadly force, not just what type of crime is being committed.</p>\r\n\r\n<p>We rate the statement as False.</p>\r\n", "ruling_comments_date": "2013-07-18T15:47:44.944712", "ruling_date": "2013-07-18T14:59:34", "ruling_headline": "Robert Reich says it’s legal in Texas to shoot someone creating a ‘public nuisance’ in the dark", "ruling_headline_slug": "robert-reich-says-its-legal-texas-shoot-someone-cr", "ruling_link_text": "Misinterprets verdict in San Antonio murder trial", "ruling_state": "Texas", "source_documents": null, "sources": "<p>Robert Reich, blog <a href=\"http://robertreich.org/post/52488978442\">post</a>, robertreich.org, June 8, 2013</p>\r\n\r\n<p>Email interviews, <a href=\"https://docs.google.com/document/d/1sZCcik29scvBtVr1lj9EUFY7-RfM8A2dfevUX2gcfrc/edit?usp=sharing\">excerpted</a>, with Robert Reich, July 9-16, 2013</p>\r\n\r\n<p><em>San Antonio Express-News</em> news story, <a href=\"http://www.mysanantonio.com/default/article/Woman-in-critical-condition-after-shooting-627643.php\">&quot;Woman in critical condition after shooting,</a> Dec. 9, 2008</p>\r\n\r\n<p><em>San Antonio Express-News</em> news story, <a href=\"http://www.expressnews.com/news/local_news/article/Murder-defense-Escort-s-shooting-was-legal-4526874.php\">&quot;Murder defense: Escort&#39;s shooting was legal,&quot;</a>&nbsp; May 18, 2013</p>\r\n\r\n<p><em>San Antonio Express-News</em> news story, <a href=\"http://www.mysanantonio.com/default/article/Murder-trial-delayed-for-Craigslist-escort-killer-4544215.php\">&quot;Murder trial delayed for Craigslist escort killer,&quot;</a> May 23, 2013</p>\r\n\r\n<p><em>San Antonio Express-News</em> news story, <a href=\"http://www.mysanantonio.com/default/article/Jury-acquits-escort-shooter-4581027.php\">&quot;Jury acquits escort shooter,&quot;</a> June 5, 2013</p>\r\n\r\n<p>KSAT-TV news story, <a href=\"http://www.ksat.com/news/kelvin-frago-testifies-in-gilbert-murder-trial/-/478452/20280452/-/d2wuvsz/-/index.html\">&quot;Kelvin Frago testifies in Gilbert murder trial,&quot;</a> May 23, 2013</p>\r\n\r\n<p>KSAT-TV news story, <a href=\"http://www.ksat.com/news/defense-team-explains-strategy-in-escort-murder-case/-/478452/20473778/-/jyoe2e/-/index.html\">&quot;Defense team explains strategy in escort murder case,&quot;</a> June 7, 2013</p>\r\n\r\n<p>Telephone interview with Bobby Barrera, Nicholas and Barrera, San Antonio, July 17, 2013</p>\r\n\r\n<p>Texas Penal Code <a href=\"http://www.statutes.legis.state.tx.us/Docs/PE/htm/PE.9.htm#9.42\">Title 2, Chapter 9, Section 42</a></p>\r\n\r\n<p>Email interviews, <a href=\"https://docs.google.com/document/d/1sZCcik29scvBtVr1lj9EUFY7-RfM8A2dfevUX2gcfrc/edit?usp=sharing\">excerpted</a>, with George Dix, University of Texas School of Law professor, July 9-17, 2013</p>\r\n\r\n<p>Telephone and email interviews, <a href=\"https://docs.google.com/document/d/1sZCcik29scvBtVr1lj9EUFY7-RfM8A2dfevUX2gcfrc/edit?usp=sharing\">excerpted</a>, with Clay Abbott, Texas District and County Attorneys Association, July 5-17, 2013</p>\r\n\r\n<p>U.S. Supreme Court <a href=\"http://supreme.justia.com/cases/federal/us/495/575/case.html#F6\">decision</a>, Taylor v. United States, May 29, 1990</p>\r\n\r\n<p>William Blackstone, <a href=\"http://avalon.law.yale.edu/18th_century/blackstone_bk4ch16.asp\">&quot;Commentaries on the Laws of England,&quot;</a> 1769</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Economics professor at the University of California (Berkeley)", "false_count": 1, "first_name": "Robert", "half_true_count": 0, "home_state": "California", "id": 1436, "last_name": "Reich", "mostly_true_count": 1, "name_slug": "robert-reich", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/robertreich.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1436/", "total_count": 3, "true_count": 1, "website": "http://robertreich.org/"}, "statement": "<p>Says in Texas &quot;it&#39;s legal to shoot someone who&#39;s committing a &lsquo;public nuisance&rsquo; under the cover of dark.&quot;</p>\r\n", "statement_context": "a blog post", "statement_date": "2013-06-08", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 19, "photo": null, "resource_uri": "/api/v/2/subject/19/", "subject": "Guns", "subject_slug": "guns", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}], "target": [], "twitter_headline": ""}