{"art": [], "author": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2013/jul/31/tom-fanning/energy-subsidies-claim-needs-more-context/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jdenery@ajc.com", "first_name": "Jim ", "id": 141, "last_name": "Denery", "name_slug": "jim-denery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/141/", "title": "Word editor", "twitter": null}, {"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 8092, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/8092/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>In recent months, the benefits of expanding the use of solar energy in Georgia have been picked apart by grass-roots activists and others like a good bowl of Brunswick stew.</p>\r\n\r\n<p>For example, PolitiFact Georgia recently examined a claim by one group that electricity rates are 40 percent higher in states that have required utility companies to use a certain amount of renewable energy such as solar power. We rated that claim <a href=\"http://www.politifact.com/georgia/statements/2013/jul/10/americans-prosperity-georgia-chapter/group-wants-georgia-block-solar-requirement/\"><u>Half True</u></a>.</p>\r\n\r\n<p>Last month, the man who runs Georgia&rsquo;s largest public utility offered up some statistics concerning federal government subsidies for renewable energies such as solar. His comments prompted us to measure their accuracy on the Truth-O-Meter.</p>\r\n\r\n<p>Government subsidies for renewable energies such as wind and solar are 100 times greater than those given to gas and coal, and 50 times greater than what the nuclear industry enjoys, Southern Co. CEO Tom Fanning said, according to one account.</p>\r\n\r\n<p>The Georgia Sierra Club disputed Fanning&rsquo;s account and asked PolitiFact Georgia to determine whether he is correct.</p>\r\n\r\n<p>The debate on renewable energies took on added importance when the state&rsquo;s Public Service Commission voted 3-2 on July 11 to require Georgia Power, which is owned by Southern Co., to commit to using a certain amount of solar in its long-term plan.</p>\r\n\r\n<p>A Southern Co. spokesman supplied us with information to back up Fanning&rsquo;s claim, but others with expertise on energy subsidies say Fanning cherry-picked his data.</p>\r\n\r\n<p>The company supplied us with a chart from the U.S. Energy Information Administration that shows how much money the federal government gave out in subsidies for various sources of energy in 2010. The chart contained numbers that were similar to the most recent EIA data concerning energy subsidies. The energy source that received the largest amount of subsidies was biofuels, at about $7.7 billion. Much of the gasoline in the United States is blended with a biofuel -- ethanol. Biofuels are considered a renewable energy.</p>\r\n\r\n<p>Wind energy was a distant second, at just under $5 billion. Solar energy received slightly more than $1 billion, which was less than oil and gas ($2.8 billion), and coal ($1.35 billion).</p>\r\n\r\n<p>The subsidies for most renewable energies were greater than other sources, but not 100 times greater or even 50 times greater.</p>\r\n\r\n<p>These numbers, though, weren&rsquo;t what Southern Co. focused on in its response to us. The chart, based on reports by two federal agencies, shows how much money various forms of energy received in subsidies in comparison with each barrel of energy consumed. That&rsquo;s the better way to make a comparison, Southern Co. says.</p>\r\n\r\n<p>Here&rsquo;s a breakdown:</p>\r\n\r\n<p>Solar&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp; $59.60</p>\r\n\r\n<p>Wind&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp; $31.33</p>\r\n\r\n<p>Biofuel&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp; $10.46</p>\r\n\r\n<p>Nuclear&nbsp;&nbsp;&nbsp; $1.71</p>\r\n\r\n<p>Coal&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp; $0.38</p>\r\n\r\n<p>Oil and gas&nbsp;&nbsp;&nbsp; $0.27</p>\r\n\r\n<p>According to these numbers, solar energy&rsquo;s subsidy was nearly 157 times greater than coal. Wind was 116 times greater than oil and gas. Nuclear was six times greater than oil and gas.</p>\r\n\r\n<p>&quot;This data illustrates the disproportionate amount of federal subsidies renewables are receiving compared to other energy resources,&quot; Southern Co. spokesman Tim Leljedal said.</p>\r\n\r\n<p>Leljedal added: &quot;</p>\r\n\r\n<p>While we are continuing to expand our renewable energy resources in a manner that makes sense for customers, we recognize that the subsidization of wind and solar at current levels is not sustainable.&quot;</p>\r\n\r\n<p>Elias Hinckley, an attorney who teaches energy policy at Georgetown University and has done work for Georgia Power, believes Fanning&rsquo;s claim needs considerable context. Hinckley said comparing the support for newer energy resources such as solar and wind with coal and gas is akin to measuring the popularity of Coca-Cola in Atlanta against Pepsi.</p>\r\n\r\n<p>&quot;Comparing young technologies to old, established, regulatory-protected assets is silly if you&#39;re working on a unit of energy used basis -- the point of subsidies is (or at least should be) to create a fair playing field where an unnatural advantage exists,&quot; said Hinckley, a partner at Sullivan &amp; Worcester LLP, based in Washington.</p>\r\n\r\n<p>Hinckley added: &quot;Coal, for example, has had the benefit of free emissions for a century (longer if we go beyond electric production to thermal/steam use), which has never been, and can&#39;t on a retroactive basis, be properly priced.&quot;</p>\r\n\r\n<p>Mark Thurber, an author and scholar on the economics of energy, agreed that wind and solar receive more in government subsidies. But Thurber, an associate director of the Program on Energy and Sustainable Development at Stanford University, questioned the validity of such comparisons for some of the same reasons mentioned by Hinckley.</p>\r\n\r\n<p>We followed up with Southern Co. concerning the criticism. We also wondered whether Fanning&rsquo;s comparison is fair since the federal government boosted subsidies for renewable energies in the 2009 economic stimulus package. Leljedal noted that no one disputes subsidies for renewable energies are higher than other forms of energy.</p>\r\n\r\n<p>Leljedal added: &quot;While the amount of subsidies can vary from year to year, that fact remains that subsidies are required to make renewable energy cost-competitive with other generation resources.&quot;</p>\r\n\r\n<p>To sum up, Southern Co. CEO Tom Fanning claimed government subsidies for renewable energies such as wind and solar are 100 times greater than they are for older forms of energy such as coal and oil, and 50 times greater for nuclear energy. One chart backs up Fanning&rsquo;s claim on solar and wind, but not nuclear. Another report does not.</p>\r\n\r\n<p>Some experts noted that renewable forms of energy haven&rsquo;t been developed as long as others and need the help. Coal and natural gas have been receiving subsidies for far longer than solar energy, wind and nuclear energy, which is an important point.</p>\r\n\r\n<p>Fanning&rsquo;s general point that renewable energies are getting substantially greater financial support from Uncle Sam at this point in time is on target.</p>\r\n\r\n<p>But the specific numbers he used aren&rsquo;t entirely correct, and his claim needs some context to be fully understood.</p>\r\n\r\n<p>Our rating: Half True.</p>\r\n", "ruling_comments_date": "2013-07-30T15:18:55.290293", "ruling_date": "2013-07-31T00:00:00", "ruling_headline": "Energy subsidies claim needs more context", "ruling_headline_slug": "energy-subsidies-claim-needs-more-context", "ruling_link_text": "It's far more complicated", "ruling_state": null, "source_documents": null, "sources": "<p>Biofuel Watch.org, &quot;<a href=\"http://www.biofuelwatch.org/\">Biofuel info</a>.&quot;</p>\r\n\r\n<p>Emails from Tim Leljedal, spokesman, Southern Co., July 3 and 16, 2013.</p>\r\n\r\n<p>Email from Colleen Kiernan, director, Georgia Sierra Club, June 28, 2013.</p>\r\n\r\n<p>Email and telephone interview with Elias Hinckley, partner, Sullivan &amp; Worcester LLP, July 12 &amp; 15, 2013.</p>\r\n\r\n<p>Email from Mark Thurber, associate director, Program on Energy and Sustainable Development, Stanford University, July 14, 2013.</p>\r\n\r\n<p>PolitiFact Georgia, &quot;<a href=\"http://www.politifact.com/georgia/statements/2013/jul/10/americans-prosperity-georgia-chapter/group-wants-georgia-block-solar-requirement/\">Group wants Georgia to block solar power requirement</a>,&quot; July 1, 2013.</p>\r\n\r\n<p>U.S. Energy Information Administration, &quot;<a href=\"http://www.eia.gov/analysis/requests/subsidy/\">Direct Federal Financial Interventions and Subsidies in Energy in Fiscal Year 2010</a>,&quot; Aug. 1, 2011.</p>\r\n\r\n<p>U.S. Environmental Protection Agency, &quot;<a href=\"http://www.epa.gov/chp/documents/chp_itc.pdf\">Energy Improvement and Extension Act of 2008: Key Energy Tax Credit Provisions Affecting Combined Heat and Power</a>,&quot; November 2008.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "CEO, Southern Co.", "false_count": 0, "first_name": "Tom", "half_true_count": 1, "home_state": "", "id": 2385, "last_name": "Fanning", "mostly_true_count": 0, "name_slug": "tom-fanning", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Tom_Fanning.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2385/", "total_count": 1, "true_count": 0, "website": "http://www.southerncompany.com/about-us/leadership/ceo/home.cshtml"}, "statement": "<p>Government subsidies for renewable energies such as wind and solar are 100 times greater than those given to gas and coal, and 50 times greater than what the nuclear industry enjoys.</p>\r\n", "statement_context": "a hearing", "statement_date": "2013-06-17", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}], "target": [], "twitter_headline": ""}