{"art": [{"brightcove": "", "caption": "Dale Zipperer is a military veteran without insurance who suffers from chronic bronchitis and emphysema. He prepares to take albuterol sulfate inhalation solution using a Misty-Neb nebulizer for his medical care. Photo credit: Hyosub Shin/AJC.", "id": 3603, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/041813_veterans_HS07.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/3603/", "title": "Medicaid veterans", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2013/aug/06/michelle-nunn/senate-candidate-pushes-war-vets-medicaid-plan/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jdenery@ajc.com", "first_name": "Jim ", "id": 141, "last_name": "Denery", "name_slug": "jim-denery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/141/", "title": "Word editor", "twitter": null}, {"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 8115, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/8115/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>Democrat Michelle Nunn recently jumped into Georgia&rsquo;s race for the U.S. Senate and talked about a troubling issue: military veterans without health insurance.</p>\r\n\r\n<p>Nunn, who is campaigning as a problem-solver and not a partisan politician, responded to a question about the controversial federal health care law, widely called &quot;Obamacare,&quot; by saying she supports efforts to suture trouble spots, but not to repeal it.</p>\r\n\r\n<p>Nunn then added in an exclusive interview with The Atlanta Journal-Constitution&rsquo;s Political Insider blog that by rejecting an expansion of Medicaid under the new law, Georgia was depriving 25,000 veterans of health care coverage.</p>\r\n\r\n<p>PolitiFact Georgia wondered about the accuracy of Nunn&rsquo;s claim.</p>\r\n\r\n<p>Nunn was CEO of the Points of Light Foundation, a nonprofit, nonpartisan volunteer organization inspired by then-President George H.W. Bush. Her father, conservative Democrat Sam Nunn, represented Georgia in the U.S. Senate from 1972 to 1997. Her entry into the race was widely welcomed by Democrats and by Republicans who&rsquo;ve portrayed Nunn as a liberal who&rsquo;ll be in lockstep with President Barack Obama. She&rsquo;s never run for political office.</p>\r\n\r\n<p>An estimated 650,000 Georgians would be eligible for Medicaid if the state agreed to expand coverage. The health law calls for states to expand coverage to individuals with incomes up to 138 percent of the federal poverty level, or about $26,300 for a family of three. The federal government would cover the entire cost of the expansion for the first three years and at least 90 percent after that.</p>\r\n\r\n<p>Many Republicans, including Gov. Nathan Deal, do not believe Washington can keep such a commitment considering the federal government&rsquo;s financial challenges. Critics worry the state could eventually get stuck with the tab. States have the option to participate in the Medicaid expansion. Deal declined.</p>\r\n\r\n<p>&quot;The state simply can&rsquo;t afford to expand Medicaid as Obamacare is now structured,&quot; Deal spokesman Brian Robinson said. &quot;The majority of our population will bear huge new costs as individuals covering their families and as taxpayers.&quot;</p>\r\n\r\n<p>We read several accounts that Georgia has one of the largest populations of veterans in the nation. Georgia&rsquo;s Department of Veterans Services estimates that there are 776,000 veterans in the state.</p>\r\n\r\n<p>Not all veterans are eligible for medical benefits through the U.S. Department of Veterans Affairs, thus some of them are uninsured, said Tim Sweeney, director of health policy for the left-leaning Georgia Budget and Policy Institute, which has done research on the subject. Priority for benefits goes to veterans injured in combat, those receiving pension benefits and those determined to be disabled.</p>\r\n\r\n<p>Nunn&rsquo;s deputy campaign manager, Zac Petkanas, said the candidate&rsquo;s claim was based on two reports released earlier this year. One was a nationwide study of uninsured veterans compiled by the Washington-based Urban Institute. The institute describes itself as a nonpartisan research center, but its leadership includes several former Clinton administration officials. The second report was an examination of the potential impact of Medicaid expansion on veterans by the Georgia Budget and Policy Institute.</p>\r\n\r\n<p>The Urban Institute report said it used U.S. Census Bureau data to come up with its estimate. The institute found there are about 1.3 million uninsured veterans younger than 65. The estimate is in line with several news reports on the topic in recent years. The institute found 535,000 of those uninsured veterans were eligible for Medicaid under the income guidelines set by the federal government.</p>\r\n\r\n<p>&quot;We used data from the American Community Survey, which asks about veteran status, health insurance status, and various sources of income; the income measure we used approximates the way income will be counted under the Affordable Care Act,&quot; said Jennifer Haley, a co-author of the report.</p>\r\n\r\n<p>The report found that 43 percent of all poor, uninsured veterans reside in seven states, and Georgia is one of them. About 56,000 Georgia veterans were uninsured, the report found. Of that number, 24,900 of them fell within the Medicaid eligibility guidelines, the Urban Institute found. The Atlanta Journal-Constitution reported about the study in May.</p>\r\n\r\n<p>The Georgia Budget and Policy Institute also estimated 25,000 Georgia veterans would be eligible for Medicaid under the rules in a report it released in May. Sweeney said its report was primarily based on prior Urban Institute research.</p>\r\n\r\n<p>&quot;They&rsquo;re as robust and credible as it gets when it comes to research like this,&quot; Sweeney said.</p>\r\n\r\n<p>Slightly more than 6 percent of veterans nationwide lack health insurance, according to a 2011 profile of U.S. veterans done by the Department of Veterans Affairs. If the numbers are similar for Georgia veterans, that amounts to about 50,000 of them without insurance, which is close to what the Urban Institute found. The profile does not specify how many of them would be eligible for Medicaid.</p>\r\n\r\n<p>The U.S. Census Bureau does not keep its own data on veterans without health insurance. A Census Bureau official suggested we contact the Urban Institute for such information, noting it did a study on the topic and may be a good resource.</p>\r\n\r\n<p>State officials said they did not have research on how many veterans could be added to Georgia&rsquo;s Medicaid rolls.</p>\r\n\r\n<p>&quot;The state can&rsquo;t cherry-pick which groups of people would be eligible for expanded coverage under Medicaid. Nunn is making a political argument, not a policy argument, so it&rsquo;s not something we&rsquo;d have numbers on,&quot; Robinson said.</p>\r\n\r\n<p>To sum up, Nunn claimed 25,000 military veterans could be added to Georgia&rsquo;s Medicaid rolls if the state would sign up for the federal government&rsquo;s plan under the Affordable Care Act, aka Obamacare. The claim was based on research that hasn&rsquo;t been reviewed for a second opinion and appears on target. We rate this claim True.</p>\r\n", "ruling_comments_date": "2013-08-05T15:42:14.092866", "ruling_date": "2013-08-06T00:00:00", "ruling_headline": "Senate candidate pushes for war vets in Medicaid plan", "ruling_headline_slug": "senate-candidate-pushes-war-vets-medicaid-plan", "ruling_link_text": "Clean bill of health for this claim", "ruling_state": null, "source_documents": null, "sources": "<p>The Atlanta Journal-Constitution Political Insider blog, &quot;<a href=\"http://www.ajc.com/weblogs/political-insider/2013/jul/22/michelle-nunn-declares-herself-us-senate-candidate/\">Michelle Nunn declares herself a U.S. Senate candidate</a>,&quot; July 22, 2013.</p>\r\n\r\n<p>The Atlanta Journal-Constitution, &quot;Ga. Medicaid stance won&#39;t help some vets,&quot; May 1, 2013.</p>\r\n\r\n<p>The Atlanta Journal-Constitution, &quot;<a href=\"http://www.ajc.com/news/news/state-regional-govt-politics/deal-rejects-expansion-of-medicaid/nRMfK/\">Deal rejects expansion of Medicaid</a>,&quot; Aug. 28, 2012.</p>\r\n\r\n<p>Emails from Zac Petkanas, deputy campaign manager, Michelle Nunn&rsquo;s Senate campaign, July 29, 2013.</p>\r\n\r\n<p>Email from Jennifer Haley, Urban Institute, Aug. 1, 2013.</p>\r\n\r\n<p>Email from Brian Robinson, spokesman for Georgia Gov. Nathan Deal, Aug. 2, 2013.</p>\r\n\r\n<p>Email from U.S. Census Bureau, Aug. 2, 2013.</p>\r\n\r\n<p>Georgia Budget and Policy Institute, &quot;<a href=\"http://gbpi.org/wp-content/uploads/2013/05/Georgia-Veterans-Fact-Sheet.pdf\">Georgia Veterans Would Gain Health Coverage Through Expansion</a>,&quot; May 2013.</p>\r\n\r\n<p>Georgia&rsquo;s Department of Veterans Services 2012 annual <a href=\"http://veterans.georgia.gov/sites/veterans.georgia.gov/files/related_files/site_page/2012.pdf\">report</a>.</p>\r\n\r\n<p>Military.com, &quot;<a href=\"http://www.military.com/benefits/veterans-health-care/va-health-care-eligibility.html\">VA Health Care Eligibility</a>,&quot; accessed July 30, 2013.</p>\r\n\r\n<p>Telephone interview with Tim Sweeney, director of health policy, Georgia Budget and Policy Institute, July 30, 2013.</p>\r\n\r\n<p>Urban Institute, &quot;<a href=\"http://www.urban.org/uploadedpdf/412775-Uninsured-Veterans-and-Family-Members.pdf\">Uninsured Veterans and Family Members: State and National Estimates of Expanded Medicaid Eligibility Under the ACA</a>,&quot; March 2013.</p>\r\n\r\n<p>U.S. Department of Veterans Affairs, &quot;<a href=\"http://www.va.gov/VETDATA/docs/SpecialReports/Profile_of_Veterans_2011.pdf\">Profile of Veterans: 2011</a>,&quot; March 2013.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "Chief Executive Officer, Points of Light Foundation", "false_count": 0, "first_name": "Michelle", "half_true_count": 1, "home_state": "Georgia", "id": 2356, "last_name": "Nunn", "mostly_true_count": 2, "name_slug": "michelle-nunn", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Michelle_Nunn2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2356/", "total_count": 8, "true_count": 2, "website": ""}, "statement": "<p>Says by rejecting an expansion of Medicaid under the new law, Georgia was depriving 25,000 veterans of health care coverage.</p>\r\n", "statement_context": "an interview", "statement_date": "2013-07-22", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 51, "photo": null, "resource_uri": "/api/v/2/subject/51/", "subject": "Veterans", "subject_slug": "veterans", "used_in_edition": []}], "target": [], "twitter_headline": ""}