{"art": [{"brightcove": "", "caption": "An ad from the Marijuana Policy Project says that marijuana is \"less toxic\" than beer.", "id": 3636, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/3636/", "title": "marijuana", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/7H8Cz9woC2A?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "7H8Cz9woC2A"}], "author": [{"email_address": "rkoff@tampabay.com", "first_name": "Rochelle", "id": 411, "last_name": "Koff", "name_slug": "rochelle-koff", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/411/", "title": "Reporter", "twitter": null}], "canonical_url": "/florida/statements/2013/aug/19/marijuana-policy-project/pro-pot-group-claims-marijuana-less-toxic-alcohol/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": null, "id": 8162, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "rkoff@tampabay.com", "first_name": "Rochelle", "id": 411, "last_name": "Koff", "name_slug": "rochelle-koff", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/411/", "title": "Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/8162/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>Just as fans were filing into the Brickyard 400 NASCAR race at the Indianapolis Motor Speedway, a big television screen by the entrance displayed <a href=\"http://www.youtube.com/watch?v=7H8Cz9woC2A\">a pro-pot ad with the headline &quot;A new beer?&quot;</a></p>\r\n\r\n<p>The ad, which opens with smiling young adults hoisting their brew mugs, drew outrage from lots of sources, including the St. Petersburg-based <a href=\"http://www.dfaf.org/\">Drug Free America Foundation</a>. The TV screen company, Grazie Media, pulled the ad after a few hours.</p>\r\n\r\n<p>The ad said: &quot;If you&rsquo;re an adult who enjoys a good beer, there&rsquo;s a similar product you might want to know about, one without all the calories and serious health problems. Less toxic so it doesn&rsquo;t cause hangovers or overdose deaths. And it&rsquo;s not linked to violence or reckless behavior. Marijuana. Less harmful than alcohol and time to treat it that way.&quot;</p>\r\n\r\n<p>In this fact-check, we decided to focus on the idea that marijuana is &quot;less toxic&quot; than alcohol.</p>\r\n\r\n<p>&quot;I don&rsquo;t see how this could be a more open-and-shut case,&quot; Mason Tvert, communications director for the <a href=\"http://www.mpp.org/\">Marijuana Policy Project</a>, which produced the ad, told PolitiFact Florida in an email. &quot;If you consume too much alcohol in a sitting or over the course of your life, you can die. If you consume too much (marijuana) in a sitting or over the course of your life, you do not die.&nbsp; What more could be needed to prove marijuana is &lsquo;less toxic&rsquo; than alcohol?&quot;</p>\r\n\r\n<p>Yet, as a rebuttal, some health professionals say it&rsquo;s a matter of picking your poison. &nbsp;</p>\r\n\r\n<p>&quot;It&rsquo;s like trying to compare different weapons. Both have the potential to cause harm,&quot; said Dr. Scott Teitelbaum, professor and vice chairman of the Department of Psychiatry and chief of the Division of Addiction Medicine, at University of Florida. &quot;I don&rsquo;t know that there&rsquo;s a clear answer.&quot;</p>\r\n\r\n<p>For starters, the term toxic can be vague. Dr. Cynthia Lewis-Younger, medical director of the Florida Poison Information Center in Tampa, said toxic can be &quot;anything that causes harm. It is possible to drink enough water to poison yourself. It&rsquo;s more related to the dose than anything else.&quot;</p>\r\n\r\n<p>The Marijuana Policy Project&rsquo;s claim that marijuana is &quot;less toxic&quot; rankles some health professionals and anti-drug organizations who criticize the inference that using the drug is okay.</p>\r\n\r\n<p>Calvina Fay, executive director of the Drug Free America Foundation, said she wants the public to realize that &quot;these are two drugs that are both addictive and impairing and they both create unsafe situations.&quot;</p>\r\n\r\n<p>Briefly, here&rsquo;s a look at how the <a href=\"http://www.drugabuse.gov/\">National Institute on Drug Abuse</a> describes each drug.</p>\r\n\r\n<p>Alcohol is produced by the fermentation of yeast, sugars and starches and while it may start as a stimulant in small doses, NIDA describes it as a central nervous system depressant that is rapidly absorbed from the stomach and small intestine into the bloodstream.</p>\r\n\r\n<p>Intoxication can impair brain function and motor skills and heavy use can increase risk of certain cancers, stroke, and liver disease.</p>\r\n\r\n<p>Marijuana is a dry, shredded green and brown mix of leaves, flowers, stems and seeds from the hemp plant Cannabis sativa. The main psychoactive (mind-altering) chemical in marijuana is delta-9-tetrahydrocannabinol, or THC.</p>\r\n\r\n<p>When marijuana is smoked, THC rapidly passes from the lungs into the bloodstream, which carries the chemical to the brain and other organs.</p>\r\n\r\n<p>Activists on both sides of the marijuana issue can find studies that back up their claims about the health impact of smoking weed.</p>\r\n\r\n<p>NIDA states in an email that the effect of marijuana can depend on the person (their biology) who&rsquo;s using it, the amount and under what circumstances.</p>\r\n\r\n<p>&quot;Claiming that marijuana is less toxic than alcohol cannot be substantiated since each possess their own unique set of risks and consequences for a given individual,&quot; according to an agency email statement.</p>\r\n\r\n<p>Statistics certainly paint a grim picture of the lethal impact of alcohol abuse.</p>\r\n\r\n<p>The <a href=\"http://www.cdc.gov/nchs/\">Centers for Disease Control&rsquo;s National Center for Health Statistics</a> reports that there were 41,682 deaths attributed to alcohol in 2010, the last year with the most exact statistics. That breaks down to 15,990 deaths attributed to alcoholic liver disease and 25,692 other alcohol-induced deaths, excluding accidents and homicides. The center doesn&rsquo;t have any reports of marijuana listed as a cause of death.</p>\r\n\r\n<p>In 2006, there were more than 1.2 million emergency room visits and 2.7 million physician office visits due to excessive drinking, the CDC reports on its website.</p>\r\n\r\n<p>&quot;Alcohol in excess is probably the No. 1 cause of toxicities from drugs of abuse in the world simply because it&rsquo;s most widely used,&quot; Lewis-Younger said.</p>\r\n\r\n<p>Robert Gable wrote in an <em>American Scientist</em> article in 2006 that &quot;simply tallying the number of people who die or who show up at emergency rooms is, by itself, meaningless,&quot; because that figure is influenced by the number of people using the substance.</p>\r\n\r\n<p>Yet the Marijuana Policy Project&rsquo;s Tvert said Gable&rsquo;s eight-year study on recreational drugs bolsters their assertion.</p>\r\n\r\n<p>Gable, a retired professor of psychology at Claremont Graduate University in California, <a href=\"http://www.americanscientist.org/include/popup_fullImage.aspx?key=Z8GxAJKlgUbipYIOK/Djpcyk2hbHQZxX\"><u>compared the toxicity of 20 abused substances</u></a> using reports of experimental human and animal research and on published data of overdose fatalities.</p>\r\n\r\n<p>He compared the drugs by developing a safety ratio -- the ratio of an effective dose (eliciting a &quot;relaxed affability&quot;) to a lethal dose.</p>\r\n\r\n<p>&quot;Two drinks makes you buzzy, 20 drinks puts you in the emergency room or the morgue,&quot; Gable said in a phone interview. &quot;Ten is the safety ratio&quot; for alcohol, among the most toxic recreational drugs, he said. The least physiologically toxic substances -- those requiring 100 to 1,000 times the effective dose to cause death -- included marijuana when ingested. He couldn&rsquo;t find any cases of documented deaths from smoked marijuana &quot;so the actual dose is a mystery.&quot;</p>\r\n\r\n<p>&quot;No drug is good for teenagers,&quot; he said, &nbsp;&quot;but when it comes to the chances of immediate death by chemical toxicity, marijuana is about a hundred times less toxic than alcohol or cocaine.&quot; &nbsp;&nbsp;&nbsp;&nbsp;</p>\r\n\r\n<p>Dr. Ihsan Salloum, professor of psychiatry and behavioral sciences at the University of Miami Miller School of Medicine, notes: &quot;People could argue it (marijuana) is a weaker chemical in terms of toxicity, but it does have its consequences. It doesn&rsquo;t mean marijuana is harmless.&quot;</p>\r\n\r\n<p>Experts say one concern is the impact of marijuana on the brain, particularly for teens who start smoking early. Teitelbaum says marijuana can &quot;flip&quot; adolescents&nbsp;predisposed to mental problems into having a psychotic disorder.</p>\r\n\r\n<p>A 2012 study from Duke University, the University of Oregon, King&rsquo;s College London and the University of Otago (New Zealand) published in the Proceedings of the National Academy of Sciences, <a href=\"http://www.rjbf.com/PNAS_Meier.pdf\">&quot;Persistent Cannabis Users Show Neuropsychological Decline from Childhood to Midlife,&quot; </a>examined the potential relationship between the long-term use of marijuana and declines in IQ scores.</p>\r\n\r\n<p>The study was based on data from more than 1,037 individuals followed from birth until age 38 and determined those who began using cannabis before age 18 and became persistent users (more than once a week) suffered the greatest decline in mental functioning (an average of eight IQ points) that didn&rsquo;t improve once they stopped. Those who started using marijuana when they were adults didn&rsquo;t show the same decline.</p>\r\n\r\n<p>Another concern has come up in recent years. The use of synthetic marijuana, often called Spice, has become a problem,&nbsp;and health professionals caution that it&rsquo;s vastly different from natural marijuana and more toxic.</p>\r\n\r\n<p>&quot;Many Spice smokers have experienced agitation, paranoia and mental illness,&quot; JoAnn Chambers-Emerson, certified specialist in poison information/educator at the Florida&nbsp;Poison Information Center in Tampa, wrote in an email. &quot;Some Spice smokers have ended up having a stroke, heart attack, seizures and kidney failure.</p>\r\n\r\n<p>Synthenetic marijuana, however, is not marijuana.&nbsp;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>An ad from the Marijuana Policy Project claims&nbsp;marijuana is &quot;less toxic&quot; than alcohol.</p>\r\n\r\n<p>Our job as fact-checkers in this case is not to decide whether marijuana is good or harmful. We&#39;re focused on whether the drug in its natural form is &quot;less toxic&quot; than alcohol.</p>\r\n\r\n<p>In that regard, science and statistics present a strong case:</p>\r\n\r\n<ul>\r\n\t<li>Deaths or even trips to the hospital are much more likely due to alcohol;</li>\r\n\t<li>Scientists could not find any documented deaths from smoking marijuana;</li>\r\n\t<li>A study found the safety ratio for marijuana (the number of doses to cause death) is much greater than compared to alcohol. Put another way, marijuana is 100 times less toxic than alcohol.</li>\r\n</ul>\r\n\r\n<p>Overall, we rate this claim&nbsp;Mostly True.</p>\r\n", "ruling_comments_date": "2013-08-15T16:36:29.909785", "ruling_date": "2013-08-19T12:01:00", "ruling_headline": "Pro-pot group claims marijuana is 'less toxic' than alcohol", "ruling_headline_slug": "pro-pot-group-claims-marijuana-less-toxic-alcohol", "ruling_link_text": "More than smoke here", "ruling_state": null, "source_documents": null, "sources": "<p>Phone interview, Mason Tvert, communications director for Marijuana Policy Project, July 29, 2013</p>\r\n\r\n<p>American Scientist, &quot;The Toxicity of Recreational Drugs; Alcohol is more lethal than many other commonly abused substances,&quot; May-June 2006</p>\r\n\r\n<p>&quot;Medical marijuana battle coming to Florida,&quot; Stephen Nohlgren, June 22, 2013</p>\r\n\r\n<p><em><a href=\"http://www.amazon.com/Marijuana-Safer-Driving-People-Drink/dp/1603581448\">Marijuana is Safer: So Why Are We Driving People to Drink</a>, </em>2009, Steve Fox, Paul Armentano and Mason Tvert</p>\r\n\r\n<p>Phone interview, Calvina Fay, executive director of Drug Free America Foundation and Save Our Society From Drugs, Aug. 2, 2013.</p>\r\n\r\n<p>Emails, website, National Institute on Drug Abuse, Aug. 2, 2013 and Aug. 11, 2013</p>\r\n\r\n<p>Phone interview, Robert Gable, retired professor of psychology at Claremont Graduate University in California, Aug. 6, 2013</p>\r\n\r\n<p>Email, website;&nbsp;<a href=\"http://www.cdc.gov/nchs/fastats/alcohol.htm\">U.S. Centers for Disease Control and&nbsp;&nbsp;CDC&rsquo;s alcohol studies branch</a>, Aug. 5,&nbsp;2013, Aug. 14, 2013</p>\r\n\r\n<p>Phone interview, Dr. Scott Teitelbaum, professor and vice chairman of the Department of Psychiatry and chief of the Division of Addiction Medicine at University of Florida, Aug. 12, 2013.</p>\r\n\r\n<p>Phone interview, Dr. Ihsan Salloum, professor of psychiatry and behavioral sciences at the University of Miami Miller School of Medicine and UM&rsquo;s chief of the Division of Alcohol and Drug Abuse Treatment and Research, Aug. 12, 2013 &nbsp;</p>\r\n\r\n<p>Website, <a href=\"http://www.aapcc.org/\">American Association of Poison Control Centers</a>, Aug. 13, 2013</p>\r\n\r\n<p>Email, The Substance Abuse and Mental Health Services Administration, Aug. 13, 2013</p>\r\n\r\n<p>Phone interview and email, registered nurse JoAnn Chambers-Emerson, certified specialist in poison information and educator, Florida Poison Information Center -- Tampa, Aug. 13, 2013</p>\r\n\r\n<p>Phone interview, Dr. Cynthia Lewis-Younger, medical director of the Florida Poison Information Center -- Tampa, Aug. 14, 2013</p>\r\n\r\n<p>&quot;<a href=\"http://www.rjbf.com/PNAS_Meier.pdf\">Persistent cannabis users show neuropsychological decline from childhood to midlife</a>,&quot; published Aug. 27, 2012 by the Proceedings of the National Academy of Sciences of the United States of America</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 0, "home_state": "", "id": 2401, "last_name": "Marijuana Policy Project", "mostly_true_count": 1, "name_slug": "marijuana-policy-project", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/200px-Marijuana_Policy_Project_logo.png", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2401/", "total_count": 1, "true_count": 0, "website": "http://www.mpp.org/"}, "statement": "<p>Marijuana is &quot;less toxic&quot; than alcohol.</p>\r\n", "statement_context": "a TV ad", "statement_date": "2013-08-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 161, "photo": null, "resource_uri": "/api/v/2/subject/161/", "subject": "Drugs", "subject_slug": "drugs", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/7/", "/api/v/2/edition/6/", "/api/v/2/edition/2/"]}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 310, "photo": null, "resource_uri": "/api/v/2/subject/310/", "subject": "Marijuana", "subject_slug": "marijuana", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/47/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/48/", "/api/v/2/edition/6/", "/api/v/2/edition/14/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}