{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2013/aug/19/ted-cruz/cruz-claim-about-fewer-americans-employer-backed-h/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 8168, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/8168/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Texas U.S. Sen. Ted Cruz, who has championed Republican efforts to stop the Obamacare law from rolling out, says some workers will lose employer-supported health plans under the law.</p>\r\n\r\n<p>In an Aug. 12, 2013, <a href=\"http://www.cruz.senate.gov/record.cfm?id=345530\"><u>commentary</u></a>, Cruz initially noted that President Barack Obama, who signed the Affordable Care Act known as Obamacare into law in 2010, said that under the law, Americans who like their health coverage could keep it. But that&rsquo;s not so, Cruz said, adding: &quot;According to a recent Congressional Budget Office report, under Obamacare, 7 million people will lose their employer-sponsored insurance.&quot;</p>\r\n\r\n<p>By email, Cruz spokeswoman Catherine Frazier said he was drawing on the non-partisan office&rsquo;s latest 10-year budget outlook forecast.</p>\r\n\r\n<p>The CBO&#39;s <a href=\"http://www.cbo.gov/sites/default/files/cbofiles/attachments/43907-BudgetOutlook.pdf\"><u>report</u></a>, issued Feb. 5, 2013, does not say how many workers are poised to lose employer-backed coverage. But a multi-tiered <a href=\"http://www.cbo.gov/sites/default/files/cbofiles/attachments/43900_ACAInsuranceCoverageEffects.pdf\"><u>chart</u></a> pointed out by Frazier indicates that as soon as 2017, the number of people who have employer-backed plans will be down seven million from the 162 million Americans who would have such coverage that year if Obamacare were not law. Similarly, three million fewer individuals will be enrolled in group health plans, including Medicare, that year than if Obamacare were not law, the chart indicates. More broadly, the chart also shows that fewer workers will have employer-supported plans in every year from 2014 through 2023 than if there had been no Obamacare law.</p>\r\n\r\n<p>Then again, the chart shows more workers having employer-backed plans in all but one year of the decade than the 154 million listed as having such coverage in 2013. Some 155 million people will have such plans through 2015, according to the chart, with 154 million people having one in 2016. A greater total of workers will have such coverage through 2019, according to the chart, when 167 million people will be so enrolled; the workers in such plans is predicted to decrease to 158 million in 2020 before edging to 160 million in 2022 and 2023.</p>\r\n\r\n<p>More broadly, the chart signals a surge in health coverage. By 2017, according to the chart, there will be 27 million fewer uninsured citizens than if the law had not changed. The same year, 11 million more people will be enrolled in Medicaid or state Children&rsquo;s Health Insurance Plans than if Obamacare were not law, the chart says, and 26 million more people will have health plans purchased through insurance exchanges, lately called marketplaces.</p>\r\n\r\n<p>Under the law, individuals seeking coverage will be able to shop via online exchanges, or marketplaces, which are scheduled to debut in October 2013 before the law requires most citizens to have health coverage starting in 2014.</p>\r\n\r\n<p>By email, Frazier said the upshot remains that seven million Americans &quot;will drop their current coverage&quot; with the point &quot;being that the people are losing their options and being thrown into exchanges that will not offer the same plans they have now.&quot;</p>\r\n\r\n<p>On Feb. 8, 2013, CNN posted a <a href=\"http://money.cnn.com/2013/02/08/news/economy/employer-health-insurance/index.html\"><u>news story</u></a> noting that the prediction that seven million &nbsp;people would lose or drop their employment-based coverage amounted to an increase from four million as estimated by the office in August 2012.</p>\r\n\r\n<p>The story said, though, that workers &quot;who lose that coverage won&#39;t all be joining the ranks of the uninsured or the unemployed... Many are expected to shift into the health insurance exchanges. The number of people participating in those exchanges is projected to grow from seven million in 2014 -- the first year they&#39;ll be available -- to 24 million in 2016,&quot; CNN said, recapping figures in the CBO chart.</p>\r\n\r\n<p>The CBO report provides a little elaboration, stating that the increase to seven million from four million was largely due to a big decision made after its previous forecast: Congress and President Barack Obama extended, rather than letting expire, most tax cuts passed into law under President George W. Bush.</p>\r\n\r\n<p>A footnote to the report&rsquo;s chart states the expected number of people with employment-based plans reflects the &quot;net result of increases in and losses of offers of health insurance from employers and changes in enrollment by workers and their families.&quot;</p>\r\n\r\n<p>It&rsquo;s complicated: &quot;For example,&quot; the footnote continues, &quot;in 2019, an estimated 12 million people who would have had an offer of employment-based coverage under prior law will lose their offer under current law, and another 3 million people will have an offer of employment-based coverage but will enroll in health insurance from another source instead. These flows out of employment-based coverage will be partially offset by an estimated 7 million people who will newly enroll in employment-based coverage under the Affordable Care Act.&quot;</p>\r\n\r\n<p>The report has a little more explanation. Lower income tax rates, it says, reduce the &quot;tax benefits associated with health insurance provided by employers.&quot; Also, the report says, the greater predicted movement away from employment-based coverage reflects revised income projections plus higher projections of how many workers would have employer-based plans if Obamacare was not law.</p>\r\n\r\n<p>CNN&rsquo;s story quoted James Klein, president of the American Benefits Council, a trade association for large employers, as saying that since employer-provided health insurance is not taxable, the CBO&#39;s theory is that the benefits aren&#39;t as valuable when tax rates are lower. So some workers -- particularly lower-income individuals -- may find it more desirable to forgo their employer&#39;s coverage, CNN said, and seek insurance in the exchanges, where they also may be eligible for a government subsidy. At the same time, CNN said, employers with large, low-wage workforces may find it financially advantageous to withdraw health coverage, even if they have to pay penalties set up by the law.</p>\r\n\r\n<p>Frazier did not comment on the report&#39;s other elements. She emailed: &quot;The point is that President Obama promised Americans they could keep their plans under Obamacare. Millions won&#39;t be able to. This isn&#39;t an argument over who gets care, it&#39;s over who gets to keep their current plan.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Cruz said that according to the CBO, &quot;under Obamacare, 7 million people will lose their employer-sponsored insurance.&quot;</p>\r\n\r\n<p>Not exactly. This claim is a refraction of the budget office&rsquo;s forecast, which says that in four years--2017 and 2021 through 2023--seven million fewer workers will have employer-based plans than if Obamacare were not law.</p>\r\n\r\n<p>In any year, it makes sense to expect some workers to lose employer-backed coverage. Things change. But the office&rsquo;s 10-year forecast does not estimate how many workers will &quot;lose&quot; employer-sponsored plans. Conversely, it indicates that compared to 2013, more workers will have employer plans in all but one year of the decade.</p>\r\n\r\n<p>This claim skews a single cherry-picked number from a multi-variable presentation. While there is an element of truth--fewer workers will have employer-supported plans than if Obamacare had not passed into law--the CBO report also indicates many Americans will obtain coverage from other sources.</p>\r\n\r\n<p>We rate the statement as Mostly False.</p>\r\n", "ruling_comments_date": "2013-08-16T17:57:47.493573", "ruling_date": "2013-08-19T12:00:00", "ruling_headline": "Cruz claim about fewer Americans with employer-backed health plans cherry-picks and misinterprets Congressional Budget Office figure", "ruling_headline_slug": "cruz-claim-about-fewer-americans-employer-backed-h", "ruling_link_text": "Multi-tiered forecast", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"https://docs.google.com/document/d/1Bet7Z-p6ggsD4fA_LAF0Cy9LCsRLOzhd1k9yL7v-Bi8/pub\"><u>Emails</u></a>, Catherine Frazier, communications director, U.S. Sen. Ted Cruz, Aug. 14-16, 2013</p>\r\n\r\n<p>News article, <a href=\"http://money.cnn.com/2013/02/08/news/economy/employer-health-insurance/index.html\"><u>&quot;Fewer people will have employer health insurance, CBO projects,&quot;</u></a> CNN Money, Feb 8, 2013</p>\r\n\r\n<p>Report and chart, Congressional Budget Office, <a href=\"http://www.cbo.gov/sites/default/files/cbofiles/attachments/43907-BudgetOutlook.pdf\"><u>&quot;The Budget and Economic Outlook: Fiscal Years 2013 to 2023,&quot;</u></a> issued Feb. 5, 2013; <a href=\"http://www.cbo.gov/sites/default/files/cbofiles/attachments/43900_ACAInsuranceCoverageEffects.pdf\"><u>&quot;CBO&#39;s February 2013 Estimate of the Effects of the Affordable Care Act on Health Insurance Coverage&quot;</u></a> (accessed Aug. 15, 2013)</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 43, "current_job": "Senator", "false_count": 38, "first_name": "Ted", "half_true_count": 20, "home_state": "Texas", "id": 1475, "last_name": "Cruz", "mostly_true_count": 22, "name_slug": "ted-cruz", "pants_count": 9, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/CRUZPFTNEW.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1475/", "total_count": 141, "true_count": 7, "website": "http://www.tedcruz.org/"}, "statement": "<p>&quot;According to a recent Congressional Budget Office report, under Obamacare, 7 million people will lose their employer-sponsored insurance.&quot;</p>\r\n", "statement_context": "a radio commentary.", "statement_date": "2013-08-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 202, "photo": null, "resource_uri": "/api/v/2/subject/202/", "subject": "Public Health", "subject_slug": "public-health", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}