{"art": [], "author": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "canonical_url": "/oregon/statements/2013/aug/16/jim-francesconi/are-nearly-half-oregons-children-growing-poor/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "bhammond@oregonian.com", "first_name": "Bruce ", "id": 190, "last_name": "Hammond", "name_slug": "bruce-hammond", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/190/", "title": "Team Leader", "twitter": null}], "facebook_headline": null, "id": 8169, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "resource_uri": "/api/v/2/statement/8169/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>With the State Board of Higher Education handing oversight of Oregon&rsquo;s universities to independent boards, Jim Francesconi, one of the state board members, recently <a href=\"http://www.oregonlive.com/opinion/index.ssf/2013/08/tapping_private_resources_for.html\">took to The Oregonian&rsquo;s opinion pages</a> to note a few of the issues the new custodians will have to deal with.</p>\r\n\r\n<p>Among them he said, and most importantly, education has to be accessible. &quot;Oregon,&quot; he wrote, &quot;must demonstrate that working people and poor folks can still make it in America. Education after high school is the way, but it is out of reach for many children, especially in rural Oregon. Nearly half of Oregon&#39;s children are poor.&quot;</p>\r\n\r\n<p>It was the line about the percentage of poor children in the state that caught one Oregonian reader&rsquo;s attention. Oregon is hardly a rich state -- particularly when the national economy itself is down and out -- but nearly half? That seemed a stretch.</p>\r\n\r\n<p>We agreed with our reader -- it was worth looking into.</p>\r\n\r\n<p>Our first call was to Francesconi to see where he got his figures. He said the information came from a <a href=\"http://www.cffo.org/site/download/progress_reports\">2012 report by Children First for Oregon</a>, an advocacy group. According to that report, &quot;nearly 50% of children are either poor or low-income.&quot;</p>\r\n\r\n<p>Francesconi almost immediately realized his mistake. &quot;In retrospect, I wish I would have said poor or low income.&quot;</p>\r\n\r\n<p>Though there may not be a difference to the average person, there is a distinction between poor and low income as far as the U.S. government is concerned. In order to qualify as poor, a family must make 100 percent or less of the federal poverty level. Low income refers to families between 100 and 200 percent of the federal poverty level.</p>\r\n\r\n<p>So what does that mean in a practical sense? A family of four living in Oregon in 2013 would be considered &quot;poor&quot; if they make $23,550 or less a year. To be considered low income, a family would have to make between $23,550 and $47,100 a year. (For the curious, the National Center for Children in Poverty at Columbia University has a handy <a href=\"http://www.nccp.org/tools/converter/\">online calculator</a> that can detail the poverty level for families of various sizes living in various states.)</p>\r\n\r\n<p>If you check the most recent Census information, you&rsquo;ll find that in 2011 a little more than 23 percent of children (those younger than 18) in Oregon live in families at or below 100 percent of the federal poverty level while another 21 percent live in low-income families. The figures are <a href=\"http://www.nccp.org/profiles/OR_profile_16.html\">slightly higher still</a> for young children, or those under 6 years old.</p>\r\n\r\n<p>Now, if we were just using the government&rsquo;s definition of &quot;poor&quot; this would be a really easy False. As far as the U.S. government is concerned, about a quarter of the state&rsquo;s children are poor, not half. But, at PolitiFact Oregon we strive for more context. Plus, it seemed to us that a family of four making $30,000 would likely feel pretty poor even if they didn&rsquo;t meet the strict federal definition.</p>\r\n\r\n<p>So, we placed a couple calls to various non-partisan poverty centers around the nation and spoke with some experts. First up was Jennifer Romich, a professor at the University of Washington and founding affiliate of the West Coast Poverty Center.</p>\r\n\r\n<p>Using the federal poverty level as a strict line of who is poor and who is not can be problematic, she told us. &quot;The federal poverty line is widely seen as too low,&quot; Romich said. &quot;Among folks who spend their lifetime measuring poverty, they can agree that the current measure is problematic.&quot;</p>\r\n\r\n<p>It doesn&rsquo;t, for instance, take into account government assistance or tax expenditures. Plus, the measure, which rises with inflation, was developed in the 1960s and, aside from a couple small amendments, hasn&rsquo;t been updated since. Romich explained that it &quot;was originally based on USDA reckonings that a family spends about 30 percent of their income on food which was true in the 60s but is not true today.&quot; Nowadays, she said, health care and housing costs, for instance, are consuming much more of a budget.</p>\r\n\r\n<p>Either way, Romich said, families that are classified as low income are still going to &quot;feel &nbsp;economically deprived. &hellip; In laymen&rsquo;s terms, you&#39;d think of this as unofficially poor or close to poverty.&quot;</p>\r\n\r\n<p>Another expert, this time from Columbia University, agreed.</p>\r\n\r\n<p>&quot;I think that many low-income families who are above the poverty line, but not much above it, are struggling a great deal with paying bills and finding childcare that is stable and affordable and paying co-insurance on medical visits and putting gas in the car,&quot; said Sheila Smith, who oversees the early childhood program at the National Center for Children in Poverty. &quot;We like to think that families who are above that threshold of the official poverty line are doing OK. But we know, in fact, that they ... are struggling in many ways.&quot;</p>\r\n\r\n<p>Smith said she and her colleagues at the poverty center look at whether states are actively promoting the needs of low-income residents, they often put the benchmark at 200 percent of the federal poverty level. For instance, does the state set the income eligibility for child care subsidies at or below 200 percent of the federal poverty level. (The cut off in Oregon is 185 percent.)</p>\r\n\r\n<p>&quot;Families who are at or above 200 percent of the FPL,&quot; Smith explained, &quot;still really need that support for income stability.&quot;</p>\r\n\r\n<p>So what is an appropriate way to determine what poverty is and who feels it?</p>\r\n\r\n<p>Romich pointed us to the work of a colleague who measures poverty with a &quot;Self-Sufficiency Standard.&quot; Essentially, how much would various types of families living in various parts of the country have to make to meet basic needs.</p>\r\n\r\n<p>Diana Pearce, the mind behind the standard describes how it works in an <a href=\"http://www.selfsufficiencystandard.org/docs/OR_SSS11_COLOR%20WEB.pdf\">Oregon-specific report from 2011</a>: &quot;The Self-Sufficiency Standard is a measure of economic security that is based on the costs of the basic needs for working families: housing, child care, food, health care, transportation, and miscellaneous items as well as the cost of taxes and the impact of tax credits.</p>\r\n\r\n<p>In 2011, Pearce determined that a family of four -- with one school-age child and one preschooler -- living in Multnomah County would have had to make $52,989 in order to meet their needs. Now, remember, that&rsquo;s how much the parents would have to make collectively. That amount would put the family at 225 percent of the federal poverty level. For what it&rsquo;s worth, that family would also qualify for housing assistance.</p>\r\n\r\n<p>The National Center for Children in Poverty employs a similar metric for their &quot;<a href=\"http://www.nccp.org/tools/frs/budget.php\">basic needs budget calculator</a>.&quot; Their calculator, which calculates for families living in 2008, doesn&rsquo;t have data for Oregon, however we ran the estimates for Vancouver, Wa., and Clark County. According to the calculator, a two-parent family with one school-age child and one preschooler would have needed to bring in $48,523 a year in 2008 to meet basic needs.</p>\r\n\r\n<p>So where does this leave us? Francesconi said in an opinion piece that &quot;nearly half of Oregon&#39;s children are poor.&quot; In fact, if you use federal definitions for poverty, about a quarter are poor and another quarter are low-income.</p>\r\n\r\n<p>But experts tell us that families that are described as low-income still struggle to meet their basic needs and, for all intents and purposes, qualify as poor.</p>\r\n\r\n<p>Be that as it may, Francesconi was referencing a report that used the federal definitions. As such, his statement leaves out important details and we, too, think it would have been better to say &quot;poor and low income.&quot;</p>\r\n\r\n<p>We rate this claim Half True.</p>\r\n", "ruling_comments_date": "2013-08-16T19:33:03.248267", "ruling_date": "2013-08-16T16:23:59", "ruling_headline": "Are nearly half of Oregon's children growing up poor?", "ruling_headline_slug": "are-nearly-half-oregons-children-growing-poor", "ruling_link_text": "Depends on the definition of \"poor\"", "ruling_state": null, "source_documents": null, "sources": "<p>Interview with Jennifer Romich, West Coast Poverty Center, August 14, 2013</p>\r\n\r\n<p>Interview with Sheila Smith, National Center for Children in Poverty, August 14, 2013</p>\r\n\r\n<p>Children First of Oregon, <a href=\"http://www.cffo.org/site/download/progress_reports\">2012 Progress Report</a></p>\r\n\r\n<p>National Center for Children in Poverty, <a href=\"http://www.nccp.org/tools/converter/\">Income Converter</a>, August 15, 2013</p>\r\n\r\n<p>National Center for Children in Poverty, <a href=\"http://www.nccp.org/profiles/OR_profile_16.html\">Oregon Early Childhood Profile</a>, May 20, 2013</p>\r\n\r\n<p>National Center for Children in Poverty, <a href=\"http://www.nccp.org/tools/frs/budget.php\">Basic Needs Budget Calculator</a></p>\r\n\r\n<p>Diana Pearce, <a href=\"http://www.selfsufficiencystandard.org/docs/OR_SSS11_COLOR%20WEB.pdf\">The Self-Sufficiency Standard for Oregon 2011</a>, April 2011</p>\r\n\r\n<p>Interview with Jim Francesconi, August 9, 2011</p>\r\n\r\n<p>Jim Francesconi, <a href=\"http://www.oregonlive.com/opinion/index.ssf/2013/08/tapping_private_resources_for.html\">Tapping private resources for public university good</a>, Aug. 7, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Member of the State Board of Higher Education", "false_count": 1, "first_name": "Jim", "half_true_count": 1, "home_state": "Oregon", "id": 2404, "last_name": "Francesconi", "mostly_true_count": 1, "name_slug": "jim-francesconi", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/francesconi_lg.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2404/", "total_count": 3, "true_count": 0, "website": ""}, "statement": "<p>Says &quot;nearly half of Oregon&#39;s children are poor.&quot;</p>\r\n", "statement_context": "an opinion article", "statement_date": "2013-08-07", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 29, "photo": null, "resource_uri": "/api/v/2/subject/29/", "subject": "Poverty", "subject_slug": "poverty", "used_in_edition": []}], "target": [], "twitter_headline": ""}