{"art": [], "author": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "canonical_url": "/truth-o-meter/statements/2013/aug/21/mike-lee/sen-lee-says-union-call-obamacare-bad-workers/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 8175, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "resource_uri": "/api/v/2/statement/8175/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>A small but vocal cadre of congressional Republicans would like to defund Obamacare and would be willing to risk a government shutdown to make that happen. A leading voice in the Senate is Mike Lee of Utah. Lee says the new law is so bad, even key Democratic allies don&rsquo;t like it.</p>\r\n\r\n<p>&quot;By a margin of 2 to 1, Americans say Obamacare will make their family&#39;s health care situation worse, not better. Just 12 percent support the individual mandate. Doctors don&#39;t want it. Businesses oppose it. Unions say it&#39;s bad for workers,&quot; Lee wrote in an <a href=\"http://www.usatoday.com/story/opinion/2013/08/04/defund-obamacare-sen-mike-lee-editorials-debates/2617319/\"><u>op-ed in </u><em><u>USA Today</u></em></a>.</p>\r\n\r\n<p>That last group, the unions, caught our eye. Organized labor is one of the pillars of the Democratic Party and lobbied hard for passage of the Affordable Care Act. We wanted to verify that Lee had his facts right.</p>\r\n\r\n<p><strong>Unions that oppose the law</strong></p>\r\n\r\n<p>Lee&rsquo;s office pointed us to a press release and a letter. The<a href=\"http://www.unionroofers.com/political/issue.aspx/49775\"><u> press release</u></a> from United Union of Roofers, Waterproofers and Allied Workers called for &quot;repeal or complete reform of President Obama&#39;s Affordable Care Act (ACA).&quot; <a href=\"http://blogs.wsj.com/corporate-intelligence/2013/07/12/union-letter-obamacare-will-destroy-the-very-health-and-wellbeing-of-workers/\"><u>The letter came from three of the larger unions in the country</u></a>: The Teamsters, the United Food and Commercial International Union, and Unite-Here, which represents hotel workers. Those three unions sent a dire warning to the Democratic leaders in the House and Senate.</p>\r\n\r\n<p style=\"margin-left:36pt\"><em>&quot;We can no longer stand silent in the face of elements of the Affordable Care Act that will destroy the very health and wellbeing of our members along with millions of other hardworking Americans.</em></p>\r\n\r\n<p style=\"margin-left:36pt\"><em>We believe that there are common-sense corrections that can be made within the existing statute that will allow our members to continue to keep their current health plans and benefits just as you and the President pledged. Unless changes are made, however, that promise is hollow.</em></p>\r\n\r\n<p style=\"margin-left:36pt\"><em>We continue to stand behind real health care reform, but the law as it stands will hurt millions of Americans including the members of our respective unions.&quot;</em></p>\r\n\r\n<p>The circumstances that led to this letter are complex, and we will get into them in a moment. But first, let&rsquo;s look at which unions are opposing the law and which are supporting it.</p>\r\n\r\n<p>Many unions offer health insurance through unusual plans that allow large and small employers to buy coverage as a group, and some of the unions that are involved in these plans have the biggest objections to the health care law.</p>\r\n\r\n<p>Randy DeFrehn is executive director of the National Coordinating Committee for Multiemployer Plans, a sort of trade association for these insurance groups. DeFrehn said at least six unions have gone public with their objections to Obamacare. Behind the scenes, he said, the number is larger.</p>\r\n\r\n<p>&quot;Altogether, there are a dozen or more out there,&quot; DeFrehn said. &quot;They don&rsquo;t all want to come out against the administration, but they are worried about the unintended consequences of the law.&quot;</p>\r\n\r\n<p>DeFrehn&rsquo;s group has 23 member unions. So by his count, roughly half of them are raising red flags about Obamacare.</p>\r\n\r\n<p>In contrast, some very large members in DeFrehn&rsquo;s organization actively support the law. That includes the Service Employees International Union, which represents housekeepers, janitors and other lower-paid workers. SEIU recently kicked off <a href=\"http://www.seiu.org/2013/08/seiu-cap-action-fund-leading-pollster-reveal-posit.php\"><u>a national campaign</u></a> to promote Obamacare.</p>\r\n\r\n<p>Even among the unions that warn of the dangers of the new law, for most of them, repeal is not the first choice. The letter to top Democrats called for &quot;common-sense corrections.&quot; DeFrehn said that goal prevails, although calls for repeal could be the result of &quot;ultimate frustration.&quot;</p>\r\n\r\n<p><strong>What the unions don&rsquo;t like</strong></p>\r\n\r\n<p>One central problem with the law, in the unions&rsquo; view, is the threat it poses to the kind of health insurance their members enjoy today. Just as there are many different insurance companies, there are many different union insurance plans, about 3,000.</p>\r\n\r\n<p>These plans are often called Taft-Hartley plans after the federal labor law that created them. And here&rsquo;s the rub: The Affordable Care Act creates insurance exchanges that will present employers with a new alternative to the current union insurance.</p>\r\n\r\n<p>&quot;The unions think it will be cheaper for employers to drop out of the Taft-Hartley plans and go on the health exchange,&quot; said Paul Secunda, a labor law professor at Marquette University School of Law. &quot;This puts pressure on the unions who want to keep workers satisfied and make sure they have a reason to belong to the union.&quot;</p>\r\n\r\n<p>Here&rsquo;s why the unions think that could happen. DeFrehn says 90 percent of the employers in these plans have fewer than 50 workers. While larger employers will face penalties if they don&rsquo;t offer health insurance, these smaller employers would not. At the end of a union contract, they would be perfectly free under the law to drop coverage and encourage workers to buy through an exchange.</p>\r\n\r\n<p>The exchanges could be an attractive option for another reason. In an exchange, workers with family incomes as high as 400 percent of federal poverty level would be eligible for a subsidy from the federal government.</p>\r\n\r\n<p>A <a href=\"http://kff.org/interactive/subsidy-calculator/\"><u>subsidy calculator</u></a> from the Kaiser Family Foundation, a nonpartisan health policy group, shows what this could mean in dollars and cents. A family of four making $92,000 a year would get about 25 percent knocked off the premium. That&rsquo;s a significant discount; one that Secunda says would put the union plans at a competitive disadvantage.</p>\r\n\r\n<p>Over the decades, some unions have negotiated successfully for good health care benefits, even at the expense of wages. But if the unions&rsquo; nightmare scenario plays itself out as they fear, and employers drop coverage, then workers would find that they can get coverage without the union. The coverage probably wouldn&rsquo;t be as good but its shortcomings might not be obvious. And maybe these workers would have less reason to belong to the union.</p>\r\n\r\n<p>&quot;This could be yet another existential threat to the unions,&quot; said Secunda.</p>\r\n\r\n<p>There&rsquo;s reason to think that some employers would exercise this option. Marshall Babson is a long-time employment lawyer and former member of the National Labor Relations Board, appointed by President Ronald Reagan. Babson represents management. Babson said for the past 20 years, he has been advising his clients to get out of Taft-Hartley plans. He said they are inefficient.</p>\r\n\r\n<p>&quot;If the Affordable Care Act is a threat to these plans,&quot; Babson said, &quot;It&rsquo;s because they have been vulnerable for a long time.&quot;</p>\r\n\r\n<p>This is the union fear. What would actually happen under Obamacare is unknown. Jared Bernstein is a senior fellow at the Center on Budget and Policy Priorities, a group focused on how government programs affect people of modest means. Bernstein was chief economist and economic adviser to Vice President Joe Biden during the drafting of Obamacare. He was more optimistic that the plans will remain viable.</p>\r\n\r\n<p>&quot;I wouldn&rsquo;t be so quick to accept the assumption that the Taft-Hartley plans will end when the Affordable Care Act arrives,&quot; Bernstein said. &quot;One of the myths is that employers will willy-nilly dump their plans and put people on the exchange. Typically, these plans are offered for a reason. They are an important part of the compensation package that makes sense for keeping the workers you need to run a business. The ACA won&rsquo;t change that.&quot;</p>\r\n\r\n<p>But some unions, at least, are unwilling to wait and find out.</p>\r\n\r\n<p><strong>Concerns about part-timers</strong></p>\r\n\r\n<p>Another significant issue for unions is how the law treats part-time workers.</p>\r\n\r\n<p>While the law encourages employers to provide insurance, there are two primary escape clauses. Companies with fewer than 50 workers face no requirement to offer it. And no employer need provide coverage to anyone working less than 30 hours each week.</p>\r\n\r\n<p>&quot;We don&rsquo;t have hard numbers but we hear anecdotally that some companies are shifting to using more part-time workers,&quot; said Brenda Carter, spokeswoman for Unite-Here.</p>\r\n\r\n<p>Carter said that doesn&rsquo;t affect her union&rsquo;s members because they are protected by contracts, but it isn&rsquo;t good for non-union workers.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Mike Lee said unions say that Obamacare is bad for workers. About six unions, some of them quite large, have warned in the strongest terms that Obamacare will undercut health care coverage for their members. The evidence suggests that more than six unions share that view.</p>\r\n\r\n<p>However, the union community is not monolithic, and some large unions continue to support the Affordable Care Act as much as ever. And while Lee would like to do away with the new health care law, even unions with deep concerns seek to fix the law, not repeal it. Still, a significant number of prominent unions spoke against the law as it now stands and not every union would need to feel that way in order for Lee&rsquo;s statement to be accurate.</p>\r\n\r\n<p>We rate the claim Mostly True.</p>\r\n", "ruling_comments_date": "2013-08-21T10:45:04.522180", "ruling_date": "2013-08-21T11:44:30", "ruling_headline": "Mike Lee says unions call Obamacare bad for workers", "ruling_headline_slug": "sen-lee-says-union-call-obamacare-bad-workers", "ruling_link_text": "Not all of them, but some big ones said it", "ruling_state": null, "source_documents": null, "sources": "<p><em>USA Today</em>,<a href=\"http://www.usatoday.com/story/opinion/2013/08/04/defund-obamacare-sen-mike-lee-editorials-debates/2617319/\"> <u>Sen. Lee: Defund Obamacare</u></a>, Aug. 4, 2013</p>\r\n\r\n<p>United Union of Roofers, Waterproofers and Allied Workers,<a href=\"http://www.unionroofers.com/political/issue.aspx/49775\"> <u>Roofers union seek reform/repeal of Affordable Care Act</u></a>, April 24, 2013</p>\r\n\r\n<p><em>Wall Street Journal</em>,<a href=\"http://blogs.wsj.com/corporate-intelligence/2013/07/12/union-letter-obamacare-will-destroy-the-very-health-and-wellbeing-of-workers/\"> <u>Union letter: Obamacare will &lsquo;destroy the very health and wellbeing&rsquo; of workers</u></a>, June 12, 2013</p>\r\n\r\n<p>Service Employees International Union, <a href=\"http://www.seiu.org/2013/08/seiu-cap-action-fund-leading-pollster-reveal-posit.php\"><u>SEIU, CAP Action fund, leading pollster reveal positive survey results on new health law</u></a>, Aug. 7, 2013</p>\r\n\r\n<p>Interview with Brenda Carter, spokeswoman, Unite Here, August 6, 2013</p>\r\n\r\n<p>Interview with Paul Secunda, professor of labor law, Marquette University School of Law, Aug. 19, 2013</p>\r\n\r\n<p>Interview with Jared Bernstein, senior fellow, Center on Budget and Policy Priorities, Aug. 19, 2013</p>\r\n\r\n<p>Interview with Marshall Babson, counsel, Seyfarth Shaw, Aug. 19, 2013</p>\r\n\r\n<p>Interview with Randy DeFrehn, executive director, National Coordinating Committee for Multiemployer Plans, Aug. 20, 2013</p>\r\n\r\n<p>Northwest Labor Press,<a href=\"http://nwlaborpress.org/2012/03/nccmp/\"> <u>How PPACA impacts union health benefits</u></a>, March 29, 2012</p>\r\n\r\n<p>TPM,<a href=\"http://tpmdc.talkingpointsmemo.com/2013/07/unions-attack-obamacare-in-push-for-special-treat-under-the-law.php\"> <u>What&rsquo;s behind the big union attack on Obamacare</u></a>, July 22, 2013</p>\r\n\r\n<p>Families USA, <a href=\"http://www.familiesusa.org/resources/tools-for-advocates/guides/federal-poverty-guidelines.html\"><u>Federal poverty guidelines</u></a></p>\r\n\r\n<p>Kaiser Family Foundation, <a href=\"http://kff.org/interactive/subsidy-calculator/\"><u>Subsidy calculator</u></a></p>\r\n\r\n<p>Texas Tribune, <a href=\"http://www.texastribune.org/2013/08/19/cruz-warns-americans-could-get-addicted-obamacare/\"><u>Cruz: Americans could get &quot;addicted&quot; to Obamacare</u></a>, Aug. 20, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. Senator", "false_count": 0, "first_name": "Mike", "half_true_count": 1, "home_state": "Utah", "id": 2405, "last_name": "Lee", "mostly_true_count": 1, "name_slug": "mike-lee", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Lee_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2405/", "total_count": 2, "true_count": 0, "website": "http://www.lee.senate.gov/public/"}, "statement": "<p>Says unions call Obamacare &quot;bad for workers.&quot;</p>\r\n", "statement_context": "a 'USA Today' op-ed", "statement_date": "2013-08-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 206, "photo": null, "resource_uri": "/api/v/2/subject/206/", "subject": "Unions", "subject_slug": "unions", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [], "twitter_headline": ""}