{"art": [], "author": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2013/sep/03/karen-handel/handels-diagnoses-obamacare-rule-bad-legislation/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jdenery@ajc.com", "first_name": "Jim ", "id": 141, "last_name": "Denery", "name_slug": "jim-denery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/141/", "title": "Word editor", "twitter": null}, {"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 8213, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/8213/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>U.S. Senate candidate Karen Handel recently highlighted an example of what she considers &nbsp;hypocrisy in the place where she wants to work.</p>\r\n\r\n<p>Handel &nbsp;fired off a couple of emails to supporters attacking two can&rsquo;t-lose sources of Republican consternation -- Obamacare and Congress.</p>\r\n\r\n<p>&quot;Only in Washington could Congress seek and secure a special exception to prevent their health care costs from rising while premiums for thousands of Georgians will go up by as much as 198 percent next year,&quot; one email read.</p>\r\n\r\n<p>Another email read: &quot;Last week, Karen asked Congressmen Jack Kingston, Paul Broun and Phil Gingrey to join her in standing against the special Obamacare exemption negotiated by members of Congress in order to prevent their healthcare premiums from rising. We still haven&#39;t heard a peep.&quot;</p>\r\n\r\n<p>PolitiFact Georgia wondered whether Handel, a former Georgia secretary of state and former candidate for governor, accurately depicted the situation. Did Congress negotiate a special exception or exemption for itself and its staff to prevent their health care premiums from rising?</p>\r\n\r\n<p>Broun, Gingrey and Kingston, like Handel, are vying for the Republican Party nomination for the Senate. The three U.S. House members have been vocal opponents of the federal health care law, aka Obamacare, which was passed along partisan lines in 2010. The three men have repeatedly voted to repeal it. But those measures have not gotten past the Senate.</p>\r\n\r\n<p>Handel, who has never run for Congress, has fashioned herself as the only candidate in the crowded field who can shake up Washington and restore some conservative normalcy to Capitol Hill.</p>\r\n\r\n<p>When Congress passed the health care law, U.S. Sen. Chuck Grassley, a Republican from Iowa, included an amendment that required lawmakers and their staffs to buy health insurance through the online exchanges created by the law.</p>\r\n\r\n<p>Grassley&rsquo;s amendment was intended to test the commitment of Senate Democrats to the health care law. Would they be as supportive of the law if they had to buy insurance through an exchange? The amendment stayed.</p>\r\n\r\n<p>The health care law created exchanges for people to buy insurance. A state can create and run its own exchange, it can operate an exchange with the federal government or allow Uncle Sam to handle it. Georgia Gov. Nathan Deal, like many Republican governors, decided the state should not participate in the exchange program.</p>\r\n\r\n<p>Members of Congress and their staffs still must obtain coverage from health plans created under Obamacare or through an exchange.</p>\r\n\r\n<p>In late April, Twitter was atwitter with reports that Congress was negotiating a deal with the Obama administration to exempt itself from the health care law. Not so, Washington Post columnist Ezra Klein explained in April.</p>\r\n\r\n<p>&quot;[N]o one is discussing &lsquo;exempting&rsquo; congressional staffers from Obamacare,&quot; he reported. &quot;They&rsquo;re discussing creating some method through which the federal government can keep making its current contribution to the health insurance of congressional staffers.&quot;</p>\r\n\r\n<p>On Aug. 7, the U.S. Office of Personnel Management announced that members of Congress and some of their staffs will continue to have an employer contribution toward their health insurance premiums. A news release does not mention congressional involvement in the decision.</p>\r\n\r\n<p>So was Handel wrong about the role of Congress in the arrangement? Far from it, said Handel spokesman Dan McLagan, who sent us several news reports to back up his claim. Reuters reported that House and Senate leaders had been in intense negotiations with the Obama administration to reach an agreement about employer contributions. The Wall Street Journal reported that President Barack Obama told congressional Democrats in a closed-door meeting that he would resolve the matter. Some members of Congress were reportedly worried some of their employees would quit if something wasn&rsquo;t done. A &quot;brain drain&quot; is what they called it.</p>\r\n\r\n<p>McLagan also forwarded us a news release from U.S. Sen. David Vitter, a Louisiana Republican, that says congressional leaders were part of the decision. Vitter was not happy about the OPM rule.</p>\r\n\r\n<p>&quot;[T]his behind-closed-doors deal, announced right after Congress is safely away from the crime scene on break, was fully supported by establishment Republicans,&quot; Vitter said. &quot;When it comes to protecting their own, they find a way to work just beautifully with the Democrats.&quot;</p>\r\n\r\n<p>PolitiFact Georgia still wondered whether it was correct for Handel&rsquo;s emails to label the OPM rule as an exemption or an exception?</p>\r\n\r\n<p>We asked the OPM, and an official there responded by sending us the news release, which contained links to a fact sheet about its plans and other information. In the news release, the OPM said the amount of the employer contribution toward exchange premiums is no more than would otherwise be made toward coverage under the prior health benefits program for members of Congress and eligible staff.</p>\r\n\r\n<p>McLagan and many conservatives, though, believe this is part of a special exemption for Congress and its staff. McLagan said the health care law did not provide for a continued taxpayer subsidy of health care costs for members of Congress and their staffs.</p>\r\n\r\n<p>&quot;This is clearly an exemption. It was done by an administration desperate to keep support of the president&#39;s only memorable legislative accomplishment from falling apart. They found a way to exempt Congress from the law. You can call it &lsquo;purple unicorns&rsquo; or &lsquo;continuation of purple unicorns&rsquo; if you like, but you cannot say that Karen&#39;s characterization was inaccurate,&quot; McLagan said.</p>\r\n\r\n<p>U.S. Rep. Lynn Westmoreland, a Republican from Coweta County, recently wrote an op-ed with his explanation of what happened. He said a technicality in the health care law ended employer contributions to lawmakers and their staffs, forcing them to pay 100 percent of their health care costs.</p>\r\n\r\n<p>&quot;What OPM actually did was issue regulations stating the government can continue to make the employer contribution to the health plans of Members of Congress and their staff &ndash; exactly as they do right now,&quot; said the congressman, who is neither a fan of the decision nor the health care law.</p>\r\n\r\n<p>So where does this leave us?</p>\r\n\r\n<p>Handel said Congress negotiated itself a special rule to prevent its health care benefits from rising. She&rsquo;s used the words &quot;exception&quot; and &quot;exemption&quot; to describe what happened.</p>\r\n\r\n<p>Congress, according to several news accounts and a GOP senator, was pushing to get this done, although it came from an order by the Obama administration. Most conservatives describe the decision as an exemption. The OPM says the rule is a continuation of past policies for funding health care coverage for congressional workers and their bosses.</p>\r\n\r\n<p>Handel&rsquo;s basic claim seems to be in the ballpark. &nbsp;But it &nbsp;needs a lot of context to be fully understood.</p>\r\n\r\n<p>It&rsquo;s true that members of Congress and some of their staffs will continue to have an employer contribution toward their health insurance premiums. But they will also still have to go through the health care exchanges like other people.</p>\r\n\r\n<p>We rate Handel&rsquo;s claim Half True.</p>\r\n", "ruling_comments_date": "2013-08-30T16:37:07.328371", "ruling_date": "2013-09-03T00:00:00", "ruling_headline": "Handel's diagnoses Obamacare rule as bad legislation", "ruling_headline_slug": "handels-diagnoses-obamacare-rule-bad-legislation", "ruling_link_text": "It's very complicated.", "ruling_state": null, "source_documents": null, "sources": "<p>Emails from Dan McLagan, spokesman for Karen Handel, Aug. 23 and 27, 2013.</p>\r\n\r\n<p>Office of Personnel Management news <a href=\"http://www.opm.gov/news/releases/2013/08/opm-issues-proposed-rule-which-details-how-members-of-congress-and-congressional-staff-will-be-insured-through-the-health-insurance-exchanges/\">release</a> on health exchanges, Aug. 7, 2013.</p>\r\n\r\n<p>Politico, &quot;<a href=\"http://www.politico.com/story/2013/07/obama-hill-health-care-dispute-95017.html\">President Obama on Hill&#39;s Obamacare mess: I&#39;m on it</a>,&quot; July 31, 2013.</p>\r\n\r\n<p>Politico, &quot;<a href=\"http://www.politico.com/story/2013/08/mike-enzi-david-vitter-government-insurance-exchanges-95960.html\">Mike Enzi, David Vitter aim to put more government officials in exchanges</a>,&quot; Aug. 27, 2013.</p>\r\n\r\n<p>News <a href=\"http://www.vitter.senate.gov/newsroom/press/vitter-what-the-flip-obamacare-fix-for-congress-only\">release</a> by U.S. Sen. David Vitter, Aug. 2, 2013.</p>\r\n\r\n<p>Reuters, &quot;<a href=\"http://www.reuters.com/article/2013/08/07/usa-health-congress-idUSL1N0G820F20130807\">U.S. Congress wins relief on ObamaCare health plan subsidies</a>,&quot; Aug. 7, 2013.</p>\r\n\r\n<p>Thomaston Times <a href=\"http://www.thomastontimes.com/news/editorials-opinion/2378111/I-dont-support-the-latest-Obamacare-fix\">op-ed</a> by U.S. Rep. Lynn Westmoreland, &quot;I don&rsquo;t support the latest ObamaCare fix.&quot;</p>\r\n\r\n<p>Wall Street Journal, &quot;<a href=\"http://online.wsj.com/article/SB10001424127887324635904578644202946287548.html\">Congress&#39;s ObamaCare Exemption</a>,&quot; updated Aug. 5, 2013.</p>\r\n\r\n<p>Washington Post, &quot;<a href=\"http://www.washingtonpost.com/blogs/wonkblog/wp/2013/04/25/no-congress-isnt-trying-to-exempt-itself-from-obamacare/\">No, Congress isn&rsquo;t trying to exempt itself from Obamacare</a>,&quot; April 25, 2013.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "", "false_count": 1, "first_name": "Karen", "half_true_count": 5, "home_state": "", "id": 440, "last_name": "Handel", "mostly_true_count": 3, "name_slug": "karen-handel", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/KarenHandel.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/440/", "total_count": 15, "true_count": 2, "website": ""}, "statement": "<p>Congress secured special Obamacare rules &quot;to prevent their healthcare costs from rising.&quot;</p>\r\n\r\n<p>&nbsp;</p>\r\n", "statement_context": "an email", "statement_date": "2013-08-20", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 254, "photo": null, "resource_uri": "/api/v/2/subject/254/", "subject": "Congress", "subject_slug": "congress", "used_in_edition": ["/api/v/2/edition/6/"]}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}