{"art": [], "author": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "canonical_url": "/florida/statements/2013/sep/06/rick-scott/rick-scott-says-next-years-record-tax-collections-/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": null, "id": 8233, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "resource_uri": "/api/v/2/statement/8233/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Florida is set to collect more tax money next year than ever before, state officials say. And not only is Florida Gov. Rick Scott proud of the accomplishment, he is taking credit.</p>\r\n\r\n<p>&quot;After right-sizing government and cutting taxes, this year we had our first budget surplus in six years,&quot; Scott told conservatives gathered in Orlando for an Americans for Prosperity Foundation summit on Aug. 30, 2013. &quot;It gets better: Our state revenue estimating conference says we will have the highest general revenue in state history next year. Conservative pro-growth policies work in our state.&quot;</p>\r\n\r\n<p>Scott&rsquo;s right: State economists (the wonkishly called revenue estimating conference) say tax collections in the 2014-15 fiscal year will be higher in sheer dollars than ever. But crediting &quot;conservative pro-growth policies&quot; for the extra flow of money is a conclusion that ignores trends nationwide, as PolitiFact Florida found out.</p>\r\n\r\n<p><strong>Future tax collections</strong></p>\r\n\r\n<p>The state&rsquo;s <a href=\"http://edr.state.fl.us/Content/conference-support/MissionSanLuisRetreat.pdf\"><u>revenue estimating conference</u></a>, one of 10 consensus estimating conferences, is comprised of members from the governor&rsquo;s office, the Legislature and its research arm, the Office of Economic and Demographic Research. They meet throughout the year to come up with a best guess for how much money the state can spend.</p>\r\n\r\n<p>It&rsquo;s an important job because Florida is required to balance its budget each year, so lawmakers need to have a good accounting of how much money is available.</p>\r\n\r\n<p>You can think of the state budget, which has grown to over $74 billion, as a three-legged stool. The first leg is what we&rsquo;re talking about in this fact-check, general revenue. That money can be spent pretty much on anything because it&rsquo;s the money the state most directly controls. The second leg is trust funds, or money that is collected for a specific purpose. A good example is the tolls you pay on Florida roads that are then earmarked specifically for road projects. The third leg is money that comes from the federal government and also has a specific purpose (Medicaid funding, for example).</p>\r\n\r\n<p>Amy Baker, director of the Office of Economic and Demographic Research, confirmed Scott&rsquo;s claim about general revenue for fiscal year 2014-15. According to projections, the state is expected to collect a record <a href=\"http://edr.state.fl.us/Content/conferences/generalrevenue/grchng.pdf\"><u>$27.3 billion</u></a>.</p>\r\n\r\n<p>The pot has not been this large since the 2005-06 budget year, when collections totaled $27.07 billion.</p>\r\n\r\n<p>However, it&#39;s not a record when adjusted for inflation. Revenue projections for 2014-15 are significantly lower than revenues in the 2005-06 fiscal year and slightly lower than revenues in the 2007-08 fiscal year, said Chris Mai, a research assistant at the&nbsp;State Fiscal Project at the left-leaning Center for Budget Policies and Priorities.</p>\r\n\r\n<p>&quot;That same amount of money in nominal terms is not enough to provide the same services -- education and health care -- as in 2008,&quot; said Elizabeth McNichol, a senior fellow at the center.</p>\r\n\r\n<p>Where does that money come from?</p>\r\n\r\n<p>Most states collect an income tax, but Florida does not. It leans heavily on its 6 percent base sales tax. <a href=\"http://edr.state.fl.us/Content/conferences/generalrevenue/grchng.pdf\"><u>Other big taxes</u></a> that go into state general revenue include the corporate income tax, beverage and tobacco taxes, and documentary stamp taxes, which are based on real estate transactions.</p>\r\n\r\n<p>Florida&rsquo;s sales tax collections are climbing primarily because of growth in personal income, population and tourism, Baker said. Even though year-over-year population growth is not as high what it was before the recession, it&rsquo;s finally going up. That means there are more people to spend money on big-ticket items, such as houses, cars, appliances and, yep, Disney World tickets.</p>\r\n\r\n<p>That includes the first wave of baby boomers retiring nationally, many of whom are young, have cash to spend and are moving to Florida, said Karen Woodall, executive director of the left-leaning Florida Center for Fiscal and Economic Policy.</p>\r\n\r\n<p>To try to associate that tax revenue growth with Scott&rsquo;s conservative policies, the governor&rsquo;s office directed us to a Moody&rsquo;s Investors Services <a href=\"http://miamiherald.typepad.com/files/florida-back-on-track-june-2013-1.pdf\"><u>report</u></a> that praised Florida&rsquo;s fiscal management, including building up rainy-day reserves. The report predicted the state would likely outpace the nation in long-term growth because of its climate and low cost of living, &quot;as well as strong demographic and economic fundamentals, driven by the tourism, health care, and education sectors.&quot;</p>\r\n\r\n<p>Yet, Moody&rsquo;s said, the construction and real estate markets remain a drag on Florida&rsquo;s economy, and the state is more vulnerable than the rest of the country if a new housing bubble emerges from outside investors.</p>\r\n\r\n<p>&quot;Florida&rsquo;s difficulty in the last few years doesn&#39;t stem from its tax code,&quot; said Lyman Stone, a state tax economist at the business-backed Tax Foundation. &quot;It stems from having a real estate- and construction-driven economy in a real estate- and construction-driven recession.&quot;</p>\r\n\r\n<p><strong>So what does more revenue mean?</strong></p>\r\n\r\n<p>Collecting a record amount of money is a sign Florida&rsquo;s economy is en route to normalcy, which in Florida, translates to more people moving into the state and good tourism figures.</p>\r\n\r\n<p>But in the larger picture, Florida is not that special. The slow-and-steady recovery story is the same for most of the country, experts told us. In fact, several other states -- and plenty run by Democrats -- are doing better.</p>\r\n\r\n<p>Most states returned to or exceeded 2008 revenue levels by the 2012-13 fiscal year, said Todd Haggerty, policy analyst for the Fiscal Affairs program at the National Conference of State Legislatures. The growth continued for 33 states in 2013-14, though at a more modest clip.</p>\r\n\r\n<p>Not every state has released 2014-15 revenue expectations. Of those that have, 26 states and D.C. project revenue growth between 0.1 and 5 percent, Haggerty said. That&#39;s where Florida falls, along with New York and Texas.<strong> </strong></p>\r\n\r\n<p>That&#39;s behind a group of 11 -- Arizona, California, Colorado, Connecticut, Hawaii, Idaho, Maine, North Dakota, Ohio, Oregon and Vermont -- that expect growth between 5 and 10 percent.</p>\r\n\r\n<p>The NCSL does not examine in-depth why revenue is growing in each state, Haggerty said, though he noted some states (California) increased tax rates while others benefited from an energy boom (North Dakota).</p>\r\n\r\n<p>&quot;Given that the revenue recovery is happening in almost every state, it&rsquo;s pretty clear that it&rsquo;s a general trend,&quot; McNichol said.</p>\r\n\r\n<p>No one can fault Scott for talking up the state as a tourism and business mecca. But could he bring about record-setting tax collections through a toolbox of tax cuts and shrinking government, or as he put it, &quot;conservative pro-growth policies?&quot; Even economists on the conservative side are skeptical.</p>\r\n\r\n<p>&quot;We think certainly he&rsquo;s doing the right things from an economic standpoint,&quot; said Kurt Wenner, vice president of tax research at Florida TaxWatch. &quot;But it&rsquo;s certainly hard to dial a direct relationship between how much revenue comes from that.&quot;</p>\r\n\r\n<p>Stone of the Tax Foundation pointed to a few examples of tax breaks passed under Scott that are &quot;straight-up revenue losses,&quot; such as the four-day sales tax holidays and an assortment of tax credits.</p>\r\n\r\n<p>Other longer-lasting, pro-business cuts are more likely to have economic benefits in the future, he said, such as temporarily removing a sales tax on machinery and equipment for manufacturers, removing businesses from the corporate income tax roll, and reducing unemployment compensation taxes. (The temporary tax cut for manufacturers won&rsquo;t even take effect until 2014.)</p>\r\n\r\n<p>&quot;I&rsquo;m skeptical that these changes drove a big enough economic recovery in revenue changes,&quot; Stone said.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Scott said that Florida &quot;will have the highest general revenue in state history next year. Conservative pro-growth policies work in our state.&quot;</p>\r\n\r\n<p>Scott&#39;s statistic is wrong if you account for inflation. But the bigger issue is that Scott overreaches by connecting the revenue resurgence with conservative policies. The trajectory is not unique to Florida, or conservatives.</p>\r\n\r\n<p>There&rsquo;s an element of truth to this statement but ignores critical facts that would give a different impression. We rate this claim Mostly False.</p>\r\n", "ruling_comments_date": "2013-09-06T12:51:32.195506", "ruling_date": "2013-09-06T14:49:33", "ruling_headline": "Rick Scott says next year's record tax collections result of 'conservative, pro-growth policies'", "ruling_headline_slug": "rick-scott-says-next-years-record-tax-collections-", "ruling_link_text": "Correlation does not imply causation", "ruling_state": null, "source_documents": null, "sources": "<p>Interview with Amy Baker, director of the Florida Legislature Office of Economic and Demographic Research, Sept. 3, 2013</p>\r\n\r\n<p>Interview with Elizabeth McNichol, Center for Budget Policies and Priorities senior fellow, Sept. 4, 2013</p>\r\n\r\n<p>Interview with Lyman Stone, economist at the Tax Foundation&rsquo;s Center for State Tax Policy, Sept. 4, 2013</p>\r\n\r\n<p>Interview with Todd Haggerty, policy analyst for National Conference of State Legislatures Fiscal Affairs program, Sept. 3, 2-13</p>\r\n\r\n<p>Interview with Kurt Wenner, vice president of tax research at Florida TaxWatch, Sept. 4, 2013</p>\r\n\r\n<p>Interview with Jackie Schutz and Tom Yu, Gov. Rick Scott spokespeople, Sept. 4, 2013</p>\r\n\r\n<p>Interview with Chris Mai, research assistant at the State Fiscal Project at Center for Budget Policies and Priorities, Sept. 5, 2013</p>\r\n\r\n<p>Interview with Norton Francis, senior research associate with the State and Local Finance Initiative at the Urban-Brooking Tax Policy Center, Sept. 4, 2013</p>\r\n\r\n<p>Interview with Karen Woodall, Florida Center for Fiscal and Economic Policy executive director, Sept. 5, 2013</p>\r\n\r\n<p>Governing, &quot;<a href=\"http://www.governing.com/blogs/by-the-numbers/gov-projected-2014-state-revenue-report.html\"><u>Report forecasts slow revenue growth for states</u></a>,&quot; Aug. 13, 2013</p>\r\n\r\n<p>PolitiFact Florida, &quot;<a href=\"http://www.politifact.com/florida/statements/2013/jun/03/rick-scott/rick-scott-claims-24-tax-cuts-florida-2011/\"><u>Rick Scott claims he cut taxes 24 times</u></a>,&quot; June 3, 2013</p>\r\n\r\n<p>Florida Legislature Office of Economic and Demographic Research, <a href=\"http://edr.state.fl.us/Content/conferences/generalrevenue/grsummary.pdf\"><u>general revenue summary</u></a>, Aug. 9, 2013</p>\r\n\r\n<p>Florida Legislature Office of Economic and Demographic Research, <a href=\"http://edr.state.fl.us/Content/conferences/fleconomic/floridaeconomicsummary.pdf\"><u>Florida Economic Outlook</u></a>, July 2013</p>\r\n\r\n<p>Rockefeller Institute, &quot;<a href=\"http://rockinst.org/newsroom/revenue_reports/2013/2013-08-08-SRR_92.pdf\"><u>Strong gains in the first quarter; mounting uncertainty for rest of 2013</u></a>,&quot; Aug. 8, 2013</p>\r\n\r\n<p>Florida Center for Fiscal and Economic Policy, <a href=\"http://www.fcfep.org/attachments/20100630--Primer.pdf\"><u>budget primer</u></a>, June 2010</p>\r\n\r\n<p>Moody&rsquo;s Investors Services, &quot;<a href=\"http://miamiherald.typepad.com/files/florida-back-on-track-june-2013-1.pdf\"><u>Florida Back on Track</u></a>,&quot; June 2013</p>\r\n", "speaker": {"adkey": "", "advalue": "", "barely_true_count": 32, "current_job": "Governor", "false_count": 26, "first_name": "Rick", "half_true_count": 40, "home_state": "Florida", "id": 383, "last_name": "Scott", "mostly_true_count": 36, "name_slug": "rick-scott", "pants_count": 8, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/rlscott.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/383/", "total_count": 166, "true_count": 15, "website": "http://www.flgov.com/"}, "statement": "<p>&quot;We will have the highest general revenue in state history next year. Conservative pro-growth policies work in our state.&quot;</p>\r\n", "statement_context": "a speech at the Americans for Prosperity Foundation summit", "statement_date": "2013-08-30", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ""}