{"art": [{"brightcove": "", "caption": "This artist's rendering provided by The Menominee Nation shows the tribe's proposed casino at the site of the former Dairyland Greyhound Dog Track in Kenosha, Wis.", "id": 3707, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/casino.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/3707/", "title": "Menominee Casino Kenosha", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "canonical_url": "/wisconsin/statements/2013/sep/11/menominee-indian-tribe-wisconsin/menominee-tribe-says-kenosha-casino-would-be-one-w/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 8252, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "tcontent@jrn.com", "first_name": "Thomas", "id": 405, "last_name": "Content", "name_slug": "thomas-content", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/405/", "title": "Utilities, automotive manufacturing reporter", "twitter": null}, {"email_address": "cspivak@journalsentinel.com", "first_name": "Cary", "id": 173, "last_name": "Spivak", "name_slug": "cary-spivak", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/173/", "title": "Watchdog reporter", "twitter": null}, {"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/8252/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>Since 1998, Wisconsin&rsquo;s Indian tribes have won more than $15 billion from gamblers at 25 sites scattered throughout the state.</p>\r\n\r\n<p>About a nickel on the dollar from that revenue haul was sent back to the state through agreements that vary depending on the tribe. In essence, that money represents what is known as a payment in lieu of taxes, since the tribes -- as sovereign nations -- are exempt from taxation.</p>\r\n\r\n<p>The state&rsquo;s piece of the pie was in the news in late August 2013 when plans for an $800 million casino in Kenosha, to be operated by the Menominee tribe, won approval from federal officials. That put the project in the hands of Gov. Scott Walker, who has sole veto power over it.</p>\r\n\r\n<p>Opponents, most notably the Forest County Potawatomi tribe, which runs an off-reservation casino in Milwaukee, quickly argued that its facility will lose market share and suffer job losses if the Menominee plan advances.</p>\r\n\r\n<p>But Menominee officials say a new casino complex fits &quot;hand-in-hand&quot; with Walker&rsquo;s goal of creating 250,000 new jobs in his four-year term. It is especially important, the tribe&rsquo;s <a href=\"http://casinokenosha.com/\">casinokenosha.com</a> site says, when &quot;recent statistics show Wisconsin lags behind the rest of the country in private-sector job creation&quot; and &quot;Illinois comes ever-closer to putting a new casino on its side of the state line.&quot;</p>\r\n\r\n<p>On the website, the tribe makes this claim: &quot;The Kenosha casino would be one of the state&rsquo;s largest employers and pay more to the state than any other company or Tribe &ndash; essentially, it would be Wisconsin&rsquo;s biggest taxpayer.&quot;</p>\r\n\r\n<p>Let&rsquo;s take this claim out for a spin on the Truth-O-Meter.</p>\r\n\r\n<p>A note before we deal the first hand:</p>\r\n\r\n<p>For this item, we are not checking the projections on the jobs or payments, which depend on a host of future events. But we can examine whether the predicted size would, in effect, make the casino a leading employer and payer to state government.</p>\r\n\r\n<p><strong>Employment</strong></p>\r\n\r\n<p>In Kenosha, the Menominee tribe says that if the multi-phase project is completed, it will mean an estimated 3,300 full-time jobs in the casino itself and related retail and hotel facilities. &nbsp;It won&rsquo;t be fully up and running for several years under the best-case scenario.</p>\r\n\r\n<p>By way of comparison, the Potawatomi Bingo Casino operation in Milwaukee -- where revenues are smaller than those projected at the Menominee facility -- has 2,631 full-time jobs and expects to add 230 more at a hotel it is building at the site. That casino is the largest in the state in revenue produced.</p>\r\n\r\n<p>To make its case that it would be &quot;one of the state&rsquo;s largest employers,&quot; the tribe points to a 2013 ranking of Milwaukee-area private sector employers based on a survey by The Business Journal. Based on that, the Kenosha facility would rank as the 21st largest employer in Milwaukee, Kenosha, Racine, Walworth, Ozaukee, Washington and Waukesha counties.</p>\r\n\r\n<p>We found no statewide rankings, and privacy laws block state and federal officials from publishing precise employment figures by company. But only 100 of the state&rsquo;s more than 150,000 private employers have more than 1,000 workers. And only 21 of the state&rsquo;s more than 5,000 local governments employ more than 1,000.</p>\r\n\r\n<p>So the tribe&rsquo;s claim that it would be &quot;one of the state&rsquo;s largest employers&quot; is on target, though we note the tribe is comparing current jobs figures at private companies to casino projections down the road.</p>\r\n\r\n<p><strong>State payment</strong></p>\r\n\r\n<p>The <a href=\"http://www.doa.state.wi.us/docview.asp?docid=2146\">compact</a> between the state of Wisconsin and the Menominee tribe spells out how much of the tribe&rsquo;s gambling revenue would be sent to the state.</p>\r\n\r\n<p>The state is guaranteed 7 percent of the facility&rsquo;s &quot;net win&quot; -- the amount lost by gamblers -- in year one of operations. Over the next four years, the payment is 7 to 7.5 percent, depending on revenue. Beyond five years, it&rsquo;s 7.5 percent. (By comparison, the Potawatomi have paid between 6 percent and 8 percent, and are currently at 6.5.)</p>\r\n\r\n<p>The Menominee would also make payments to local governments, but the statement was &quot;pay more to the state,&quot; so that is what we are looking at.</p>\r\n\r\n<p>We found three different projections for the would-be casino&rsquo;s &quot;net win.&quot; The federal report that approved the Kenosha casino quoted a market study prepared for the tribe. That study predicted a $440 million net win in year three at the Kenosha casino.</p>\r\n\r\n<p>An earlier study for the tribe put the figure at $482 million. Both estimates were in 2004 dollars, however. Factoring in inflation, the revenue figure grows to more than $540 million in today&rsquo;s dollars.</p>\r\n\r\n<p>By our calculations, the Menominee tribe could be paying the state more than $40 million a year within a few years of opening -- if its projections hold up. &nbsp;Even using the lowest of the three figures, and not accounting for inflation, the payment could top $32 million.</p>\r\n\r\n<p>The Potawatomi revenue haul is smaller right now than those Menominee projections -- $363 million in fiscal 2013 plus its state payment of between $20 million and $30 million, according to Journal Sentinel estimates.</p>\r\n\r\n<p>It&rsquo;s impossible to know what the Potawatomi payment would be if the Kenosha casino opens. But the Potawatomi tribe says a Kenosha casino could cut into its market and reduce its revenue by roughly one-third at the Milwaukee casino. Experts quibble with that estimate but don&rsquo;t doubt the Milwaukee casino will take a hit of some size.</p>\r\n\r\n<p>It&rsquo;s reasonable to conclude the Menominee payment would be larger than that paid by the Potawatomi. That would make its payment the largest from any tribe, based on estimates.</p>\r\n\r\n<p>But would its payment be larger when taxes from all private companies are factored in? We&rsquo;ll look only at the income tax, because the tribal payments -- while not called a tax -- are in effect a charge against income.</p>\r\n\r\n<p>Again, there&rsquo;s a timing problem here. We have the projected Menominee payment starting several years for now if the casino gets all needed approvals. We don&rsquo;t know what private companies&rsquo; tax bills will be at that point, since such bills can vary widely year by year.</p>\r\n\r\n<p>Drawing a conclusion, though, is made easier by looking at what we do know about corporate tax payments.</p>\r\n\r\n<p>In Wisconsin, net income tax payments are public, for a fee and subject to various limitations.</p>\r\n\r\n<p>Jack Norman, a consultant and former research director for the Institute for Wisconsin&rsquo;s Future, purchased hundreds of reports of company tax payments from the state over more than a decade. In doing so, Norman obtained tax data on many of the largest companies in Wisconsin through tax year 2009.</p>\r\n\r\n<p>The largest tax payment Norman discovered was $26.59 million paid by Harley-Davidson in 2004. The figure was an aggregate of Wisconsin income taxes collected from three units under the Harley umbrella.</p>\r\n\r\n<p>The second-largest payment Norman found was by Wisconsin Power &amp; Light (and parent company Alliant Energy): $15.37 million.</p>\r\n\r\n<p>The projected Menominee payment easily tops those numbers.</p>\r\n\r\n<p>We can&rsquo;t be certain a company has not paid more since Norman&rsquo;s research ended.</p>\r\n\r\n<p>But we purchased the record of Harley-Davidson&rsquo;s payments for 2011 and 2010, the latest available. They were $1.27 million and $704,625, respectively.</p>\r\n\r\n<p>And a utility spokesman told us that Wisconsin Power and Light (and its parent, Alliant Energy) paid a total of $170,000 in 2012.</p>\r\n\r\n<p>Tax payments can vary widely year to year based on fluctuations in taxable income, tax strategies and the availability of tax breaks.</p>\r\n\r\n<p><strong>Our rating</strong></p>\r\n\r\n<p>The Menominee contend that &quot;the Kenosha casino would be one of the state&rsquo;s largest employers and pay more to the state than any other company or Tribe &ndash; essentially, it would be Wisconsin&rsquo;s biggest taxpayer.&quot;</p>\r\n\r\n<p>It&rsquo;s a difficult claim to assess, but we found compelling evidence it&rsquo;s accurate when comparing the projections for a future Kenosha casino with the biggest taxpayers and employers in the state in recent years.</p>\r\n\r\n<p>If we get new information on corporate tax payments that is relevant to this item, we&rsquo;ll revisit our ruling. For now, with the clarifications noted concerning the timing problem inherent in the tribe&rsquo;s comparison, we rate this Mostly True.</p>\r\n", "ruling_comments_date": "2013-09-10T18:24:17.524725", "ruling_date": "2013-09-11T05:00:00", "ruling_headline": "Menominee tribe says Kenosha casino would be one of Wisconsin’s largest employers and its largest taxpayer", "ruling_headline_slug": "menominee-tribe-says-kenosha-casino-would-be-one-w", "ruling_link_text": "Tribe is thinking big", "ruling_state": null, "source_documents": null, "sources": "<p>Interview with Evan Zeppos, spokesman for Menominee Tribe, Sept. 4, 2013</p>\r\n\r\n<p>Interview with Jack Norman, consultant for Institute for Wisconsin&rsquo;s Future, Sept. 4, 2013</p>\r\n\r\n<p>Interview with Ken Walsh, Potawatomi lobbyist, Sept. 5, 2013</p>\r\n\r\n<p>Interview with Stephanie Marquis, spokeswoman, state Department of Administration, Sept. 6, 2013</p>\r\n\r\n<p>Interview with Laurel Patrick, spokeswoman, state Department of Revenue, Sept. 6, 2013</p>\r\n\r\n<p>Interviews with John Dipko, A. Nelse Grundvig and Richard Jones, state Department of Workforce Development, Sept. 4-6, 2013</p>\r\n\r\n<p>Interview with Alliant Energy spokesman Steve Schultz, Sept. 10, 2013</p>\r\n\r\n<p>The Business Journal Book of Lists, &quot;Largest Milwaukee-area private-sector employers,&quot; 2013</p>\r\n\r\n<p>Milwaukee Journal Sentinel, <a href=\"http://www.jsonline.com/business/gambling-revenue-falls-at-potawatomi-bingo-casino-figures-show-b9978757z1-220214901.html\">&quot;Gambling revenue falls at Potawatomi casino,&quot;</a> Aug. 19, 2013</p>\r\n\r\n<p>Milwaukee Journal Sentinel, <a href=\"http://www.jsonline.com/business/tribes-in-high-stakes-battle-over-kenosha-casino-b9986204z1-221999141.html\">&quot;Tribes in high-stakes battle over Kenosha casino,&quot;</a> Sept. 1, 2013</p>\r\n\r\n<p>Menominee Indian Tribe of Wisconsin, <a href=\"http://casinokenosha.com/\">casinokenosha.com</a></p>\r\n\r\n<p>Wisconsin Department of Administration, <a href=\"http://www.doa.state.wi.us/section_detail.asp?linkcatid=694&amp;linkid=117&amp;locid=7\">Gaming Compact Agreements</a>, accessed Sept. 4, 2013</p>\r\n\r\n<p>US Bureau of Indian Affairs, <a href=\"http://www.bia.gov/cs/groups/public/documents/text/idc1-022952.pdf\">decision on gaming application by Menominee tribe</a>, issued Aug. 23, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 0, "home_state": "Wisconsin", "id": 2428, "last_name": "Menominee Indian Tribe of Wisconsin", "mostly_true_count": 1, "name_slug": "menominee-indian-tribe-wisconsin", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/menom_seal.png", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2428/", "total_count": 1, "true_count": 0, "website": "http://www.menominee-nsn.gov/"}, "statement": "<p>&quot;The Kenosha casino would be one of the state&rsquo;s largest employers and pay more to the state than any other company or Tribe &ndash; essentially, it would be Wisconsin&rsquo;s biggest taxpayer.&quot;</p>\r\n", "statement_context": "a web posting", "statement_date": "2013-09-10", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 170, "photo": null, "resource_uri": "/api/v/2/subject/170/", "subject": "Gambling", "subject_slug": "gambling", "used_in_edition": ["/api/v/2/edition/5/"]}, {"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ""}