{"art": [], "author": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "canonical_url": "/florida/statements/2013/sep/18/bill-foster/st-petersburg-mayor-says-tampa-gets-more-federal-h/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": null, "id": 8285, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "resource_uri": "/api/v/2/statement/8285/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>The question for the candidates was simple: What can St. Petersburg&rsquo;s mayor do to improve severely depressed housing values in Midtown?</p>\r\n\r\n<p>Mayor Bill Foster and challenger Rick Kriseman both talked about chasing grants to improve the struggling area, which stretches from Second Avenue N to 30th Avenue S and Fourth Street to 34th Street.</p>\r\n\r\n<p>Kriseman credited Tampa for successfully raking in federal dollars for &quot;affordable housing initiatives.&quot; He did not elaborate. Foster said Tampa gets more federal money because &quot;they probably need the money more.&quot;</p>\r\n\r\n<p>&quot;Tampa got more money because they scored higher on the blight scoring system, so they&#39;ve got a much bigger problem than we do,&quot; Foster said.</p>\r\n\r\n<p>Intrigued by Foster&rsquo;s claim, PolitiFact Florida decided to investigate how the cities compare in terms of a &quot;blight scoring system&quot; and if Tampa indeed is worse off when compared to St. Petersburg.</p>\r\n\r\n<p><strong>Is it really more problems, more money?</strong></p>\r\n\r\n<p>The U.S. Department of Housing and Urban Development, or HUD, awards billions of dollars in grants to cities, counties and states each year. Some of the awards are known as &quot;entitlement grants,&quot; based on formulas. Others are competitive, based on who has the best plan.</p>\r\n\r\n<p>Allies of Kriseman sounded the alarm on Foster&rsquo;s response in the forum. To them, Kriseman obviously was talking about a $30 million federal grant the Tampa Housing Authority won last year for Encore Tampa, an urban redevelopment project aiming to transform the Central Park/Ybor neighborhood formerly home to a public housing complex.</p>\r\n\r\n<p>It wasn&rsquo;t that Tampa received the Choice Neighborhoods grant over St. Petersburg because it simply has a bigger need for the money. St. Petersburg did not apply for it, even after Foster directed the city&rsquo;s former contracts and grants officer, Wayne Finley, to explore a similar transformative proposal for the neighborhood around Citrus Grove Apartments at 731 15th St. S.</p>\r\n\r\n<p>&quot;It was very clear to me, two years in a row, that he promised to apply,&quot; said St. Petersburg City Council chairman Karl Nurse, who pushed for the Choice Neighborhoods initiative.</p>\r\n\r\n<p>It&rsquo;s accurate to say the city decided not to pursue that grant, a fact confirmed by city and federal officials.</p>\r\n\r\n<p>But that&rsquo;s not what Foster said he was talking about when he brought up the scoring system based on &quot;blight.&quot; In a brief chat, Foster clarified he was talking about a dollar disparity when considering an array of housing and urban improvement grants, not just Choice Neighborhoods.</p>\r\n\r\n<p>&quot;I tasked my housing department to advise me on how Tampa is getting grant monies that we are coming for,&quot; he said. &quot;Their response was, it&rsquo;s based upon a scoring system, and Tampa qualified because they had more issues.&quot;</p>\r\n\r\n<p><strong>There are still issues with what Foster said</strong></p>\r\n\r\n<p>Problem is, a &quot;blight scoring system&quot; does not really exist. A HUD spokesman was perplexed by Foster&rsquo;s comment, saying there&rsquo;s no easy comparative analysis for &quot;blight&quot; between Tampa and St. Petersburg, or other cities for that matter.</p>\r\n\r\n<p>But for certain grants, cities get the money based on formulas that take into account an area&rsquo;s population, poverty and, in some cases, foreclosure picture.</p>\r\n\r\n<p>Foster had city officials answer our follow-ups. Joshua Johnson, director of the housing department, directed us to fiscal year 2012-13 <a href=\"https://docs.google.com/file/d/1o3c3vDpvnjpdZN_34-dULqlr2q8uLfSTOTKzBvRQ-r6Jpy3iDaFMtqd11bCY/edit\"><u>allocations</u></a> for <a href=\"http://portal.hud.gov/hudportal/HUD?src=/program_offices/comm_planning/communitydevelopment/programs\"><u>Community Development Block Grants</u></a>, or CDBG. Tampa received $2.8 million and St. Petersburg got $1.6 million.</p>\r\n\r\n<p>The formula for CDBGs is based on a mix of measures, including population, housing overcrowding, and the extent of residents living in poverty. Tampa exceeds St. Petersburg in all three of those measures, according to <a href=\"http://www.huduser.org/portal/publications/pdf/Web_Appendix_02.01.2012.pdf\"><u>HUD data.</u></a></p>\r\n\r\n<p>Normally, Johnson said, if a city has more people, it also has more people who earn lower incomes. According to 2012 Census estimates, Tampa had 347,645 residents, and St. Petersburg had 246,541. Tampa also had a greater share of residents below the poverty level, at 19.2 percent compared to 15.3 percent in St. Petersburg.</p>\r\n\r\n<p>Foster was trying to articulate that HUD looks at the age and condition of a city&#39;s housing stock when considering how to award certain money, and &quot;clearly if you&#39;re going to look at those two factors, blight is part of that,&quot; said Clarence Scott, city&nbsp;leisure and community services administrator.</p>\r\n\r\n<p>For instance, the city of St. Petersburg conducted a <a href=\"https://docs.google.com/file/d/0BzR_9M-1WtJTeEkwTy10Sl9GTGc/edit?usp=sharing\"><u>blight study </u></a>of the city&rsquo;s Southside area in pushing to declare it a <a href=\"http://www.tampabay.com/news/growth/st-petersburg-eyes-special-taxing-district-to-help-struggling-midtown/1252968\"><u>Community Redevelopment Area. </u></a>The purpose of that study was just to prove the city is deserving; not to compare it to other places. Similarly, Tampa conducted a blight study in 2006 of the Central Park/Ybor neighborhood that qualified as a CRA and later received the Choice Neighborhoods grant.</p>\r\n\r\n<p>In 2008, Congress authorized HUD under the Housing and Economic Recovery Act to start the <a href=\"http://portal.hud.gov/hudportal/HUD?src=/program_offices/comm_planning/communitydevelopment/programs/neighborhoodspg\"><u>Neighborhood Stabilization Program</u></a>, which provides grants that help states and local governments rehab, re-sell or demolish foreclosed or abandoned homes. More money was dedicated to the program in the 2009 stimulus package and the 2010 Dodd-Frank banking reforms.</p>\r\n\r\n<p>Tampa and St. Petersburg each received money for the first and third phases of the program, and Tampa got more -- $18.3 million compared to St. Petersburg&rsquo;s $13.2 million. The Tampa Housing Authority received a second, competitive grant of $38 million that the city shared to build low-income housing. St. Petersburg tried to win a second-round grant but was not chosen. This program distributes money based on the number of home foreclosures, the number of homes financed by a subprime mortgage loan, and the number of homes in default.</p>\r\n\r\n<p>&quot;Perhaps Foster is simply noting, albeit awkwardly, that you can&rsquo;t fault him for failing to bring in HUD dollars that are based on formulae for which blight and poverty characteristics are key variables,&quot; said Elizabeth Strom, a University of South Florida urban planning professor. &quot;But I am not aware of any &lsquo;blight scoring system&rsquo; that would be used across programs.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Shrugging off the implication that he is sitting back and letting Tampa collect federal affordable housing grants, Foster said Tampa gets more money because they scored higher on the &quot;blight scoring system.&quot;</p>\r\n\r\n<p>In the end, Foster is right that Tampa generally gets more money in&nbsp;entitlement grants (not even considering competitive grants). But that&rsquo;s as much a matter of population and poverty as anything else. A &quot;blight scoring system&quot; does not exist by that name.</p>\r\n\r\n<p>Foster&rsquo;s claim contains an element of truth but ignores critical facts that would give a different impression. We rate it Mostly False.</p>\r\n", "ruling_comments_date": "2013-09-18T10:30:02.577190", "ruling_date": "2013-09-18T11:56:49", "ruling_headline": "St. Petersburg mayor Bill Foster says Tampa gets more federal housing grants because of 'blight scoring system'", "ruling_headline_slug": "st-petersburg-mayor-says-tampa-gets-more-federal-h", "ruling_link_text": "Let's talk grant formulas!", "ruling_state": null, "source_documents": null, "sources": "<p>Tampa Bay Times, &quot;Encore wins $30 million federal grant,&quot; Dec. 14, 2012</p>\r\n\r\n<p>Tampa Bay Times, &quot;Building hope in Midtown,&quot; Dec. 30, 2012</p>\r\n\r\n<p>Tampa Bay Times, &quot;HUD urges sale of housing complex,&quot; Sept. 7, 2011</p>\r\n\r\n<p>Tampa Bay Times, &quot;<a href=\"http://www.tampabay.com/news/humaninterest/buyer-of-crime-ridden-citrus-grove-apartments-vows-improvements/1232032\"><u>Buyer of crime-ridden Citrus Grove Apartments vows improvements</u></a>,&quot; May 26, 2012</p>\r\n\r\n<p>Interview with Brian Sullivan, U.S. Department of Housing and Urban Development spokesman, Sept. 11, 2013</p>\r\n\r\n<p>Interview with St. Petersburg city councilman Karl Nurse, Sept. 11, 2013</p>\r\n\r\n<p>Tampa Housing Authority, Choice Neighborhoods <a href=\"http://www.thafl.com/Choice-Neighborhoods/Default.aspx\"><u>website</u></a> for Central Park Village/Ybor City project, accessed Sept. 11, 2013</p>\r\n\r\n<p>Interview with Clarence Scott, City of St. Petersburg leisure and community services administrator, Sept. 13, 2013</p>\r\n\r\n<p>Interview with Joshua Johnson, City of St. Petersburg director of housing and community development, Sept. 13, 2013</p>\r\n\r\n<p>Interview with Elizabeth Strom, director of the Office of Community Engagement and Partnerships at the University of South Florida, Sept. 16, 2013</p>\r\n\r\n<p>Interview with Wayne Finley, former City of St. Petersburg contracts and grants officer, Sept. 12, 2013</p>\r\n\r\n<p>Interview with Tom Snelling, City of Tampa director of housing and community development, Sept. 17, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Mayor, St. Petersburg", "false_count": 0, "first_name": "Bill", "half_true_count": 2, "home_state": "Florida", "id": 2371, "last_name": "Foster", "mostly_true_count": 2, "name_slug": "bill-foster", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/foster.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2371/", "total_count": 6, "true_count": 1, "website": ""}, "statement": "<p>&quot;Tampa got more (federal housing) money because they scored higher on the blight scoring system, so they&#39;ve got a much bigger problem than we do.&quot;</p>\r\n", "statement_context": "a mayoral forum", "statement_date": "2013-09-10", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 106, "photo": null, "resource_uri": "/api/v/2/subject/106/", "subject": "Housing", "subject_slug": "housing", "used_in_edition": []}, {"description": "", "id": 144, "photo": null, "resource_uri": "/api/v/2/subject/144/", "subject": "Urban", "subject_slug": "urban", "used_in_edition": []}], "target": [], "twitter_headline": ""}