{"art": [], "author": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2013/sep/25/karen-handel/does-obamacare-claim-get-clean-bill-health/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jdenery@ajc.com", "first_name": "Jim ", "id": 141, "last_name": "Denery", "name_slug": "jim-denery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/141/", "title": "Word editor", "twitter": null}, {"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 8314, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/8314/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Former Georgia Secretary of State Karen Handel was the first of the Republican candidates for U.S. Senate to cut a commercial in the campaign, and we thought one specific line in the ad was worthy of an examination.</p>\r\n\r\n<p>Here&rsquo;s what Handel said about it in her radio ad that premiered Sept. 6.</p>\r\n\r\n<p>&quot;Under Obamacare, members of Congress and their staffs are required to buy health insurance through the Obamacare exchanges or plans created under Obamacare &ndash; just like you and me,&quot; Handel said. &quot;But <em>unlike</em> you and me, Congress gets to keep up to $11,000 a year in taxpayer subsidies &ndash; all thanks to a special deal worked out with President Obama.</p>\r\n\r\n<p>Handel and her GOP competitors are united in their opposition to the health care law, which most Republicans and the president call &quot;Obamacare.&quot; House Republicans, including some candidates in the Senate race, are involved in a ninth-inning effort to defund the law through a bill floating in Congress.</p>\r\n\r\n<p>Handel has bashed one particular aspect of the law, a recent decision by the Obama administration to provide federal funding to offset health care coverage for members of Congress and eligible staff members.</p>\r\n\r\n<p>So, do members of Congress and their staffs get to keep up to $11,000 a year in taxpayer subsidies?</p>\r\n\r\n<p>Handel, who almost won the GOP nomination for governor in 2010, is one of six Republicans who&rsquo;ve announced plans to run for the Senate seat currently held by Saxby Chambliss that&rsquo;s up for grabs in 2014. Chambliss has announced he is not running for a third term. Handel has attempted to separate herself from three House members running for the Senate seat -- Paul Broun, Phil Gingrey and Jack Kingston -- by linking them to contentious congressional policies.</p>\r\n\r\n<p>On Sept. 9, though, Gingrey introduced legislation that would prohibit members of Congress and their staffs from receiving any money from the federal government to help pay their health care coverage through an exchange plan.</p>\r\n\r\n<p>Earlier this month, PolitiFact Georgia researched Handel&rsquo;s claim that Congress secured special Obamacare rules &quot;to prevent their health care costs from rising&quot; and rated it as <a href=\"http://www.politifact.com/georgia/statements/2013/sep/03/karen-handel/handels-diagnoses-obamacare-rule-bad-legislation/\"><u>Half True</u></a>.</p>\r\n\r\n<p>So did Handel receive a clean bill of health from the Truth-O-Meter for the most recent claim?</p>\r\n\r\n<p>Obamacare boots members of Congress and their staffs from their generous Federal Employees Health Benefits plans at year&#39;s end, meaning they will have to select an insurance plan from exchanges designed for those who lack employer-based health insurance.</p>\r\n\r\n<p>When Congress passed the health care law, U.S. Sen. Chuck Grassley, a Republican from Iowa, included an amendment that required lawmakers and their staffs to buy health insurance through the online exchanges created by the law. There was uncertainty that federal contributions for health care coverage to members of Congress and their staff would continue when the law passed.</p>\r\n\r\n<p>On Aug. 7, the U.S. Office of Personnel Management announced that members of Congress and some of their staffs will continue to have an employer contribution toward their health insurance premiums. A spokesman for House Minority Leader Nancy Pelosi, D-Calif., said the contributions provide up to $5,000 a year for individual coverage and as much as $11,000 for families under some of the most popular health plans, The New York Times reported.</p>\r\n\r\n<p>That is a subsidy of about 75 percent of the health insurance costs for members of Congress and their staffs, according to a Sept. 18 article in The Atlanta Journal Constitution.</p>\r\n\r\n<p>Some lawmakers were not happy with the decision.</p>\r\n\r\n<p>&quot;[T]his behind-closed-doors deal, announced right after Congress is safely away from the crime scene on break, was fully supported by establishment Republicans,&quot; U.S. Sen. David Vitter, a Republican from Louisiana, said after the OPM&rsquo;s announcement. &quot;When it comes to protecting their own, they find a way to work just beautifully with the Democrats.&quot;</p>\r\n\r\n<p>In Georgia, census reports show that the median household income from 2007 to 2011 was $49,736. Most households in Georgia would qualify for some kind of subsidy if they bought health insurance through an exchange.</p>\r\n\r\n<p>Most members of Congress currently make an annual salary of $174,000. The leaders in both chambers make more, with House Speaker John Boehner at the top of the list at $223,500 a year. Some chiefs of staffs to lawmakers make annual salaries exceeding $135,000, according to a December 2010 Sunlight Foundation report. Assistants and clerks make in the $30,000 to $40,000 range, the report found.</p>\r\n\r\n<p>The Office of Personnel Management&rsquo;s website contains a state-by-state breakdown of the cost for various health care plans for non-U.S. Postal Service workers. The highest monthly subsidy the government would pay for family plans in each state and the District of Columbia was $920.73. Multiplied by 12 months, and that total is $11,048.76.</p>\r\n\r\n<p>Loren Adler, research director for the nonpartisan Committee for a Responsible Federal Budget, said she believed Handel&rsquo;s claim in the radio ad is accurate.</p>\r\n\r\n<p>&quot;[T]he statement is correct, especially since it&rsquo;s worded as getting &lsquo;to keep&rsquo; the subsidy,&quot; said Adler, who has worked with some senators on health care issues.</p>\r\n\r\n<p>We asked Adler how many lawmakers would maximize their coverage. He directed us to an August study by the Kaiser Family Foundation that found the average monthly health care premium for family coverage in 2013 will be $1,363. Some single-coverage health care plans in Washington, D.C., that Adler has seen cost $9,700 a year.</p>\r\n\r\n<p>&quot;Since family plans generally cost more than twice a single one, there should be at least some offerings expensive enough for a congressional employee to get the $11,000 subsidy for them and their family,&quot; Adler said.</p>\r\n\r\n<p>Again, Handel claimed in a radio ad that members of Congress get to keep up to $11,000 a year in taxpayer subsidies to offset health care coverage costs after an arrangement made by the Obama administration. Lawmakers can get as much as $11,000 for family coverage. This is a continuation of a prior funding policy for lawmakers and their staffs that seemed to be unclear when the health care law was passed.</p>\r\n\r\n<p>Members of Congress and their staffs, however, aren&rsquo;t the only ones getting taxpayer-funded subsidies. Millions of Americans could get them, based on their incomes.</p>\r\n\r\n<p>Members of Congress and the high-paid members of their staffs are unique in one important sense. They far exceed the income caps put on the subsidies for average Americans.</p>\r\n\r\n<p>Handel&rsquo;s statement is partially accurate, but it needs a lot of context to be fully understood.</p>\r\n\r\n<p>We rate this statement as Half True.</p>\r\n", "ruling_comments_date": "2013-09-24T17:32:47.794394", "ruling_date": "2013-09-25T06:00:00", "ruling_headline": "Does Obamacare claim get clean bill of health?", "ruling_headline_slug": "does-obamacare-claim-get-clean-bill-health", "ruling_link_text": "Others can get subsidies too", "ruling_state": null, "source_documents": null, "sources": "<p>Radio ad for Karen Handel&rsquo;s Senate campaign, Sept, 6. 2013</p>\r\n\r\n<p>The Atlanta Journal-Constitution, &quot;Insurance exchange looms: Many people could be helped --- and many could pay more,&quot;<strong> </strong>June 16, 2013.</p>\r\n\r\n<p>Congressional Research Service, &quot;<a href=\"http://www.senate.gov/CRSReports/crs-publish.cfm?pid=%270E%2C*PL[%3D%23P%20%20%0A\"><u>Congressional Salaries and Allowances</u></a>,&quot; Jan. 15, 2013.</p>\r\n\r\n<p>Emails and telephone interview with Loren Adler, research director, Committee for a Responsible Federal Budget, Sept. 19 &amp; 20, 2013</p>\r\n\r\n<p>U.S. House Resolution <a href=\"http://www.gpo.gov/fdsys/pkg/BILLS-113hr3071ih/pdf/BILLS-113hr3071ih.pdf\"><u>3071</u></a>.</p>\r\n\r\n<p>Kaiser Family Foundation 2013 Employer Health Benefits <a href=\"http://kff.org/report-section/ehbs-2013-section-1/\"><u>Survey</u></a>, Aug. 20, 2013.</p>\r\n\r\n<p>The New York Times, &quot;<a href=\"http://www.nytimes.com/2013/08/02/us/politics/deal-keeps-us-health-care-contribution-for-congress.html?_r=0\"><u>Deal Keeps U.S. Health Care Contribution for Congress</u></a>,&quot; Aug. 2, 2013.</p>\r\n\r\n<p>PolitiFact Georgia, &quot;<a href=\"http://www.politifact.com/georgia/statements/2013/sep/03/karen-handel/handels-diagnoses-obamacare-rule-bad-legislation/\"><u>Congress secured special Obamacare rules &lsquo;to prevent their health care costs from rising</u></a>,&rsquo; &quot; Sept. 3, 2013.</p>\r\n\r\n<p>Sunlight Foundation, &quot;<a href=\"http://assets.sunlightfoundation.com.s3.amazonaws.com/policy/papers/Staff%20Pay%20Blogpost.pdf\"><u>Keeping Congress Competent: Staff Pay, Turnover, and What It Means for Democracy</u></a>,&quot; Dec. 21, 2010.</p>\r\n\r\n<p>Telephone interview with Dan McLagan, spokesman for Karen Handel, Sept. 23, 2013.</p>\r\n\r\n<p>U.S. Office of Personnel Management, <a href=\"http://www.opm.gov/healthcare-insurance/healthcare/plan-information/nonpostal-hmo.pdf\"><u>Health Care Premium information</u></a>, accessed Sept. 18, 2013.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "", "false_count": 1, "first_name": "Karen", "half_true_count": 5, "home_state": "", "id": 440, "last_name": "Handel", "mostly_true_count": 3, "name_slug": "karen-handel", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/KarenHandel.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/440/", "total_count": 15, "true_count": 2, "website": ""}, "statement": "<p>&quot;Unlike you and me, Congress gets to keep up to $11,000 a year in taxpayer subsidies&quot; under Obamacare.</p>\r\n", "statement_context": "a radio ad", "statement_date": "2013-09-06", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}