{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2013/sep/30/bill-nelson/bill-nelson-says-florida-already-has-similar-navig/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": null, "id": 8337, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}, {"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/8337/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>Sen. Bill Nelson, D-Fla., has a message for Republican Gov. Rick Scott who doesn&rsquo;t want Obamacare &quot;navigators&quot; spreading the word about the health care law: Relax. We&rsquo;ve had similar folks helping Floridians navigate health care programs for many years.</p>\r\n\r\n<p>Scott has sought to ban Obamacare navigators from county health departments and has faced some blowback: Broward and Pinellas counties have refused to comply and Miami-Dade may follow their lead.</p>\r\n\r\n<p>Nelson portrayed Scott as a hypocrite because he said there are already similar navigators who help Floridians with questions about health insurance.</p>\r\n\r\n<p>&quot;State officials have so far failed to mention that these &lsquo;consumer helpers&rsquo; have been serving the people of Florida in various ways for years -- and, yes, even with the current governor&#39;s full backing,&quot; Nelson wrote in a <em>Tampa Bay Times</em> <a href=\"http://www.tampabay.com/opinion/columns/column-state-already-uses-navigators-in-many-programs/2142581\">op-ed</a> Sept. 19. &quot;In fact, many state and federal agencies have such &lsquo;navigators&rsquo; involved in helping folks maneuver through the often complex processes associated with filing benefits claims, for example -- even buying health insurance. That&rsquo;s right: even when buying health insurance created by the state. From Medicaid to Medicare, from veterans&#39; organizations to the state&#39;s own KidCare insurance program, navigators are available to make sure Floridians get assistance.&quot;</p>\r\n\r\n<p>Are there already similar navigators who help the public access health insurance and other services? We went in search of the examples cited by Nelson.</p>\r\n\r\n<p><strong>Obamacare navigators</strong></p>\r\n\r\n<p>First, some background on Obamacare navigators.</p>\r\n\r\n<p>The Affordable Care Act awarded $8 million in federal grants to eight Florida entities to hire navigators, including the <a href=\"http://www.tampabay.com/news/health/sebelius-awards-obamacare-funding-expresses-concern-for-florida-consumers/2136655\">University of South Florida</a>-based program Florida Covering Kids &amp; Families and <a href=\"http://www.tampabay.com/news/health/pinellas-gets-around-state-ban-on-obamacare-workers-in-health-departments/2141478\">Pinellas County</a>. Florida state leaders declined to set up their own marketplace or work with the federal government to run it together, leaving the job to the federal government.</p>\r\n\r\n<p>Navigators must go through at least 20 hours of training and be <a href=\"http://www.myfloridacfo.com/Division/Agents/Licensure/General/docs/00-58.htm#.UkShVdLkt1Y\">fingerprinted</a> before they can become certified. Their job is to offer impartial information about health plans and the availability of tax credits and subsidies to offset the cost of a plan. They are not allowed to direct consumers to specific plans or receive payments from insurers, businesses or consumers.</p>\r\n\r\n<p>Navigators will begin enrolling people within days as the insurance marketplaces known as exchanges launch Oct. 1.</p>\r\n\r\n<p><strong>Medicare/Medicaid counselors</strong></p>\r\n\r\n<p>In our search for something similar to Obamacare navigators, we started with Medicare, the government-run health insurance program for seniors, and Medicaid, which serves the poor.</p>\r\n\r\n<p>&quot;The navigator program is similar to Medicare counselors, which have existed for years and never faced this kind of bullying from Florida,&quot; said U.S. Health and Human Services Department spokesman Fabien Levy.</p>\r\n\r\n<p>States receive federal grants to hire people that help Medicare beneficiaries enroll for coverage, and this year Florida received about $3 million.</p>\r\n\r\n<p>The Florida version of the program is called <a href=\"http://www.floridashine.org/\">SHINE</a> (Serving Health Insurance Needs of Elders) and is overseen by the Florida Department of Elder Affairs, which contracts with local Area Agency on Aging groups. Florida has 463 SHINE volunteers.</p>\r\n\r\n<p>SHINE volunteers aren&rsquo;t involved in Obamacare and aren&rsquo;t called navigators, said Ashley Marshall, spokeswoman for the state Department of Elder Affairs.</p>\r\n\r\n<p>But they fulfill a similar role in that they help guide Floridians who need insurance.</p>\r\n\r\n<p>SHINE volunteers assist seniors primarily with questions about Medicare, and sometimes Medicaid if a client qualifies for both. <a href=\"http://www.floridashine.org/Community-Events.aspx\">Outreach</a> efforts include a helpline and spreading the word at community events.</p>\r\n\r\n<p>&quot;What we provide is free unbiased information,&quot; said Charles Franckle, SHINE coordinator for Pinellas County. &quot;When people are approaching Medicare they might contact us to ask us should they sign up for Part A and B and how do they do it.&quot;</p>\r\n\r\n<p>SHINE volunteers don&rsquo;t endorse a particular plan. But they can answer questions about the differences between the various Medicare options by teaching the callers how to use the <a href=\"http://medicare.gov/\">Medicare.gov</a> website or doing it for them and sending them the results.</p>\r\n\r\n<p>Paid employees provide Medicaid counseling through the state Agency for Health Care Administration or contracted vendors. The counselors assist recipients via phone, in writing or in person and conduct community outreach and education.</p>\r\n\r\n<p><strong>Florida KidCare insurance</strong></p>\r\n\r\n<p>Florida&rsquo;s <a href=\"http://www.floridakidcare.org/\">KidCare</a> health insurance program for poor children includes outreach to help families sign up for care. An <a href=\"https://www.healthykids.org/news/outreach/\">outreach calendar</a> for September showed various community events statewide where families could learn more about KidCare, such as at Pasco County&rsquo;s Kids Health and Safety Day.</p>\r\n\r\n<p>In fact, KidCare even uses the term &quot;navigators.&quot;</p>\r\n\r\n<p>A Nelson spokesman pointed to a 2012 sample <a href=\"https://www.healthykids.org/documents/board/20121015/Tab%2021%20-%20Regional%20Navigator%20Contract%202012%20Proposed%20Revisions.pdf\">contract </a>that stated the Florida Healthy Kids Corp. was seeking grant proposals from &quot;eligible organizations to become Regional Navigators and assist eligible families in applying for or retaining Florida KidCare.&quot;</p>\r\n\r\n<p>Three entities signed that contract: Health Council of Southeast Florida, Broward County Health Department and United Way of Marion County, according to the Florida Healthy Kids Corp.</p>\r\n\r\n<p>Legislative appropriations earmarked for Florida KidCare outreach were eliminated in July 2003, said Christie Goss, spokeswoman for Florida Healthy Kids Corp., a KidCare partner. But <a href=\"https://www.healthykids.org/documents/marketing/Florida-KidCare-Community-Partners-04-2013.pdf\">community groups statewide</a> continue to promote KidCare and help the public enroll.</p>\r\n\r\n<p>Florida Healthy Kids provides some grants for KidCare promotion -- about $900,000 since 2011-12.</p>\r\n\r\n<p>The University of South Florida&rsquo;s Covering Kids and Families, which received an Obamacare navigator grant, has been doing outreach for enrollment for KidCare and Medicaid since 1999 with state, federal and foundation grants.</p>\r\n\r\n<p>&quot;We work with schools, churches, hospitals, businesses, etc.,&quot; said program director Jodi Ray. &quot;We conduct our outreach and education activities wherever we have the best chance to reach people who need this information. We also have a military outreach project that specifically focuses on making sure that both active duty and veteran families get the information they need about getting their kids covered. The enrollment assistance is an important component of the outreach efforts.&quot;</p>\r\n\r\n<p>The particular requirements and training for Obamacare navigators and those who assist Floridians with KidCare or Medicaid can vary. However, &quot;it&rsquo;s very similar in that we are helping people apply for health coverage,&quot; Ray said. &quot;We are not collecting medical health information -- we are simply helping them understand how to navigate the process without getting overwhelmed or confused and be able to answer questions so they can make decisions they need to make.&quot;</p>\r\n\r\n<p><strong>Veterans</strong></p>\r\n\r\n<p>The Florida Department of Veterans Affairs provides benefits counseling related to state and federal veterans&rsquo; programs. The department has paid claims examiners who work out of VA medical centers, clinics and nursing homes and provide benefits counseling to help connect Floridians to benefits such as disability payments and pensions. The counselors don&rsquo;t enroll veterans in health care but do point them in the right direction.</p>\r\n\r\n<p><strong>Scott&rsquo;s response</strong></p>\r\n\r\n<p>We sent Nelson&rsquo;s claim and a summary of our findings of positions similar to Obamacare navigators to Scott&rsquo;s office and received a short reply:</p>\r\n\r\n<p>&quot;How many of those &lsquo;navigators&rsquo; use the federal data hub?&quot; said spokeswoman Melissa Sellers in an email.</p>\r\n\r\n<p>But spokespersons for the Centers for Medicare and Medicaid Services told us that navigators can&rsquo;t access the <a href=\"http://www.politifact.com/truth-o-meter/statements/2013/may/20/michele-bachmann/michele-bachmann-decries-huge-national-database-ru/\">&quot;hub&quot;</a>, which provides a way to transmit data between state and federal systems to verify consumer application information.</p>\r\n\r\n<p>&quot;Navigators won&rsquo;t be tied into the federal data hub. They will enroll people through the online interface that all consumers have access to at <a href=\"http://healthcare.gov/\">healthcare.gov</a>,&quot; said Brian Cook, a CMS spokesman.</p>\r\n\r\n<p>We heard other comments from state agency spokespersons about differences in the training or requirements for Obamacare navigators compared to other types of benefits counselors. But Nelson didn&rsquo;t make a claim about background checks or other requirements.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Seeking to assuage concerns about Obamacare navigators, Nelson said, &quot;Many state and federal agencies have such &lsquo;navigators&rsquo; involved in helping folks maneuver through the often complex processes associated with filing benefits claims, for example - even buying health insurance.&quot;</p>\r\n\r\n<p>Let&rsquo;s review our findings:</p>\r\n\r\n<ul>\r\n\t<li>SHINE volunteers help seniors with questions about Medicare.</li>\r\n\t<li>State Medicaid counselors assist the poor who use that health insurance program.</li>\r\n\t<li>KidCare navigators provide information about that state health insurance program for poor children.</li>\r\n\t<li>The state veterans&rsquo; affairs provides benefits counseling.</li>\r\n</ul>\r\n\r\n<p>There are differences in terms of some of the requirements and training to become an Obamacare navigator versus those who provide assistance for some of these other programs. However Nelson didn&rsquo;t say they are identical: He said that we already have such &lsquo;navigators&rsquo; to help Floridians access services.</p>\r\n\r\n<p>We rate this claim True.</p>\r\n", "ruling_comments_date": "2013-09-30T13:27:11.656859", "ruling_date": "2013-09-30T15:41:08", "ruling_headline": "Bill Nelson says navigators are nothing new", "ruling_headline_slug": "bill-nelson-says-florida-already-has-similar-navig", "ruling_link_text": "Yep, KidCare even uses the term 'navigators'", "ruling_state": "Florida", "source_documents": null, "sources": "<p><em>Tampa Bay Times </em>op-ed by Sen. Bill Nelson, <a href=\"http://www.tampabay.com/opinion/columns/column-state-already-uses-navigators-in-many-programs/2142581\">&quot;State already uses &lsquo;navigators&rsquo; in many programs,&quot; </a>Sept. 18, 2013</p>\r\n\r\n<p><em>Tampa Bay Times</em>, <a href=\"http://www.tampabay.com/news/health/sebelius-awards-obamacare-funding-expresses-concern-for-florida-consumers/2136655\">&quot;Sebelius awards Obamacare funding, expresses concern for Florida consumers,&quot;</a> Aug. 15, 2013</p>\r\n\r\n<p><em>Tampa Bay Times</em>, <a href=\"http://www.tampabay.com/news/health/pinellas-gets-around-state-ban-on-obamacare-workers-in-health-departments/2141478\">&quot;Pinellas gets around state ban on Obamacare workers,&quot;</a> Sept. 13, 2013</p>\r\n\r\n<p>Florida CFO Jeff Atwater, <a href=\"http://www.myfloridacfo.com/Division/Agents/Licensure/General/docs/00-58.htm#.UkhDh9JJOSp\">Navigator registration</a>, Accessed Sept. 27, 2013</p>\r\n\r\n<p>Florida SHINE, <a href=\"http://www.floridashine.org/Community-Events.aspx\">Community events</a> and <a href=\"http://www.floridashine.org/\">website</a>, Accessed Sept. 27, 2013</p>\r\n\r\n<p>Florida KidCare, <a href=\"http://www.floridakidcare.org/\">Website</a> and <a href=\"https://www.healthykids.org/news/outreach/\">outreach calendar</a>, Accessed Sept. 27, 2013</p>\r\n\r\n<p>Florida Healthy Kids Corp., <a href=\"https://www.healthykids.org/documents/board/20121015/Tab%2021%20-%20Regional%20Navigator%20Contract%202012%20Proposed%20Revisions.pdf\">Contract for regional navigators</a>, 2012</p>\r\n\r\n<p>Florida KidCare, <a href=\"https://www.healthykids.org/documents/marketing/Florida-KidCare-Community-Partners-04-2013.pd\">Community Partners</a>, April 2013</p>\r\n\r\n<p>PolitiFact, <a href=\"http://politifact.com/truth-o-meter/statements/2013/may/20/michele-bachmann/michele-bachmann-decries-huge-national-database-ru/\">&quot;Bachmann decries &lsquo;huge national database&rsquo; run by IRS with &lsquo;personal, intimate&rsquo; details,&quot;</a> May 20 2013</p>\r\n\r\n<p>U.S. Centers for Medicare and Medicaid, <a href=\"https://www.healthcare.gov/\">Healthcare.gov</a>, Accessed Sept. 27, 2013</p>\r\n\r\n<p>Interview, Christie Goss, spokeswoman for Florida Healthy Kids Corp., Sept. 25, 2013</p>\r\n\r\n<p>Interview, Dan McLaughlin, spokesman for Sen. Bill Nelson, Sept. 26, 2013</p>\r\n\r\n<p>Interview, Ashley Marshall, spokeswoman for the Florida Department of Elder Affairs, Sept. 26, 2013</p>\r\n\r\n<p>Interview, Shelisha Durden, spokeswoman for the Florida Agency for Health Care Administration, Sept. 26, 2013</p>\r\n\r\n<p>Interview, Fabien Levy, spokeswoman for the U.S. Department of Health and Human Services, Sept. 18, 2013</p>\r\n\r\n<p>Interview, Florida Council on Aging executive director Margaret Lynn Duggar, Sept. 27, 2013</p>\r\n\r\n<p>Interview, Charles Franckle, SHINE Pinellas coordinator, Sept. 25, 2013</p>\r\n\r\n<p>Interview, Steve Murray, spokesman for the Florida Department of Veterans Affairs, Sept. 26, 2013</p>\r\n\r\n<p>Interview, Brian Cook, spokesman for the U.S. Centers for Medicare and Medicaid, Sept. 27, 2013</p>\r\n\r\n<p>Interview, Jodi Ray, program director of Florida Covering Kids and Families, Sept. 26, 2014</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "", "false_count": 1, "first_name": "Bill", "half_true_count": 9, "home_state": "Florida", "id": 179, "last_name": "Nelson", "mostly_true_count": 11, "name_slug": "bill-nelson", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/GYI_100490231_BILL_NELSON.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/179/", "total_count": 32, "true_count": 4, "website": ""}, "statement": "<p>&quot;Many state and federal agencies have such &lsquo;navigators&rsquo; involved in helping folks maneuver through the often complex processes associated with filing benefits claims, for example -- even buying health insurance.&quot;</p>\r\n", "statement_context": "a \"Tampa Bay Times\" op-ed", "statement_date": "2013-09-19", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [{"adkey": "", "advalue": "", "barely_true_count": 32, "current_job": "Governor", "false_count": 26, "first_name": "Rick", "half_true_count": 40, "home_state": "Florida", "id": 383, "last_name": "Scott", "mostly_true_count": 36, "name_slug": "rick-scott", "pants_count": 8, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/rlscott.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/383/", "total_count": 166, "true_count": 15, "website": "http://www.flgov.com/"}], "twitter_headline": ""}