{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2013/oct/08/ted-cruz/cruz-claim-about-more-americans-giving-job-searche/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 8341, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/8341/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Saying the new health care law is undermining the economy, Ted Cruz declared that ever-more Americans are giving up on looking for work.</p>\r\n\r\n<p>The junior U.S. senator from Texas, who hammered the 2010 law in a Senate floor speech that ran from mid-afternoon Sept. 24, 2013 to noon the next day, made this claim after suggesting Washington is broken because lawmakers don&rsquo;t heed constituents.</p>\r\n\r\n<p>Americans are not calling for &quot;more pork,&quot; Cruz said. &quot;The calls are from people who are saying: &lsquo;Listen, jobs and the economy is my No. 1 priority.&rsquo;... &nbsp;When you have one job, it lets you begin to climb the economic ladder to a better job and a better job and a better job. That is the American spirit. Yet we have tens of millions of people in this country out of work. Every month, we get the reports from the (U.S.) Bureau of Labor Statistics that say even more people have given up looking for work.&quot;</p>\r\n\r\n<p>Americans giving up on job searches factor significantly into monthly jobless rates. That&rsquo;s because the government does not count individuals who did not look for work in the latest four weeks as being &quot;in the workforce.&quot;</p>\r\n\r\n<p>Cruz continued: &quot;The odd way our unemployment statistics work, that makes the number the newspapers report go down. Because when a few hundred thousand people say: &lsquo;All right, I give up, it is so hopeless, I will never find a job,&rsquo; that, curiously, results in the unemployment number going down because the number that gets reported in the papers is a measure of a percentage of how many of the people looking for work are unable to find it.&quot;</p>\r\n\r\n<p><strong>Americans giving up?</strong></p>\r\n\r\n<p>Cruz did not specify the &quot;reports&quot; referenced in his speech, but economists told us individuals who have given up looking for work are what the government <a href=\"http://www.bls.gov/bls/glossary.htm#D\"><u>calls</u></a> &quot;discouraged workers,&quot; meaning persons &quot;not in the labor force who want and are available for a job and who have looked for work sometime in the past 12 months (or since the end of their last job if they held one within the past 12 months) but who are not currently looking because they believe there are no jobs available or there are none for which they would qualify.&quot; Such workers are a subset of workers classified as &quot;marginally attached&quot; to the workforce, meaning individuals who want a job, have searched for work during the prior 12 months and were available to take a job during the referenced week but had not looked for work in the past four weeks.</p>\r\n\r\n<p>By email, Bureau of Labor Statistics economists guided us to its estimates of the number of discouraged workers, which has gone up and down month to month.</p>\r\n\r\n<p>According to a <a href=\"http://www.bls.gov/webapps/legacy/cpsatab16.htm\"><u>searchable bureau database</u></a>, the number of &quot;discouraged workers&quot; averaged a decade-high of nearly 1.2 million in 2010, surely because of the recession.</p>\r\n\r\n<p>But the monthly average of discouraged workers decreased to 989,000 in 2011, the bureau says, and dropped again, to 909,000, in 2012. In the most recent 12 months before Cruz&rsquo;s speech, from September 2012 through August 2013, the number of discouraged workers increased six times and decreased six times, according to the agency&rsquo;s figures. Most recently, the bureau estimated 866,000 discouraged workers in August 2013, which was down from 988,000 and slightly over 1 million workers in the immediately preceding months.</p>\r\n\r\n<p>For a tighter comparison, we calculated the monthly average of discouraged workers through the first eight months of 2012 at 906,000, which was greater than the comparable 2013 eight-month average of 874,000.</p>\r\n\r\n<p>By email, bureau economist Steve Haugen agreed that the agency&rsquo;s quantifications of &quot;discouraged workers&quot; are often cited to tally people who have given up looking for work.</p>\r\n\r\n<p><strong>Labor force participation on slide</strong></p>\r\n\r\n<p>Alternatively, Haugen wrote, one could look at changes in the nation&rsquo;s labor-force participation rate, meaning the proportion of the civilian adult population either working or actively looking for work. That fell sharply during the recession, Haugen said, and &quot;has continued to decline&quot; even as the economy recovers. &quot;The latest monthly figures suggest that the participation rate has continued to drift down over the past year,&quot; Haugen wrote.</p>\r\n\r\n<p>Haugen added that while government survey results &quot;generally don&rsquo;t enable us to precisely answer the question as to whether all of the decline in participation can be ascribed to persons who have abandoned their job search,&quot; related research suggests &quot;that weak labor market conditions have played a role, as have longer-term demographic factors, such as retiring baby boomers.&quot;</p>\r\n\r\n<p>He pointed out a July 2013 <a href=\"http://www.bos.frb.org/economic/ppb/2013/ppb132.pdf\"><u>analysis</u></a> by the Federal Reserve Bank of Boston stating that participation in the nation&rsquo;s labor force has largely been on the downslide since around 2000 and was projected to drop by another 2.2 percentage points between 2010 and 2020.</p>\r\n\r\n<p>In contrast, the paper says, if participation had held at the level of December 2007, then 6.2 million additional people would have been in the force in the first quarter of 2013.</p>\r\n\r\n<p>However, the paper does not say that the shrinking workforce is due only to the recession and slow recovery. Rather, it says, a &quot;significant portion&quot; of the decline is attributable to demographic changes.</p>\r\n\r\n<p>The bank analysis footnotes a <a href=\"http://www.bls.gov/opub/mlr/2012/01/art3full.pdf\"><u>BLS article</u></a> published in January 2012 stating that through 2020, various factors will decrease the labor force participation rate. &quot;The baby-boom generation&rsquo;s exit from the prime-age workforce and entry into the older age groups will lower the overall labor force participation rate significantly,&quot; the article says, knocking down annual growth in the labor force to 0.7 percent.</p>\r\n\r\n<p>To be sure, most economists express worry about the decline in labor-force participation -- precisely, the share of Americans 16 or older who are working or who are actively looking for a job. The percentage for August 2013 was the lowest it had been since August 1978. If fewer people are working, that&rsquo;s a potential drag on economic growth.</p>\r\n\r\n<p>Still, PolitiFact in Washington, D.C., recently noted in connection with <a href=\"http://www.politifact.com/truth-o-meter/statements/2013/sep/16/john-boehner/john-boehner-says-more-americans-are-leaving-work-/\"><u>another fact check</u></a> that labor-force participation changes have greatly been affected by large numbers of baby boomers retiring because they no longer want to work.</p>\r\n\r\n<p>And determining how much of the decline in labor-force participation has been due to the poor economy, as opposed to broader demographic trends, is tricky.</p>\r\n\r\n<p>PolitiFact noted<a href=\"http://articles.chicagotribune.com/2013-09-06/business/chi-august-jobs-report-20130906_1_unemployment-rate-job-gains-watched-jobs-report\"> <u>news</u></a><a href=\"http://thehill.com/blogs/on-the-money/economy/320609-economy-adds-169000-jobs-in-august-unemployment-falls-to-73-percent-\"> <u>reports</u></a> about the latest BLS employment report indicating that between July 2013 and August 2013, the economy created a net 169,000 additional jobs, while the size of the civilian labor force dropped by 312,000. (The civilian labor force refers to working-age people who are either employed or were unemployed but looking for work.) That supported House Speaker John Boehner&rsquo;s comment that more Americans are leaving the workforce than finding jobs.</p>\r\n\r\n<p>However, the cited figures mixed numbers from different surveys not really producing apples-to-apples comparisons. Also, using the full labor force to gauge how many people are &quot;leaving the workforce&quot; isn&rsquo;t perfect. Americans are aging; the leading edge of the baby boomers is turning 67. This means that every month, large numbers of Americans are retiring. Also, the labor-force rolls in Americans as young as age 16, and many Americans between that age and their early 20s aren&rsquo;t part of the labor market because they are going to school.</p>\r\n\r\n<p>How much do these factors skew the numbers? It&rsquo;s hard to say for sure, but in August 2013, just under 7 percent of the Americans categorized as &quot;not in the labor force&quot; were also categorized as &quot;want a job now.&quot; The bulk of the remaining 93 percent were likely school- and retirement-age Americans. So, many non-workers aren&rsquo;t people actively engaged in the job market.</p>\r\n\r\n<p>PolitiFact reached a better estimate by focusing on those who wanted a job in August 2013 in contrast to those said as much in August 2012. Upshot: The number of people not in the labor force but who wanted a job fell by 740,000 over that year-long period, while the number of people employed over the same period rose by more than 2.2 million--both favorable economic signals.</p>\r\n\r\n<p><strong>A Texas take</strong></p>\r\n\r\n<p>For our part, we turned to Texas A&amp;M University research economist Luis Bernardo Torres who said by telephone that by the discouraged-workers&rsquo; metric, Cruz&rsquo;s statement does not hold up. &nbsp;Separately, he agreed by email, a &quot;drop in the labor force participation rate does not mean necessarily that less people are looking for work because some (have) retired, married, gone back to school, etc.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Cruz told senators: &quot;Every month, we get the reports from the Bureau of Labor Statistics that say even more people have given up looking for work.&quot;</p>\r\n\r\n<p>Per the 12 latest months of data available before Cruz spoke, the number of Americans considered by the bureau to be &quot;discouraged workers&quot; fluctuates month to month, sometimes going up and sometimes going down. Separately, a years-long decline in the nation&rsquo;s labor-force participation rate has significantly been affected by baby-boomer retirements, which by and large are not driven by the economy&rsquo;s health.</p>\r\n\r\n<p>We rate this claim, which has a thread of truth but ignores critical facts that would give an accurate impression, as Mostly False.</p>\r\n\r\n<p>------------------------------------------------------------------------------------------</p>\r\n\r\n<p><strong><em>MOSTLY FALSE </em></strong><em>&ndash; The statement contains an element of truth but ignores critical facts that would give a different impression.</em></p>\r\n\r\n<p>Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> <u>more</u></a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n", "ruling_comments_date": "2013-10-01T12:54:40.835794", "ruling_date": "2013-10-08T09:59:37", "ruling_headline": "Cruz claim about more Americans giving up job searches month after month not supported, though labor force participation on downslide", "ruling_headline_slug": "cruz-claim-about-more-americans-giving-job-searche", "ruling_link_text": "Ups and downs", "ruling_state": null, "source_documents": null, "sources": "<p>Web page, <a href=\"http://www.bls.gov/bls/glossary.htm#D\"><u>&quot;BLS Information, Glossary,&quot;</u></a> U.S. Bureau of Labor Statistics (accessed Sept. 25, 2013)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1I9CfLD600VDfAnhL93cRYamwE9R6xaRVFzChWaS3Pn0/pub\"><u>Emails</u></a>, Steven Haugen, economist, Division of Labor Force Statistics, Bureau of Labor Statistics, Sept. 25, 2013</p>\r\n\r\n<p>Report, <a href=\"http://www.bos.frb.org/economic/ppb/2013/ppb132.pdf\"><u>&quot;Cyclical versus Secular : Decomposing the Recent Decline in U.S. Labor Force Participation,&quot;</u></a> Public Policy Briefs, Federal Reserve Bank of Boston, July 2013 (accessed Sept. 26, 2013)</p>\r\n\r\n<p>Article, <a href=\"http://www.bls.gov/opub/mlr/2012/01/art3full.pdf\"><u>&quot;Labor force projections to 2020: a more slowly growing workforce,&quot;</u></a> Mitra Toossi, economist, Office of Occupational Statistics and Employment Projections, BLS, Monthly Labor Review, January 2012 (accessed Sept. 27, 2013)</p>\r\n\r\n<p>Truth-O-Meter article, <a href=\"http://www.politifact.com/truth-o-meter/statements/2013/sep/16/john-boehner/john-boehner-says-more-americans-are-leaving-work-/\"><u>&quot;John Boehner says more Americans are leaving the workforce than are finding jobs,&quot;</u></a> PolitiFact, Sept. 16, 2013</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1slYpR8hseqqxW6eGzME-lBSskAE0NBnG0WYjtUBwfUc/pub\"><u>Emails</u></a> (excerpted) and telephone interview, Luis Bernardo Torres, research economist, Real Estate Center, Mays Business School, Texas A&amp;M University, College Station, Sept. 27 and 30, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 43, "current_job": "Senator", "false_count": 38, "first_name": "Ted", "half_true_count": 20, "home_state": "Texas", "id": 1475, "last_name": "Cruz", "mostly_true_count": 22, "name_slug": "ted-cruz", "pants_count": 9, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/CRUZPFTNEW.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1475/", "total_count": 141, "true_count": 7, "website": "http://www.tedcruz.org/"}, "statement": "<p>&quot;Every month, we get the reports from the Bureau of Labor Statistics that say even more people have given up looking for work.&quot;</p>\r\n", "statement_context": "Senate floor speech on the Obamacare law", "statement_date": "2013-09-24", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}