{"art": [], "author": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "canonical_url": "/truth-o-meter/statements/2013/oct/01/barack-obama/obama-says-new-health-law-offers-more-than-50-choi/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 8344, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "resource_uri": "/api/v/2/statement/8344/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>A central goal of Obamacare is to promote competition among insurance companies. This produced the online health insurance exchanges, now called marketplaces. In theory, these marketplaces will make it easier for people to shop for the best deal, just as they would buy home appliances or anything else sold on the Web.</p>\r\n\r\n<p>During a speech in Maryland, President Barack Obama touted the success the marketplaces had achieved in providing individuals with options. &quot;In states where the federal government helps run these marketplaces, the average American will have more than 50 different plans to choose from, with different levels of coverage,&quot; Obama told the crowd.</p>\r\n\r\n<p>We thought it would be worthwhile to take a closer look at that. Would the average person actually see 50 different offerings? To what extent does talking about averages mask wide variations?</p>\r\n\r\n<p>We contacted the White House and the Department of Health and Human Services, and they pointed us to <a href=\"http://www.hhs.gov/news/press/2013pres/09/20130925a.html\"><u>a report by the</u></a> Department of Health and Human Services. That assessment stated, &quot;Individuals will have an average of 53 qualified health plan choices in states where HHS will fully or partially run the Marketplace.&quot;</p>\r\n\r\n<p>To be clear, this was not a claim that if you went to a state website you would find 53 insurance companies competing for your business. There might be four or seven or some other number of companies participating in the marketplace but each of them offers multiple insurance plans. Some plans would cost less per month but put more risk on the buyer with higher deductibles, and others would cost more but be more generous if you become ill.</p>\r\n\r\n<p>The government&rsquo;s analysis included 36 states. There are 11 other states and the District of Columbia that run their marketplaces entirely on their own. The 36 states in the government study all rely on Washington completely or partially to operate their programs.</p>\r\n\r\n<p><strong>The HHS math </strong></p>\r\n\r\n<p>The report included a table with the states and the number of plans offered in each one. At the bottom of the column is a cell labeled &quot;Average, 36 states&quot; and the number for that cell is 53.</p>\r\n\r\n<p>An HHS spokesperson told us that figure reflected the number of uninsured people in each state. So a state with a larger number of uninsured would have a bigger impact on the calculation than a state with fewer uninsured people.</p>\r\n\r\n<p>So the president&#39;s claim is in line with the HHS findings.</p>\r\n\r\n<p><strong>Averages mask big differences</strong></p>\r\n\r\n<p>Averages don&rsquo;t lie, but they don&rsquo;t tell the full truth either. A person going to Arizona&rsquo;s online exchange would find 106 plans; someone in Florida would see 102. But if you try to buy in Alabama, your choices are limited to seven plans. In New Hampshire and West Virginia, you can pick from 12.</p>\r\n\r\n<p>The variation doesn&rsquo;t end there. Within each state, there are insurance regions. In some larger states, some regions are flush with plans and others less so. <a href=\"http://www.cms.gov/CCIIO/Programs-and-Initiatives/Health-Insurance-Market-Reforms/pa-gra.html\"><u>In Pennsylvania</u></a>, residents of Beaver County, northwest of Pittsburgh, have 41 choices; their fellow Keystone staters in Union County in the center of the state have 119 options. In Texas, the spread is from 25 plans in some places to 71 in others. In Virginia, the low is 27 and the high is 68.</p>\r\n\r\n<p>The number of plans in a particular place depends on the decisions of private health insurance companies. Insurers contract with hospitals and other care providers. Hospitals tend to serve their local area. Generally speaking, insurance companies are active in places where they have contracts with local providers. If it doesn&rsquo;t make business sense for them to serve a community, they don&rsquo;t offer plans in that region. There are exceptions but as a rule, urban areas tend to have more competition than rural ones. This pattern existed before the Affordable Care Act, and it continues under it.</p>\r\n\r\n<p>There&rsquo;s a third level of variation, according to Sabrina Corlette, senior research fellow at Georgetown University&rsquo;s <a href=\"http://chir.georgetown.edu/index.html\"><u>Center on Health Insurance Reforms</u></a>.</p>\r\n\r\n<p>&quot;If you only have one insurance company offering 50 different plans in an exchange, that might offer choice, but it ain&#39;t competition,&quot; Corlette said.</p>\r\n\r\n<p>We didn&rsquo;t find that exact scenario in any state, but we did see that in Missouri, just two companies are in the exchange. (Depending on the region, they offer between 12 and 23 plans.) In contrast, in Ohio, the average across the state&rsquo;s regions is five, and one region has eight firms in the marketplace.</p>\r\n\r\n<p>The number of insurance companies matters because it seems to be tied to competition. The HHS report found that &quot;states with the lowest average premium tend to have a higher average number of issuers offering qualified health plans.&quot;</p>\r\n\r\n<p>Corlette said Obamacare seems to have drawn new companies into the market. The law helped fund the creation of nonprofit health insurance co-ops, and Corlette counted 23 co-ops nationwide. Plus, she said companies that historically participated in the Medicaid program were moving into the commercial market to take advantage of the premium subsidies in Obamacare.</p>\r\n\r\n<p>&quot;I do concur with the general statement that exchanges are generating more competition,&quot; Corelette said. &quot;At least in some states.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Obama said the average American will have more than 50 plans to choose from. A Department of Health and Human Services analysis of the number of plans offered in each state, weighted by population, backs up Obama&#39;s figure.</p>\r\n\r\n<p>But talking about the average number of plans masks significant variation among states and within regions of many states. The average obscures that some people may have far fewer plans to choose from. In some places, just two insurance companies are in the market which undercuts competition even further.</p>\r\n\r\n<p>We rate the claim Half True.</p>\r\n\r\n<p><strong>Editor&rsquo;s note: </strong><em>We received a response from the HHS on Oct. 2, 2013, after we initially published our item. The agency clarified that it arrived at its figure of 53 plans by weighting the calculation to account for the number of uninsured in each state, and our report now includes their comments. The rating is unchanged at Half True. </em></p>\r\n", "ruling_comments_date": "2013-10-01T14:35:23.787047", "ruling_date": "2013-10-01T15:03:56", "ruling_headline": "Barack Obama says new health law offers average American more than 50 plans", "ruling_headline_slug": "obama-says-new-health-law-offers-more-than-50-choi", "ruling_link_text": "Average masks wide variation", "ruling_state": null, "source_documents": null, "sources": "<p>White House,<a href=\"http://www.whitehouse.gov/the-press-office/2013/09/26/remarks-president-affordable-care-act\"><u> Remarks by the President on the Affordable Care Act</u></a>, Sept. 26, 2013</p>\r\n\r\n<p>Email interview with Joanne Peters, spokesperson, U.S. Department of Health and Human Services, Sept. 30, 2013</p>\r\n\r\n<p>U.S. Department of Health and Human Services,<a href=\"http://www.hhs.gov/news/press/2013pres/09/20130925a.html\"><u> Significant choice and lower than expected premiums available in the new Health Insurance Marketplace</u></a>, Sept. 25, 2013</p>\r\n\r\n<p>U.S. Department of Health and Human Services,<a href=\"http://aspe.hhs.gov/health/reports/2013/MarketplacePremiums/ib_marketplace_premiums.cfm\"><u> Health Insurance Marketplace Premiums for 2014</u></a>, September 2013</p>\r\n\r\n<p>U.S. Department of Health and Human Services,<a href=\"http://aspe.hhs.gov/health/reports/2013/MarketplacePremiums/datasheet_home.cfm\"><u> Health Insurance Marketplace Premiums for 2014 Databook</u></a>, Sept. 25, 2013</p>\r\n\r\n<p>Centers for Medicare and Medicaid Services,<a href=\"http://www.cms.gov/CCIIO/Programs-and-Initiatives/Health-Insurance-Market-Reforms/pa-gra.html\"><u> Pennsylvania geographic rating areas</u></a></p>\r\n\r\n<p>Urban Institute,<a href=\"http://chir.georgetown.edu/pdfs/412858-Insurer-Participation-and-Competition-in-Health-Insurance-Exchanges-Early-Indications-from-Selected-States.pdf\"><u> Insurer participation and competition in health insurance exchanges: Early indications from selected states</u></a>, July 2013</p>\r\n\r\n<p>Email interview with Sabrina Corlette, senior research fellow and project director,<a href=\"http://chir.georgetown.edu/index.html\"><u> Center on Health Insurance Reforms,</u></a> Georgetown University Health Policy Institute, Sept. 30, 2013</p>\r\n\r\n<p>Email interview,<a href=\"http://www.bus.umich.edu/facultybios/facultybio.asp?id=000805493\"><u> Thomas Buchmueller</u></a>, health economist, University of Michigan, Sept. 30, 2013</p>\r\n", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>&quot;In states where the federal government helps run these (health care) marketplaces, the average American will have more than 50 different plans to choose from, with different levels of coverage.&quot;</p>\r\n", "statement_context": "a speech at Largo, Md.", "statement_date": "2013-09-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>We strive to make our work completely accurate. When we make a mistake, we correct it and note it on the original item. If the mistake is so significant that it requires us to change the ruling, we will do so. Readers who see an error should contact the writer or editor. Their names are listed on the right side of every Truth-O-Meter item. Clicking on their names will take you to their bio pages, where you can find their email addresses. Read more about our corrections policies in our <a href=\"http://www.politifact.com/truth-o-meter/article/2013/nov/01/principles-politifact-punditfact-and-truth-o-meter/\">Principles of the Truth-O-Meter</a>.</p>\r\n", "id": 255, "photo": null, "resource_uri": "/api/v/2/subject/255/", "subject": "Corrections and Updates", "subject_slug": "corrections-and-updates", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/14/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}