{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2008/oct/30/barack-obama/proposed-cuts-are-too-vague/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "smontgomery@sptimes.com", "first_name": "Scott", "id": 9, "last_name": "Montgomery", "name_slug": "scott-montgomery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/9/", "title": "Former Government & Politics Editor, St. Petersburg Times", "twitter": null}], "facebook_headline": null, "id": 837, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/837/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\n \n \n</p>\n<p align=\"left\">\n In his half-hour prime time political ad on Oct. 29., Sen. Barack Obama made his case for a number of new initiatives for such things as health care, education and energy.\n</p>\n<p align=\"left\">\n Those will cost money. But Obama assured that for all of his new spending proposals, he&rsquo;s proposed commensurate spending cuts, and then some.\n</p>\n<p align=\"left\">\n \"Across the country, families are tightening their belts, and so should Washington,\" Obama said. \"That&rsquo;s why, for my energy plan, my economic plan, and the other proposals you&rsquo;ll hear tonight, I&rsquo;ve offered spending cuts above and beyond their cost.\"\n</p>\n<p align=\"left\">\n Note what Obama is not saying here. He is not saying he will reduce the federal deficit, or even stabilize it. A number of non-partisan budget and tax analysts say that the deficit is likely to grow considerably under Obama&rsquo;s plan - mostly due to his proposed tax cuts for the middle class.\n</p>\n<p align=\"left\">\n What Obama did say is that for all of his new spending initiatives, he is proposing offsetting spending cuts.\n</p>\n<p align=\"left\">\n \"I think he can go out with a clear conscience and claim that,\" said Maya MacGuineas, president of the bipartisan Committee for a Responsible Federal Budget, which performed a detailed analysis if the budget impact of the Obama and McCain plans as revealed through the camapign.\n</p>\n<p align=\"left\">\n But it's based on a number of shaky assumptions, she said.\n</p>\n<p align=\"left\">\n Obama has proposed several nitiatives - expanded health care coverage, investments in alternative energies and increases in education spending, foreign aid and the size of the military - that the CRFB estimates at a cost of about $220 billion.\n</p>\n<p align=\"left\">\n On the \"savings\" side of the ledger, the Obama campaign includes ending the Iraq war, letting tax cuts expire for people who earn more than $250,000, closing corporate tax loopholes, discouraging offshore tax havens and reducing wasteful spending.\n</p>\n<p align=\"left\">\n The campaign says all those changes would yield several hundred billion dollars a year. For example, ending the Iraq war &mdash; the first five years of which cost $600-billion, according to the Pentagon &mdash; would save between $90-billion and $100-billion a year, the Obama campaign asserts. All the savings together would easily be enough to pay for all the programs Obama mentioned, along with all the other new spending and tax cuts he plans, the campaign says.\n</p>\n<p align=\"left\">\n But the Obama campaign uses a few \"gimmicks\" to make its numbers work, said MacGuineas, a former adviser to the 2000 McCain for President campaign.\n</p>\n<p align=\"left\">\n For example, the Obama campaign includes \"savings\" realized by a phased-down withdrawal of combat troops in Iraq. The CRFB put a $156 billion tag on that. But to include that figure as \"savings\" is shaky, MacGuineas said, inasmuch as it&rsquo;s double counting to include reductions in policies that we are already borrowing to pay for.\n</p>\n<p align=\"left\">\n It also assumes that the Bush tax cuts of 2001 and 2003 would be extended indefinitely, even though they are set to expire in 2010. That way, Obama can claim savings with his proposal to eliminate those tax cuts for people making over $250,000 a year.\n</p>\n<p align=\"left\">\n The Obama plan is also short on details when it comes to spending cuts, MacGuineas said.\n</p>\n<p align=\"left\">\n For example, the campaign has pledged to save tens of billions of dollars by \"reducing and reforming government contracting\" and \"reducing wasteful spending.\" The campaign gives a few examples, she said, \"not enough to fill in all of the (claimed) savings.\"\n</p>\n<p align=\"left\">\n \"All of his plans to spend money have far more specifics than his plan to save money,\" MacGuineas said.\n</p>\n<p align=\"left\">\n It&rsquo;s that lack of detail that makes many budget experts skeptical of Obama&rsquo;s claim.\n</p>\n<p align=\"left\">\n Josh Gordon, policy director at the Concord Coalition, a Washington-based nonpartisan group that advocates budget restraint, said it&rsquo;s a leap of faith to put a monetary figure to something like Obama&rsquo;s plan to eliminate waste, fraud and abuse. Which waste exactly? Which fraud? Which abuse?\n</p>\n<p align=\"left\">\n \"In the sense that they are trying to come up with offsets to the spending plans they are proposing, that&rsquo;s a good thing,\" Gordon said. \"Whether the numbers are completely accurate, I think even the campaigns would admit they are just best guesses.\"\n</p>\n<p align=\"left\">\n Isabel Sawhill, an associate budget director during the Clinton administration and a scholar at the Brookings Institution, said she has yet to see specific proposals for spending cuts from the Obama campaign that go beyond his more specific spending plans.\n</p>\n<p align=\"left\">\n \"Frankly, it&rsquo;s a mystery,\" Sawhill said. \"He&rsquo;s been petty vague.\"\n</p>\n<p align=\"left\">\n That&rsquo;s often true with presidential campaigns, said Jim Horney, director of federal fiscal policy at the Center on Budget and Policy Priorities.\n</p>\n<p align=\"left\">\n Does a candidate get credit for being more fiscally responsible if they talk about larger, unspecified savings?\n</p>\n<p align=\"left\">\n \"I think the best you can do is get a sense of what the candidates priorities are,\" Horney said. \"But at the end of the day, it&rsquo;s difficult to add it all up and come up with a number, then later be able to back that number up.\"\n</p>\n<p align=\"left\">\n And even if all of Obama&rsquo;s proposals were budget neutral, Gordon said, the country&rsquo;s existing debt would continue to grow. Without any changes to current policies, the Congressional Budget Office forecasts a $2.3 trillion budget deficit over the next decade.\n</p>\n<p align=\"left\">\n \"If there&rsquo;s not a net tax increase or a net cut in spending, we&rsquo;re just treading water as the ship is going under,\" Gordon said.\n</p>\n<p align=\"left\">\n The \"all paid for\" logic also assumes you don&rsquo;t include Obama&rsquo;s proposals for a host of refundable tax credits. Some would argue those are simply spending initiatives dressed up as tax cuts.\n</p>\n<p align=\"left\">\n \"The overall effect of the these policies, there&rsquo;s no question it would put the country deeper in debt,\" MacGuineas said. \"His plan will significantly increase the budget deficit.\"\n</p>\n<p align=\"left\">\n A detailed analysis of the Obama tax plan by the non-partisan Tax Policy Institute concluded Obama&rsquo;s tax plan would increase the country&rsquo;s debt by $3.5 trillon over 10 years. They estimated McCain&rsquo;s tax cut plan would boost the deficit even more, by $5 trillion.\n</p>\n<p align=\"left\">\n \"He (Obama) is digging a $3.5 trillion hole that has to be filled with spending cuts,\" said Bob Williams of the Tax Policy Center.\n</p>\n<p align=\"left\">\n To be fair, Obama has not pledged to cut the deficit.\n</p>\n<p align=\"left\">\n \"I do not make a promise that we can reduce it by 2013,\" Obama said, \"because I think it is important for us to make some critical investments right now in America&rsquo;s families.\"\n</p>\n<p align=\"left\">\n Still, experts agree that while Obama has made efforts to correlate new spending initiatives with proportionate spending cuts, his proposals to cut spending make too many best-case-scenario assumptions and are far too vague to be relied upon. We rate his claim Barely True.\n</p>\n\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-01-07T13:27:54.016714", "ruling_date": "2008-10-30T00:00:00", "ruling_headline": "Proposed cuts are too vague", "ruling_headline_slug": "proposed-cuts-are-too-vague", "ruling_link_text": "Proposed cuts are too vague", "ruling_state": null, "source_documents": null, "sources": "<p>\n Committee for a Responsible Federal Budget,\n <a href=\"http://www.usbudgetwatch.org/files/crfb/USBW%20Voter%20Guide%20October%205%202008.pdf\" target=\"_blank\">\n  Promises, Promises:Fiscal Voter Guide to the 2008\n </a>\n , August 2008, Updated October 7, 2008\n</p>\n<p>\n Tax Policy Center,\n <a href=\"http://www.taxpolicycenter.org/publications/url.cfm?ID=411750\" target=\"_blank\">\n  An Updated Analysis of the 2008 Presidential Candidates' Tax Plans: Executive Summary,\n </a>\n by&nbsp;Roberton Williams and&nbsp;Howard Gleckman, Sept. 15, 2008\n</p>\n<p>\n Bloomberg,\n <a href=\"http://www.bloomberg.com/apps/news?pid=20601087&amp;sid=anGhCq5adqhU&amp;refer=home\" target=\"_blank\">\n  Obama's Small Spending Limits, Big Tax Cuts May Worsen Deficit\n </a>\n , by Matthew Benjamin, July 29, 2008&nbsp;\n</p>\n<p>\n PolitiFact,\n <a href=\"http://www.politifact.com/truth-o-meter/statements/533/\" target=\"_blank\">\n  'Paid for' without real money\n  <br />\n </a>\n</p>\n<p>\n ABC News,\n <a href=\"http://abcnews.go.com/Politics/story?id=5326069&amp;page=1\" target=\"_blank\">\n  McCain and Obama Campaign on Economic Agenda\n </a>\n , by Jake tapper and Ron Claiborne, July 7, 2008\n</p>\n<p>\n Interview with Maya MacGuineas, president of the Committee for a Responsible Federal Budget, Oct. 30, 2008\n</p>\n<p>\n Interview with Josh Gordon, policy director at the Concord Coalition, Oct. 30, 2008\n</p>\n<p>\n Interview with Isabel Sawhill, a scholar at the Brookings Institution, Oct. 30, 2008\n</p>\n<p>\n Interview with Jim Horney, director of federal fiscal policy at the Center on Budget and Policy Priorities, Oct. 30, 2008\n</p>\n<p>\n Interview with Bob Williams of the Tax Policy Center, Oct. 30, 2008\n</p>\n<p>\n &nbsp;\n</p>", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>\"For my energy plan, my economic plan, and the other proposals you'll hear tonight, I've offered spending cuts above and beyond their cost.\"</p>", "statement_context": "", "statement_date": "2008-10-29", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}], "target": [], "twitter_headline": null}