{"art": [], "author": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2013/oct/15/GaGOP/gop-comes-deals-defense-ethics/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jdenery@ajc.com", "first_name": "Jim ", "id": 141, "last_name": "Denery", "name_slug": "jim-denery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/141/", "title": "Word editor", "twitter": null}, {"email_address": "lois.norder@ajc.com", "first_name": "Lois", "id": 384, "last_name": "Norder", "name_slug": "lois-norder", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/384/", "title": "investigations editor", "twitter": null}], "facebook_headline": null, "id": 8396, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/8396/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>In politics, one of the most important rules is never miss an opportunity to take a shot at the other side.</p>\r\n\r\n<p>Last month, Georgia&rsquo;s Democratic and Republican parties attacked each other over the issue of ethics. The genesis of this fight was an Atlanta Journal-Constitution report that the head of Georgia&#39;s ethics commission is accused by current and former commission employees of improperly intervening in an investigation of Gov. Nathan Deal.</p>\r\n\r\n<p>&quot;Senate Dems Warned of State Ethics Oversight,&quot; read the headline of a news release by the Democrats the day the article was published. &nbsp;</p>\r\n\r\n<p>The news release accused Deal, a Republican, of engaging in &quot;cronyism.&quot; The governor strongly denied any involvement in the ethics case.</p>\r\n\r\n<p>The Georgia Republican Party sent out its own news release that day, as well.</p>\r\n\r\n<p>&quot;For over a century, Democrats occupied the Governor&#39;s Mansion and set the legislative agenda under the Gold Dome. Rather than prioritize and pass ethics reform measures to restore trust in state government, they sat on their hands and did nothing,&quot; the Republican Party said in a statement.</p>\r\n\r\n<p>Surely, the Democrats passed some sort of ethics reform in the century it was in charge of the Georgia Legislature and in the governor&rsquo;s office. Or maybe not. PolitiFact Georgia wanted to find out.</p>\r\n\r\n<p>PolitiFact Georgia took a look in the AJC&rsquo;s digital archives, which go back to the mid-1980s.</p>\r\n\r\n<p>During that decade, leaders were aghast at the lack of oversight to prevent and punish public corruption in Georgia. The state&rsquo;s bribery laws were widely considered to be too narrowly defined. News accounts of alleged bribery were as common as the mercury topping 90 degrees.</p>\r\n\r\n<p>&quot;It was a completely open world,&quot; University of Georgia political science professor Charles Bullock said.</p>\r\n\r\n<p>In 1990, lawmakers passed an ethics bill that included a cap on campaign contributions at $3,500. Not good enough, many said.</p>\r\n\r\n<p>In 1992, the Georgia Legislature passed House Bill 1125, legislation aimed at strengthening the state&rsquo;s ethics laws and campaign finance guidelines for elected officials. The law required for the first time that lobbyists disclose every penny they spend trying to influence legislation. It also imposed new campaign contribution restrictions.</p>\r\n\r\n<p>The provisions included:</p>\r\n\r\n<ul>\r\n\t<li>\r\n\t<p>No public officials shall accept more than $101 for a speech or similar activities that relate to the duties of their office;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>The names and dollar amounts of campaign contributions must be reported;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>Campaign contributions by individuals, political action committees and companies to statewide candidates are limited to $2,500; the limit is $1,000 for a Legislature candidate;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>Lobbyists must register themselves and pay an annual fee or face a fine up to $2,000.</p>\r\n\t</li>\r\n</ul>\r\n\r\n<p>The legislation was crafted after a 50-member panel was created to study and make recommendations to improve Georgia&rsquo;s ethics guidelines. The leader of that effort was then-Secretary of State Max Cleland, a DeKalb County Democrat who later became a U.S. senator.</p>\r\n\r\n<p>&quot;It&#39;s a phenomenal improvement in ethics laws in Georgia,&quot; Melissa Metcalfe, then director of the citizen lobby group Common Cause Georgia, said about the bill at the time.</p>\r\n\r\n<p>In 2000, the Georgia House of Representatives passed what the AJC reported at the time was its first formal code of conduct for itself.</p>\r\n\r\n<p>The code set up procedures for educating House members on ethics guidelines and for publishing a handbook containing rules and laws pertaining to ethical conduct. It also required an ethics training course for all newly elected members.</p>\r\n\r\n<p>The AJC noted some problems with the new code, such as it allowed lawmakers to take gifts of any value from anyone without disclosing them. It also gave them discretion to keep complaints filed against members confidential even after an initial finding of &quot;substantial evidence&quot; of a violation.</p>\r\n\r\n<p>Still, both the 1992 bill and the 2000 code were passed when Democrats were in control. Was the GOP trying to rewrite history here? Ryan Mahoney, a spokesman for the Georgia Republican Party, maintained the claim is accurate.</p>\r\n\r\n<p>&quot;Our claim is that while in power the Democrats did nothing to &lsquo;prioritize and pass ethics reform measures to restore trust in state government,&rsquo; &quot; Mahoney said via email.</p>\r\n\r\n<p>&quot;Passing two ethics-related bills in 130 years clearly isn&#39;t &lsquo;prioritizing&rsquo; ethics reform. And creating a system ripe for corruption ... where lobbyists can spend unlimited amounts of money on lawmakers did not &lsquo;restore trust in state government,&rsquo; &quot; he said. &quot;On the flip side, Republicans in just 10 short years have passed two comprehensive ethics reform bills. Clearly, they prioritize ethics reform and have done lots to restore trust in state government.&quot;</p>\r\n\r\n<p>In 2002, Republican Sonny Perdue won the governorship and the GOP held the majority of seats in the Georgia Senate.</p>\r\n\r\n<p>In 2005, lawmakers passed an ethics bill that created a bipartisan House-Senate committee to look into legislative conflicts of interest, prohibited former lawmakers from returning to the Capitol as lobbyists for a year and extended lobbyist disclosure provisions to regulatory officials. Some complained that the bipartisan committee&rsquo;s work would not be done in public.</p>\r\n\r\n<p>In 2010, the Legislature passed legislation that tightened reporting requirements for lobbyists and legislators and made it a crime to use state agencies or authority to attack or harass someone.</p>\r\n\r\n<p>Earlier this year, the Legislature approved a bill that caps gifts from registered lobbyists to government officials at $75. Lobbyists can continue to pay for lawmakers&rsquo; meals, cocktails and travel as long as the tab for any single expenditure does not exceed that amount. The cap is one of the more forgiving in the nation among states that allow such spending, but it does mark the first time any limits have been placed on the practice in Georgia.</p>\r\n\r\n<p>Emmet Bondurant, the former chairman of Georgia Common Cause, said the 1992 bill &quot;would had been considered significant ethics reform.&quot; However, he said neither Democrats nor Republicans have been truly serious about ethics reform because they have not given the state ethics commission the ability to investigate potential conflicts of interest.</p>\r\n\r\n<p>&quot;The ethics commission has been largely confined to record-keeping,&quot; said Bondurant, whose wife once served on the commission.</p>\r\n\r\n<p>Bullock agreed that Georgia passed ethics guidelines on the Democrats&rsquo; watch, but he noted that states have gradually toughened their ethics laws in recent decades. In South Carolina, for example, lobbyists cannot buy lawmakers anything. Not even a cup of coffee.</p>\r\n\r\n<p>Mahoney stood by the claim.</p>\r\n\r\n<p>&quot;When you do the math and think about how long the Democrats were in charge, I think it&rsquo;s abundantly clear who has prioritized ethics,&quot; he said.</p>\r\n\r\n<p>Again, the Georgia GOP news release said &quot;rather than prioritize and pass ethics reform measures to restore trust in state government, (Democrats) sat on their hands and did nothing&quot; when they were the majority in state government. A search back as recently as the 1980s clearly shows there were bills passed aimed at improving ethics in Georgia while Democrats were in charge.</p>\r\n\r\n<p>We rate this claim False.</p>\r\n", "ruling_comments_date": "2013-10-14T16:40:19.432558", "ruling_date": "2013-10-15T00:00:00", "ruling_headline": "GOP comes to Deal's defense on ethics", "ruling_headline_slug": "gop-comes-deals-defense-ethics", "ruling_link_text": "History books say otherwise", "ruling_state": null, "source_documents": null, "sources": "<p>Georgia Republican Party news release, &quot;<a href=\"http://campaign.r20.constantcontact.com/render?llr=zy8emjmab&amp;v=001u9MKVAvAK1wjXDFogMExm33cLbyzX_Q_aJXzpdpiUIdTWE8bklInMIKiCiLvG7vMJAFhEFjNLsQpWz2GbwL916gLDoo4EWLEfKBxx5ohOK0%3D\"><u>Conservatives leading the way on ethics reform, liberals continue to be clueless</u></a>,&quot; Sept. 19, 2013.</p>\r\n\r\n<p>Georgia House Bill 1125, passed March 31, 1992.</p>\r\n\r\n<p>The Atlanta Constitution, &quot;Assembly OKs historic ethics package,&quot; April 1, 1992.</p>\r\n\r\n<p>The Atlanta Journal-Constitution, &quot;Ga. House OKs code of ethics,&quot; Jan. 15, 2000.</p>\r\n\r\n<p>The Atlanta Constitution, &quot;Editorials: Legislature needs tighter ethics law,&quot; Jan. 18, 2000.</p>\r\n\r\n<p>The Atlanta Journal-Constitution, &quot;Ethics passes; Gun bill fails,&quot; March 29, 2013.</p>\r\n\r\n<p>The Atlanta Journal-Constitution, &quot;Ruling on Deal tainted? Chief ethics commissioner accused of intervening in ethics inquiry,&quot; Sept. 19, 2013.</p>\r\n\r\n<p>Emails from Georgia Republican Party spokesman Ryan Mahoney, Oct. 2, 2013.</p>\r\n\r\n<p>Telephone interview with Emmet Bondurant, former chairman of Common Cause Georgia, Oct. 4, 2013.</p>\r\n\r\n<p>Telephone interview with Charles Bullock, professor of political science, University of Georgia, Oct. 4, 2013.</p>\r\n\r\n<p>Telephone interview with Mahoney, Oct. 9, 2013.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "", "false_count": 1, "first_name": "", "half_true_count": 1, "home_state": "", "id": 678, "last_name": "Republican Party of Georgia", "mostly_true_count": 0, "name_slug": "GaGOP", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/GAGOP.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/678/", "total_count": 4, "true_count": 0, "website": ""}, "statement": "<p>&quot;Rather than prioritize and pass ethics reform measures to restore trust in state government, (Democrats) sat on their hands and did nothing&quot; when they were the majority.</p>\r\n", "statement_context": "a press release", "statement_date": "2013-09-19", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 35, "photo": null, "resource_uri": "/api/v/2/subject/35/", "subject": "Ethics", "subject_slug": "ethics", "used_in_edition": []}], "target": [], "twitter_headline": ""}