{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2013/oct/16/roger-williams/roger-willliams-correct-government-could-cover-pro/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 8405, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/8405/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>In an interview, first-term U.S. Rep. Roger Williams vowed not to vote for raising the federal debt ceiling. &quot;I just won&rsquo;t do it,&quot; the Austin Republican was quoted as saying in an Oct. 11, 2013, <em>Austin American-Statesman</em> news story.</p>\r\n\r\n<p>Besides, Williams said, even if the debt ceiling isn&rsquo;t raised, &quot;we are not going to default. We have $3 trillion in cash flow, so we can pay our bills.&quot;</p>\r\n\r\n<p>We wondered about that, mindful that the U.S. Treasury secretary has speculated about the risks of the government not having enough cash on hand.</p>\r\n\r\n<p><strong>Treasury secretary&#39;s warning</strong></p>\r\n\r\n<p>The debt ceiling, now nearly $16.7 trillion, constrains how much the government can borrow to meet obligations. And in October 2013, the Treasury secretary, Jack Lew, <a href=\"http://articles.washingtonpost.com/2013-10-10/politics/42878760_1_debt-ceiling-debt-limit-full-faith-and-credit\"><u>told</u></a> a Senate panel that unless Congress raised the ceiling, &quot;extraordinary measures&quot; taken since the spring would be exhausted no later than Oct. 17 &quot;at which point the federal government will have run out of borrowing authority. At that point, we will be left to meet our country&rsquo;s commitments with only the cash on hand and any incoming revenues, placing our economy in a dangerous position.</p>\r\n\r\n<p>&quot;If we have insufficient cash on hand,&quot; Lew said, &quot;it would be impossible for the United States of America to meet all of its obligations, including Social Security and Medicare benefits, payments to our military and veterans and contracts with private suppliers for the first time in our history. At the same time,&quot; he said, &quot;we&rsquo;re relying on investors from all over the world to continue to hold U.S. bonds. Every week we roll over approximately $100 billion in U.S. (Treasury) bills. If U.S. bond-holders decided that they wanted to be repaid rather than continuing to roll over their investments, we could unexpectedly dissipate our entire cash balance.&quot;</p>\r\n\r\n<p><strong>Williams&#39; backup cites projected interest costs</strong></p>\r\n\r\n<p>We asked Williams how he reached his conclusion.</p>\r\n\r\n<p>By email, Williams&rsquo; spokeswoman Haley Graves provided a transcript of the <em>Statesman</em>&rsquo;s question to Williams, who has long owned automobile dealerships, and his response.</p>\r\n\r\n<p><strong><em>Statesman</em></strong>: &quot;Do you think the warnings about what a failure to enact a debt ceiling increase, the effect on the economy, is overblown or is that real?&quot;</p>\r\n\r\n<p><strong>Williams</strong>: &quot;We&rsquo;re not going to default because we do have $3 trillion of cash flow coming in to America. Alright? Now the cash flow doesn&rsquo;t flow evenly &ndash; it&rsquo;s like your business. &nbsp;You have receivable, this and that, but you do have $3 trillion in cash. That&rsquo;s more cash flow than we&rsquo;ve ever had coming in to the government than ever. And so we can pay our bills. We can pay our debt service. We can pay our military. We&rsquo;re not going to default.&quot;</p>\r\n\r\n<p>Graves said Williams based his $3 trillion reference on a May 2013 <a href=\"http://cbo.gov/sites/default/files/cbofiles/attachments/44172-Baseline2.pdf\"><u>projection</u></a> by the nonpartisan Congressional Budget Office that the government would collect $3.042 trillion in revenues through the fiscal year beginning Oct. 1, 2013.</p>\r\n\r\n<p>Asked if Williams was referring to the government paying all its bills, Graves said Williams has said &quot;all along&quot; that the government will not default because its cash flow would be enough to pay bond holders and to fulfill interest payments.</p>\r\n\r\n<p><strong>What&#39;s default?</strong></p>\r\n\r\n<p>Observers of the debt-ceiling debate diverge on how to define a government default, though they agree it&rsquo;s not happened before.</p>\r\n\r\n<p>By telephone, economist <a href=\"http://www.cato.org/people/chris-edwards\"><u>Chris Edwards</u></a> of the Cato Institute, a limited-government think tank, said Williams&rsquo; main point is supported by the CBO&rsquo;s projection of $237 billion in net interest costs through the same fiscal year.</p>\r\n\r\n<p>Everyone agrees not paying such interest would hurt financial markets, Edwards said, but his sense is that if interest costs are paid on time, the government can avoid default, though that course could prove &quot;ugly,&quot; he said, because the Treasury would need to pick and choose which other obligations--ranging from Social Security checks to Pentagon contracts--to pay in full and on time. &quot;It would make people very mad,&quot; Edwards said, &quot;but it wouldn&rsquo;t &nbsp;be a default.&quot;</p>\r\n\r\n<p>Edwards also noted an Oct. 2, 2013, <a href=\"http://finance.yahoo.com/blogs/daily-ticker/republicans-hostages-over-debt-ceiling-u-won-t-122234134.html\"><u>Yahoo Finance interview</u></a> with David Stockman. Stockman, who headed the Office of Management and Budget under President Ronald Reagan, said that if the debt ceiling isn&rsquo;t raised, the government could easily tap incoming revenue to make its interest payments while also covering regular payments to Social Security retirees, the armed services and Medicare reimbursements. &quot;It is a complete red herring to say there will be a default,&quot; Stockman said. &quot;There will never be a time in which there is not enough cash to pay the interest.&quot;</p>\r\n\r\n<p>Then again, Edwards told us, a counter-argument he attributed to liberals and Democrats is that it would be very hard for the Treasury to make the described alternative spending choices.</p>\r\n\r\n<p>A Brookings Institution economist, <a href=\"http://www.brookings.edu/experts/burtlessg\"><u>Gary Burtless</u></a>, said by email that it&rsquo;s conceivable the Treasury could prevent default on government-backed securities by keeping up with interest payments, though he said he lacked the expertise to judge whether the Treasury could legally implement a choose-the-bill-to-pay strategy.</p>\r\n\r\n<p>Realistically, Burtless said, if the government runs short of the revenue required to pay non-interest costs, that would seem like a default to any affected creditors. &quot;If a business makes timely payments on its secured and unsecured bank debt but does <em>not </em>make promised payment to its suppliers (for supplies already delivered), workers (for hours of work already supplied), and pensioners (for pensions promised under the company pension plan),&quot; he said, &quot;most observers would say the company has defaulted on its obligations to some of its creditors. &nbsp;Suppliers, workers, and pensioners are creditors of the company just as certainly as banks that have extended the company a loan.&quot;</p>\r\n\r\n<p>Also responding to our inquiry, economist <a href=\"http://www.cbpp.org/experts/index.cfm?fa=view&amp;id=204\"><u>Jared Bernstein</u></a> of the liberal-leaning Center on Budget Policy Priorities pointed out by email that the CBO-projected $3 trillion in revenue stands to be outpaced by predicted expenditures of $3.6 trillion in the fiscal year. This leads to a key question, Bernstein said, as to whether there will be days when cash flow undershoots what must be paid.</p>\r\n\r\n<p>Bernstein noted that a September 2013 <a href=\"http://bipartisanpolicy.org/sites/default/files/Debt%20Limit%20Analysis%20Sept%202013.pdf\"><u>report</u></a> by the Bipartisan Policy Center said this will occur with, for instance, revenue a few weeks after mid-October 2013 running behind spending demands by more than $100 billion. The report also said that if the government exhausted its ability to pay all its bills by Oct. 18, 2013, the Treasury would run about $106 billion short of meeting obligations over the next 20 business days. &nbsp;&quot;Approximately 32% of the funds owed for the period would go unpaid,&quot; the report said, with the reality proving &quot;chaotic.&quot;</p>\r\n\r\n<p><strong>Uncertainty at Treasury</strong></p>\r\n\r\n<p>We did not find any indication that the Treasury has aired a strategy to pick and choose which bills it pays in the event of cash-flow slowing.</p>\r\n\r\n<p>A Sept. 19, 2013, <a href=\"http://www.fas.org/sgp/crs/misc/R41633.pdf\"><u>report</u></a> by the nonpartisan Congressional Research Service floated opposite speculations. In 2012, the report said, a Treasury official said the agency lacked congressional guidance on prioritization and hence only had a system to pay bills as they came in, one after the other. In contrast, according to the report, the Government Accountability Office said in a 1985 letter to the then-chairman of the Senate Finance Committee, Bob Packwood, that the Treasury was &quot;free to liquidate obligations in any order it finds will best serve the interests of the United States.&quot;</p>\r\n\r\n<p>Burtless said that his understanding is the Treasury cannot prioritize its payments to contractors, Social Security pensioners, Medicare payees (doctors and hospitals that have provided services to the Medicare-insured population), non-furloughed civilian workers, members of the uniformed military, etc. &nbsp;If a supplier, a pensioner, a non-furloughed worker, military serviceperson, doctor or hospital does not receive timely payment, does that constitute a &lsquo;default&rsquo;?&quot;</p>\r\n\r\n<p>An Oct. 13, 2013, PolitiFact story listing questions and answers about the debt ceiling said that if the ceiling is not raised, the government isn&rsquo;t expected to have sufficient cash to meet all obligations in a timely manner past the beginning of November 2013, at latest.</p>\r\n\r\n<p>&quot;So what happens then?&quot; PolitiFact wrote. &quot;The most obvious solution (beyond simply doing nothing) is to prioritize payments. Bondholders would likely be paid off first, since a missed or delayed payment on a financial instrument would entail the most severe peril for the government. Outraging senior citizens by delaying or missing a Social Security check is bad enough, the thinking goes, but if investors decide en masse to abandon U.S. bonds in the future, it would put the entire stability of the federal government&rsquo;s finances (and ultimately, the U.S. economy) at risk.</p>\r\n\r\n<p>And according to experts, prioritization has problems. &quot;For one thing, the federal government&rsquo;s computer systems are not set up to do this, meaning it might not be a practical option (and could result in costly errors),&quot; PolitiFact said. &quot;In addition, the Treasury says it&rsquo;s not clear it would have the legal authority to make those sorts of decisions. And it could cost more, since the law requires the government to pay interest on top of any payments that are delayed.</p>\r\n\r\n<p>It&rsquo;s also not clear whether prioritizing bondholder payments would keep the United States from a &lsquo;default.&rsquo;</p>\r\n\r\n<p>&quot;It all depends on how you define the word &lsquo;default.&rsquo; Some lawmakers who downplay the consequences of hitting the debt ceiling argue that a default only happens if interest on securities isn&rsquo;t paid. A missed payment to a federal contractor or a Social Security recipient, according to this argument, doesn&rsquo;t trigger a default.&quot; The story noted that the CRS has &quot;acknowledged that there&rsquo;s no clear answer to this question, but it does note that Black&rsquo;s Law Dictionary defines the term &lsquo;default&rsquo; as &lsquo;the failure to make a payment when due&rsquo; &mdash; a definition that does not restrict a default to a missed interest payment. Ultimately, CRS notes, &lsquo;financial markets&rsquo; perceptions of what constitutes a default, or a real threat of default, may be more relevant when assessing the potential impacts of not raising the debt limit.&rsquo;&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Williams said the government &quot;has $3 trillion in cash flow, so we can pay our bills&quot; and won&rsquo;t default.</p>\r\n\r\n<p>In the 12 months through September 2014, the government is projected to raise $3 trillion in revenue, far more than enough to cover some $237 billion in its projected interest costs. In this way, perhaps, default could be avoided. Still, Williams made a broader reference to paying &quot;our bills,&quot; and on that front, there&rsquo;s debate over whether the government could meet all its obligations or have the authority to pick and choose what to pay.</p>\r\n\r\n<p>These are important details. We rate this partly accurate claim as Half True.</p>\r\n\r\n<hr />\r\n<p><strong><em>HALF TRUE </em></strong><em>&ndash; The statement is partially accurate but leaves out important details or takes things out of context.</em></p>\r\n\r\n<p>Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> <u>more</u></a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n", "ruling_comments_date": "2013-10-16T12:51:19.696275", "ruling_date": "2013-10-16T12:28:40", "ruling_headline": "Roger Willliams correct government could cover projected interest costs, but paying all bills seems dicey", "ruling_headline_slug": "roger-willliams-correct-government-could-cover-pro", "ruling_link_text": "Who wouldn't get paid?", "ruling_state": null, "source_documents": null, "sources": "<p>Transcript, <a href=\"http://articles.washingtonpost.com/2013-10-10/politics/42878760_1_debt-ceiling-debt-limit-full-faith-and-credit\"><u>&quot;TRANSCRIPT: Jack Lew&rsquo;s testimony on debt ceiling,&quot;</u></a> The Washington Post, Oct. 10, 2013</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1ARezKV5kLXroTfyZvDJi0Fy4iqrLwe76HeGWWDWhO-4/pub\"><u>Emails</u></a>, Haley Graves, communications director, U.S. Rep. Roger Williams, Oct. 11 and 14, 2013</p>\r\n\r\n<p>Report, <a href=\"http://cbo.gov/sites/default/files/cbofiles/attachments/44172-Baseline2.pdf\"><u>&quot;Updated Budget Projections: Fiscal Years 2013 to 2023,&quot;</u></a> Congressional Budget Office, May 2013</p>\r\n\r\n<p>Telephone interview, <a href=\"http://www.cato.org/people/chris-edwards\"><u>Chris Edwards</u></a>, director of tax policy studies, the Cato Institute, Washington, D.C., Oct. 14, 2013</p>\r\n\r\n<p>Video, <a href=\"http://finance.yahoo.com/blogs/daily-ticker/republicans-hostages-over-debt-ceiling-u-won-t-122234134.html\"><u>&quot;Republicans Should &lsquo;Take Hostages&rsquo; Over Debt Ceiling; U.S. Won&rsquo;t Default, Says Stockman,&quot;</u></a> Yahoo Finance, Oct. 2, 2013 (viewed Oct. 14, 2013</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1iRD8i8bt7ZINUGpS-8Q0463uI4QUf269YHQkakyhDeg/pub\"><u>Emails</u></a>, Gary Burtless, senior fellow, Economic Studies, the Brookings Institution, Oct. 14, 2013</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1J2v0NdlUwxgwoRwP5iA_bzYjHP-PjobhQ_L3Ilr0sVw/pub\"><u>Email interview</u></a> with Jared Bernstein, senior fellow, Center on Budget Policy Priorities, Oct. 14 and 16, 2013 (response received by email from Grace Leeper, communications assistant, CBPP)</p>\r\n\r\n<p>Report, <a href=\"http://bipartisanpolicy.org/sites/default/files/Debt%20Limit%20Analysis%20Sept%202013.pdf\"><u>&quot;Debt Limit Analysis,&quot;</u></a> Bipartisan Policy Center, September 2013 (accessed Oct. 16, 2013)</p>\r\n\r\n<p>Story, <a href=\"http://www.politifact.com/truth-o-meter/article/2013/oct/13/ten-questions-about-debt-ceiling/\"><u>&quot;Ten questions about the debt ceiling,&quot;</u></a> PolitiFact, Oct. 13, 2013</p>\r\n\r\n<p>Congressional Research Service, &quot;<a href=\"http://www.fas.org/sgp/crs/misc/R41633.pdf\"><u>Reaching the Debt Limit: Background and Potential Effects on Government Operations</u></a>,&quot; Sept. 19, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "Businessman", "false_count": 2, "first_name": "Roger", "half_true_count": 2, "home_state": "Texas", "id": 1282, "last_name": "Williams", "mostly_true_count": 0, "name_slug": "roger-williams", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/williams.jpeg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1282/", "total_count": 11, "true_count": 3, "website": "http://www.rogerforcongress.com/"}, "statement": "<p>The federal government &quot;has $3 trillion in cash flow, so we can pay our bills&quot; and won&rsquo;t default.</p>\r\n", "statement_context": "an interview as quoted in a news story", "statement_date": "2013-10-11", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 296, "photo": null, "resource_uri": "/api/v/2/subject/296/", "subject": "Debt", "subject_slug": "debt", "used_in_edition": ["/api/v/2/edition/47/"]}, {"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}], "target": [], "twitter_headline": ""}