{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2013/oct/16/ted-cruz/ted-cruz-airs-popular-and-flawed-impression-britis/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 8406, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/8406/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>In his September 2013 day-night-and-day U.S. Senate floor speech challenging the Obamacare law, Ted Cruz of Texas suggested that anyone saying the 2010 law could not be defunded was, well, being un-American.</p>\r\n\r\n<p>Brave colonists rebelled against the British, the Houston Republican said, when pundits of the age said it could not be done. Unionists later fought to preserve the nation, he said, even though &quot;a lot of voices&quot; said it could not be done.</p>\r\n\r\n<p>Cruz continued: &quot;If we go to the 1940s, Nazi Germany &mdash; look, we saw it in Britain,&quot; Cruz said, <a href=\"http://thehill.com/blogs/floor-action/senate/324567-transcript-sen-ted-cruzs-speech\"><u>as transcribed</u></a> by the Hill, a Capitol Hill newspaper. &quot;Neville Chamberlain told the British people: &lsquo;Accept the Nazis. Yes, they will dominate the continent of Europe, but that is not our problem. Let&#39;s appease them. Why? Because it can&#39;t be done. We cannot possibly stand against them.&rsquo;</p>\r\n\r\n<p>&quot;In America,&quot; Cruz said, &quot;there were voices who listened to that, I suspect the same pundits who said it couldn&#39;t be done. If this had happened in the 1940s, we would have been listening to them. Even then they would have made television. They would have gotten beyond the carrier pigeons and letters and they would have been on TV saying: &lsquo;You cannot defeat the Germans.&rsquo;&quot;</p>\r\n\r\n<p>Did Chamberlain declare his country should give way in Europe because it couldn&rsquo;t withstand or defeat the Germans? We wondered.</p>\r\n\r\n<p><strong>Senator&#39;s statement initially resonates</strong></p>\r\n\r\n<p>Cruz offered no backup when we asked how he reached his characterization, which initially resonated because Chamberlain was unequivocally disinclined to war with Germany; he spent more than a year hoping diplomacy combined with rearmament would head off a showdown. Historians have written that he was hewing to a strategy of &quot;appeasement,&quot; a concept subsequently disparaged along with Chamberlain, who has been characterized as a failed leader who nearly let the Nazis overrun his country.</p>\r\n\r\n<p>A <a href=\"http://www.bbc.co.uk/history/historic_figures/chamberlain_arthur_neville.shtml\"><u>Chamberlain biographical web page</u></a> from the BBC touches on the basics: &quot;Like many in Britain who had lived through World War One, Chamberlain was determined to avert another war. His policy of appeasement towards Adolf Hitler culminated in the Munich Agreement in which Britain and France accepted that the Czech region of the Sudetenland should be ceded to Germany. Chamberlain left Munich believing that by appeasing Hitler he had assured &#39;peace for our time&#39;. However, in March 1939 Hitler annexed the rest of the Czech lands of Bohemia and Moravia, with Slovakia becoming a puppet state of Germany. Five months later in September 1939 Hitler&#39;s forces invaded Poland. Chamberlain responded with a British declaration of war on Germany.</p>\r\n\r\n<p><strong>Historians say it didn&#39;t happen</strong></p>\r\n\r\n<p>Still, four historians (including three based in England) uniformly told us Cruz&rsquo;s claim was inaccurate in that it&rsquo;s not correct that Chamberlain told the British people to accept Nazi domination of the continent because Britain couldn&rsquo;t possibly stand against them.</p>\r\n\r\n<p>Cruz&rsquo;s statement is &quot;skewed,&quot; <a href=\"http://www.utexas.edu/cola/depts/history/faculty/louiswr\"><u>William Roger Louis</u></a>, a University of Texas history professor whose specialties include the history and politics of 20th century Britain, said by telephone. &quot;It&rsquo;s a very distorted view.&quot;</p>\r\n\r\n<p>On Chamberlain&rsquo;s embrace of &quot;appeasement,&quot; Louis said: &quot;What Chamberlain meant was a reasoned solution to the problem&hellip; In retrospect,&quot; the term &quot;has come to mean a kind of defeatist view. That wasn&rsquo;t the case at the time.&quot;</p>\r\n\r\n<p>By email, Chamberlain biographer <a href=\"http://www.plymouth.ac.uk/staff/nsmart\"><u>Nick Smart</u></a>, who teaches at England&rsquo;s Plymouth University, said Chamberlain did not say anything about giving in to the Nazis &quot;to anyone, let alone &lsquo;the British people.&rsquo; There&rsquo;s nothing like it in his diaries, speeches, or in any of the biographical treatments I have read.&quot;</p>\r\n\r\n<p>British historian and journalist <a href=\"http://www.andrew-roberts.net/about_andrew.asp\"><u>Andrew Roberts</u></a> said by email: &quot;Of course&quot; Chamberlain &quot;didn&#39;t say that&hellip; He guaranteed&quot; the protection of &quot;Poland in 1939 and we were allied to France, so of course he didn&#39;t say Europe was not our problem. He declared wa(r) in Sept. 1939 sooner than have the Nazis in Poland and under Chamberlain we put troops into Belgium.&quot;</p>\r\n\r\n<p><strong>Checking Chamberlain biographies</strong></p>\r\n\r\n<p>Next, we dipped into books on Chamberlain for indications of what he told the British people about letting the Nazis control the continent across the English Channel.</p>\r\n\r\n<p>Chamberlain became prime minister in May 1937 amid national wariness of another international conflict less than two decades after World War I, what was then called the Great War. Italy&rsquo;s Mussolini and Germany&rsquo;s Hitler both showed signs of bellicosity. Chamberlain was mindful, too, that British forces needed time to rebuild, making it necessary for him to exploit diplomacy toward slowing or stopping aggressive moves by the other countries, Smart wrote in his 2010 book, &quot;Neville Chamberlain.&quot;</p>\r\n\r\n<p>Chamberlain, Smart wrote, agreed that Britain &quot;could not hope to meet simultaneously the threats of Germany, Japan and&hellip; Italy. It would therefore be necessary, as he saw it, to seek to confine and even isolate the German threat by using diplomacy to keep on friendly terms with Italy and Japan, whatever the provocation.&quot; Meantime, Smart wrote, the prime minister accelerated rearmament. Chamberlain&rsquo;s approach: Hoping for the best and preparing for the worst. Chamberlain also said the country should &quot;show our determination not to be bullied,&quot; Smart wrote.</p>\r\n\r\n<p>As noted by biographer Robert Self, Chamberlain said to the House of Commons in 1938: &quot;It is perfectly evident surely now that force is the only argument Germany understands,&quot; going on to stress the import of showing a &quot;visible force of overwhelming strength backed by the determination to use it.&quot;</p>\r\n\r\n<p><strong>Chamberlain acceded on taking of Sudetenland</strong></p>\r\n\r\n<p>Still, Britain did not object when Hitler occupied German-speaking parts of Czechoslovakia, the Sudetenland, that had been carved by treaty after World War I from what had been the Austro-Hungarian Empire. But later, when Hitler pushed beyond the Sudetenland to Prague, Britain delivered a &quot;guarantee&quot; of Polish independence, followed by similar vows to protect Greece, Romania and Turkey, Smart wrote.</p>\r\n\r\n<p>Thrice, Chamberlain personally conferred with Hitler, most famously (or infamously) in Munich in September 1938, after which he told the British people to acclaim that he believed he had secured &quot;peace in our time.&quot; This was before Hitler pushed farther into Czechoslovakia and, through the summer of 1939, built up forces along Germany&rsquo;s border with Poland.</p>\r\n\r\n<p>By email, Chamberlain biographer David Dutton, a professor at the University of Liverpool, told us &quot;Chamberlain did not think the Nazis could be left to get on with what they wanted to do in continental Europe. If this had been the case, he would never have got involved in the 1938 Czechoslovakian crisis in the first place.&quot;</p>\r\n\r\n<p>Dutton also wrote: &quot;What Chamberlain did understand was that Britain was in no position to resist Germany in the 1930s, not least because we could not look to reliable allies,&quot; including the isolationist United States. &quot;He justly feared war, especially from the air&hellip; but he knew that it might eventually come and that Britain had to prepare for it as best she could,&quot; Dutton said. Generally, Dutton called Cruz&rsquo;s claim &quot;superficial and misleading.&quot;</p>\r\n\r\n<p><strong>Chamberlain in charge when war was declared</strong></p>\r\n\r\n<p>In the end, Chamberlain was prime minister when Great Britain and France <a href=\"http://news.bbc.co.uk/onthisday/hi/dates/stories/september/3/newsid_3493000/3493279.stm\"><u>declared war on Germany</u></a> on Sept. 3, 1939, two days after he <a href=\"http://avalon.law.yale.edu/wwii/gb1.asp\"><u>told the House of Commons</u></a> that the British government had made it &quot;crystal clear&quot; to Germany that if it invaded Poland, &quot;we were resolved to oppose them by force.&quot; He added that the responsibility belonged to Germany&rsquo;s leader, Adolf Hitler, &quot;who has not hesitated to plunge the world into misery in order to serve his own senseless ambitions.&quot;</p>\r\n\r\n<p>Noting that German troops had crossed into Poland and bombs were landing on defenseless towns, Chamberlain said: &quot;In these circumstances there is only one course open to us.&quot;</p>\r\n\r\n<p>Chamberlain that day did not indicate the British couldn&rsquo;t defeat the Nazis. Rather, he said British armed forces were better prepared than they had been for World War I.</p>\r\n\r\n<p>Chamberlain also indicated he had lost his patience with Germany in Europe. &quot;It now only remains for us to set our teeth and to enter upon this struggle, which we ourselves earnestly endeavored to avoid, with determination to see it through to the end,&quot; he said. Otherwise, he said, &quot;we shall merely pass from one crisis to another, and see one country after another attacked by methods which have now become familiar to us in their sickening technique. We are resolved that these methods must come to an end.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Cruz said Chamberlain &quot;told the British people: &lsquo;Accept the Nazis. Yes, they will dominate the continent of Europe, but that is not our problem. Let&#39;s appease them. Why? Because it can&#39;t be done. We cannot possibly stand against them.&rsquo; &quot;</p>\r\n\r\n<p>We see an element of truth in this claim; Chamberlain invested repeatedly in diplomacy in hopes of heading off war and he bowed to some German objectives on the continent. But he simultaneously committed to British rearmament and also made it clear, publicly, that his nation would not sit back should Germany invade Poland.</p>\r\n\r\n<p>We rate this statement as Mostly False.</p>\r\n\r\n<hr />\r\n<p><strong><em>MOSTLY FALSE</em></strong> <em>&ndash; The statement contains an element of truth but ignores critical facts that would give a different impression.</em></p>\r\n\r\n<p>Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> <u>more</u></a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n\r\n<p>&nbsp;</p>\r\n", "ruling_comments_date": "2013-10-16T14:17:50.889481", "ruling_date": "2013-10-16T15:02:53", "ruling_headline": "British prime minister didn't tell people the country couldn't possibly withstand Germany", "ruling_headline_slug": "ted-cruz-airs-popular-and-flawed-impression-britis", "ruling_link_text": "Didn't urge countrymen to uncle, didn't say military couldn't withstand", "ruling_state": null, "source_documents": null, "sources": "<p>Web page, <a href=\"http://news.bbc.co.uk/onthisday/hi/dates/stories/september/3/newsid_3493000/3493279.stm\"><u>&quot;On this day, September 3,&quot;</u></a> BBC (accessed Oct. 1, 2013)</p>\r\n\r\n<p>Speech, <a href=\"http://avalon.law.yale.edu/wwii/gb1.asp\"><u>&quot;Address by Neville Chamberlain, September 1, 1939,&quot;</u></a> Yale Law School (accessed Oct. 2, 2013)</p>\r\n\r\n<p>Telephone interview, <a href=\"http://www.utexas.edu/cola/depts/history/faculty/louiswr\"><u>William Robert Louis</u></a>, professor, Kerr Chair in English History and Culture, Oct. 2, 2013</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1mnqlqT2ZhICoLHnegxK0hu25ifwdsueskDy8jBIGsU4/pub\"><u>Email</u></a>, <a href=\"http://www.plymouth.ac.uk/staff/nsmart\"><u>Nick Smart</u></a>, lecturer in history, Plymouth University, School of Humanities and Performing Arts, Oct. 2, 2013</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1U3esMUFCevENxTU4sokJ0Sl_uJtOITfXLuOi88KVaGI/pub\"><u>Emails</u></a>, <a href=\"http://www.andrew-roberts.net/about_andrew.asp\"><u>Andrew Roberts</u></a>, Merrill Family visiting professor, Cornell University, Sept. 27, 2013</p>\r\n\r\n<p>Book, &quot;Neville Chamberlain,&quot; by Nick Smart, Routledge, 2010</p>\r\n\r\n<p>Book, &quot;The Neville Chamberlain Diary Letters, Volume 4, The Downing Street Years, 1934-40,&quot; edited by Robert Self, Ashgate, 2005</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1V7ftnaYVivKpY8FMaiB3bQUrJ8vTndPyGhU4dhZfyWg/pub\"><u>Email</u></a>,<a href=\"http://tulip.liv.ac.uk/pls/new_portal/tulwwwmerge.mergepage?p_template=hist&amp;p_tulipproc=staff&amp;p_params=%3Fp_func%3Dteldir%26p_hash%3DA549812%26p_url%3DHI%26p_template%3Dhist\"> <u>David Dutton</u></a>, professor, Twentieth-Century British political history, University of Liverpool School of History, Oct. 4, 2013</p>\r\n\r\n<p>Book, &quot;Neville Chamberlain, A Biography,&quot; by Robert Self, Ashgate, 2006</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 43, "current_job": "Senator", "false_count": 38, "first_name": "Ted", "half_true_count": 20, "home_state": "Texas", "id": 1475, "last_name": "Cruz", "mostly_true_count": 22, "name_slug": "ted-cruz", "pants_count": 9, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/CRUZPFTNEW.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1475/", "total_count": 141, "true_count": 7, "website": "http://www.tedcruz.org/"}, "statement": "<p>&quot;Neville Chamberlain told the British people: &lsquo;Accept the Nazis. Yes, they will dominate the continent of Europe, but that is not our problem. Let&#39;s appease them. Why? Because it can&#39;t be done. We cannot possibly stand against them.&rsquo;&quot;</p>\r\n", "statement_context": "speech advocating repeal of Obamacare law", "statement_date": "2013-09-24", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}], "target": [], "twitter_headline": ""}