{"art": [], "author": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "canonical_url": "/truth-o-meter/statements/2013/oct/17/ted-cruz/sen-ted-cruz-says-premiums-have-gone-virtually-eve/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": null, "id": 8419, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "resource_uri": "/api/v/2/statement/8419/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>A few hours before the Senate voted to end a 16-day government shutdown and raise the debt ceiling, the lawmaker who played a leading role in precipitating the crisis, Sen. Ted Cruz, R-Texas, spoke to reporters. Cruz&rsquo;s mission had been to defund President Barack Obama&rsquo;s health care law and, as he has from the start, Cruz listed the failings of the health care program.</p>\r\n\r\n<p>&quot;President Obama promised the American people Obamacare would lower your health insurance premiums,&quot; Cruz said. &quot;I would venture to say virtually every person across this country has seen exactly the opposite happen, has seen premiums going up and up and up.&quot;</p>\r\n\r\n<p>We received many requests to check this statement and so we&rsquo;ll examine whether Obamacare meant that &quot;virtually every person across this country ... has seen premiums going up and up and up.&quot;</p>\r\n\r\n<p><strong>Not for the entire insurance market</strong></p>\r\n\r\n<p>The new health care law takes a private market system and gives it an overlay of government rules. The private market has two major sectors -- the group market and the non-group, often called the individual market.</p>\r\n\r\n<p>About 60 percent of Americans under the age of 65 get their insurance through their employers.That&rsquo;s the group market, where insurance companies write policies that cover a lot of workers all at once.</p>\r\n\r\n<p>One critic of the new law, Robert Laszewski, a health insurance consultant and head of Health Policy and Strategy Associates, says the new health care law has had little impact on people who currently get their insurance through their work.</p>\r\n\r\n<p>&quot;In the large employer market where most under-65 folks are, the Obamacare increase is a very few percentage points, like 2 points,&quot; Laszewski said.</p>\r\n\r\n<p>Other experts we talked to echoed that point, without necessarily agreeing to Laszewski&rsquo;s specific estimate of a 2 percent increase.</p>\r\n\r\n<p>The former head of Medicare and Medicaid under President George W. Bush, Gail Wilensky, noted the health reform law has touched group coverage in certain ways, such as allowing children to stay on their parents&#39; plan.</p>\r\n\r\n<p>&quot;Some portion &mdash; albeit probably a very small portion &mdash; of all premiums probably have gone up as a result of these requirements,&quot; Wilensky said.</p>\r\n\r\n<p>So Cruz&rsquo;s claim about what &quot;virtually every person&quot; has seen runs up against the realities of the marketplace. About two-thirds of Americans buy their insurance in the part of the market where Obamacare has had the least effect.</p>\r\n\r\n<p><strong>Evidence of premium hikes</strong></p>\r\n\r\n<p>Where Obamacare has been most active is on the individual side, which accounts for less than 10 percent of Americans with insurance. The health insurance marketplaces that opened with fits and starts this month are all about people buying coverage on their own.</p>\r\n\r\n<p>Obamacare requires most everyone to have insurance, says no one can be denied coverage for a pre-existing health problem and sets minimum standards for the services that policies must cover. It also offers subsidies to defray the cost of insurance for many people.</p>\r\n\r\n<p>For some, those changes can translate into higher premiums.</p>\r\n\r\n<p>From the earliest days of the debate over Obamacare, there has been general agreement that young people in the individual market would see the largest hit on their wallets. If they never had insurance, they would now need to pay for it. If they did have individual coverage, it would be more expensive.</p>\r\n\r\n<p>The Heritage Foundation, a conservative think tank strongly opposed to Obamacare, did an <a href=\"http://www.heritage.org/research/reports/2013/10/enrollment-in-obamacare-exchanges-how-will-your-health-insurance-fare\"><u>analysis of the premiums </u></a>offered through the health care marketplaces that opened this month. It found &quot;the insurance on health exchanges will cost more than existing insurance.&quot; According to the Heritage computer simulation, young people in their late 20s and 30s will see the greatest increases. The study cited Vermont where it estimated that rates for a 27-year-old will go up 144 percent, but older adults would also see a hefty increase.</p>\r\n\r\n<p>This is just one study from a group that advocates conservative policies. Analysts at the Kaiser Family Foundation, an independent group that enjoys broad credibility, have <a href=\"http://kaiserfamilyfoundation.files.wordpress.com/2013/09/understanding-insurance-premiums-under-the-affordable-care-act-091013-transcript1.pdf\"><u>declined to compare rates </u></a>before and after Obamacare on the grounds that good data is lacking. They said we don&rsquo;t know what people in the individual market pay today and we don&rsquo;t know what they will choose in the Marketplaces.</p>\r\n\r\n<p>However, the general idea that young people will pay more comes as no surprise to Sabrina Corlette, program director for the Center on Health Insurance Reforms at Georgetown University.</p>\r\n\r\n<p>&quot;Young, healthy individuals who buy coverage on their own might see their rates rise, because they&#39;ll now be pooled with older sicker individuals,&quot; Corelette said. &quot;But remember, these folks&#39; premiums pre-ACA were kept low because plans were able to deny coverage to people with pre-existing conditions. We&#39;re now moving to a system that doesn&#39;t discriminate and that means that yes, some people might have to pay more.&quot;</p>\r\n\r\n<p>Also, there are early signs that some people who already buy on the individual market are vulnerable to the minimum coverage requirements under Obamacare. If their plans fell below that standard, some of them would get letters from their insurance companies telling them that higher premiums are in store.</p>\r\n\r\n<p>&quot;I am hearing the actuaries talk about baseline increases of 30 percent to 40 percent,&quot; said Laszewski.</p>\r\n\r\n<p>These are the sort of trends that Cruz&rsquo;s office pointed to when we asked them about his claim.</p>\r\n\r\n<p>Another important note is that health care premiums <a href=\"http://www.politifact.com/truth-o-meter/statements/2013/sep/04/republican-national-committee-republican/republican-national-committee-says-health-insuranc/\"><u>generally have been rising for years</u></a>, regardless of the health care law.</p>\r\n\r\n<p>According to the Kaiser Family Foundation, the average family premium for employer-sponsored plans rose by an average of 5.8 percent per year from 2008 to 2013. Before that, premiums actually were rising faster. From 1999 to 2008, premiums rose by an average of 13.2 percent a year, Kaiser found.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Cruz said Obamacare has led to premiums going up and up and up for virtually every person. Cruz was most inaccurate when he spoke sweepingly about most Americans. The fact is, the majority of Americans already have insurance and Obamacare has had little impact on their premiums.</p>\r\n\r\n<p>The people first in line to see the law&rsquo;s effects are in the individual market. There, it is true that young adults, along with some older adults, are vulnerable to hefty premiums hikes, but as painful as that might be, their numbers hardly amount to &quot;virtually every person.&quot;</p>\r\n\r\n<p>One final point: Cruz&#39;s comments don&#39;t take into account the many people who will get subsidies as they shop on the health care marketplaces. People making less than 400 percent of the poverty level will be eligible for subsidies. If these people have been able to afford to buy their own insurance before the law, then they should&nbsp;see substantial decreases in their premiums thanks to the new regulations and subsidies.</p>\r\n\r\n<p>Cruz is using inflated rhetoric. We rate his claim False.</p>\r\n", "ruling_comments_date": "2013-10-17T16:44:57.588735", "ruling_date": "2013-10-17T17:19:44", "ruling_headline": "Sen. Ted Cruz says premiums have gone 'up and up and up' for 'virtually every person' ", "ruling_headline_slug": "sen-ted-cruz-says-premiums-have-gone-virtually-eve", "ruling_link_text": "Virtually, not even close to every person", "ruling_state": null, "source_documents": null, "sources": "<p>Sen. Ted Cruz,<a href=\"http://cq.com/doc/newsmakertranscripts-4362787\"> <u>Comments to reporters</u></a>, Oct. 16, 2013</p>\r\n\r\n<p>Congressional Research Service,<a href=\"http://www.ncsl.org/documents/health/mrktstrofhlthins.pdf\"> <u>The market structure of the health insurance industry</u></a>, April 8, 2010</p>\r\n\r\n<p>Email interview with Robert Laszewski, CEO Health Policy and Strategy Associates, Oct. 16, 2013</p>\r\n\r\n<p>Email interview with Gail Wilensky, senior fellow, Project Hope, Oct. 16, 2013</p>\r\n\r\n<p>Email interview with Catherine Frazier, press secretary, Sen. Ted Cruz, Oct. 16, 2013</p>\r\n\r\n<p>Email interview with Robert Moffit, senior fellow, Heritage Foundation, Oct. 16, 2013</p>\r\n\r\n<p>Email interview with Sabrina Corlette, program director, Center on Health Insurance Reforms, Georgetown University, Oct. 16, 2013</p>\r\n\r\n<p>Heritage Foundation,<a href=\"http://www.heritage.org/research/reports/2013/10/enrollment-in-obamacare-exchanges-how-will-your-health-insurance-fare\"> <u>How Will You Fare in the Obamacare Exchanges?</u></a>, Oct. 16, 2013</p>\r\n\r\n<p>PolitiFact,<a href=\"http://www.politifact.com/truth-o-meter/statements/2013/sep/04/republican-national-committee-republican/republican-national-committee-says-health-insuranc/\"> <u>Republican National Committee says health insurance premiums have risen 29 percent under Obama</u></a>, Sept. 4, 2013</p>\r\n\r\n<p>Email interview with Jonathan Gruber, health care economist, Massachusetts Institute of Technology, Oct. 16, 2013</p>\r\n\r\n<p>Kaiser Family Foundation / Health Research &amp; Educational Trust, <a href=\"http://kff.org/private-insurance/report/2013-employer-health-benefits/\"><u>2013 Employer Health Benefits Survey</u></a></p>\r\n\r\n<p>United States Census, <a href=\"http://www.census.gov/hhes/www/hlthins/data/incpovhlth/2012/tables.html\"><u>Income, poverty and health insurance coverage: 2012 -- tables and figures</u></a></p>\r\n\r\n<p>Kaiser Family Foundation, <a href=\"http://kaiserfamilyfoundation.files.wordpress.com/2013/09/understanding-insurance-premiums-under-the-affordable-care-act-091013-transcript1.pdf\"><u>Understanding insurance premiums under the Affordable Care Act</u></a>, Sept. 10, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 43, "current_job": "Senator", "false_count": 38, "first_name": "Ted", "half_true_count": 20, "home_state": "Texas", "id": 1475, "last_name": "Cruz", "mostly_true_count": 22, "name_slug": "ted-cruz", "pants_count": 9, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/CRUZPFTNEW.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1475/", "total_count": 141, "true_count": 7, "website": "http://www.tedcruz.org/"}, "statement": "<p>&quot;Virtually every person across this country has seen premiums going up and up and up&quot; due to Obamacare.</p>\r\n", "statement_context": "a conversation with reporters", "statement_date": "2013-10-16", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}