{"art": [], "author": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "canonical_url": "/oregon/statements/2013/oct/17/suzanne-bonamici/were-30000-oregonians-employed-federal-government-/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "mbrence@oregonian.com", "first_name": "Michelle", "id": 415, "last_name": "Brence", "name_slug": "michelle-brence", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/415/", "title": "Politics editor", "twitter": null}], "facebook_headline": null, "id": 8420, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "resource_uri": "/api/v/2/statement/8420/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>The federal government is finally reopening its doors, and hundreds of thousands of furloughed employees are back on the job. Still, the cost to the economy lingers. Recently, Standard &amp; Poor&rsquo;s, the financial services company, estimated that the 16-day shutdown cost the U.S. economy some $24 billion.</p>\r\n\r\n<p>In an opinion piece published on OregonLive.com a few days before the government reopened, U.S. Rep. Suzanne Bonamici, D-Ore., bemoaned such costs.</p>\r\n\r\n<p>&quot;The government shutdown is already causing damage,&quot; she wrote. &quot;Veterans&rsquo; benefits have been held up, national parks and museums are closed, federal research has been halted, and small business loan applications are not being processed. Hundreds of thousands of federal employees, including nearly 30,000 in Oregon, have been furloughed, and millions more continue to do their jobs without knowing when they&rsquo;ll receive a paycheck.&quot;</p>\r\n\r\n<p>The consequences of the political brinksmanship are no doubt profound. Still, the piece about 30,000 Oregonians being on furlough caught our attention. We&rsquo;d read lots of articles that mentioned the state&rsquo;s nearly 30,000 federal employees, but surely they weren&#39;t all on furlough, right?</p>\r\n\r\n<p>We started where we usually do, with the source, and called the representative&rsquo;s office. Bonamici&rsquo;s spokesman, Mike Morosi, looked into the matter and quickly issued a clarification.</p>\r\n\r\n<p>&quot;The Oregonian and other news outlets have reported that there are approximately 30,000 federal employees in the state of Oregon,&quot; read the widely circulated clarification. &quot;The precise number of federal employee furloughs fluctuated throughout the duration of the 16 day shutdown. Our office has requested an analysis of furloughs in Oregon, but it will take some time before that information is made available.</p>\r\n\r\n<p>&quot;The guest editorial was careful to not claim that all federal employees in Oregon had been furloughed, but the use of the word &lsquo;nearly&rsquo; may have been an overstatement. Some news reports indicate that roughly a third of federal employees nationwide have been furloughed, but that number differs greatly by agency and state.</p>\r\n\r\n<p>&quot;In the absence of more specific information, it would have been more appropriate to say that &lsquo;many of the approximately 30,000 federal employees in Oregon have been furloughed.&rsquo; &quot;</p>\r\n\r\n<p>We asked Morosi how long it would take to get the furlough analysis the representative&rsquo;s office has requested. Unfortunately, he said, it could take longer than a week given how backlogged much of the federal government is following the shutdown.</p>\r\n\r\n<p>The quick response and clarification from the office was definitely appreciated, but PolitiFact Oregon generally continues to pursue the question even if the speaker admits a mistake. Words matter and such statements can last a long time in the political arena, even if they are revised later.</p>\r\n\r\n<p>So we called Nick Beleiciks, a state employment economist with the Oregon Labor Market Information System. He told us that the most recent data put the state&rsquo;s number of federal workers at 26,926. Of those, 6,567 work for the U.S. Postal Service and were not furloughed.</p>\r\n\r\n<p>That left a possible 20,000 employees. But even that number is an overstatement because 3,500 work for federally run hospitals such as the Veterans Affairs medical centers. And 3,000 work for federal environmental programs and nearly 1,500 in national security and international affairs positions, including the Transportation Security Administration.</p>\r\n\r\n<p>Now, some of those 8,000 employees may have been furloughed, but others were considered essential and continue to work and still others, like those working for Veterans Affairs, have positions funded a year in advance or through other sources.</p>\r\n\r\n<p>That is all to say that the number of Oregon workers on furlough was not &quot;nearly 30,000.&quot;</p>\r\n\r\n<p>In fact, State Economist Mark McMullen <a href=\"http://www.oregonlive.com/money/index.ssf/2013/10/government_shutdown_effects_lo.html\">told Oregonian reporter Molly Young</a> that about &quot;one-thid of those employees, or about 9,000 workers&quot; would likely be furloughed when the shutdown first began.</p>\r\n\r\n<p>In our various discussions, Morosi did note that those working still had to forgo paychecks. They&rsquo;ll receive back pay, but until the government opened again, checks couldn&rsquo;t be written. That was no doubt a huge strain on many households -- it certainly would be for ours -- and it&rsquo;s good context.</p>\r\n\r\n<p>Bonamici said nearly 30,000 federal employees in Oregon were furloughed because of the government shutdown. Now it&rsquo;s true that those nearly 30,000 federal employees in Oregon were affected by the shutdown, but they weren&rsquo;t all furloughed.</p>\r\n\r\n<p>We&rsquo;d love to have the full forthcoming analysis requested by the representative&rsquo;s office, but even without its specifics, we know this statement isn&rsquo;t accurate. We rate this statement False.</p>\r\n", "ruling_comments_date": "2013-10-17T19:46:13.337526", "ruling_date": "2013-10-17T16:42:10", "ruling_headline": "Were 30,000 Oregonians employed by federal government furloughed during shutdown?", "ruling_headline_slug": "were-30000-oregonians-employed-federal-government-", "ruling_link_text": "Not all the federal employees were furloughed.", "ruling_state": null, "source_documents": null, "sources": "<p>Interview with Mike Morosi, spokesman for Rep. Suzanne Bonamici, Oct. 17, 2013</p>\r\n\r\n<p>E-mail from Mike Morosi, spokesman for Rep. Suzanne Bonamici, Oct. 17, 2013</p>\r\n\r\n<p>Interview with Nick Beleiciks, a state employment economist with the Oregon Labor Market Information System, OCt. 17, 2013</p>\r\n\r\n<p>Rep. Suzanne Bonamici, &quot;U.S. economy should not be bargaining chip in health care debate,&quot; Oct. 12, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "State Senator", "false_count": 3, "first_name": "Suzanne", "half_true_count": 0, "home_state": "Oregon", "id": 1538, "last_name": "Bonamici", "mostly_true_count": 0, "name_slug": "suzanne-bonamici", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/bonamici.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1538/", "total_count": 7, "true_count": 3, "website": "http://www.bonamiciforcongress.com/"}, "statement": "<p>Says &quot;nearly 30,000&quot; federal employees in Oregon were furloughed during the government shutdown.</p>\r\n", "statement_context": "an opinion piece. ", "statement_date": "2013-10-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}