{"art": [], "author": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "canonical_url": "/oregon/statements/2013/oct/24/jason-conger/are-there-more-people-living-poverty-now-there-wer/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "mbrence@oregonian.com", "first_name": "Michelle", "id": 415, "last_name": "Brence", "name_slug": "michelle-brence", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/415/", "title": "Politics editor", "twitter": null}], "facebook_headline": null, "id": 8456, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "resource_uri": "/api/v/2/statement/8456/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>When Bend Rep. Jason Conger announced that he will seek the Republican nomination for U.S. Senate in hopes of squaring off against Sen. Jeff Merkley, he outlined his stance on several issues, including poverty.</p>\r\n\r\n<p>It&rsquo;s a timely topic, especially given that a potential crisis could be brewing with regard to food stamp funding. A recession-era boost to the Supplemental Nutrition Assistance Program expires Nov. 1, meaning all recipients will see their benefits drop. Plus, lawmakers are considering additional cuts to the program, which has seen considerable growth in recent years. &nbsp;</p>\r\n\r\n<p>That&rsquo;s all just context, though, for what we&rsquo;re really interested in. During his announcement, Conger maintained that the long-running War on Poverty (which involves programs such as SNAP) has failed to make much difference. In fact, he said, things are worse than before.</p>\r\n\r\n<p>&quot;We&rsquo;ve been fighting a war on poverty for 50 years and we failed,&quot; he said. &quot;There are actually more people in poverty now than there were when we started. We&rsquo;re spending a trillion dollars on safety net programs. &hellip; Does anyone think for any reason that just throwing more money into that same system is going to change the result? Of course not.&quot;</p>\r\n\r\n<p>Now, folks have probably dedicated careers to trying to determine whether the War on Poverty has succeeded in any meaningful way. Certainly, it&rsquo;s too complicated a question for a single PolitiFact. But one thing PolitiFact Oregon could check was whether there are &quot;actually more people in poverty now than there were when we started.&quot;</p>\r\n\r\n<p>The whole concept of the War on Poverty dates to 1964 when President Lyndon B. Johnson introduced legislation that, among other things, created Medicare and Medicaid, and gave permanence to the food stamp program.</p>\r\n\r\n<p>The U.S. Census Bureau has been keeping an eye on poverty for decades, stretching back even before Johnson&rsquo;s reforms. So figures were easy to come by. In the bureau&#39;s most recent report on poverty, a helpful graph shows both the number of folks in poverty and the poverty rate (which takes into account the growing population).</p>\r\n\r\n<p>The two graphs tell different stories, depending on how you read them.</p>\r\n\r\n<p>In terms of whole numbers, Conger is right. About 36 million folks were living in poverty in 1964, and about 46.5 million folks live in poverty today -- obviously an increase. However, if you consider the other graph, you&rsquo;ll find the poverty rate was 19 percent in 1964 and is about 15 percent now. Truth be told, the rate has been fairly stagnant ever since a drop in the 1960s.</p>\r\n\r\n<p>We spoke with Conger about his decision to go with the raw figures over the rate. It came down to accuracy, he said. The more he looked into comparing rates over time, he said, the less he was certain he&rsquo;d be comparing &quot;apples to apples.&quot;</p>\r\n\r\n<p>&quot;I didn&rsquo;t want to distort it or anything,&quot; Conger said. &quot;I used the raw number because I know that&rsquo;s true.&quot;</p>\r\n\r\n<p>He also pointed out that he could have done something sensational. He could have, for instance, said the number of people living in poverty grew by more than 20 percent since the War on Poverty began, but he said he knew that would be alarmist. &quot;I deliberately didn&#39;t do that because I was just trying to make a point.&quot;</p>\r\n\r\n<p>Now, we&rsquo;ve done our share of looks at poverty during our time with PolitiFact Oregon, and we know this is a complicated issue. So we turned to an expert, Beth Mattingly, a researcher with the Stanford Center for the Study of Poverty and Inequality.</p>\r\n\r\n<p>The big difficulty with measuring poverty, she said, is that while programs aimed at fighting poverty have increased, the government&rsquo;s method for measuring poverty, which is heavily focused on an individual&#39;s cash resources, has not. That means the rate does not take into account several types of assistance, specifically the types Conger was calling ineffective.</p>\r\n\r\n<p>Non-cash transfers such as food stamps, energy assistance and nutrition programs for women and children don&rsquo;t get counted. Neither does the earned income tax credit, one of the bigger tools used for fighting poverty.</p>\r\n\r\n<p>&quot;The official poverty number hasn&#39;t declined dramatically,&quot; Mattingly said, &quot;but it means something different today than it did before the War on Poverty.&quot;</p>\r\n\r\n<p>Folks who research poverty, including employees of the U.S. Census Bureau, have tried different ways of looking at the poverty rate. One that Mattingly suggested we take a look at is called the Supplemental Poverty Measure, which does pull together the various types of assistance. The measure also takes into account necessary costs to a family or individual, for instance health care or transportation. The idea is that it would offer a more comprehensive measure. Unfortunately, that measure has been around only a few years and doesn&rsquo;t give us a direct comparison between now and 1964.</p>\r\n\r\n<p>So back to our ruling. Conger is correct that more people are in poverty now than in 1964 in terms of raw numbers. But if you look at the rate, which takes population growth into account, we&rsquo;ve experienced an overall drop. The rate itself, of course, is not perfect, but that seems to be the fairest measure over time, even if it doesn&rsquo;t take into account many of the programs that came a result of the War on Poverty.</p>\r\n\r\n<p>Conger&rsquo;s statement is accurate but needs that clarification. We rate this claim Mostly True.</p>\r\n\r\n<p>Tell us what you think by <a href=\"http://www.oregonlive.com/politics/index.ssf/2013/10/are_there_more_people_living_i.html#incart_m-rpt-2\">leaving a comment on OregonLive.com</a>.</p>\r\n", "ruling_comments_date": "2013-10-24T18:33:55.021275", "ruling_date": "2013-10-24T15:33:14", "ruling_headline": "Are there more people living in poverty now than there were 50 years ago?", "ruling_headline_slug": "are-there-more-people-living-poverty-now-there-wer", "ruling_link_text": "More people, but the rate is lower these days.", "ruling_state": null, "source_documents": null, "sources": "<p>Rep. Jason Conger, candidacy announcement speech, Oct. 15, 2013</p>\r\n\r\n<p>Interview with Rep. Jason Conger, Oct. 21, 2013</p>\r\n\r\n<p>Interview with Beth Mattingly, a researcher with the Stanford Center for the Study of Poverty and Inequality, Oct. 22, 2013</p>\r\n\r\n<p>U.S. Census Bureau, &quot;<a href=\"http://www.census.gov/hhes/www/hlthins/data/incpovhlth/2012/index.html\">Income, Poverty, and Health Insurance Coverage in the United States: 2012</a>,&quot; September 2013</p>\r\n\r\n<p>Kathleen Short with the U.S. Census Bureau, &quot;<a href=\"http://www.census.gov/hhes/povmeas/methodology/supplemental/research/Short_ResearchSPM2011.pdf\">Supplemental poverty measure: 2011</a>,&quot; November 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "legislator", "false_count": 1, "first_name": "Jason", "half_true_count": 0, "home_state": "Oregon", "id": 2355, "last_name": "Conger", "mostly_true_count": 1, "name_slug": "jason-conger", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/conger.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2355/", "total_count": 2, "true_count": 0, "website": ""}, "statement": "<p>Says&nbsp;&quot;there are actually more people in poverty now than there were when we started&quot; the War on Poverty.</p>\r\n\r\n<p>&nbsp;</p>\r\n", "statement_context": "a campaign speech.", "statement_date": "2013-10-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 29, "photo": null, "resource_uri": "/api/v/2/subject/29/", "subject": "Poverty", "subject_slug": "poverty", "used_in_edition": []}, {"description": "", "id": 221, "photo": null, "resource_uri": "/api/v/2/subject/221/", "subject": "Welfare", "subject_slug": "welfare", "used_in_edition": ["/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}