{"art": [], "author": [{"email_address": "rkoff@tampabay.com", "first_name": "Rochelle", "id": 411, "last_name": "Koff", "name_slug": "rochelle-koff", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/411/", "title": "Reporter", "twitter": null}], "canonical_url": "/florida/statements/2013/oct/29/maria-sachs/state-senator-says-texting-now-tops-alcohol-leadin/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "facebook_headline": null, "id": 8469, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "rkoff@tampabay.com", "first_name": "Rochelle", "id": 411, "last_name": "Koff", "name_slug": "rochelle-koff", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/411/", "title": "Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/8469/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>On the first day of Florida&rsquo;s new texting-while-driving ban, state Sen. Maria Sachs, the Senate Democratic leader pro-tem, was already announcing a proposal to make the law tougher.</p>\r\n\r\n<p>The new law makes texting while driving a secondary offense, which means an officer can&rsquo;t ticket a motorist only for typing or reading messages while behind the wheel. Rather, the driver has to first commit another violation, like swerving or running a red light.&nbsp;</p>\r\n\r\n<p>Sachs, of Delray Beach, has filed a bill to make texting while driving a primary offense, which she argues will make it easier to enforce. The penalties -- $30 for a first violation -- will remain.</p>\r\n\r\n<p>At a press conference with AutoNation CEO Mike Jackson to announce her proposed changes, Sachs recited several somber statistics. We decided to fact-check this claim: &quot;In 2011, texting surpassed alcohol as the leading contributing factor in teen driving deaths.&quot;</p>\r\n\r\n<p>There&rsquo;s little doubt that texting is a danger in automobile safety. A 2006 study by David Strayer and Frank Drews at the University of Utah found that people are just as impaired when they drive and talk on a cell phone as they are when they drive intoxicated at the legal blood-alcohol limit of 0.08 percent.</p>\r\n\r\n<p>The report, which looked at talking on handheld or hands-free cell phones and not texting, concluded that using a cell phone while driving &quot;can be as profound as those associated with driving while drunk.&quot;</p>\r\n\r\n<p>But is it true that in 2011, texting surpassed alcohol as the leading contributing factor in teen driving deaths?</p>\r\n\r\n<p>When we contacted Sachs&rsquo; office, her legislative chief of staff said the information came from an op-ed <a href=\"http://www.tampabay.com/opinion/columns/stop-this-killer-of-teenagers/1273829\">piece </a>AutoNation&rsquo;s Mike Jackson wrote for the <em>Tampa Bay Times </em>and from news articles about a <a href=\"http://www.abstracts2view.com/pas/view.php?nu=PAS13L1_1512.160\">study</a> done by the Cohen Children&rsquo;s Medical Center in Long Island, N.Y.&nbsp;</p>\r\n\r\n<p>The statistic quoted by Sachs has appeared in various media outlets, including CBS and Newsday, but the study&rsquo;s chief researcher, Dr. Andrew Adesman, said the media &quot;wrongly attributed&quot; the drinking-texting conclusions to his team&rsquo;s studies, a bit of misinformation that has continued to spread.</p>\r\n\r\n<p>Adesman said his research team analyzed CDC data -- the 2011 &quot;<a href=\"http://apps.nccd.cdc.gov/youthonline/App/Results.aspx?TT=A&amp;OUT=0&amp;SID=HS&amp;QID=QQ&amp;LID=XX&amp;YID=2011&amp;LID2=&amp;YID2=&amp;COL=S&amp;ROW1=&amp;ROW2=&amp;HT=QQ&amp;LCT=&amp;FS=&amp;FR=1&amp;FG=1&amp;FSL=&amp;FR\">Youth Risk Behavior Survey</a>&quot; The study found that 45 percent of U.S. high school students 16 and up (46 percent of boys and 40 percent of girls) reported texting while driving during the previous 30 days. The study suggested that the number could actually be a lot higher, given that 75 percent of teens now have cell phones.</p>\r\n\r\n<p>The study, however, didn&rsquo;t directly compare texting and drinking while driving, which makes Sachs&rsquo; conclusion questionable.</p>\r\n\r\n<p>The study found a &quot;subgroup&quot; of the students who admit to texting while driving also tended to be involved in other risky behaviors on the road, including not wearing a seatbelt, riding with a driver who had been drinking alcohol and drinking and driving. These risk takers were also more likely to smoke marijuana, have unsafe sex and &quot;use indoor tanning devices.&quot;&nbsp;</p>\r\n\r\n<p>The correlation of all these factors makes it difficult to determine what is the &quot;leading contributing factor in teen driving deaths.&quot;</p>\r\n\r\n<p>Indeed, certain aspects of the study didn&rsquo;t provide much support for proponents of texting laws. Researchers found that while texting while driving was slightly less common in states that prohibit it, &quot;the reality is that millions of teens text while driving,&quot; Adesman said. The study didn&rsquo;t consider the strength of the laws or penalties.</p>\r\n\r\n<p>Adesman did say there&rsquo;s reason to be alarmed about the number of teens texting. &quot;Kids aren&rsquo;t drinking on a regular basis on school days, but they are texting daily.&quot; (The CDC reports that high school teens drive after drinking 2.4 times a month.)&nbsp;</p>\r\n\r\n<p>Sachs said she wants to &quot;change the culture&quot; of texting while driving. &nbsp;&quot;I think our culture has turned against alcohol and driving, so we want to say to kids, &lsquo;you know it&rsquo;s wrong to drink and drive&rsquo; and the same thing has to be said about texting.&quot;</p>\r\n\r\n<p>Another problem for Sachs&rsquo; claim: The data isn&rsquo;t perfect. The involvement of cell phones is still underreported in accidents, said Deb Trombley, senior program manager for transportation initiatives for the National Safety Council. &quot;One challenge is that there isn&rsquo;t good data. Cell phone use isn&rsquo;t being recorded on crash reports&hellip; It goes down as distracted driving.&quot;&nbsp;</p>\r\n\r\n<p>Jackson&rsquo;s office said that he discovered the information about texting surpassing drunk driving as a cause of teen driving deaths from the National Highway Traffic Safety Administration website, but staff didn&rsquo;t have any further details.</p>\r\n\r\n<p>NHTSA officials said the data they collect suggested the opposite of what Jackson and Sachs claimed. According to the agency, 12 percent of 2,105 teen-aged drivers ages 14 to 18 involved in fatal crashes in 2011 were distracted in some way; 24 percent of those distracted drivers were using a cell phone. By comparison, 20 percent (428) of 14 to 18-year-old drivers involved in a fatal crash in 2011 had some level of alcohol in their system, according to NHTSA.</p>\r\n\r\n<p>A driving distraction can be anything from adjusting the radio or putting on makeup to eating a burger behind the wheel. With teens, there are often a bunch of noisy friends in the car.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Sachs&rsquo; statistic -- that starting in 2011, &nbsp;texting began surpassing alcohol as the leading contributing factor to teen driving deaths -- was based on a misinterpretation of a scientific study and information from NHTSA that could not be confirmed. In reality, NHTSA&rsquo;s analysis of their data found that alcohol was involved in more lethal crashes than distracted driving in 2011. While there&rsquo;s no question that texting while driving is a danger, it hasn&rsquo;t supplanted alcohol as &quot;the leading contributing factor in teen driving deaths.&quot; However, the figures are imperfect enough that we can&#39;t rule out an undercount in deaths associated with texting while driving. We rate the claim Mostly False.</p>\r\n", "ruling_comments_date": "2013-10-28T18:38:10.652268", "ruling_date": "2013-10-29T13:37:16", "ruling_headline": "Fla. state senator says texting now tops alcohol as the leading contributing factor in teen driving deaths", "ruling_headline_slug": "state-senator-says-texting-now-tops-alcohol-leadin", "ruling_link_text": "This talking point needs to pull over", "ruling_state": null, "source_documents": null, "sources": "<p>Phone interview, State Sen. Maria Sachs, D-Delray Beach, Oct. 11, 2013</p>\r\n\r\n<p>Phone interview, Joshua Freeman, chief of staff, Sen. Sachs, &nbsp;Oct. 11, 2013</p>\r\n\r\n<p>Phone interview, Mark Cannon, senior vice president of communications for AutoNation, Oct. 14, 2013 and Oct. 28, 2013</p>\r\n\r\n<p>Opinion piece, &quot;Stop this killer of teenagers,&quot; AutoNation CEO Mike Jackson, Feb. 5, 2013</p>\r\n\r\n<p>Phone interview, Dr. Andrew Adesman, chief of developmental and behavioral pediatrics at Cohen Children&rsquo;s Medical Center of New York, Oct. 15, 2013</p>\r\n\r\n<p>&quot;Texting While Driving Among High School Students in the United States: Analysis of 2011 Data from the National Youth Risk Behavior Study,&quot; published May 4, 2013</p>\r\n\r\n<p>Wmail interviews, National Highway Traffic Safety Administration, Oct. 24, 25, 2013</p>\r\n\r\n<p>Phone, email interview, Tara Kirschner, executive director of the Dori Slosberg Foundation, Oct. 15, 2013</p>\r\n\r\n<p>Phone interviews, Stephanie Smith, AT&amp;T Florida,&nbsp;director of&nbsp;public affairs, Oct. 15 and 16, 2013.</p>\r\n\r\n<p>Phone interview, Karen Morgan, manager, public policy at&nbsp;AAA Auto Club,&nbsp; Oct. 15, 2013</p>\r\n\r\n<p>Phone interview, &nbsp;Ira Leesfield, personal injury attorney and past president, Florida Justice Association, Oct. 16, 2013</p>\r\n\r\n<p>&quot;Drivers on Cell Phones are as Bad as Drunks,&quot; University of Utah News Center release, published June 29, 2013</p>\r\n\r\n<p>Email interview, attorney Joel Feldman, founder of EndDD.org (End Distracted Driving), Oct. 16, 2013</p>\r\n\r\n<p>Email interview, Centers for Disease Control and Prevention, Oct. 22, 2013</p>\r\n\r\n<p>Phone&nbsp;interview, Deborah Trombley, National Safety Council senior program manager transportation initiatives, Oct. 25,&nbsp;2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Florida senator", "false_count": 0, "first_name": "Maria", "half_true_count": 0, "home_state": "Florida", "id": 1703, "last_name": "Sachs", "mostly_true_count": 0, "name_slug": "maria-sachs", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/sachs2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1703/", "total_count": 2, "true_count": 1, "website": "http://mariasachs.com/"}, "statement": "<p>&quot;In 2011, texting surpassed alcohol as the leading contributing factor in teen driving deaths.&quot;</p>\r\n\r\n<p>&nbsp;</p>\r\n", "statement_context": "a press conference at AutoNation in Fort Lauderdale", "statement_date": "2013-10-01", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 173, "photo": null, "resource_uri": "/api/v/2/subject/173/", "subject": "Public Safety", "subject_slug": "public-safety", "used_in_edition": ["/api/v/2/edition/9/"]}], "target": [], "twitter_headline": ""}