{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2013/oct/31/democratic-governors-association/no-evidence-behind-claim-2011-voter-id-law-came-be/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 8482, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/8482/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>An Oct. 24, 2013, email blast from the Democratic Governors Association opened: &quot;BREAKING: Texas Governor Rick Perry&rsquo;s voter ID law is a blatant effort to defeat Wendy Davis by disenfranchising tens of thousands of women voters.&quot;</p>\r\n\r\n<p>The email, urging donations to Davis&rsquo; gubernatorial campaign, went on to say that Perry and &quot;his handpicked successor, Greg Abbott,&quot; the Republican Texas attorney general running for governor, &quot;are trying to undo the voting rights women fought for &ndash; a century ago! It&rsquo;s downright anti-democratic.&quot;</p>\r\n\r\n<p>Dramatic--and is this so?</p>\r\n\r\n<p>From the top, there&rsquo;s a sizable timeline hiccup in the idea that the Texas <a href=\"http://www.legis.state.tx.us/tlodocs/82R/billtext/html/SB00014F.htm\"><u>voter ID law</u></a>, approved by the Republican-led Legislature and <a href=\"http://www.legis.state.tx.us/BillLookup/Actions.aspx?LegSess=82R&amp;Bill=SB14\"><u>signed into law</u></a> by Perry in 2011, came to be in order to disenfranchise women potentially voting for Davis for governor in 2014. Davis, a Fort Worth state senator, <a href=\"http://www.statesman.com/documents/2013/oct/03/statement-declaring-wendy-davis-candidacy-governor/\"><u>announced her gubernatorial candidacy</u></a> on Oct. 3, 2013 and wasn&rsquo;t even reported to be considering a statewide bid until after her June 25, 2013 filibuster slowing GOP-led passage of a measure stepping up abortion restrictions.</p>\r\n\r\n<p>To our request for backup information, an association spokesman, Danny Kanner, emailed us links to a news article and commentary, both published in October 2013, and to a 2006 report by the Brennan Center for Justice at New York University. The articles touched on the possibility that photo IDs presented by women at the polls might not have the same names on them as voter records. None reached conclusions about a link between the 2011 law and Davis garnering votes for governor in 2014.</p>\r\n\r\n<p>Under the Texas law, which had its implementation delayed to the November 2013 elections by legal challenges, voters going to the polls are expected to present a photo ID issued by the Texas Department of Public Safety (a driver&#39;s license, personal ID card, concealed handgun license or election identification certificate) or by the federal government (a passport, military ID or a citizenship or naturalization certificate).</p>\r\n\r\n<p><strong>One voter&#39;s experience</strong></p>\r\n\r\n<p>As noted by Kanner, on Oct. 22, 2013, KIII-TV, Channel 3 in Corpus Christi,<a href=\"http://www.kiiitv.com/story/23761660/voter-id-law-may-cause-problems-for-women-using-maiden-names\"> <u>reported</u></a> that the law may cause delays at polling places when a voter&rsquo;s name on their offered ID doesn&rsquo;t match their name on the voter roll. The story quoted a state district judge, Sandra Watts, as saying that when she went to vote the day before, what &quot;I have used for voter registration and for identification for the last 52 years was not sufficient.&quot; Watts was required to sign an affidavit affirming her identity, the story said, when a poll official noticed that she had one name shown as her middle name on her driver&rsquo;s license and a different middle name on her voter registration card. One of the middle names was her maiden name.</p>\r\n\r\n<p>The story further noted that the alternative to signing a voter affidavit would be to vote a provisional ballot. A provisional ballot isn&rsquo;t counted until seven to 10 days after an election and then only after a voter proves their eligibility.</p>\r\n\r\n<p><strong>Commentator&#39;s speculation</strong></p>\r\n\r\n<p>On Oct. 24, 2013, <em>Slate </em>legal columnist Dahlia Lithwick<a href=\"http://www.slate.com/articles/double_x/doublex/2013/10/how_voter_id_laws_might_suppress_the_votes_of_women_republican_women.html\"> <u>wrote</u></a> a commentary, also noted by Kanner, about the effect of voter ID laws on turnout. She concluded there is insufficient data to reach sweeping conclusions about the effects of voter ID laws on disenfranchising women. Lithwick noted first that some see an effort to deter females aligned with Democratic candidates from casting ballots. To the contrary, Lithwick wrote, some election law experts told her such laws might deter more conservative women who might be more likely to have different names on their voter registrations and photo IDs.</p>\r\n\r\n<p><strong>Brennan Center survey</strong></p>\r\n\r\n<p>Kanner also pointed out a 2006 <a href=\"http://www.brennancenter.org/sites/default/files/legacy/d/download_file_39242.pdf\"><u>survey</u></a> conducted by the Brennan Center indicating that only 48 percent of voting-age women with ready access to their birth certificates had a certificate with their current legal name. &quot;Many of those who possess ready documentation of their citizenship do not have documentation that reflects their current name. For example, survey results show that only 48% of voting-age women with ready access to their U.S. birth certificates have a birth certificate with current legal name &ndash; and only 66% of voting-age women with ready access to any proof of citizenship have a document with current legal name. Using 2000 census citizen voting-age population data, this means that as many as 32 million voting-age women may have available only proof of citizenship documents that do not reflect their current name.&quot;</p>\r\n\r\n<p>Concern about women being blocked from voting is one thing. We looked for signs the law was written to do so, coming up empty.</p>\r\n\r\n<p><strong>A press release and a news blog post</strong></p>\r\n\r\n<p>On the Nexis database, we searched for news articles on the 2011 Texas law and the disenfranchisement of women.</p>\r\n\r\n<p>Many stories touched on Democratic charges that ID demands at the polls would deter Latino and black voters. Very little turned up focusing on the effects of the mandate on women.</p>\r\n\r\n<p>On March 24, 2011, blogger Charles Kuffner of Houston<a href=\"http://offthekuff.com/wp/?p=35715\"> <u>quoted</u></a> a press release issued by Houston state Rep. Jessica Farrar, a Democrat who opposed the proposal. Issued after the House advanced the ID measure, Farrar&rsquo;s release said: &quot;The list of citizens who could be denied the right to vote because of the new requirement is quite lengthy, and includes: the elderly, women who are recently married or divorced, college students, the poor, those who live in rural areas, Hispanics and African Americans.&quot;</p>\r\n\r\n<p>Earlier, the <em>Fort Worth Star-Telegram</em><a href=\"http://blogs.star-telegram.com/politex/2011/01/davis-recalls-her-experiences-as-a-single-mom-in-voter-id-debate.html\"> <u>reported</u></a> on Davis questioning the Senate&rsquo;s version of the ID measure by recalling her younger years while stressing the possible effect of the law on low-income Texans.</p>\r\n\r\n<p>&quot;Long before she was a Harvard-educated attorney and a member of the state Senate, Wendy Davis was a divorced single mom who was holding down two jobs and raising a young daughter while attending Tarrant County Community College,&quot; the newspaper&rsquo;s Dave Montgomery said in a Jan. 25, 2011, PoliTex blog post. &quot;Davis recalled those experiences Tuesday as the Republican-controlled state Senate debated a controversial voter ID bill. Like other Democrats, she contended that (Senate Bill) 14 threatens to disenfranchise the indigent, minorities and elderly by requiring voters to show a photo identification in order to vote,&quot; the post went.</p>\r\n\r\n<p>The blog post continued: &quot;&lsquo;There was a time when I was indigent,&rsquo; the Fort Worth lawmaker told Sen. Troy Fraser, R-Horseshoe Bay, as they debated the merits of the legislation. Had the law been in effect during her earlier days, Davis told Fraser, she &lsquo;would have been quite challenged&rsquo; in acquiring the documentation needed to exercise her right to vote.&quot;</p>\r\n\r\n<p>Davis cited her own experiences when was holding down two jobs and said that many low-income Texans do not have the time to leave work and stand in long lines, nor do they have the money to purchase the required ID documents, Montgomery wrote. &quot;For people who have to take off at work it can be a very real problem,&quot; Davis said as she stood beside a chart illustrating the cost of supporting documents, the blog post said. &quot;I&#39;m afraid we&#39;re going to wind up disenfranchising legal citizens...who are going to be denied the right to vote.&quot;</p>\r\n\r\n<p><strong>More women might lack required ID to vote</strong></p>\r\n\r\n<p>Separately, we asked activists and attorneys who have questioned the law about evidence bearing on the association&rsquo;s claim.</p>\r\n\r\n<p>Wendy Weiser, who directs a Brennan Center project focused on voting rights and who also has been involved in litigation against the law, said by telephone that she is not aware of studies specific to the ID mandate&rsquo;s effect on women alone, though she said that due to marriages and divorces, women generally change their names more often than men.</p>\r\n\r\n<p>Weiser suggested we consider research by <a href=\"http://faculty.washington.edu/mbarreto/\"><u>Matt Barreto</u></a>, a University of Washington political scientist who has conducted voter surveys to gauge how many have the IDs required to vote in states with such mandates. By email, Barreto told us that a 2009 survey of Texas registered voters indicates that at that time, 89.5 percent of male registered voters had a valid photo ID compared with 84.2 percent of women. The difference, Barreto said, was statistically significant and an indication that about 900,000 registered female voters lacked the ID likely required to vote compared with about 520,000 men.</p>\r\n\r\n<p>Arianna Campos, a Farrar aide, suggested we contact Sondra Haltom, president of <a href=\"http://www.empowerthevotetx.org\"><u>Empower the Vote Texas</u></a>, a nonprofit group that describes itself as advocating changes that encourage voter participation and opposing restrictions of voter rights. By telephone, Haltom said that by her analysis, a match of state voter rolls with driver license data, as of August 2013, nearly 610,000 registered voters had no sign of a driver&rsquo;s license or state ID on their voter registration records--with 84 percent of them being women and/or minorities and/or young people. Haltom emailed us a <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGU0JNY0NpZGxjVzQ/edit?usp=sharing\"><u>spreadsheet</u></a> indicating that by her calculation, about 402,000 of the nearly 610,000 voters, 60 percent, were women.</p>\r\n\r\n<p>But the state of Texas and federal judges have objected to reaching conclusions about how many people carry appropriate IDs based on such absences of matching information, a spokesman for Abbott&rsquo;s state office, Jerry Strickland, pointed out by email.</p>\r\n\r\n<p>In August 2012, a judicial panel for the U.S. District Court for the District of Columbia issued a <a href=\"http://www.brennancenter.org/sites/default/files/legacy/Democracy/VRE/TX_voterID_083012.pdf\"><u>ruling</u></a> <a href=\"http://www.texastribune.org/2012/08/30/dc-court-rejects-voter-id-law/\"><u>striking down</u></a> the Texas ID law, though that ruling was overtaken on June 25, 2013 when the <a href=\"http://www.statesman.com/news/news/us-supreme-court-strikes-down-preclearance-formula/nYTnw/\"><u>Supreme Court held</u></a> that Texas and other jurisdictions no longer had to win federal preclearance of changes in voting laws before carrying them out.</p>\r\n\r\n<p>Regardless, the 2012 ruling said the state had failed to prove the ID law would not lead to retrogression in voting among racial minorities. That ruling also challenged the methodology behind tabulating those registration records lacking driver license numbers. The judges noted, first, that Texans seeking to register to vote are given the option of recording the last four digits of a Social Security number or their eight-digit driver&rsquo;s license number, meaning &quot;even voters who possess a driver&rsquo;s license may opt to provide a Social Security number. After all, four digits are easier to write than eight. Furthermore, many voters likely memorize their Social Security number but not their driver&rsquo;s license number,&quot; the judges wrote. &quot;Thus, what voters write on their registration form is barely probative of whether they actually possess a state-issued ID card&mdash;much less whether they possess any&quot; of the types of photo IDs permitted under the law.</p>\r\n\r\n<p><strong>State: No voters turned away to date</strong></p>\r\n\r\n<p>Finally, a spokeswoman for the Texas Secretary of State&rsquo;s office, Alicia Pierce, telephoned us after learning of this fact check from the attorney general&rsquo;s office. Pierce stressed that the Texas law does not require anyone&rsquo;s name on a valid ID to perfectly match their name on their voter registration. She said, too, that voters whose names are &quot;substantially&quot; similar had cast ballots in the 2013 &quot;early voting&quot; period by swearing that they are who they say they are. Men and women were affected to limited degrees, she said. She said she was not aware of anyone with a substantially similar name on their ID and voter registration being prevented from voting.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>The Democratic governors group said the voter ID measure signed into law by Perry is a &quot;blatant effort to defeat Wendy Davis by disenfranchising tens of thousands of women voters.&quot;</p>\r\n\r\n<p>In addition to its timeline gulf--the ID proposal passed into law two years before Davis emerged as a serious gubernatorial prospect--this claim suffers from an absence of proof that the Texas law was intended to disenfranchise tens of thousands of women or has had such an immediate effect.</p>\r\n\r\n<p>Significantly, we are not judging here whether the ID hurdle is affecting voter participation. The law is lately being enforced for the first time. Only after the 2013 elections is there likely to be data on its effect on voters--of all kinds.</p>\r\n\r\n<p>This pre-election claim, weakened by chronological illogic and an overall absence of evidence, shakes out as both incorrect and ridiculous. Pants on Fire!</p>\r\n", "ruling_comments_date": "2013-10-31T14:58:56.488340", "ruling_date": "2013-10-31T14:27:08", "ruling_headline": "No evidence for claim that Texas voter ID law tries to disenfranchise women and defeat Wendy Davis", "ruling_headline_slug": "no-evidence-behind-claim-2011-voter-id-law-came-be", "ruling_link_text": "Not at issue in 2011 legislative session", "ruling_state": null, "source_documents": null, "sources": "<p>News report, <a href=\"http://www.kiiitv.com/story/23761660/voter-id-law-may-cause-problems-for-women-using-maiden-names\"><u>&quot;Voter ID Law May Cause Problems for Women Using Maiden Names,&quot;</u></a> KIII-TV, Channel 2, Corpus Christi, Oct. 22, 2013</p>\r\n\r\n<p>Commentary, <a href=\"http://www.slate.com/articles/double_x/doublex/2013/10/how_voter_id_laws_might_suppress_the_votes_of_women_republican_women.html\"><u>&quot;Ladies&rsquo; Choice &nbsp;1k 182 221 Voter ID laws might suppress the votes of women. Republican women,&quot;</u></a> Dahlia Lithwick, Slate, Oct. 24, 2013</p>\r\n\r\n<p>Spreadsheet <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGU0JNY0NpZGxjVzQ/edit?usp=sharing\"><u>showing breakdown of State of Texas list of registered voters lacking driver license or state ID on registration record, </u></a>provided by Sondra Haltom by email, Oct. 28, 2013</p>\r\n\r\n<p>Telephone interview, <a href=\"http://www.brennancenter.org/expert/wendy-r-weiser\"><u>Wendy Weiser</u></a>, director, Democracy Program, Brennan Center for Justice, New York University School of Law, Oct. 29, 2013</p>\r\n\r\n<p>Telephone interview, <a href=\"http://faculty.washington.edu/mbarreto/\"><u>Matt Barreto</u></a>, associate professor of Political Science, University of Washington, Seattle, Oct. 30, 2013</p>\r\n\r\n<p>Telephone interview and <a href=\"https://docs.google.com/document/d/1kWb34rWrwkwFBrEYVrOR0FAYnxz609l_2WvISQo6-7E/pub\"><u>email</u></a>, Alicia Pierce, communications director, Texas Secretary of State&rsquo;s office, Oct. 29, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 1, "home_state": "", "id": 495, "last_name": "Democratic Governors Association", "mostly_true_count": 0, "name_slug": "democratic-governors-association", "pants_count": 2, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/donkey.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/495/", "total_count": 5, "true_count": 1, "website": "http://www.democraticgovernors.org/"}, "statement": "<p>&quot;Texas Governor Rick Perry&rsquo;s voter ID law is a blatant effort to defeat Wendy Davis by disenfranchising tens of thousands of women voters.&quot;</p>\r\n", "statement_context": "an email blast", "statement_date": "2013-10-24", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}, {"description": "", "id": 146, "photo": null, "resource_uri": "/api/v/2/subject/146/", "subject": "Women", "subject_slug": "women", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 12, "current_job": "governor", "false_count": 8, "first_name": "Greg", "half_true_count": 9, "home_state": "Texas", "id": 409, "last_name": "Abbott", "mostly_true_count": 9, "name_slug": "greg-abbott", "pants_count": 6, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/abbottmugnew16pft.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/409/", "total_count": 56, "true_count": 12, "website": "http://gregabbott.com/"}, {"adkey": null, "advalue": null, "barely_true_count": 30, "current_job": "U.S. Energy Secretary", "false_count": 31, "first_name": "Rick", "half_true_count": 42, "home_state": "Texas", "id": 291, "last_name": "Perry", "mostly_true_count": 24, "name_slug": "rick-perry", "pants_count": 18, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rick_Perry_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/291/", "total_count": 176, "true_count": 26, "website": "https://energy.gov/management/history/secretaries-energy"}], "twitter_headline": ""}