{"art": [{"brightcove": "", "caption": "HBO host and comedian Bill Maher blasted conservatives who oppose increasing the minimum wage, pointing to a new study that says the median income for fast food jobs is $8.69 an hour.", "id": 3853, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/3853/", "title": "fast food", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/PlbrdBPMLUM?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "PlbrdBPMLUM"}], "author": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "canonical_url": "/punditfact/statements/2013/nov/04/bill-maher/bill-maher-average-fast-food-worker-29-most-are-pu/", "edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": null, "id": 8488, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "resource_uri": "/api/v/2/statement/8488/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>HBO host and comedian Bill Maher recently blasted conservatives who oppose increasing the minimum wage, pointing to a new study that says the median income for fast food jobs is $8.69 an hour.</p>\r\n\r\n<p>That&rsquo;s &quot;barely enough to gas up the car you&rsquo;re living in,&quot; he said, a quip met with <em>ooo</em>&rsquo;s from the studio audience. He <a href=\"http://www.huffingtonpost.com/2013/10/26/bill-maher-minimum-wage_n_4166212.html\"><u>closed </u><em><u>Real Time with Bill Maher</u></em></a><em> </em>on Oct. 25, 2013, with more factoids about the plight of workers employed in fast-food restaurants.</p>\r\n\r\n<p>&quot;Consider the fact that most fast food workers, whose average age by the way now is 29, I&#39;m not talking about kids, are on some form of public assistance, which is not surprising,&quot; Maher said. &quot;When even working people can&rsquo;t make enough to live, they take money from the government in the form of food stamps, school lunches, housing assistance, day care.&quot;</p>\r\n\r\n<p>Maher&rsquo;s point being that by opposing an increase to the minimum wage, Republicans are forcing fast food workers to need some type of public assistance -- something Republicans also oppose.</p>\r\n\r\n<p>We won&rsquo;t comment on the policy, but we did wonder about two specific factual claims: that the average fast-food worker is 29 and receives public aid.</p>\r\n\r\n<p>On the age point, 2012 Current Population Survey <a href=\"https://drive.google.com/file/d/0BzR_9M-1WtJTTF9qcG5zY1B5NXM/edit?usp=sharing\"><u>data</u></a> from the federal Bureau of Labor Statistics show the median age of front-line (the people who take orders or cook food) workers, including those at fast-food restaurants and excluding managers, is 29.2. A BLS spokesman said this would be the most reliable category to use. Maher&rsquo;s researcher pointed to a 2012 <em>Atlantic </em><a href=\"http://www.theatlantic.com/business/archive/2012/11/mcjobs-should-pay-too-inside-fast-food-workers-historic-protest-for-living-wages/265714/\"><u>story</u></a> that said the median age for these workers is more than 28, citing the BLS. (While Maher said average age and not median age, the median, or midpoint of a dataset, is actually a better representation of fast food workers as a whole, experts told us.)</p>\r\n\r\n<p>As for the claim about public assistance, that <a href=\"http://laborcenter.berkeley.edu/publiccosts/fast_food_poverty_wages.pdf\"><u>comes from the study Maher referenced on air</u></a>. Released Oct. 15, it grabbed headlines with its bold conclusion: &quot;More than half (52 percent) of the families of frontline fast food workers are enrolled in one or more public programs, compared to 25 percent of the workforce as a whole.&quot;</p>\r\n\r\n<p>The study was done by a team of six<strong> </strong>researchers from the University of California-Berkeley Labor Center, University of Illinois at Urbana-Champaign Department of Urban and Regional Planning, and University of Massachusetts-boston Labor Resource Center. It was funded by a group that supports raising the minimum wage, Fast Food Forward.</p>\r\n\r\n<p>The report argues that low wages lead to frontline fast food workers seeking public benefits, in addition to a lack of health insurance and a limited amount of paid hours.</p>\r\n\r\n<p>Researchers used data for Medicaid and Children&rsquo;s Health Insurance Program, the Earned Income Tax Credit, food stamps and temporary cash assistance -- the country&rsquo;s biggest programs for low-income families. Ken Jacobs, chairman of the Berkeley Labor Center, said the figures in the report are conservative because they do not account for other income-support programs, such as child care, rental assistance and free or reduced school feeding programs that do not have readily available data.</p>\r\n\r\n<p>The report relied on 2007-11 survey data from the Bureau of Labor Statistics, federal and state data for the four social programs, U.S. Census Bureau survey data, and employer-provided statistics for fast food workers. Workers counted for the report had to put in at least 27 weeks of work a year at at least 10 hours per week, which accounted for most workers.</p>\r\n\r\n<p>The researchers looked at benefits on the family level because some programs do not directly support the worker but their children (CHIP) or are paid at the family level (food stamps and the Earned Income Tax Credit).</p>\r\n\r\n<p>Jacobs said he was not expecting the percentage of fast food workers who earn a public benefit to be so high. But the report acknowledges that because these programs are meant to prop up low-income households, it would seem likely for low-wage industries to employ many of the beneficiaries.</p>\r\n\r\n<p>To that end, the restaurant and food services industry has the highest public program participation rate of any sector, the report found.</p>\r\n\r\n<p>&quot;One argument could be, &lsquo;This is how these programs are supposed to work,&rsquo; &quot; Jacobs said. &quot;Then you get into the question of what is better: Do we want to have large firms putting the labor costs onto the public, or should firms internalize those costs?&quot;</p>\r\n\r\n<p>Paul Secunda, a labor law professor at Marquette University School of Law who supports raising the minimum wage, said Maher&rsquo;s point is basically correct.</p>\r\n\r\n<p>&quot;He should have said a &lsquo;majority&rsquo; of fast food workers (get some form of public assistance),&quot; Secunda said. &quot;That would have been more precise than &lsquo;most.&rsquo; &quot;</p>\r\n\r\n<p>Opponents of increasing the minimum wage did criticize the center for including CHIP and the Earned Income Tax Credit as categories, as those are used by some middle-class families. The tax credit was created in 1975 to provide low-wage and moderate-wage workers with an incentive to work.</p>\r\n\r\n<p>Michael Saltsman of the conservative Employment Policies Institute said the EITC was designed for these workers, and it boosts wages even for families earning close to $50,000 a year. He pointed out that the EITC represents the biggest chunk of program enrollment in the study.</p>\r\n\r\n<p>David Neumark, an economics professor at the University of California, Irvine who has written against <a href=\"http://online.wsj.com/news/articles/SB124476823767508619\"><u>minimum wage increases</u></a>, said the fact that the research was funded by a group that supports raising the minimum wage does not necessarily undermine the analysis.</p>\r\n\r\n<p>But Neumark doesn&rsquo;t equate raising the minimum wage with less dependence on public assistance.</p>\r\n\r\n<p>&quot;We could have fewer people employed at higher wages, and some of those would use fewer public benefits,&quot; he said. &quot;But those no longer employed would be more dependent on public assistance, and lose out on the opportunity to build skills and advance out of low-wage jobs.&quot;</p>\r\n\r\n<p>For its part, McDonald&rsquo;s USA did not answer our questions about the average age of its restaurant workers or how many are on food assistance. A spokeswoman sent us a statement that said the chain employs hundreds of thousands of people, and &quot;wages are based on local wage laws and are competitive to similar jobs in that market.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>To make a point about the need to increase the minimum wage, Maher pointed to the plight of fast food workers, who, on average are 29 and receiving some form of public assistance.</p>\r\n\r\n<p>The median age, which economists say is a more accurate measure than the mean age, is 29, according to the best information we could find.</p>\r\n\r\n<p>As for receiving public assistance, Maher is referencing a university report funded by a group that supports increasing the minimum wage. The report concluded that 52 percent of the families of fast-food workers are receiving some type of public assistance.</p>\r\n\r\n<p>That&rsquo;s not exactly how Maher put it -- he didn&rsquo;t refer to families -- but some assistance programs specifically are meant to help families and children. Experts, meanwhile, said that while the methodology behind the report appears credible, there is some matter of opinion of what constitutes public assistance.</p>\r\n\r\n<p>On balance, we rate this claim Mostly True.</p>\r\n", "ruling_comments_date": "2013-11-01T13:46:23.540441", "ruling_date": "2013-11-04T12:02:26", "ruling_headline": "Bill Maher: Average fast food worker is 29, most are on public assistance", "ruling_headline_slug": "bill-maher-average-fast-food-worker-29-most-are-pu", "ruling_link_text": "Public assistance data is a bit subjective", "ruling_state": null, "source_documents": null, "sources": "<p>Huffington Post, &quot;<a href=\"http://www.huffingtonpost.com/2013/10/26/bill-maher-minimum-wage_n_4166212.html\"><u>Bill Maher Takes On Minimum Wage: &#39;That Is Barely Enough To Gas Up The Car You&#39;re Living In&#39; (VIDEO),</u></a>&quot; Oct. 26, 2013</p>\r\n\r\n<p>UC Berkeley Labor Center and University of Illinois-, &quot;<a href=\"http://laborcenter.berkeley.edu/publiccosts/fast_food_poverty_wages.pdf\"><u>Fast food, poverty wages: The public cost of low-wage jobs in the fast-food industry</u></a>,&quot; Oct. 15, 2013</p>\r\n\r\n<p>Interview with Richard Freeman, faculty co-director of the <a href=\"http://www.law.harvard.edu/programs/lwp/\"><u>Labor and Worklife Program</u></a> at the Harvard Law School and director of the <a href=\"http://www.nber.org/\"><u>National Bureau of Economic Research</u></a> / Sloan Science Engineering Workforce Projects, Oct. 29, 2013</p>\r\n\r\n<p>Interview with Caroline Framke, Real Time with Bill Maher writers assistant, Oct. 29, 2013</p>\r\n\r\n<p>Interview with &nbsp;Jack Temple, National Employment Law Project policy analyst, Oct. 28, 2013</p>\r\n\r\n<p>Interview with Ken Jacobs, chairman of the UC Berkeley Labor Center, Oct. 29, 2013</p>\r\n\r\n<p>Interview with Marc Doussard, University of Illinois at Urbana-Champaign Department of Urban and Regional Planning assistant professor, Oct. 29, 2013</p>\r\n\r\n<p>Interview with Katie Laning Niebaum, National Restaurant Association spokeswoman, Oct. 31, 2013</p>\r\n\r\n<p>Interview with Jim Borbely, Bureau of Labor Statistics economist, Oct. 29, 2013</p>\r\n\r\n<p>Interview with Michael Saltsman, research director of the Employment Policies Institute, Oct. 29-30, 2013</p>\r\n\r\n<p>Interview with David Neumark, professor of economics at the University of California, Irvine, Oct. 29, 2013</p>\r\n\r\n<p>Interview with Lisa McComb, McDonald&rsquo;s spokeswoman, Oct. 29, 2013</p>\r\n\r\n<p>Interview with Paul Secunda, Marquette University workplace law professor, Oct. 31, 2013</p>\r\n\r\n<p>National Employment Law Center, &quot;<a href=\"http://www.nelp.org/page/-/rtmw/uploads/NELP-Super-Sizing-Public-Costs-Fast-Food-Report.pdf?nocdn=1\"><u>Supersizing public costs: Fast food report</u></a>,&quot; Oct. 15, 2013</p>\r\n\r\n<p><em>The Atlantic</em>, &quot;<a href=\"http://www.theatlantic.com/business/archive/2012/11/mcjobs-should-pay-too-inside-fast-food-workers-historic-protest-for-living-wages/265714/\"><u>McJobs should pay too: Inside fast food workers historic protest for living wages</u></a>,&quot; Nov. 2012</p>\r\n\r\n<p>Bureau of Labor Statistics, &quot;<a href=\"http://www.bls.gov/opub/ted/2013/ted_20130325.htm\"><u>Minimum wage workers account for 4.7 percent of hourly paid workers in 2012</u></a>,&quot; March 25, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Host of Real Time with Bill Maher", "false_count": 3, "first_name": "Bill", "half_true_count": 1, "home_state": "California", "id": 398, "last_name": "Maher", "mostly_true_count": 5, "name_slug": "bill-maher", "pants_count": 0, "party": {"id": 6, "party": "Independent", "party_slug": "independent", "resource_uri": "/api/v/2/party/6/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/maher.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Maher.jpg", "resource_uri": "/api/v/2/person/398/", "total_count": 10, "true_count": 1, "website": ""}, "statement": "<p>The average fast food worker is 29, and most fast food workers &quot;are on some form of public assistance.&quot;</p>\r\n", "statement_context": "comments on HBO's \"Real Time with Bill Maher\"", "statement_date": "2013-10-25", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 103, "photo": null, "resource_uri": "/api/v/2/subject/103/", "subject": "Workers", "subject_slug": "workers", "used_in_edition": []}], "target": [], "twitter_headline": ""}