{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2013/nov/06/sid-covington/projection-26-additional-lanes-wasnt-limited-inter/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 8511, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/8511/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>In an<a href=\"http://www.mystatesman.com/news/news/opinion/covington-wells-lone-star-rail-a-real-alternative-/nbZ9Y/\"> <u>opinion column</u></a> on commuter trains potentially relieving traffic congestion in Austin, an advocate warned that if such a service doesn&rsquo;t come to be, Interstate 35 would need to be considerably wider.</p>\r\n\r\n<p>&quot;Staff for the Capital Area Metropolitan Planning Organization recently told the city&rsquo;s Transit Working Group that to meet anticipated demand by year 2035, Interstate 35 will need an additional 14 lanes southbound and an additional 12 lanes northbound between Round Rock and Austin,&quot; Sid Covington wrote in the article in the Oct. 28, 2013, Austin American-Statesman. The planning organization, known as CAMPO, coordinates regional transportation planning for Travis County and five surrounding counties.</p>\r\n\r\n<p>The region could plan such expansion, Covington wrote, but it would be wiser to invest in a passenger rail line connecting San Antonio and Georgetown, north of Austin. Covington chairs the<a href=\"http://lonestarrail.com/index.php/lstar/about-rail-organization/\"> <u>Lone Star Rail District</u></a>, an agency <a href=\"http://lonestarrail.com/index.php/lstar/faq/\"><u>focused on</u></a> providing regional passenger rail service to Central and South Texas along the Austin/San Antonio corridor. The district seeks tax money from local governments along the proposed rail route, including from the city of Austin, and has said it&rsquo;s working with Union Pacific on building an alternate freight rail line so the passenger line could use existing tracks.</p>\r\n\r\n<p>Covington summed up: &quot;There&rsquo;s not enough concrete and available real estate for adding new lanes&quot; ad &quot;in finitum.&quot;</p>\r\n\r\n<p>We&rsquo;re not judging how to relieve congestion. But did a presentation really envision 26 additional lanes on I-35?</p>\r\n\r\n<p>As of November 2013, the highway had up to four lanes in each direction in Austin, not counting frontage roads. Also, perhaps surprisingly, I-35 through Central Austin had about 4 percent less traffic in 2012 than it had in 2002, according to a Sept. 12, 2013, American-Statesman<a href=\"http://www.mystatesman.com/photo/news/transportation/traffic-congestion-now-part-of-the-fabric-of-centr/pyThd/\"> <u>illustration</u></a>, though it indicated the highway had as much as 65 percent more traffic in other portions north and south of downtown.</p>\r\n\r\n<p>To our initial inquiry about this multi-lane statement, Joseph Black, the district&rsquo;s rail director, told us by phone the column got the forecasted lane counts backward. Black said the described presentation indicated a potential need for a dozen lanes southbound and 14 lanes northbound.</p>\r\n\r\n<p>By email, Covington then guided us to the relevant May 25, 2012, presentation to the Transit Working Group, whose membership included Austin City Council members and people from the greater community.</p>\r\n\r\n<p>The presentation, which we watched on the city&rsquo;s online<a href=\"http://austintx.swagit.com/play/05252012-527%20\"> <u>video</u></a>, is dense. We promise some unpacking around the bend.</p>\r\n\r\n<p>At the meeting, Doug Allen, then an executive with Capital Metro, Austin&rsquo;s regional public transportation provider, prefaced the lane-count detail by saying that officials worked with CAMPO&rsquo;s &quot;travel forecast model&quot; to estimate how much additional capacity would be needed on I-35 and MoPac Boulevard through 2035 assuming both highways had &quot;unlimited capacity.&quot; An assumption was that each highway lane would be capable of moving 2,000 people an hour, he said.</p>\r\n\r\n<p>Allen said the analysis, tied to projected automobile trips, suggested &nbsp;that six additional lanes would be needed in each direction on MoPac between U.S. 290 on the north side of the city and 38th Street, or a dozen total. He said the model indicated that 14 northbound lanes would need to be added to I-35 from Texas 71 to East Oltorf Street.</p>\r\n\r\n<p>That&rsquo;s (gulp) 26 lanes of additional highway.</p>\r\n\r\n<p>Then again, Allen said that if the hoped-for passenger rail and other people-moving infrastructure comes to be instead, the described MoPac expansion would not be needed and I-35 would need only four additional northbound lanes, according to the research.</p>\r\n\r\n<p>By telephone, a Capital Metro administrator, Todd Hemingson, made a run at clarifying the presentation.</p>\r\n\r\n<p>We wondered, for starters, about the references to MoPac crossing 290 in North Austin and East Oltorf in South Austin, which it does not. Hemingson said the presentation used the equivalent of 290 and Oltorf as if they were invisibly extended to cross MoPac and I-35.</p>\r\n\r\n<p>And why did the calculations assume the highways had &quot;unlimited capacity?&quot;</p>\r\n\r\n<p>It&rsquo;s an &quot;all or nothing&quot; scenario, Hemingson said. &quot;In the transportation planning world, the purpose is to give you a suggestion of how much demand is actually out there without regard to the physical reality of how much could be carried by the highways available. Basically that&rsquo;s it. It&rsquo;s just a high-level look at the total demand for transportation in the&quot; I-35 &quot;corridor.&quot;</p>\r\n\r\n<p>But isn&rsquo;t that assumption unrealistic?</p>\r\n\r\n<p>&quot;Sure,&quot; Hemingson said. &quot;In the real world, people would take alternate routes&quot; if congestion grew overwhelming on the highways. &quot;Over time, they would choose to live or work in a different locations. If it really took three hours to commute from Round Rock to downtown&quot; Austin, &quot;people wouldn&rsquo;t do it. They&rsquo;d choose to live in a different way.&quot;</p>\r\n\r\n<p>And was the point of the presentation that if the rail district&rsquo;s passenger lines don&rsquo;t happen, the highways will have to expand by that much? Negative, Hemingson said, the message is that the only way the Austin region will get close to &quot;getting a handle on the congestion coming our way given the amazing amount of population growth that is coming is by doing all of the above,&quot; Hemingson said, meaning highway expansions, changes in commuting patterns, car pooling and passenger rail, with necessary funding still to be corraled.</p>\r\n\r\n<p>&quot;It&rsquo;s not reasonable to accommodate growth only by building more lanes,&quot; he said.</p>\r\n\r\n<p>Later, we asked Maureen McCoy, CAMPO&rsquo;s executive director, to interpret the forecast. She stressed that the projection assumed traffic would never be stop-and-start on the highways. She then said the indicated additional lanes are &quot;probably a nonstarter because of the magnitude,&quot; a reference to the destruction of buildings potentially needed to add so many lanes. &quot;I don&rsquo;t even know what you would have to wipe out to make that happen,&quot; McCoy said. The University of Texas has buildings on both sides of I-35 including a football practice facility and the UT Press. Also, hundreds of residents live near the two highways.</p>\r\n\r\n<p>Of late, McCoy said, there are no additional lanes contemplated for I-35; no funding has been identified. On the other hand, American-Statesman transportation writer Ben Wear wrote in an Oct. 28, 2013, <a href=\"http://www.mystatesman.com/news/news/local/i-35-buzzing-with-projects-planning/nbZrM/\"><u>commentary</u></a> that the state and city of Austin have been studying the addition of a lane on each side of the highway. &quot;Odds are they will be &lsquo;express lanes&rsquo; like what is about to be added to MoPac north of Lady Bird Lake,&quot; Wear wrote, adding that this means the lanes would be tolled.</p>\r\n\r\n<p>Finally, we asked Hemingson to elaborate on the traffic projections feeding into the lane forecasts. He replied by email that the calculations were based on travel demands for 2035 in CAMPO&rsquo;s long-range transportation plan. He also added that two Capital Metro employees who worked on the &quot;thought experiment&quot; are no longer at the agency, &quot;so recollecting the exact details is difficult at best.&quot;</p>\r\n\r\n<p>He also emailed us a drawing he attributed to Allen, the staff member who made the 2012 presentation. The drawing, which<a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGUEpxamthM2VxTXM/edit?usp=sharing\"> <u>we&rsquo;ve posted here</u></a>, shows that under the &quot;all-or-nothing&quot; scenario, the number of lanes on MoPac, which had up to four lanes in each direction as of November 2013, would reach seven between Texas 71 and downtown Austin, topping out at five from Lady Bird Lake to 38th Street. The drawing shows I-35 lanes topping out at 10 between 290 and 38th Street and running from seven to nine lanes on other stretches between Texas 71 to the south and U.S. 183 to the north. It all adds up to 26 lanes, the drawing indicates.</p>\r\n\r\n<p>Hemingson also said that &quot;while vehicle miles traveled per capita in the region (and nationally) are down, that would not be reflected in this analysis because at the time it was run the CAMPO model inputs were based on a 2005 &lsquo;base year,&rsquo; and so would not have been updated to reflect lower driving rates from that time to present.&quot;</p>\r\n\r\n<p>By phone, Covington agreed that his claim misstated the direction of the declared highway lanes and left out MoPac. It&rsquo;s &quot;nitpicking,&quot; he said, to note that his statement also didn&rsquo;t mention that the projections assumed both highways could expand without constraints.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Covington said that a presentation indicated that to meet anticipated traffic demands by 2035, I-35 between Austin and Round Rock will need a dozen additional lanes going north and 14 additional southbound lanes.</p>\r\n\r\n<p>Those tallies reflect what a working group was told in May 2012, but the presentation by a Capital Metro official (using a CAMPO modeling system) projected 26 additional lanes on I-35 as well as MoPac; Covington&rsquo;s column did not mention the second highway and also flipped the predicted number of northbound and southbound lanes. Perhaps more significantly, these lane counts were rooted in the assumption that both highways would have unlimited capacity, presumably including space enough to be widened dramatically despite the existence of major facilities along I-35 and hundreds of homes near both highways.</p>\r\n\r\n<p>We rate this partly accurate claim, which leaves out critical details and draws on a projection with an unrealistic assumption, as Half True.</p>\r\n\r\n<hr />\r\n<p><strong><em>HALF TRUE </em></strong><em>&ndash; The statement is partially accurate but leaves out important details or takes things out of context.</em></p>\r\n\r\n<p>Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> <u>more</u></a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n", "ruling_comments_date": "2013-11-05T17:51:15.807200", "ruling_date": "2013-11-06T11:13:58", "ruling_headline": "Projection of 26 additional lanes wasn't limited to Interstate 35 and unrealistically assumed unlimited capacity on two highways", "ruling_headline_slug": "projection-26-additional-lanes-wasnt-limited-inter", "ruling_link_text": "If there were no limits...", "ruling_state": null, "source_documents": null, "sources": "<p>Telephone interviews, Sid Covington, Austin, Oct. 30 and Nov. 6, 2013</p>\r\n\r\n<p>Illustration, <a href=\"http://www.mystatesman.com/photo/news/transportation/traffic-congestion-now-part-of-the-fabric-of-centr/pyThd/\"><u>&quot;A decade of traffic change,&quot;</u></a> Austin American-Statesman, Sept. 12, 2013 (accessed Nov. 4, 2013)</p>\r\n\r\n<p>Telephone interviews, Joseph Black, rail director/operations manager, Lone Star Rail District, San Marcos, Oct. 30, 2013</p>\r\n\r\n<p>Video, <a href=\"http://austintx.swagit.com/play/05252012-527\"><u>&quot;Capital Area Metropolitan Planning Organization Transit Working Group,&quot;</u></a> May 25, 2012</p>\r\n\r\n<p>Telephone interview and <a href=\"https://docs.google.com/document/d/1f8jj1E0Ad3plLbde7gZkFeepjYnn8aPwOD1I3Pa59ek/pub\"><u>emails</u></a>, Todd Hemingson, vice president, strategic planning &amp; development, Capital &nbsp;Metro, Austin, Nov. 1 and 4, 2013</p>\r\n\r\n<p>Commentary, <a href=\"http://www.mystatesman.com/news/news/local/i-35-buzzing-with-projects-planning/nbZrM/\"><u>&quot;I-35 buzzing with projects, planning,&quot;</u></a>, Ben Wear, Austin American-Statesman, posted online Oct. 27, 2013</p>\r\n\r\n<p><a href=\"https://docs.google.com/file/d/0B0kkOiAWUCUGUEpxamthM2VxTXM/edit?usp=sharing\"><u>Drawing showing additional lanes on MoPac Boulevard and Interstate 35 to meet anticipated traffic demands by 2035</u></a>, attributed by Hemingson to then-Capital Metro official Doug Allen, undated (received from Hemingson by email, Nov. 4, 2013)</p>\r\n\r\n<p>Telephone interview, Maureen McCoy, executive director, CAMPO, Austin, Nov. 4, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Chairman, Lone Star Rail District", "false_count": 0, "first_name": "Sid", "half_true_count": 1, "home_state": "Texas", "id": 2495, "last_name": "Covington", "mostly_true_count": 0, "name_slug": "sid-covington", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/sidcovington110613pft.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2495/", "total_count": 1, "true_count": 0, "website": "http://www.lonestarrail.com/"}, "statement": "<p>A planning group said that to meet anticipated traffic demands by 2035, Interstate 35 between Austin and Round Rock will need a dozen additional lanes going north and 14 additional southbound lanes.</p>\r\n", "statement_context": "an opinion column by Sid Covington, the district's chairman of the board", "statement_date": "2013-10-28", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 44, "photo": null, "resource_uri": "/api/v/2/subject/44/", "subject": "Transportation", "subject_slug": "transportation", "used_in_edition": []}], "target": [], "twitter_headline": ""}