{"art": [], "author": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "canonical_url": "/punditfact/statements/2013/nov/06/glenn-beck/beck-says-obama-knew-50-americans-would-lose-healt/", "edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": null, "id": 8512, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "resource_uri": "/api/v/2/statement/8512/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>The attacks continue against President Barack Obama for saying &quot;if you like your plan, you can keep your plan.&quot; Latest up: Conservative radio talk show host Glenn Beck, who claims Obama knew what was going to happen all along.</p>\r\n\r\n<p>&quot;They had the studies that showed that up to 80 million people would lose their health insurance,&quot; Beck said Monday on his radio show, which is syndicated on more than 400 stations. &quot;Now we find out this week that number is actually 125 million. Half of the population in the United States, they knew half of the population of the United States would lose their doctor and their health insurance?</p>\r\n\r\n<p>&quot;And yet he went on the road over and over and over and over and over and over again and said, &lsquo;You&#39;ll be able to keep your doctor if you like him, you&rsquo;ll be able to keep your health insurance,&rsquo; when they knew half of the population the United States would lose their health insurance.&quot;</p>\r\n\r\n<p>That&rsquo;s a hefty claim. Not only is Beck saying half of all Americans will lose their health insurance because of the health care law, but that Obama knew about it in advance. (<a href=\"http://video.foxnews.com/v/2806021818001/expert-predicts-129-million-people-will-lose-health-coverage/?playlist_id=940325739001\"><u>Fox News</u></a> had a more limited version of this claim with millions of Americans losing coverage.)</p>\r\n\r\n<p>The Glenn Beck Show told us that the claim&nbsp;came from an article in the <a href=\"http://dailycaller.com/2013/11/04/expert-at-least-129-million-will-not-be-able-to-keep-health-care-plan-if-obamacare-fully-implemented/#ixzz2ji6xGfJN\"><u>Daily Caller</u></a>, a conservative news website.The item cites the work of Christopher Conover, a scholar at the Center for Health Policy and Inequalities Research at Duke University and an adjunct scholar at the American Enterprise Institute. (The American Enterprise Institute and its scholars <a href=\"http://www.aei.org/topic/health-care-reform\"><u>have generally been critical of the health care law</u></a>.)</p>\r\n\r\n<p>Conover, in his work, looks ahead to the end of 2014 and makes a few predictions.</p>\r\n\r\n<p>&quot;Of the 189 million Americans with private health insurance coverage, I estimate that if Obamacare is fully implemented, at least 129 million (68 percent) will not be able to keep their previous health care plan,&quot; Conover said.</p>\r\n\r\n<p>That&rsquo;s where Beck gets his 125 million figure, which for the record, is about 40 percent of the population of the United States, not 50 percent.</p>\r\n\r\n<p>Conover continues, &quot;But of these (129 million), &lsquo;only&rsquo; 18 to 50 million will literally lose coverage, i.e., have their plans entirely taken away. ... The rest will retain their old plans but have to pay higher rates for Obamacare-mandated bells and whistles.&quot;</p>\r\n\r\n<p>Whether you believe Conover or not is irrelevant when considering Beck&rsquo;s claim. Conover says 18 million to 50 million people will lose coverage -- Beck said 125 million, a gross exaggeration.</p>\r\n\r\n<p>But that&rsquo;s only one issue. Conover himself takes issue with Beck&rsquo;s use of his estimate.</p>\r\n\r\n<p>&quot;In my view, &lsquo;lose their health insurance&rsquo; without any further qualification has a different connotation than &lsquo;not be able to keep their previous health plan&rsquo;,&quot; he told PunditFact. &quot;Absent any further explanation, many might interpret &lsquo;losing&rsquo; health coverage as becoming uninsured.&quot;</p>\r\n\r\n<p><strong>What they did know</strong></p>\r\n\r\n<p>So Beck&rsquo;s claim is obviously wrong as to the number. But he also indicated Obama knew that millions of people would lose their health insurance.</p>\r\n\r\n<p>What evidence is there of that?</p>\r\n\r\n<p>It is not as though the White House was unaware that the Affordable Care Act would change business as usual, in both the individual and group health insurance markets. (The individual market is where people buy insurance on their own; the group market is when an employer does the buying and tells workers what their options are.)</p>\r\n\r\n<p>An <a href=\"http://investigations.nbcnews.com/_news/2013/10/29/21222195-obama-administration-knew-millions-could-not-keep-their-health-insurance?lite\"><u>NBC report </u></a>cited four administration sources who said that early on, they expected that up to three-quarters of people in the individual market would get cancellation notices.</p>\r\n\r\n<p>And back in 2010, <a href=\"http://www.gpo.gov/fdsys/pkg/FR-2010-06-17/pdf/2010-14488.pdf\"><u>analysts from three federal departments</u></a>, Labor, Health and Human Services and the Internal Revenue Service, looked at the number of employer-based plans that would change to the point that they would lose their grandfathered status.</p>\r\n\r\n<p>But that study did not try to account for a very common situation -- plans that changed, but already met the new health care law&rsquo;s standards.</p>\r\n\r\n<p>According to a 2013 <a href=\"http://www.ifebp.org/pdf/research/2103ACAImpactSurvey.pdf\"><u>survey by the International Foundation of Employee Benefit Plans</u></a>, about three-quarters of all employer-sponsored health plans already meet the criteria of the Affordable Care Act. In other words, employers plans may have changed, but it&rsquo;s not directly and unilaterally attributable to the health care law.</p>\r\n\r\n<p>Beck&rsquo;s staff offered a narrower view -- that any plan that changes means you have lost your insurance.</p>\r\n\r\n<p>If so, then many employees have been losing their insurance every year as plans change, premiums increase, or co-pays swing one way or the other.</p>\r\n\r\n<p>Conover said part of the point of his analysis is that plans will change but coverage would remain. The best way to describe his analysis, he said: &quot;Half of those with private insurance would be unable to keep their pre-ACA plans.&quot;</p>\r\n\r\n<p>Other experts PunditFact spoke with agreed that there&rsquo;s a big difference between losing your health insurance and seeing your plan change.</p>\r\n\r\n<p>&quot;It does not mean that someone is losing their insurance plan,&quot; said Jonathan Oberlander, professor of health policy at the University of North Carolina at Chapel Hill. &quot;The situation is different in the individual market, where plans (many of which offer limited coverage) are being canceled by insurers. But the individual market only represents about 5 percent of the country.&quot;</p>\r\n\r\n<p>Scott Harrington, professor of health care management at the University of Pennsylvania&rsquo;s Wharton School, was equally emphatic.</p>\r\n\r\n<p>&quot;Losing grandfathered status does not mean that you lose your health insurance,&quot; Harrington said.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Beck said that when Obama promised that people could keep the plans they like, he knew that half of all Americans would lose their health insurance. Beck is wrong in every respect. The primary study he relied on contradicts his number, saying that at most 50 million people would lose coverage, not 125 million. Beck&rsquo;s staff said they believe that any change in a plan means you have lost your health insurance.</p>\r\n\r\n<p>Not even the author of the study Beck cites agrees with that, nor do the other health policy experts we consulted. &nbsp;</p>\r\n\r\n<p>On top of that, the government estimate of the number of plans that would be fully exposed to the new insurance requirements actually says little about the law&rsquo;s impact. The law&rsquo;s requirements would only matter for plans that did not measure up; many of them already did.</p>\r\n\r\n<p>Lastly, there is no evidence that Obama knew or believed that a calamity of this magnitude was in store.</p>\r\n\r\n<p>The claim needs a checkup. We rate it Pants on Fire.</p>\r\n", "ruling_comments_date": "2013-11-05T17:54:15.591513", "ruling_date": "2013-11-06T11:41:05", "ruling_headline": "Glenn Beck says Barack Obama knew that 50% of Americans would lose health insurance", "ruling_headline_slug": "beck-says-obama-knew-50-americans-would-lose-healt", "ruling_link_text": "This claim flatlines", "ruling_state": null, "source_documents": null, "sources": "<p>Premiere Radio Networks, The Glenn Beck Show, Nov. 4, 2013</p>\r\n\r\n<p>Fox News, <a href=\"http://video.foxnews.com/v/2806021818001/expert-predicts-129-million-people-will-lose-health-coverage/?playlist_id=940325739001\"><u>Expert predicts 129 million people will lose health coverage</u></a>, Nov. 4, 2013</p>\r\n\r\n<p>The Daily Caller,<a href=\"http://dailycaller.com/2013/11/04/expert-at-least-129-million-will-not-be-able-to-keep-health-care-plan-if-obamacare-fully-implemented/#ixzz2ji6xGfJN\"> <u>Expert: At least 129 million will &lsquo;not be able to keep&rsquo; health care plan if Obamacare fully implemented</u></a>, Nov. 4, 2013</p>\r\n\r\n<p>Forbes, Obama<a href=\"http://www.forbes.com/sites/theapothecary/2013/10/31/obama-officials-in-2010-93-million-americans-will-be-unable-to-keep-their-health-plans-under-obamacare/\"> <u>Officials In 2010: 93 Million Americans Will Be Unable To Keep Their Health Plans Under Obamacare</u></a>, Oct. 31, 2013</p>\r\n\r\n<p>Email interview,<a href=\"http://chpir.org/people/chris-conover/\"><u> Christopher Conover</u></a>, policy analyst, Center for Health Policy and Inequalities Research, Duke University, Nov. 4, 2013</p>\r\n\r\n<p>Email interview with Jonathan Oberlander, professor of Social Medicine and Health Policy and Management, University of North Carolina-Chapel Hill, Nov. 4, 2013</p>\r\n\r\n<p>Email interview with Scott Harrington, professor, Health Care Management Department, Director, Wharton/Penn Risk and Insurance Program, Wharton School, University of Pennsylvania, Nov. 4, 2013</p>\r\n\r\n<p>Email interview with Robert Kaestner, professor, Institute of Government and Public Affairs, University of Illinois, Nov. 4, 2013</p>\r\n\r\n<p>Email interview with Laura McGinnis, spokesperson, U.S. Labor Department, Nov. 5, 2013</p>\r\n\r\n<p>Federal Register,<a href=\"http://www.gpo.gov/fdsys/pkg/FR-2010-06-17/pdf/2010-14488.pdf\"><u> Interim Final Rules for Group Health Plans and Health Insurance Coverage Relating to Status as a Grandfathered Health Plan Under the Patient Protection and Affordable Care Act</u></a>, June 17, 2010</p>\r\n\r\n<p>International Foundation of Employee Benefit Plans,<a href=\"http://www.ifebp.org/pdf/research/2103ACAImpactSurvey.pdf\"><u> 2013 Employer-health care: ACA&rsquo;s impact</u></a>, 2013</p>\r\n\r\n<p>NBC News, <a href=\"http://investigations.nbcnews.com/_news/2013/10/29/21222195-obama-administration-knew-millions-could-not-keep-their-health-insurance?lite\"><u>Obama administration knew millions could not keep their health insurance</u></a>, Oct. 29, 2013</p>\r\n\r\n<p>Kaiser Family Foundation / Health Research &amp; Educational Trust,<a href=\"http://kff.org/private-insurance/report/2013-employer-health-benefits/\"><u> 2013 Employer Health Benefits Survey</u></a></p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "", "false_count": 7, "first_name": "Glenn", "half_true_count": 7, "home_state": "", "id": 181, "last_name": "Beck", "mostly_true_count": 2, "name_slug": "glenn-beck", "pants_count": 6, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Glenn.png", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/181/", "total_count": 31, "true_count": 4, "website": ""}, "statement": "<p>Says Barack Obama &quot;knew half of the population of the United States would lose their health insurance.&quot;</p>\r\n", "statement_context": "a broadcast of the Glenn Beck Show", "statement_date": "2013-11-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}