{"art": [], "author": [{"email_address": "rkoff@tampabay.com", "first_name": "Rochelle", "id": 411, "last_name": "Koff", "name_slug": "rochelle-koff", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/411/", "title": "Reporter", "twitter": null}], "canonical_url": "/florida/statements/2013/nov/12/frank-fahrenkopf/gaming-advocate-says-most-people-go-high-end-casin/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 8533, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "rkoff@tampabay.com", "first_name": "Rochelle", "id": 411, "last_name": "Koff", "name_slug": "rochelle-koff", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/411/", "title": "Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/8533/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Celine Dion concerts. Michelin-star restaurants. Luxurious spas. Could such amenities, instead of gambling, now be the biggest draw in high-end casinos?</p>\r\n\r\n<p>That&rsquo;s the claim Frank J. Fahrenkopf, the recently retired CEO of the American Gaming Association, made in an <a href=\"http://www.miamiherald.com/2013/10/19/3697790/south-florida-resort-casino-state.html\">opinion piece</a> on South Florida resort casinos and regulations that he wrote for the <em>Miami Herald</em>.</p>\r\n\r\n<p>&quot;The majority of people travelling to these destination resorts are not going for the primary purpose of gambling,&quot; he wrote. &quot;They are visiting to dine at five-star restaurants, watch incredible live shows or participate in business meetings or conventions. Every year, thousands of people flock to these resorts to watch golf tournaments or tennis matches and never set foot in a casino.&quot;&nbsp;</p>\r\n\r\n<p>Fahrenkopf wrote that these types of resorts flourish in Las Vegas, Singapore, and Macau, adding, &quot;There&rsquo;s no doubt they will succeed in South Florida, too.&quot;</p>\r\n\r\n<p>His vision of an amenities-packed resort refers to the type of luxury casino model initially suggested by The Genting Group when it purchased the <em>Miami Herald</em>&rsquo;s former bayfront property for $236 million, or the kind of large-scale destination the Las Vegas Sands Corp. is pursuing in Florida.&nbsp;</p>\r\n\r\n<p>The state Legislature is in the midst of high-stakes hearings taking place around Florida as lawmakers consider regulations and possible expansion of gambling, with meetings scheduled Nov. 14 and 15 in Pensacola and Jacksonville. The state already allows the Florida Lottery, the pari-mutuel industry (offering slot machines and card rooms) and Indian casinos.&nbsp;</p>\r\n\r\n<p>We wondered about Fahrenkopf&rsquo;s factual claim that a majority of people traveling to destination resorts are not going primarily to gamble.&nbsp;</p>\r\n\r\n<p><strong>Different resorts, different results</strong></p>\r\n\r\n<p>Fahrenkopf said his evidence was an annual <a href=\"http://www.lvcva.com/includes/content/images/MEDIA/docs/2012-Las_Vegas_Visitor_Profile1.pdf\">study</a> done by the Las Vegas Convention and Visitors Authority, which reported in 2012 that 47 percent of all visitors said their primary reason for visiting Las Vegas was vacation or pleasure. Eight percent said they came primarily to gamble.&nbsp;</p>\r\n\r\n<p>When we reviewed the methodology of the study, we noticed that the survey asked an open-ended question: &quot;What was the primary purpose of THIS trip to Las Vegas?&quot; People could then give any answer they wished, and 47 percent answered &quot;vacation/pleasure.&quot; Only 8 percent volunteered the answer &quot;to gamble.&quot;</p>\r\n\r\n<p>We wondered if some people who answered &quot;vacation/pleasure&quot; chose the city as their vacation spot because it had gambling. But because of the survey&#39;s structure, though, we can&#39;t know if that&#39;s the case or not.</p>\r\n\r\n<p>Also, the question only applies to the city of Las Vegas. It might not apply to other cities that have casinos.&nbsp;</p>\r\n\r\n<p>David G. Schwartz, &nbsp;director of the Center for Gaming Research at the University of Nevada, Las Vegas, told PolitiFact Florida that Fahrenkopf&rsquo;s numbers &quot;seem accurate&quot; for Las Vegas, but he noted other markets face tougher odds. &nbsp;</p>\r\n\r\n<p>Consider Atlantic City.&nbsp;</p>\r\n\r\n<p>The $2.4 billion Revel casino in Atlantic City, for example, is a casino resort that focused on amenities and entertainment instead of slots or blackjack, and it faces financial failure. Revel opened in April 2012 and lasted less than a year before filing for bankruptcy. Company officials have changed the name to Revel Casino-Hotel, and said they are paying more attention to the gambling side of the business now.&nbsp;</p>\r\n\r\n<p>Not that being casino-centric has helped other Atlantic City casinos -- half of Atlantic City&rsquo;s 12 casinos have filed for bankruptcy protection in the past six years, according to the Associated Press. The Atlantic Club, which filed Nov. 7, is the latest.&nbsp;</p>\r\n\r\n<p>John Sowinski, president of nocasinos.org, said that while amenities might draw nongamblers, Vegas is famous primarily as a gambling destination.</p>\r\n\r\n<p>&quot;If people are going to these resorts for the amenities and not the gambling, then why do we need casinos?&quot; Sowinski said. &quot;Why climb Mount Everest politically to make this happen? &hellip; Other places can&rsquo;t afford to have Celine Dion or Elton John perform.&quot;</p>\r\n\r\n<p>Indeed, even the American Gaming Association&rsquo;s <a href=\"http://www.americangaming.org/sites/default/files/uploads/docs/aga_sos2013_fnl.pdf\">2013 State of the State report</a> shows that most people -- 53 percent -- who frequent casinos across the country always, or almost always, gamble.&nbsp;</p>\r\n\r\n<p>We should note the report also showed that people who go to resorts definitely take advantage of amenities. It found that 69 percent of all casinogoers ate at a fine dining restaurant while at a casino and 62 percent saw a show.&nbsp;</p>\r\n\r\n<p>But Fahrenkopf&rsquo;s assertion side steps a central issue with Florida&rsquo;s current gambling industry: Residents, not tourists, account for 93 percent of the $2.4 billion in estimated revenue collected by existing casinos, according to <a href=\"http://www.leg.state.fl.us/gamingstudy/docs/FGIS_Spectrum_28Oct2013.pdf\">a recent report</a> commissioned by the state Legislature. Spectrum Gaming Group of Atlantic City assessed the economic impact of existing and expanded gambling on local communities before lawmakers draft legislation to revise gaming regulations.</p>\r\n\r\n<p>The Spectrum report also found that 38.2 percent of adults in Florida live within an hour of a casino and gamble there at least once a year.&nbsp;</p>\r\n\r\n<p>In contrast, &quot;Las Vegas does not rely on its residents&quot; for the city&rsquo;s gambling industry, said Joseph Weinert, senior vice president of the Spectrum Gaming Group, noting that top-notch attractions set Las Vegas apart from other casinos across the country. &quot;The 24 largest resorts in Vegas are getting two-thirds of their revenue from nongaming sources,&quot; he said.&nbsp;</p>\r\n\r\n<p>The Spectrum report notes that by the late 1980s, gaming revenue in Las Vegas was down as other areas in the country started to legalize gambling. The city has been revitalized by becoming more of a party destination, according to the Spectrum report. &quot;Attracting 21- (to) 34-years-olds from all over the world, Las Vegas now ranks No. 1 in categories such as, top destination for bachelor and bachelorette celebrations.&quot;&nbsp;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Fahrenkopf said that &quot;the majority of people&quot; traveling to destination resorts are not going primarily to gamble. He said he based this on a study done by the Las Vegas Convention and Visitors Authority, which showed that most visitors said they came to Las Vegas for vacation or pleasure. But we see two problems with this evidence.</p>\r\n\r\n<p>First, the survey applied only to Las Vegas. To say that its findings apply to all resorts, regardless of location, seems like a stretch.</p>\r\n\r\n<p>Second, people may have chosen to visit Las Vegas for vacation or pleasure primarily because it had gambling. The survey didn&#39;t press people for more details on their answers, so we can&#39;t know for sure.</p>\r\n\r\n<p>Meanwhile, a 2013 report from the American Gaming Association showed that most people -- 53 percent -- who frequent casinos across the country always, or almost always, gamble.</p>\r\n\r\n<p>Also, Florida casinos tend to draw from the local population. Whether Florida could draw visitors in the same way Las Vegas does remains to be seen.&nbsp;</p>\r\n\r\n<p>Fahrenkopf has a point that people who travel to destination resorts may have other things in mind besides gambling. But the evidence shows gambling is still an important part of the equation. We rate his statement Mostly False.&nbsp;</p>\r\n", "ruling_comments_date": "2013-11-11T16:11:32.116101", "ruling_date": "2013-11-12T10:32:23", "ruling_headline": "Gaming advocate says most people go to high-end casinos for amenities, not gambling", "ruling_headline_slug": "gaming-advocate-says-most-people-go-high-end-casin", "ruling_link_text": "Losing odds", "ruling_state": null, "source_documents": null, "sources": "<p><em>Miami Herald,</em> &quot;<a href=\"http://www.miamiherald.com/2013/10/19/3697790/south-florida-resort-casino-state.html\">South Florida resort casino, state regulation can stop &lsquo;gaming creep&rsquo;</a>,&quot; Frank J. Fahrenkopf, former president and CEO of the American Gaming Association, Oct. 19, 2013</p>\r\n\r\n<p>Phone interview, Frank J. Fahrenkopf, Nov. 7, 2013</p>\r\n\r\n<p>Phone interview, Joseph Weinert, senior vice president, Spectrum Gaming Group, Nov. 7, 2013&nbsp;</p>\r\n\r\n<p>Phone interview, David G. Schwartz, &nbsp;director of the Center for Gaming Research at the University of Nevada, Las Vegas, Nov. 7, 2013</p>\r\n\r\n<p>Phone interview, John Sowinski, president of nocasinos.org, Nov. 8, 2013</p>\r\n\r\n<p>Phone interview, Nicki E. Grossman, president and CEO of the Greater Fort Lauderdale Convention &amp; Visitors Bureau, Nov. 8, 2013</p>\r\n\r\n<p>Phone interview, Holly Wetzel, vice president of communications for the American Gaming Association, Nov, 8, 2013</p>\r\n\r\n<p><a href=\"http://www.leg.state.fl.us/gamingstudy/docs/FGIS_Spectrum_28Oct2013.pdf\">(Florida) Gambling Impact Study</a>, Spectrum Gaming Group, &nbsp;Oct. 28, 2013</p>\r\n\r\n<p><em>Miami Herald,</em> &quot;Report: Gambling industry depending on Florida residents even if games expand,&quot; Oct. 7, 2013</p>\r\n\r\n<p>Las Vegas Visitor Profile, <a href=\"http://www.lvcva.com/includes/content/images/MEDIA/docs/2012-Las_Vegas_Visitor_Profile1.pdf\">GLS Research for the Las Vegas Convention and Visitors Authority</a>, 2012</p>\r\n\r\n<p><a href=\"http://www.americangaming.org/sites/default/files/uploads/docs/aga_sos2013_fnl.pdf\">State of the States: The American Gaming Association Survey of Casino Entertainment, 2012</a>, 2013</p>\r\n\r\n<p>Associated Press, &quot;Atlantic Club casino seeks bankruptcy protection,&quot; November 7, 2013</p>\r\n\r\n<p>Associated Press, &quot;Revel adopting new branding, marketing strategy,&quot; June 20, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Retired president and CEO of the American Gaming Association", "false_count": 0, "first_name": "Frank ", "half_true_count": 0, "home_state": "", "id": 2500, "last_name": "Fahrenkopf", "mostly_true_count": 0, "name_slug": "frank-fahrenkopf", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/fahrenkopf.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2500/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>&quot;The majority of people travelling to these destination resorts are not going for the primary purpose of gambling.&quot;&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n", "statement_context": "an opinion piece in the \"Miami Herald\"", "statement_date": "2013-10-19", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 170, "photo": null, "resource_uri": "/api/v/2/subject/170/", "subject": "Gambling", "subject_slug": "gambling", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [], "twitter_headline": ""}