{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2013/nov/15/larry-ashley/florida-sheriffs-unequivocally-support-stand-your-/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "facebook_headline": null, "id": 8556, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/8556/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Florida&rsquo;s &quot;stand your ground&quot; law has been controversial both statewide and nationally since the 2012 shooting death of Trayvon Martin, an unarmed black teenager. But Florida legislators show no sign of backing away from it.</p>\r\n\r\n<p>The&nbsp;Florida&nbsp;House Criminal Justice Subcommittee rejected a repeal of the law during a five-hour meeting Nov. 7, 2013. The hearing was led by Rep. Matt Gaetz, R-Fort Walton Beach, who had previously vowed not to change &quot;one damn comma&quot; of the law.</p>\r\n\r\n<p>At the hearing, supporters and critics lined up to speak about the law. Among the supporters are sheriffs, said Okaloosa County Sheriff Larry Ashley.</p>\r\n\r\n<p>&quot;Florida sheriffs unequivocally support this, the right to stand your ground,&quot; <a href=\"http://www.myfloridahouse.gov/Sections/Committees/committeesdetail.aspx?CommitteeId=2720\">said</a> the sheriff from northwest Florida. Ashley said that the &quot;stand your ground&quot; law expanded the &quot;castle doctrine&quot; -- the right for people to defend themselves at home -- to other places, including their neighborhood and the mall.</p>\r\n\r\n<p>&quot;Florida sheriffs stand behind this law and oppose the repeal of it,&quot; said Ashley, who served on the <a href=\"http://miamiherald.typepad.com/nakedpolitics/2012/04/gov-scott-names-17-member-task-force-to-review-stand-your-ground-law.html\">task force</a> formed by Gov. Rick Scott to examine the law after Trayon&#39;s death.</p>\r\n\r\n<p>The dictionary defines &quot;unequivocal&quot; as &quot;admitting of no doubt or misunderstanding; clear and unambiguous.&quot;</p>\r\n\r\n<p>Ashley&rsquo;s statement could leave listeners with the impression that Florida sheriffs&rsquo; have no doubts about the stand your ground law. Is that correct?</p>\r\n\r\n<p><strong>Sheriffs&nbsp;association vote on &lsquo;stand your ground&rsquo;</strong></p>\r\n\r\n<p>The &quot;stand your ground&quot;&nbsp;<a href=\"http://www.leg.state.fl.us/statutes/index.cfm?App_mode=Display_Statute&amp;Search_String=&amp;URL=0700-0799/0776/Sections/0776.013.html\">law</a>, which was approved overwhelmingly by the Legislature and signed by Gov. Jeb Bush in 2005, allows people to use deadly force when they believe their life is at risk.</p>\r\n\r\n<p>Trayvon, of Miami Gardens, was shot in Sanford on Feb. 26, 2012, by George Zimmerman, a white-Hispanic neighborhood watchman. The &quot;stand your ground&quot; law was cited in the jury instructions, and in July 2013, the jury found Zimmerman not guilty of second-degree&nbsp;murder. The law became <a href=\"http://www.politifact.com/truth-o-meter/article/2013/jul/15/fact-checks-about-death-trayvon-martin/\">a touchstone in the debate</a> about Trayvon&#39;s death.</p>\r\n\r\n<p>About a month after the acquittal, the Florida Sheriffs Association issued a <a href=\"http://www.flsheriffs.org/newsroom/entry/the-florida-sheriffs-association-supports-the-stand-your-ground-law\">press release</a>&nbsp;expressing support for the law.</p>\r\n\r\n<p>&quot;The right to self-defense is well-established in law,&quot; stated the Aug. 9 press release. &quot;The Florida Sheriffs confirmed this position by voting unanimously, at the 2013 Florida Sheriffs Association Summer Conference, to support the &#39;stand your ground&#39; law as it is currently written. Our current judicial system is comprised of multiple checks and balances to ensure fair and equitable application of all laws, including &#39;stand your ground.&#39; &quot;</p>\r\n\r\n<p>Ashley, who participated in the vote, told PolitiFact Florida that none of the sheriffs voiced opposition to the law during the association&rsquo;s meeting at Marco Island in August.</p>\r\n\r\n<p>&quot;As with any issue you can only measure support or opposition to a position when it is voiced at the time of its measurement,&quot; Ashley told PolitiFact Florida in an email.</p>\r\n\r\n<p>But some news reports about the association&rsquo;s announcement questioned whether it was accurate to describe the vote as &quot;unanimous.&quot;</p>\r\n\r\n<p>For starters, it was unclear how many sheriffs voted. The association reported that 57 of its&nbsp;66 sheriffs registered for the conference, but the association didn&rsquo;t record the number who participated in the vote -- some may have left before the vote or didn&rsquo;t participate in it.</p>\r\n\r\n<p>&quot;It was a large number of sheriffs,&quot; Polk County Sheriff Grady Judd, the association president, told PolitiFact Florida. &quot;I can&rsquo;t tell you if it was 57, 52, 55. It is a well-attended session because that&rsquo;s where we discuss things among ourselves that are of some importance.&quot;</p>\r\n\r\n<p>News reports indicated that some sheriffs -- including from large urban counties including Broward, Hillsborough and Orange -- didn&rsquo;t participate in the vote and that a few sheriffs had some reservations about the law.</p>\r\n\r\n<p>Judd told PolitiFact that there was no written agenda that notified sheriffs ahead of time that they would take a vote on the &quot;stand your ground&quot; law. Judd said that sheriffs had heard that House Speaker Will Weatherford wanted input from law enforcement about the law, and that that&rsquo;s what prompted the vote. Judd couldn&rsquo;t recall for certain if he was the sheriff who brought up the topic, but he added that it might have been him. (Judd was elevated to the group&rsquo;s presidency during the conference.)</p>\r\n\r\n<p>There was no written motion about the vote, but Judd said the wording was essentially: &quot;Do you support Florida&rsquo;s &#39;stand your ground&#39; law?&quot;</p>\r\n\r\n<p>&quot;It was a unanimous vote and there was not a voice in opposition,&quot; Judd said.</p>\r\n\r\n<p>Judd said he was frustrated that news reports questioned his description of the vote as &quot;unanimous.&quot;</p>\r\n\r\n<p>&quot;Some reporters say &lsquo;you didn&rsquo;t have 100 percent of Florida sheriffs.&rsquo; You are missing the issue. We had 100 percent vote of the ones in the room that voted. ... It&rsquo;s kind of like election day -- you don&rsquo;t show up and vote, your vote doesn&rsquo;t count.&quot;</p>\r\n\r\n<p>Judd said the association&rsquo;s vote doesn&rsquo;t stop any individual sheriffs from advocating for their personal views about the law. Sheriffs could weigh in again at their conference in February shortly before the legislative session.</p>\r\n\r\n<p><strong>Some sheriffs have raised concerns about the law</strong></p>\r\n\r\n<p>The vote is one thing; subsequent comments by sheriffs are another.</p>\r\n\r\n<p>We found news reports about seven sheriffs, a mix of Democrats and Republicans, who either raised concerns about the law or whose position about the law was unclear. In some cases, these sheriffs didn&rsquo;t participate in the association&rsquo;s vote. PolitiFact Florida contacted spokespersons for those sheriffs. Here&rsquo;s a summary of our findings:</p>\r\n\r\n<p><strong>Broward County:</strong> The <em>Sun-Sentinel </em>reported that <a href=\"http://articles.sun-sentinel.com/2013-08-12/news/sfl-sheriff-israel-breaks-ranks-with-standyourground-supporting-colleagues-20130812_1_ground-law-sheriff-scott-israel-ground-defense\">Sheriff Scott Israel</a> wasn&rsquo;t at the Florida Sheriffs Association conference due to National Night Out events in Broward.</p>\r\n\r\n<p>Israel told the <em>Sentinel </em>in August that had he attended, &quot;I would have voted against the FSA statement on the &#39;stand your ground&#39; law. I support an individual&#39;s right to use armed self-defense when faced with the immediate threat of death or serious bodily injury, and without requiring any duty to retreat in one&#39;s own home. However, if there is a safe opportunity in other settings to retreat and de-escalate potentially deadly violence, it should be done. For this reason, I support legislative changes to more narrowly restrict the use of the &#39;stand your ground&#39; defense.&quot;</p>\r\n\r\n<p>Israel expressed support for &quot;fixing serious flaws&quot; in the law in an October <a href=\"http://articles.sun-sentinel.com/2013-10-19/news/fl-viewpoint-stand-your-ground-20131019_1_ground-law-your-ground-ground-statute\">op-ed</a> in the <em>Sun-Sentinel</em>.</p>\r\n\r\n<p><strong>Pinellas County: </strong>Sheriff Bob Gualtieri told PolitiFact Florida in an email, &quot;I was unclear as to exactly what was being asked in the motion,&quot; at the association meeting. &quot;I did not verbalize a response when the voice vote was called.&quot;</p>\r\n\r\n<p>Gualtieri said that he &quot;unequivocally&quot; supports the broad concept of the &quot;stand your ground&quot; law. However, he said there is room for discussion about some adjustments.</p>\r\n\r\n<p>&quot;I do not support the application of SYG immunity in circumstances where the person against whom deadly force was used was totally unarmed with any type of weapon when the force was used,&quot; Gualtieri said. &quot;I also do not believe that someone deemed to be a &#39;primary aggressor&#39;&nbsp;should be able to assert SYG &mdash; one does not get to pick the fight and then end it with deadly force.&quot;</p>\r\n\r\n<p><strong>Hillsborough: </strong>The <em>Tampa Tribune </em>reported that Sheriff David Gee attended the conference but left before the vote. (We confirmed that directly with a spokeswoman.) He said he &quot;wouldn&#39;t have voted that way without hearing the state attorneys out on that issue.&quot; &nbsp;</p>\r\n\r\n<p>In July 2012, Gee sent a <a href=\"https://www.documentcloud.org/documents/834979-sheriff-gee-letter-to-nra.html\">response</a> to an NRA questionnaire in which he declined to provide his <a href=\"http://www.tampabay.com/news/politics/elections/hillsborough-sheriff-tweaks-state-nra/1239930\">personal opinion</a> about self defense.</p>\r\n\r\n<p>&quot;The Legislature has spoken on this issue,&quot; he wrote. &quot;HCSO deputies always follow the law.&quot;</p>\r\n\r\n<p><strong>Orange:</strong> A spokesman for Orange County Sheriff Jerry Demings told PolitiFact Florida that Demings attended the meeting but had to leave early to attend National Night Out events. The spokesman sent us a previous statement by Demings: &quot;Had I been present, I likely would not have supported the vote. As a member of the Citizen Safety and Protection Task Force appointed by Governor Scott last year, I stand by the recommendations of the Task Force.&quot;</p>\r\n\r\n<p><strong>Volusia and Flagler counties:</strong> The News Service of Florida reported that the sheriffs in <a href=\"http://www.news-journalonline.com/article/20130810/NEWS/130819915\">Volusia and Flagler counties</a> expressed reservations about the law.</p>\r\n\r\n<p>A spokesman for Volusia Sheriff Ben Johnson told PolitiFact Florida in an email that Johnson was in the room for the vote but did not participate in it. Johnson, a past president of the association, stands behind the association&rsquo;s position on the law, but added that &quot;his personal position differs slightly from that of the association. The sheriff supports the right of citizens to employ deadly force with no duty to retreat in order to defend themselves while in their homes or vehicles. However, when out in the open and facing a threat, the sheriff believes citizens should attempt to retreat if possible before using lethal force. He has consistently stated this position and supports the law, but believes it would be improved with the addition of three words (retreat if possible) as it relates to locations other than homes or vehicles.&quot;</p>\r\n\r\n<p>Meanwhile, Flagler County Sheriff Jim Manfre, according to the News Service of Florida, &quot;said the association&#39;s take doesn&#39;t exactly match his personal view. Manfre said he thinks the castle doctrine should remain on the books and the rest be repealed.&quot; (Manfre had no additional comment for PolitiFact Florida, his spokesman said.)</p>\r\n\r\n<p><strong>Miami-Dade:</strong> Miami-Dade is the most populous county in the state and home to Trayvon, but J.D. Patterson -- the county&rsquo;s appointed police director, the equivalent of an elected sheriff -- does not appear to have commented publicly about &quot;stand your ground.&quot; According to <a href=\"http://www.huffingtonpost.com/2013/08/14/florida-sheriffs-stand-your-ground_n_3756631.html\">Huffington Post</a>, a spokesperson for Patterson confirmed that he attended the conference but couldn&rsquo;t say if he voted.</p>\r\n\r\n<p>&quot;Director J.D. Patterson was there and he does not wish to discuss the issue,&quot; Det. Alvaro Zabaleta told PolitiFact Florida in an email.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>During a legislative hearing about Florida&rsquo;s controversial &quot;stand your ground&quot; law, Okaloosa Sheriff Larry Ashley said &quot;Florida sheriffs unequivocally support this, the right to &#39;stand your ground.&#39; &quot;</p>\r\n\r\n<p>The Florida Sheriffs Association did take a voice vote in August that the association reported was unanimous in support of the current &quot;stand your ground&quot; law. But no more than 57 of the state&rsquo;s 66 sheriffs voted (and quite likely fewer) and a number of sheriffs, including those representing some of the state&rsquo;s most populous counties, have spoken publicly or to PolitiFact Florida about their reservations about the law.</p>\r\n\r\n<p>Ashley&rsquo;s comments left readers with the impression that the support among Florida is &quot;unequivocal,&quot; or unambiguous, but that&rsquo;s not the case. We rate this claim Mostly False.</p>\r\n", "ruling_comments_date": "2013-11-15T13:34:34.577947", "ruling_date": "2013-11-15T16:16:46", "ruling_headline": "Florida sheriff says state association 'unequivocally' supports the ‘stand your ground’ law", "ruling_headline_slug": "florida-sheriffs-unequivocally-support-stand-your-", "ruling_link_text": "There was a vote, but others not present have expressed reservations", "ruling_state": null, "source_documents": null, "sources": "<p><em>Miami Herald/Tampa Bay Times</em>, <a href=\"http://www.miamiherald.com/2013/11/07/3738365/lawmakers-defeat-bill-to-repeal.html\">&quot;Lawmakers defeat bill to repeal &lsquo;stand your ground,&rsquo;&quot;</a> Nov. 7, 2013</p>\r\n\r\n<p><em>Tampa Tribune</em>, <a href=\"http://tbo.com/news/crime/florida-sheriffs-dispute-x2018stand-your-groundx2019-vote-20130817/\">&quot;Florida sheriffs dispute &lsquo;stand your ground&rsquo; vote,&quot;</a> Aug. 17, 2013</p>\r\n\r\n<p><em>Tampa Tribune</em>, &quot;Speaker open to change &lsquo;stand your ground,&rsquo; law,&quot; July 31, 2013</p>\r\n\r\n<p><em>Sun-Sentinel</em>, <a href=\"http://articles.sun-sentinel.com/2013-08-12/news/sfl-sheriff-israel-breaks-ranks-with-standyourground-supporting-colleagues-20130812_1_ground-law-sheriff-scott-israel-ground-defense\">&quot;Sheriff Israel breaks ranks with sheriffs on &lsquo;stand your ground,&rsquo;&quot; </a>Aug. 12, 2013</p>\r\n\r\n<p><em>Sun-Sentinel</em> op-ed, <a href=\"http://articles.sun-sentinel.com/2013-10-19/news/fl-viewpoint-stand-your-ground-20131019_1_ground-law-your-ground-ground-statute\">&quot;Scott Israel: Sheriff supports change in stand your ground,&quot; </a>Oct. 19, 2013</p>\r\n\r\n<p>News Service of Florida, <a href=\"http://www.news-journalonline.com/article/20130810/NEWS/130819915\">&quot;Florida sheriffs support stand your ground law,&quot;</a> Aug. 10, 2013</p>\r\n\r\n<p>Huffington Post, <a href=\"http://www.huffingtonpost.com/2013/08/14/florida-sheriffs-stand-your-ground_n_3756631.html\">&quot;Florida sheriffs&rsquo; stand your ground support not unanimous after all,&quot; </a>Aug. 14, 2013</p>\r\n\r\n<p><em>Miami Herald</em>&rsquo;s Naked Politics blog, <a href=\"http://miamiherald.typepad.com/nakedpolitics/2012/04/gov-scott-names-17-member-task-force-to-review-stand-your-ground-law.html\">&quot;Gov. Scott names 17-member task force on stand your ground,&quot; </a>April 19, 2012</p>\r\n\r\n<p><em>Tampa Bay Times</em>, <a href=\"http://www.tampabay.com/news/politics/elections/hillsborough-sheriff-tweaks-state-nra/1239930\">&quot;Sheriff deflects NRA&rsquo;s query,&quot; </a>July 12, 2012</p>\r\n\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/truth-o-meter/article/2013/jul/15/fact-checks-about-death-trayvon-martin/\">&quot;Fact-checks about the case involving George Zimmerman,&quot;</a> July 15, 2013</p>\r\n\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/florida/statements/2012/may/03/jennifer-carroll/jennifer-carroll-apply-stand-your-ground-task-forc/\">&quot;Jennifer Carroll says &lsquo;we didn&rsquo;t go out asking people&rsquo; to join the &lsquo;stand your ground&rsquo; task force,&quot;</a> April &nbsp;19, 2012</p>\r\n\r\n<p>Hillsborough Sheriff David Gee, <a href=\"https://www.documentcloud.org/documents/834979-sheriff-gee-letter-to-nra.html\">Letter to Marion Hammer and the NRA</a>, July 10, 2012</p>\r\n\r\n<p>Interview, Okaloosa Sheriff Larry Ashley, Nov. 13, 2013</p>\r\n\r\n<p>Interview, Gary Davidson, spokesman Volusia Sheriff&rsquo;s Office, Nov. 13, 2013</p>\r\n\r\n<p>Interview, Veda Coleman-Wright, Broward Sheriff&rsquo;s Office spokeswoman, Nov. 13, 2013</p>\r\n\r\n<p>Interview, Captain Angelo L. Nieves, Orange County Sheriff&#39;s Office, Nov. 13, 2013</p>\r\n\r\n<p>Interview, Polk County Sheriff Gary Judd, president of the Florida Sheriff&rsquo;s Association, Nov. 13, 2013</p>\r\n\r\n<p>Interview, Sgt. David DiSano, spokesman for Pinellas Sheriff&rsquo;s Office, Nov. 13, 2013</p>\r\n\r\n<p>Interview, Debbie Carter, spokeswoman Hillsborough Sheriff&rsquo;s Office, Nov. 14, 2013</p>\r\n\r\n<p>Interview, Miami-Dade Det. Alvaro Zabaleta, spokesman for Miami-Dade police director, Nov. 14, 2013</p>\r\n\r\n<p>Interview, Amy Mercer, Executive Director, The Florida Police Chiefs Association, Nov. 13, 2013</p>\r\n\r\n<p>Interview, Nanette Schimpf, spokeswoman Florida Sheriffs Association, Nov. 14, 2013</p>\r\n\r\n<p>Interview, Commander Bob Weber, spokesman Flagler County Sheriff, Nov. 14, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Okaloosa Sheriff", "false_count": 0, "first_name": "Larry", "half_true_count": 0, "home_state": "Florida", "id": 2510, "last_name": "Ashley", "mostly_true_count": 0, "name_slug": "larry-ashley", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Ashley_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2510/", "total_count": 1, "true_count": 0, "website": "http://www.sheriff-okaloosa.org/about/sheriff-larry-r-ashley/"}, "statement": "<p>&quot;Florida sheriffs unequivocally support&quot; the &quot;stand your ground&quot;&nbsp;law.</p>\r\n", "statement_context": "a Florida House criminal justice subcommittee hearing", "statement_date": "2013-11-07", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}, {"description": "", "id": 19, "photo": null, "resource_uri": "/api/v/2/subject/19/", "subject": "Guns", "subject_slug": "guns", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}], "target": [], "twitter_headline": ""}