{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2013/nov/19/greg-abbott/texas-problems-voter-id-law-popped-during-earl/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 8568, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/8568/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>On the eve of the 2013 general election, a Republican candidate for governor of Texas in 2014 suggested the state&rsquo;s mandate requiring voters to present photo identification at the polls was proving no big squeeze.</p>\r\n\r\n<p>Critics including Democrats had said the requirement, implemented for the first time in the November elections, would deter voters lacking an accepted ID, especially the elderly, minorities and the indigent.</p>\r\n\r\n<p>But a Nov. 4, 2013, Associated Press <a href=\"http://hosted2.ap.org/TXWAC/TexasNewsSectionWaco/Article_2013-11-05-Texas%20Elections/id-a4d9dde97b1f405caf4fd11b1c17a3e0\"><u>news story</u></a> quoted Texas Attorney General Greg Abbott, who has defended the 2011 law in court, as saying critics failed to make their case. &quot;I haven&#39;t ever seen anything that was overhyped as much as some partisan efforts to overhype concerns about this,&quot; Abbott said, &quot;when, in reality, there has been no problems whatsoever.&quot;</p>\r\n\r\n<p>Not a one?</p>\r\n\r\n<p><strong>Speaker Wright&#39;s ID</strong></p>\r\n\r\n<p>Hector Nieto, a spokesman for the pro-Democratic <a href=\"http://lonestarproject.net/\"><u>Lone Star Project</u></a>, disputed Abbott&rsquo;s statement after bringing it to our attention.</p>\r\n\r\n<p>By email, Nieto noted news reports indicating the ID hurdle affected Sandra Watts, a Nueces County state district judge, and Jim Wright, the former U.S. House speaker.</p>\r\n\r\n<p>According to an Oct. 22, 2013, <a href=\"http://www.kiiitv.com/story/23761660/voter-id-law-may-cause-problems-for-women-using-maiden-names\"><u>news account</u></a> by KIII-TV, Channel 3 in Corpus Christi, Watts said she had to check a box swearing she was who she said she was when her name on her ID did not match her name on voting records. (Abbott and Wendy Davis, the Democratic state senator running for governor, similarly reported having to do the same, according to subsequent news reports.)</p>\r\n\r\n<p>Wright, 90, saying his driver&rsquo;s license had expired, said he had to dig up a copy of his birth certificate before the Department of Public Safety would grant him a free personal identification card enabling him to vote on Election Day, Nov. 5, according to a Nov. 4, 2013, <em>Fort Worth Star-Telegram</em> <a href=\"http://www.star-telegram.com/2013/11/04/5305718/former-house-speaker-jim-wright.html\"><u>news story</u></a>.</p>\r\n\r\n<p>Under the <a href=\"http://www.legis.state.tx.us/tlodocs/82R/billtext/html/SB00014F.htm\"><u>law</u></a>, whose implementation was delayed by legal challenges, voters going to the polls are expected to present a photo ID issued by the DPS (a driver&#39;s license, personal ID card, concealed handgun license or election identification certificate) or the federal government (a passport, military ID or a citizenship or naturalization certificate).</p>\r\n\r\n<p><strong>News accounts generally upbeat</strong></p>\r\n\r\n<p>Mindful that Abbott piped up before Election Day, we considered solely news stories completed by that time. This means that, like Abbott, we were limited to considering how the ID mandate affected voters in the state&rsquo;s <a href=\"http://www.sos.state.tx.us/elections/voter/2013dates.shtml\"><u>&quot;early voting&quot; period</u></a>, which ran from Oct. 21 through Nov. 1.</p>\r\n\r\n<p>By email, Abbott spokesman Jerry Strickland pointed out news stories indicating no problems with the ID law. Among them, a Nov. 4, 2013, <em>Waco Tribune-Herald</em> <a href=\"http://www.wacotrib.com/news/elections/voter-id-law-posing-no-problems-locally-official-says/article_7ae3dbf2-7020-5ee0-8a5d-335f9e0774c4.html\"><u>story</u></a> quoted Kathy Van Wolfe, the McClennan County elections administrator, as saying: &quot;I haven&rsquo;t had any of my polling places call me because there was a problem.&quot;</p>\r\n\r\n<p>Similarly, other newspapers mostly reported smooth sailing, though officials also cautioned against sweeping conclusions by suggesting the 2013 ballot was unlikely to drive high turnout, meaning casual voters (including those less likely to carry appropriate IDs) were not expected at the polls. Statewide, voters were mostly considering proposed constitutional amendments and local propositions, though Houston had a mayoral election.</p>\r\n\r\n<p>In a Nov. 2, 2013, news story, the <em>Houston Chronicle</em> said that according to officials in Harris County and elsewhere, the ID mandate had not prevented anyone from voting. The <em>Chronicle</em> noted &quot;minor instances of confusion&quot; around the state and quoted the Harris County clerk, Stan Stanart, as saying the ID law caused no real problems; seven voters had to cast provisional ballots, which wouldn&#39;t be counted unless the voters proved their identities and were registerd to vote in the county. &quot;Two of the seven showed up without a photo ID, two had out-of-state IDs, and the other four had IDs that were long expired,&quot; Stanart told the paper. &quot;In the big picture, that&#39;s not much when you consider more than 80,000 people voted&quot; locally.</p>\r\n\r\n<p>Steve Raborn, elections administrator for Tarrant County, told the <em>Star-Telegram</em> for an Oct. 28, 2013, <a href=\"http://www.star-telegram.com/2013/10/26/5279608/new-voter-id-law-causing-few-problems.html\"><u>news story</u></a>: &quot;We&rsquo;ve really had no complaints, concerns or issues. But it&rsquo;s only a small test given the low turnout,&quot; Raborn said. &quot;Voters who turn out for these constitutional amendment and bond elections are frequent voters. They know the drill.&quot; The 2014 ballot will feature races for a range of offices topped by the U.S. Senate.</p>\r\n\r\n<p>An Oct. 27, 2013, news story in the <em>Dallas Morning News</em> reported &quot;hiccups&quot; at the polls, otherwise quoting Toni Pippins-Poole, the Dallas County elections administrator, as saying that many voters had to sign affidavits, swearing they were who they said they were, but no voter had been deterred from casting a ballot.</p>\r\n\r\n<p>On Oct. 29, 2013, the Dallas newspaper <a href=\"http://trailblazersblog.dallasnews.com/2013/10/1-of-7-early-voters-in-dallas-county-being-forced-to-sign-affidavit-to-verify-id.html/\"><u>said on its Trailblazers blog</u></a> that at least one in seven of more than 6,800 early voters had cast ballots after signing affidavits. The blog post said: &quot;Election officials are taking pains to minimize the hassle. At polling locations in Dallas County, voters also have the option of updating their information in the voter registration database so it matches their photo identification going forward. But at the least, there&rsquo;s an extra minute or two of inconvenience for some voters.&quot;</p>\r\n\r\n<p>In an Oct. 31, 2013, news story, the <em>San Antonio Express-News</em> quoted the Bexar County elections administrator, Jacque Callanen, as saying that local voting had been mostly uneventful. The story also said: &quot;That&#39;s not to say there haven&#39;t been some disgruntled voters -- three, to be exact. Callanen said they had voter registration certificates but no photo IDs and grew irate when asked to take additional steps to vote.&quot;</p>\r\n\r\n<p>A couple days earlier, an <em>Express-News</em> news story quoted a Rice University political scientist, Mark Jones, as saying that the requests that voters affirm their identities wasn&rsquo;t overly complicated. Jones said: &quot;If no one is denied the right to vote, and the sole impact is they have to check a box ... that&#39;s unlikely to resonate outside of the (Democratic Party) faithful. For me, the voter ID law&#39;s principal impact is the impact you can&#39;t see: the person who does not turn out because they lack documentation.&quot;</p>\r\n\r\n<p>An <em>Austin American-Statesman</em> news story posted online Oct. 28, 2013, quoted election officials in Travis, Hays and Williamson counties as saying the ID law wasn&rsquo;t keeping women from voting. The story quoted Jason Barnett, Williamson County&rsquo;s elections administrator, as saying he taught election workers to look at the &quot;totality of circumstances&quot; to determine voters&#39; identities when names weren&rsquo;t identical on IDs and voter registration cards. &quot;It&#39;s not a complicated process,&quot; Barnett said.</p>\r\n\r\n<p>Joyce Cowan, the Hays County elections administrator, said the law hadn&#39;t brought troubles. &quot;We have not had major problems,&quot; Cowan said.</p>\r\n\r\n<p>An Oct. 26, 2013, <em>El Paso Times</em> <a href=\"http://www.elpasotimes.com/news/ci_24391851/voter-id-law-rolls-out-smoothly-el-paso\"><u>news story</u></a> reported no local problems with the ID law, also quoting an early voter, Jose Rodriguez, as saying the law didn&#39;t inconvenience him.</p>\r\n\r\n<p><strong>Challenges for the elderly</strong></p>\r\n\r\n<p>Informed of the tenor of these news stories, Nieto emailed us links to an Oct. 22, 2013, <a href=\"http://raycomnbc.worldnow.com/story/23758563/etx-woman-struggling-to-get-official-voter-id\"><u>news report</u></a> by KLTV-TV, Channel 7 in Tyler, stating that Elizabeth Pottinger, 96, would have to vote by mail--which does not require an ID to be presented--because she lacked the documents needed to obtain an ID that would be accepted at the polls.</p>\r\n\r\n<p>Nieto also pointed out a Sept. 21, 2013, <a href=\"http://abclocal.go.com/ktrk/story?section=news%2Fstate&amp;id=9256064\"><u>news story</u></a> by KTRK-TV, Channel 13 in Houston, stating that Dorothy Card, 84, of Lufkin, had failed to present the documents needed to get a DPS ID card. State law permitted her to vote by mail, the story said, but Card said voting at the courthouse had been her Election Day routine for years. Ultimately, the story said a DPS spokesperson, not identified, had assured the station that Card would be issued an ID card without more difficulties.</p>\r\n\r\n<p><strong>Turnout and provisional ballots on rise</strong></p>\r\n\r\n<p>Next, we wondered if there was an effect on turnout or the prevalence of provisional ballots--the kind that an adult can submit with the understanding that it won&rsquo;t be counted unless they soon resolve the issue that prevented them casting a regular ballot.</p>\r\n\r\n<p>Turnout in the early-voting period was up from 2011, the last time the state had a comparable low-key general election. In 2013, nearly 284,000 Texans voted early in person, as opposed to by mail, <a href=\"http://www.sos.state.tx.us/elections/earlyvoting/2013/nov1.shtml\"><u>according to</u></a> the Texas Secretary of State&rsquo;s office, accounting for 3.3 percent of the state&rsquo;s more than 8.5 million registered voters. In contrast, <a href=\"http://www.sos.state.tx.us/elections/earlyvoting/2011/nov4.shtml\"><u>the office says</u></a>, 156,317 voters, or 2 percent of 8 million registered voters, voted early in 2011.</p>\r\n\r\n<p>The number of provisional ballots cast also was up compared to 2011, according to information emailed to us by Jeff Hillery, a spokesman for the Texas Secretary of State&rsquo;s office. According to the state, <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGbFo5dkc2WmRnTnc/edit?usp=sharing\"><u>131 provisional ballots</u></a> were cast in the 2011 early-voting period. In the 2013 early-voting period, <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGOE5BbXF5UlBURGs/edit?usp=sharing\"><u>398 provisional ballots</u></a>--or 200 percent more than in 2011--were submitted.</p>\r\n\r\n<p>As in 2011, most counties fielded no provisional ballots, according to this information, while Medina County had the state&rsquo;s most provisional ballots: 92.</p>\r\n\r\n<p>But that county didn&rsquo;t have voter ID troubles, according to its elections administrator, Patricia Barton. Only two of the provisional ballots cast during early voting came from individuals lacking proper IDs, Barton told us by phone, and both were &quot;cured&quot;--meaning the voters returned with proofs of identity that meant their ballots would be counted. Barton said the remaining provisional ballots came from individuals who were not registered to vote or not registered in the county.</p>\r\n\r\n<p>In Austin and Travis County, four of 31 provisional ballots collected during early voting involved individuals lacking an accepted ID, Dana DeBouviers, the county clerk, said by telephone.</p>\r\n\r\n<p><strong>State official: Provisional ballots not problems</strong></p>\r\n\r\n<p>Hillery suggested by email that provisional ballots aren&rsquo;t &quot;problems&quot; at the polls.</p>\r\n\r\n<p>&quot;A problem would be if the correct process wasn&rsquo;t followed during the election,&quot; Hillery said, adding that the agency &quot;had very few reports of any confusion or issues on what the acceptable forms of ID were.&quot;</p>\r\n\r\n<p>Hillery stressed, too, that provisional ballots were an option mandated by the federal Help American Vote Act of 2002. &quot;All voters who show up at the polls are offered at least the opportunity to vote provisionally,&quot; Hillery said, which &quot;means that no voter is turned away from the polls because of the need for an acceptable form of photo ID. Here in Texas, if a voter shows up at the polls with an expired driver&rsquo;s license or without any of the seven acceptable forms of ID, they will at least get a provisional ballot&mdash;meaning that they can still exercise their right to vote under the available circumstances. The voter then has a reasonable amount of time (six days; seven in this last election) to cure their vote and have it counted after going to the county registrar&rsquo;s office and showing an acceptable form of photo ID to prove who they are. It&rsquo;s also important to note that not every provisional ballot is necessarily the result of the photo ID requirement.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Abbott said there were &quot;no problems whatsoever&quot; with the voter ID law leading up to the 2013 Texas elections.</p>\r\n\r\n<p>As Speaker Wright and some fellow Texans could attest, none is not correct. News stories reveal various if rare experiences that could be construed as problems, such as voters having to scramble to get the proper ID. There also was a surge in provisional (largely uncounted) ballots, though we did not determine whether the ID law was key to that.</p>\r\n\r\n<p>This claim has an element of truth but overlooks the overriding reality that there were some problems. Mark the statement Mostly False.</p>\r\n\r\n<hr />\r\n<p><strong><em>MOSTLY FALSE </em></strong><em>&ndash; The statement contains an element of truth but ignores critical facts that would give a different impression.</em></p>\r\n\r\n<p>Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> <u>more</u></a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n", "ruling_comments_date": "2013-11-18T18:03:08.974526", "ruling_date": "2013-11-19T10:03:44", "ruling_headline": "There were a few problems with voter ID law during early voting in Texas", "ruling_headline_slug": "texas-problems-voter-id-law-popped-during-earl", "ruling_link_text": "Mister Speaker!", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"https://docs.google.com/document/d/19YrxTs967m7RC-m0y2NmXuAvKCEHAyuDZUL22_jEfmE/pub\"><u>Emails</u></a>, Hector Nieto, press and communications advisor, the Lone Star Project, Nov. 12-13, 2013</p>\r\n\r\n<p>News story, <a href=\"http://www.star-telegram.com/2013/11/04/5305718/former-house-speaker-jim-wright.html\"><u>&quot;Former House Speaker Jim Wright gets ID to vote,&quot;</u></a> <em>Fort Worth Star-Telegram</em>, Nov. 4, 2013</p>\r\n\r\n<p>News stories <a href=\"http://www.star-telegram.com/2013/10/28/5285123/state-senator-has-to-sign-affidavit.html\"><u>&quot;State Sen. Wendy Davis has to sign affidavit to vote,&quot;</u></a> <a href=\"http://www.star-telegram.com/2013/10/26/5279608/new-voter-id-law-causing-few-problems.html\"><u>&quot;New Voter ID law causing few problems,&quot;</u></a> <em>Star-Telegram</em>, Oct. 28, 2013</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/17MBiPGat_jfLckAqfzmd4FOTcKPqNWbV3Z67JhHeEfs/pub\"><u>Email</u></a>, Jerry Strickland, communications director, Attorney General Greg Abbott, Nov. 14, 2013</p>\r\n\r\n<p>News story, <a href=\"http://www.houstonchronicle.com/news/politics/houston/article/Early-vote-sets-record-in-county-4931094.php\"><u>&quot;Early vote sets record in county,&quot;</u></a> the <em>Houston Chronicle</em>, Oct. 28, 2013</p>\r\n\r\n<p>News story, <a href=\"http://www.statesman.com/news/news/local/abbott-to-sign-affidavit-to-vote-thanks-to-davis-p/nbcxx/\"><u>&quot;Abbott to sign affidavit to vote, thanks to Davis provision,&quot;</u></a> <em>Austin American-Statesman</em>, Oct. 30, 2013</p>\r\n\r\n<p>News story, <a href=\"http://www.gosanangelo.com/news/2013/oct/26/start-kicks-off-at-polls/?print=1\"><u>&quot;Start kicks off at polls; Reports cite no woes with voter ID law,&quot;</u></a> <em>San Angelo Standard-Times</em>, Oct. 26, 2013</p>\r\n\r\n<p>News story, &quot;Harris County sets another early voting turnout record;Total ballots cast in person and by mail top 118,000 - despite voter ID worries,&quot; the <em>Houston Chronicle</em>, Nov. 2, 2013 (Nexis search)</p>\r\n\r\n<p>News story and news blog entry, &quot;Voter ID has glitch on names,&quot; the <em>Dallas Morning News</em>, Oct. 27, 2013 (Nexis search); <a href=\"http://trailblazersblog.dallasnews.com/2013/10/1-of-7-early-voters-in-dallas-county-being-forced-to-sign-affidavit-to-verify-id.html/\"><u>&quot;1 of 7 early voters in Dallas County being forced to sign affidavit to verify ID,&quot;</u></a> Trailblazers blog, <em>Dallas Morning News</em>, Oct. 29, 2013</p>\r\n\r\n<p>News stories, &quot;Middle name on ID flags Davis at polls; Affidavit required under voter ID rule,&quot; <em>San Antonio Express-News</em>, Oct. 29, 2013; &quot;Early voting might double &#39;09, &#39;11 totals; Officials credit publicity about photo ID rules,&quot; <em>Express-News</em>, Oct. 31, 2013 (Nexis search)</p>\r\n\r\n<p>News story, <a href=\"http://www.mystatesman.com/news/news/state-regional-govt-politics/voter-id-rollout-smooth-despite-complaints-about-w/nbbTk/\"><u>&quot;Voter ID rollout smooth, despite complaints about women being turned away,&quot;</u></a> <em>Austin American-Statesman</em>, posted online Oct. 28, 2013</p>\r\n\r\n<p>News story, <a href=\"http://www.elpasotimes.com/news/ci_24391851/voter-id-law-rolls-out-smoothly-el-paso\"><u>&quot;El Paso officials: Voter ID rolls out smoothly,&quot;</u></a> <em>El Paso Times</em>, Oct. 26, 2013</p>\r\n\r\n<p>News story, <a href=\"http://raycomnbc.worldnow.com/story/23758563/etx-woman-struggling-to-get-official-voter-id\"><u>&quot;Women say new Voter ID law makes it more difficult for them to vote,&quot;</u></a> KLTV-TV, Channel 7, Tyler, Oct. 22, 2013</p>\r\n\r\n<p>News story, <a href=\"http://www.wacotrib.com/news/elections/voter-id-law-posing-no-problems-locally-official-says/article_7ae3dbf2-7020-5ee0-8a5d-335f9e0774c4.html\"><u>&quot; Voter ID law posing no problems locally, official says,&quot;</u></a> <em>Waco Tribune-Herald</em>, Nov. 3, 2013</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1OHX4O9rIAMOSUTIeTE1kKz1UTHxGDFDBU57z75-q3AU/pub\"><u>Email</u></a>, Jeff Hillery, deputy communications director, Texas Secretary of State&rsquo;s office, Nov. 14, 2013</p>\r\n\r\n<p>Web pages, <a href=\"http://www.sos.state.tx.us/elections/earlyvoting/2011/nov4.shtml\"><u>&quot;Early Voting Cumulative Totals Thru Close of Business November 4, 2011,&quot;</u></a> Nov. 8, 2011; &nbsp;<a href=\"http://www.sos.state.tx.us/elections/earlyvoting/2013/nov1.shtml\"><u>&quot;Early Voting Cumulative Totals Thru Close of Business November 1, 2013,&quot;</u></a> Nov. 5, 2013, Texas Secretary of State (accessed Nov. 18, 2013)</p>\r\n\r\n<p>Charts showing provisional ballots, county by county, Texas early voting periods in <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGbFo5dkc2WmRnTnc/edit?usp=sharing\"><u>2011</u></a> and <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGOE5BbXF5UlBURGs/edit?usp=sharing\"><u>2013</u></a>, Texas Secretary of State&rsquo;s office (received by email from Jeff Hillery, Jan. 14 and 18, 2013)</p>\r\n\r\n<p>Telephone interview, Patricia Barton, elections administrator, Medina County, Hondo, Nov. 18, 2013</p>\r\n\r\n<p>Telephone interview, Dana DeBouvier, Travis County clerk, Austin, Nov. 13, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 12, "current_job": "governor", "false_count": 8, "first_name": "Greg", "half_true_count": 9, "home_state": "Texas", "id": 409, "last_name": "Abbott", "mostly_true_count": 9, "name_slug": "greg-abbott", "pants_count": 6, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/abbottmugnew16pft.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/409/", "total_count": 56, "true_count": 12, "website": "http://gregabbott.com/"}, "statement": "<p>In &quot;reality,&quot; there have &quot;been no problems whatsoever&quot; with the Texas voter ID law.</p>\r\n", "statement_context": "as quoted in an Associated Press news story", "statement_date": "2013-11-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}], "target": [], "twitter_headline": ""}