{"art": [], "author": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2013/nov/27/lynn-westmoreland/congressman-seeks-clean-bill-health-obamacare-cove/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 8583, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/8583/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>For a specific segment of Georgians, the recent rollout of the Affordable Care Act marketplaces has been fraught with confusion, headaches and more confusion.</p>\r\n\r\n<p>We told you so, say some critics of the act, which many call Obamacare.</p>\r\n\r\n<p>One of those critics, U.S. Rep. Lynn Westmoreland, R-Ga., offered some specific numbers to outline the problems, courtesy of his Twitter account.</p>\r\n\r\n<p>&quot;Only 536 Georgians are signed up for Obamacare while 400,000 in the state lost their health insurance,&quot; said a tweet posted from his account.</p>\r\n\r\n<p>The tweet ended with the hashtag: &quot;trainwreck.&quot;</p>\r\n\r\n<p>Some of us wondered about the accuracy of the tweet, particularly how many Georgians have lost their health insurance.</p>\r\n\r\n<p>Regarding the first part of the tweet, the White House announced on Nov. 13 that about 106,000 Americans had selected a health care plan through the federal government&rsquo;s marketplace accounts. The number was far below federal projections. In Georgia, 1,390 people had selected a marketplace plan, but only 536 actually completed enrollment, The Atlanta Journal-Constitution reported.</p>\r\n\r\n<p>Westmoreland&rsquo;s tweet was sent the morning after the White House announced the enrollment numbers.</p>\r\n\r\n<p>President Barack Obama sold the health care act to Americans, in part, on the pledge that individuals who like their insurance could keep their plans. However, many Americans learned their plans did not meet the requirements of the health care law when the marketplaces premiered on October 1. Some told harrowing stories that their plans were being cancelled.</p>\r\n\r\n<p>Obama held a news conference on Nov. 14 in which he offered to let insurance companies sell existing plans for at least one more year, even if they do not meet the standards of the health care law.</p>\r\n\r\n<p>Problem solved? Not exactly.</p>\r\n\r\n<p>Some states said it was too late to make such an allowance and they would not let insurance companies extend their policies. Georgia Insurance Commissioner Ralph Hudgens said the day after the president&rsquo;s announcement that he lacks the authority to enforce the stop-gap measure.</p>\r\n\r\n<p>According to some news accounts, an estimated 11 million Americans buy their own health insurance. In Georgia, 404,669 people have health insurance through individual accounts, according to Hudgens&rsquo; office. Most of these Georgians are self-employed, work at companies that don&rsquo;t provide insurance or are early retirees. Individual plans represent about 6 percent of the total insurance market in Georgia, the AJC has reported.</p>\r\n\r\n<p>The Associated Press recently reported that 400,000 Georgians had received health insurance policy cancellation notices. Westmoreland&rsquo;s office cited that report as the basis for the congressman&rsquo;s claim. Westmoreland&rsquo;s spokeswoman, Leslie Shedd, said she wrote the tweet and sent it from the congressman&rsquo;s Twitter account.</p>\r\n\r\n<p>So have all of these Georgians lost their health insurance? Not exactly, some say.</p>\r\n\r\n<p>Glenn Allen, a spokesman for Hudgens, said because the health insurance policies of those 400,000 or so Georgians does not comply with federal law, their policies could be cancelled, thus the notices to those folks in the mail.</p>\r\n\r\n<p>Some of those customers will still have healthcare coverage through their insurance company. For example, Blue Cross Blue Shield of Georgia sent letters to individual policyholders stating that their plans can no longer be offered through the health care law. The letters offer help with finding plans compliant with the law. Blue Cross Blue Shield of Georgia has about 150,000 people who receive insurance through the individual plans, more than any healthcare provider in the state.</p>\r\n\r\n<p>The AJC and other news outlets -- including the Associated Press -- have reported that although a policy doesn&#39;t comply with the law doesn&#39;t mean consumers will get cancellation letters. One AP article noted that it is unclear how many individual plans are being canceled.</p>\r\n\r\n<p>Shedd said she probably should had mentioned &quot;cancellations&quot; in the tweet, as opposed to writing that 400,000 Georgians have lost their health insurance. The consequences of packaging a message into 140 characters, she said.</p>\r\n\r\n<p>Shedd made the argument that those customers still face the prospect of either changing their policies or losing their insurance.</p>\r\n\r\n<p>&quot;I think if you are talking to people who&rsquo;ve received notices, they look at it as &lsquo;I&rsquo;ve lost my health insurance,&rsquo; &quot; she said.</p>\r\n\r\n<p>To sum up, Westmoreland&rsquo;s tweet said &quot;only 536 Georgians are signed up for Obamacare while 400,000 in the state lost their health insurance.&quot; The number of Georgians signed up was correct. The number of Georgians who have lost their insurance needs some clarity. About 400,000 Georgians have received notices warning their policies could be cancelled because they are not compliant with the federal law. Not all of them will go without insurance, officials explained.</p>\r\n\r\n<p>Westmoreland&rsquo;s claim, like many concerning the health care law, is complicated. There&rsquo;s some context that&rsquo;s necessary to fully understand the situation some Georgians face as a result of the controversial law. Our rating: Half True.</p>\r\n", "ruling_comments_date": "2013-11-22T10:51:37.342912", "ruling_date": "2013-11-27T00:00:00", "ruling_headline": "Congressman seeks clean bill of health on 'Obamacare' coverage claims", "ruling_headline_slug": "congressman-seeks-clean-bill-health-obamacare-cove", "ruling_link_text": "Tweet doesn't tell whole story", "ruling_state": null, "source_documents": null, "sources": "<p>Associated Press, &quot;<a href=\"http://www.thetowntalk.com/viewart/20131102/NEWS01/131102013/State-by-state-3-5-million-insurance-policies-canceled\"><u>State by state: 3.5 million insurance policies cancelled</u></a>,&quot; Nov. 2, 2013.</p>\r\n\r\n<p>Atlanta Journal-Constitution, &quot;Canceled or not, prices rise for many,&quot; Oct. 31, 2013.</p>\r\n\r\n<p>Email &amp; telephone interview with Westmoreland spokeswoman Leslie Shedd, Nov. 14 &amp; 19, 2013.</p>\r\n\r\n<p>Email from Blue Cross Blue Shield of Georgia spokesman Bert Kelly, Nov. 20, 2013.</p>\r\n\r\n<p>Georgia Insurance Commissioner Ralph Hudgens <a href=\"http://www.oci.ga.gov/ExternalResources/Announcements/NewsReleaseInsurance-11152013-113.pdf\"><u>press release</u></a>, Nov. 15, 2013.</p>\r\n\r\n<p>Telephone interview with Georgia Insurance Commissioner spokesman Glenn Allen, Nov. 18, 2013.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 1, "first_name": "Lynn", "half_true_count": 3, "home_state": "", "id": 186, "last_name": "Westmoreland", "mostly_true_count": 0, "name_slug": "lynn-westmoreland", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Rep_Lynn_Westmoreland2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/186/", "total_count": 8, "true_count": 3, "website": ""}, "statement": "<p>&quot;Only 536 Georgians are signed up for Obamacare while 400,000 in the state lost their health insurance.&quot;</p>\r\n", "statement_context": "a tweet", "statement_date": "2013-11-14", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}