{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2013/nov/26/lloyd-doggett/democrats-outpolled-republicans-who-landed-33-seat/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 8598, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/8598/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>The Democratic member of Congress from Austin, otherwise represented in Washington, D.C. by Republicans, says Democrats nationally got more votes in 2012 yet Republicans ended up with their House majority.</p>\r\n\r\n<p>&quot;During the last election, Democrats won over a million votes more than Republicans,&quot; Rep. Lloyd Doggett said <a href=\"http://nowcastsa.com/blogs/webcast-how-congress-works-and-what-you-can-do-about-it\"><u>in a Nov. 4, 2013, talk</u></a> at the University of Texas at San Antonio. &quot;But because of the way&quot; House &quot;districts are designed, the Republicans got 33 more members of the House of Representatives than the Democrats did.&quot;</p>\r\n\r\n<p>The first part of his claim sounded familiar, but is it right that this outcome arose from the way House districts were designed?</p>\r\n\r\n<p>In every state, districts must be redrawn every 10 years to adjust for population changes as measured by the decennial U.S. census. Each state has its own method for drawing districts. And Texas, like most states, entrusts most of the line-drawing to state legislators.</p>\r\n\r\n<p>Over the past dozen years or so, Doggett pointed out in his talk, he has represented a variety of communities--at one time holding a district that stretched from the Texas-Mexico border north into Austin--largely due to how districts were drawn by the state&rsquo;s dominant Republicans.</p>\r\n\r\n<p>Nationally, he said, the redistricting process &quot;has had a significant impact on more than me and indeed on the whole framing of the national debate that is going on right now.&quot; His lecture later touched on the influence of money in politics.</p>\r\n\r\n<p>Doggett, who currently <a href=\"http://doggett.house.gov/index.php?option=com_content&amp;view=article&amp;id=527&amp;Itemid=54\"><u>represents a district</u></a> snaking south from Travis County into its base in San Antonio, told the university audience that Republican domination of redistricting in statehouses effectively helped the GOP maintain its House majority.</p>\r\n\r\n<p>To our inquiry, Doggett said by email: &quot;I spoke about a number of factors that explain the composition and conduct of the current Congress. Redistricting looms large among them as a very significant factor. <a href=\"http://www.merriam-webster.com/dictionary/gerrymander\"><u>Gerrymandering</u></a>,&quot; district-drawing to partisan advantage, &quot;has only reinforced obstructionists.&quot;</p>\r\n\r\n<p>Doggett&rsquo;s spokeswoman, Kelsey Crow, sent an email pointing out an Oct. 14, 2013, NBC News report stating: &quot;When Republicans won the majority of statehouses in 2010, it ensured they would be redrawing the maps in those states. And lo and behold, it paid off in 2012. Nationwide, Democrats running for Congress got 1.1 million more votes, but Republicans sent 33 more members to the House.&quot; It&rsquo;s helpful to remember that the Republican margin of 33 seats means Democrats fell 17 victories short of capturing the House majority.</p>\r\n\r\n<p>Doggett&rsquo;s raw numbers were accurate. Democrats outpolled Republicans in the 2012 House races, but Republicans ended up with a 33-seat House majority.</p>\r\n\r\n<p>A<a href=\"http://cookpolitical.com/user/login?destination=/story/5195\"><u> December 2012 analysis</u></a><u> </u>by the Cook Political Report, a nonpartisan D.C. publication, said House Democrats out-drew their Republican counterparts by more than 1 million votes--1.37 million votes to be precise, Cook&rsquo;s House editor, David Wasserman, <a href=\"https://docs.google.com/spreadsheet/ccc?key=0AjYj9mXElO_QdHZCbzJocGtxYkR6OTdZbzZwRUFvS3c#gid=0\"><u>later calculated</u></a>.</p>\r\n\r\n<p>Between the two parties, Democrats won 50.59 percent of the vote while winning 46 percent of seats, leaving the Republicans with 234 seats and Democrats with 201. The Republican advantage was a decrease from the party&rsquo;s 49-seat majority in 2011-12; <a href=\"http://history.house.gov/Institution/Party-Divisions/Party-Divisions/\"><u>Democrats held House majorities</u></a> from 2007 through 2010.</p>\r\n\r\n<p>But political scientists quibble over whether how districts were redrawn entirely explains the GOP majority. (This is a good time to take a gulp of water/beverage of your preference).</p>\r\n\r\n<p>Writing in December 2012, Wasserman pointed to two &quot;unprecedented&quot; factors that explained the GOP&rsquo;s House grip: the thick concentration of Democratic votes in urban areas and the GOP&rsquo;s wide control of drawing congressional districts.</p>\r\n\r\n<p>Other analyses similarly support redistricting as a reason, but some political scientists suggest other factors were more significant such as the advantages enjoyed by Republicans seeking re-election as incumbents.</p>\r\n\r\n<p>Even before the 2012 elections, Republican influence over redistricting looked likely to be significant.</p>\r\n\r\n<p>A George Mason University political scientist, <a href=\"http://elections.gmu.edu/bio.html\"><u>Michael McDonald</u></a>, who later worked as an expert in a Texas Democratic Party challenge to how Republicans drew districts in Texas, noted in a April 2011 <a href=\"http://journals.cambridge.org/action/displayAbstract?fromPage=online&amp;aid=8253703\"><u>article</u></a> published by the American Political Science Association that thanks to election results in 2010 and earlier, Republicans would dominate redistricting in more states than Democrats. Among the 43 states with more than one congressional district, he wrote, six would rely on bipartisan commissions to draw new districts, 16 would have Republicans in control, six would have Democrats in charge and 15 would act as a divided government.</p>\r\n\r\n<p>But different sometimes complex methods of analyzing the 2012 results generate different conclusions about the effects of the line-drawing, though all point to Republicans benefiting most:</p>\r\n\r\n<p>--On Nov. 8, 2012, Dylan Matthews <a href=\"http://www.washingtonpost.com/blogs/wonkblog/wp/2012/11/08/how-redistricting-could-keep-the-house-red-for-a-decade/\"><u>of the </u><u>Washington Post</u><u>&rsquo;s Wonkblog</u></a> compared how well Democratic President Barack Obama fared in 2012 in most of the states where Republicans controlled redistricting leading up to the election year compared with how Democrats running for House seats came out.</p>\r\n\r\n<p>In Florida, Wisconsin, Ohio, Michigan, Virginia and Pennsylvania, Matthews wrote, Democrats won clutches of seats as Obama prevailed statewide: &quot;In Virginia, for instance, 27 percent of seats went to Democrats, while Obama got 52 percent of the vote. In Pennsylvania, 28 percent of seats went to Democrats, and Obama won 53 percent.&quot;</p>\r\n\r\n<p>There was balance in two states, Matthews wrote: &quot;Utah gave a quarter of its vote to Obama and a quarter of its House seats to Democrats and New Hampshire sent two Democrats to the House despite Obama&#39;s only having a six-point margin there.&quot;</p>\r\n\r\n<p>--Just before the 2012 elections, an Oct. 25, 2012, preliminary <a href=\"http://www.brennancenter.org/sites/default/files/legacy/publications/Redistricting_Congressional_Control.pdf\"><u>study</u></a> by the Brennan Center for Justice, part of the New York University School of Law, concluded that the way districts were drawn would give Republican hopefuls six seats more than they would have won if the election was carried out under the previous district lines. After the elections, a center analyst, Sundeep Iyer, <a href=\"http://www.brennancenter.org/analysis/redistricting-and-congressional-control-following-2012-election\"><u>wrote</u></a> that the prediction mostly held up because five seats flipped from a Democrat to a Republican due to redistricting, he wrote, while six Republican-held seats were saved by redistricting.</p>\r\n\r\n<p>&quot;In states where Republicans controlled redistricting,&quot; Iyer said, &quot;Republican candidates for the House won roughly 53 percent of the vote and 72 percent of the seats.&quot; Then again, Iyer wrote, &quot;even under the old district lines, that disparity would have persisted, as Republicans still would have likely won about 65 percent of the seats.&quot;</p>\r\n\r\n<p>Still, Iyer said, where Democrats held redistricting sway, Democrats won three more seats than they would have under the old district lines, while Republicans lost five additional seats.</p>\r\n\r\n<p>--Another proponent of the &quot;redistricting matters&quot; school, Princeton University neuroscientist and election forecaster <a href=\"https://molbio.princeton.edu/faculty/molbio-faculty/139-wang\"><u>Sam Wang</u></a>, described how partisans can make the line-drawing work to their partisan advantage in a Feb. 2, 2013, <a href=\"http://www.nytimes.com/2013/02/03/opinion/sunday/the-great-gerrymander-of-2012.html?pagewanted=all&amp;_r=0\"><u>opinion column</u></a> in the <em>New York Times</em>. &quot;Gerrymandering is not hard,&quot; Wang wrote. &quot;The core technique is to jam voters likely to favor your opponents into a few throwaway districts where the other side will win lopsided victories, a strategy known as &lsquo;packing.&rsquo; Arrange other boundaries to win close victories, &lsquo;cracking&rsquo; opposition groups into many districts.&quot;</p>\r\n\r\n<p>By his own methodology, Wang estimated that redistricting cost Democrats 15 House seats in the 2012 elections.</p>\r\n\r\n<p>--Earlier, Washington University post-doctoral student Nicholas Goedert, said in a Nov. 15, 2012, <a href=\"http://themonkeycage.org/2012/11/15/not-gerrymandering-but-districting-more-evidence-on-how-democrats-won-the-popular-vote-but-lost-the-congress/\"><u>post</u></a> on the Monkey Cage blog, <a href=\"http://themonkeycage.org/2007/11/20/why_this_blog/\"><u>founded</u></a> in 2007 to publicize research by political scientists, that redistricting most likely cost Democrats seven races nationally.</p>\r\n\r\n<p>Likewise, political scientists <a href=\"http://home.gwu.edu/~jsides/\"><u>John Sides</u></a> and <a href=\"http://www.ppic.org/main/bio.asp?i=378\"><u>Eric McGhee</u></a> said redistricting cost Democrats seven seats, writing that they reached their figure by looking at what would have happened if the election took place in the pre-2012 House districts. &quot;This&quot; seven &quot;is not nothing, but it&rsquo;s far less than what the Democrats needed to take back the House,&quot; the two wrote in a Feb. 17, 2013, <a href=\"http://www.washingtonpost.com/blogs/wonkblog/wp/2013/02/17/redistricting-didnt-win-republicans-the-house/\"><u>commentary</u></a> on the Wonkblog.</p>\r\n\r\n<p>Sides and McGhee concluded that once they considered the effect of incumbency on the 2012 results, the seeming pro-Republican impact of gerrymandering vanished. &quot;That is, the ability of Republicans to retain the House majority may have been due to incumbency advantage, not new and more favorable districts,&quot; they wrote. Conversely, they wrote, removing the percentage point gains attributable to incumbency generated results indicating that Democrats would have won 219 seats, &quot;virtually eliminating&quot; any GOP advantage traced to redistricting.</p>\r\n\r\n<p>By telephone, McGhee, a research fellow at the Public Policy Institute of California, said Republicans nationally pulled off &quot;spectacular gerrymanders&quot; before the 2012 elections. &quot;But there&rsquo;s no clear evidence that there&rsquo;s &nbsp;been this systematic ability of Republicans to draw better districts going way back on a national scale,&quot; McGhee said.</p>\r\n\r\n<p>With help from Keesha Gaskins of the Brennan Center, we queried others who have weighed in on redistricting and the 2012 results, among them University of Chicago law professor Nicholas Stephanopoulos, who said by email that he thinks Doggett got it right, but reaching that conclusion depends on whether one interprets his statement as speaking to redistricting over more than the past couple years.</p>\r\n\r\n<p>&quot;It&#39;s clear that the party preferred by a minority of voters won a majority of seats in 2012,&quot; Stephanapoulos said. &quot;Whether this is <em>because of</em> redistricting depends entirely on what your benchmark is. If your benchmark is proportional representation for each party, then it&#39;s clear that redistricting (together with single-member districts) is to blame. If your benchmark is the districts that were in place <em>before</em> the latest round of redistricting, then redistricting may only have won the Republicans 11 seats&hellip;.But the districts in place before 2012 themselves were drawn by legislatures, and most observers thought the pre-2012 districts already favored Republicans in several states.&quot;</p>\r\n\r\n<p>Next, we ran the range of these analyses past Austin lawyer Steve Bickerstaff, who has advised legislative leaders about redistricting issues since the 1970s. Bickerstaff said by phone that the Republicans&rsquo; majority isn&rsquo;t due solely to how districts were designed. &quot;It&rsquo;s more complicated,&quot; Bickerstaff said.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Doggett said Democrats won over a million votes more than Republicans in 2012 but because of the way districts are designed, Republicans got 33 more House seats.</p>\r\n\r\n<p>Democratic House nominees drew nearly 1.4 million more votes than Republicans and the GOP landed a 33-seat House majority. &nbsp;Redistricting was a major factor in that result, but experts also diverge over whether how districts were designed was the key driver. Incumbency and the concentration of Democrats in congested cities also have been aired as significant.</p>\r\n\r\n<p>We rate Doggett&rsquo;s statement, which lacks this clarification, as Mostly True.</p>\r\n\r\n<hr />\r\n<p><strong><em>MOSTLY TRUE </em></strong><em>&ndash; The statement is accurate but needs clarification or additional information.</em></p>\r\n\r\n<p>Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> <u>more</u></a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n", "ruling_comments_date": "2013-11-25T17:06:19.412407", "ruling_date": "2013-11-26T12:00:00", "ruling_headline": "Republicans won more House seats than more popular Democrats, though not entirely because of how districts were drawn", "ruling_headline_slug": "democrats-outpolled-republicans-who-landed-33-seat", "ruling_link_text": "Reasons debated", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"https://docs.google.com/document/d/1r_UZdQ9WyIzWBLa3UL-12JY0M0NkNeF0LFLYpSScTP0/pub\"><u>Email</u></a>, Kelsey Crow, press secretary, Rep. Lloyd Doggett, Nov. 18, 2013</p>\r\n\r\n<p>Truth-O-Meter article, <a href=\"http://www.politifact.com/truth-o-meter/statements/2013/feb/19/steny-hoyer/steny-hoyer-house-democrats-won-majority-2012-popu/\"><u>&quot;Steny Hoyer: House Democrats won majority of 2012 popular vote,&quot;</u></a> PolitiFact, Feb. 19, 2013</p>\r\n\r\n<p>Research paper, <a href=\"http://journals.cambridge.org/action/displayAbstract?fromPage=online&amp;aid=8253703\"><u>&quot;The 2010 Midterm Elections: Signs and Portents for the Decennial Redistricting,&quot;</u></a> Michael P. McDonald, associate professor of Government and Politics, George Mason University, in PS: Political Science &amp; Politics, American Political Science Association, April 2011 (copy received by email from McDonald, Nov. 19, 2013)</p>\r\n\r\n<p>Web page, <a href=\"http://history.house.gov/Institution/Party-Divisions/Party-Divisions/\"><u>&quot;Party Divisions of the House of Representatives, 1789&ndash;Present,&quot;</u></a> Office of the Historian, U.S. House (accessed Nov. 15, 2013)</p>\r\n\r\n<p>News article, <a href=\"http://www.bloomberg.com/news/2013-03-19/republicans-win-congress-as-democrats-get-most-votes.html\"><u>&quot;Republicans Win Congress as Democrats Get Most Votes,&quot;</u></a> Bloomberg News, March 18, 2013</p>\r\n\r\n<p>Commentary, <a href=\"http://www.nytimes.com/2013/02/03/opinion/sunday/the-great-gerrymander-of-2012.html?pagewanted=all&amp;_r=0\"><u>&quot;The Great Gerrymander of 2012,&quot;</u></a> Sam Wang, founder, the Princeton Election Consortium, in the New York Times, Feb. 2, 2013</p>\r\n\r\n<p>Blog post, <a href=\"http://themonkeycage.org/2012/11/15/not-gerrymandering-but-districting-more-evidence-on-how-democrats-won-the-popular-vote-but-lost-the-congress/\"><u>&quot;Not Gerrymandering, but Districting: More Evidence on How Democrats Won the Popular Vote but Lost the Congress,&quot;</u></a> Nicholas Goedert, the Monkey Cage blog, Nov. 15, 2012</p>\r\n\r\n<p>Commentary, <a href=\"http://www.washingtonpost.com/blogs/wonkblog/wp/2013/02/17/redistricting-didnt-win-republicans-the-house/\"><u>&quot;Redistricting didn&rsquo;t win Republicans the House,&quot;</u></a> John Sides and Eric McGhee, the Wonkblog, the Washington Post, Feb. 17, 2013</p>\r\n\r\n<p>Study, <a href=\"http://www.brennancenter.org/sites/default/files/legacy/publications/Redistricting_Congressional_Control.pdf\"><u>&quot;Redistricting and Congressional Control: A First Look,&quot;</u></a> Sundeep Iyer and Keesha Gaskins, Brennan Center for Justice at the New York University School of Law (accessed Nov. 18, 2013)</p>\r\n\r\n<p>Election analysis, <a href=\"http://www.brennancenter.org/analysis/redistricting-and-congressional-control-following-2012-election#_edn9\"><u>&quot;Redistricting and Congressional Control Following the 2012 Election,&quot;</u></a> Sundeep Iyer, Brennan Center, Nov. 28, 2012</p>\r\n\r\n<p>Telephone interview, Keesha Gaskins, senior counsel, Brennan Center, New York, Nov. 18, 2013</p>\r\n\r\n<p>Telephone interview, Michael P. McDonald, PhD<strong>, </strong>associate professor, Department of Public and International Affairs, George Mason University, Fairfax, Nov. 19, 2013</p>\r\n\r\n<p>Telephone interview, Eric McGhee, research fellow, the Public Policy Institute of California, San Francisco, Nov. 19, 2013</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1fri3wgOMX7tbU1vqQou9XMxhZlanUsjZy5ICV0NXaZI/pub\"><u>Email</u></a>, Nicholas O. Stephanopoulos, assistant professor, University of Chicago Law School, Nov. 19, 2013</p>\r\n\r\n<p>Telephone interview, Steve Bickerstaff, adjunct professor, University of Texas School of Law, Austin, Nov. 25, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "Texas congressman in the U.S. Houst of Representatives", "false_count": 0, "first_name": "Lloyd ", "half_true_count": 4, "home_state": "Texas", "id": 359, "last_name": "Doggett", "mostly_true_count": 7, "name_slug": "lloyd-doggett", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/doggett.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/359/", "total_count": 18, "true_count": 5, "website": "http://doggett.house.gov/index.php"}, "statement": "<p>&quot;During the last election, Democrats won over a million votes more than Republicans, but because of the way districts are designed, the Republicans got 33 more members of the House of Representatives than the Democrats did.&quot;</p>\r\n", "statement_context": "a guest lecture", "statement_date": "2013-11-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 149, "photo": null, "resource_uri": "/api/v/2/subject/149/", "subject": "Bipartisanship", "subject_slug": "bipartisanship", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}, {"description": "", "id": 207, "photo": null, "resource_uri": "/api/v/2/subject/207/", "subject": "Redistricting", "subject_slug": "redistricting", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}