{"art": [], "author": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "canonical_url": "/oregon/statements/2013/nov/26/kurt-schrader/did-rep-kurt-schrader-flip-flop-whether-folks-coul/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "mbrence@oregonian.com", "first_name": "Michelle", "id": 415, "last_name": "Brence", "name_slug": "michelle-brence", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/415/", "title": "Politics editor", "twitter": null}], "facebook_headline": null, "id": 8609, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "resource_uri": "/api/v/2/statement/8609/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half Flip", "id": 8, "resource_uri": "/api/v/2/statementruling/8/", "ruling": "Half Flip", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/fom-halfFlip.png", "ruling_slug": "half-flip"}, "ruling_comments": "<p>The latest controversy to wash over the implementation of the Affordable Care Act revolves around President Barack Obama&rsquo;s much-repeated promise that folks who liked their insurance could keep it.</p>\r\n\r\n<p>As it turns out, hundreds of thousands of people -- more than 140,000 in Oregon alone -- are receiving cancellation notices from their insurers. Folks are being forced into new plans that better meet the requirements established by the law.</p>\r\n\r\n<p>Now, it&rsquo;s no surprise that Republicans have seized on this -- but they&rsquo;re not alone. Some Democrats, including Oregon&rsquo;s Rep. Kurt Schrader, &nbsp;have also taken to criticizing the president&rsquo;s simplistic language on the subject.</p>\r\n\r\n<p>During a TV appearance in early November, Schrader called the president&rsquo;s words &quot;grossly misleading.&quot;</p>\r\n\r\n<p>The fuller comment: &quot;I think the president was grossly misleading to the American public. I knew right away as a veterinarian -- I had my own business -- that my policies got canceled even before the ACA. I know that I would change policies on a regular basis. &hellip;</p>\r\n\r\n<p>&quot;Not being honest that a lot of these policies were going to get canceled was grossly misleading.&quot;</p>\r\n\r\n<p>When the interviewer pointed out that Schrader&rsquo;s own website had a similar pledge, he asserted that he&rsquo;d offered folks more context in person while selling the law&rsquo;s other benefits.</p>\r\n\r\n<p>This, of course, opened him up to an attack from the National Republican Congressional Committee. An NRCC spokeswoman released a comment alleging that &quot;after being a loyal ObamaCare foot soldier for years, Kurt Schrader is blatantly misleading voters in the face of changing political winds and the law&rsquo;s botched rollout. Maybe next time Schrader will read his own website before such an obvious attempt to deceive voters.&quot;</p>\r\n\r\n<p>All of this left our heads spinning. We wondered if Schrader really had flip-flopped on the issue of whether the ACA allowed folks to keep their insurance.</p>\r\n\r\n<p>We called Schrader to see if he could explain why the content on his website was any different than what the president had been saying.</p>\r\n\r\n<p>His defense, essentially, came down to frequency. For the president, it was a common claim. Schrader, however, maintained that he emphasized other parts of the reform -- affordability and access, for example -- and was honest about the possibility of folks losing their current plan.</p>\r\n\r\n<p>As proof, he sent us the full transcript of what his website had said on the issue along with a summary of the law his office had issued after its passage. We&rsquo;ll walk you through the most relevant parts.</p>\r\n\r\n<p>First, the Q&amp;A on his website included this bit: &quot;I&rsquo;m insured &ndash; what happens to me? If you are insured and are happy with your current coverage, nothing changes.&quot;</p>\r\n\r\n<p>It explores that issue again in the next question: &quot;Will I be forced to give up my current coverage and use coverage that is forced on me? No, but if your insurer changes your plan, the new plan must conform with ACA requirements like Basic Benefits Coverage while prohibiting the following: denial of coverage due to pre-existing conditions, limits on annual and lifetime coverage, co-pays for preventive care, etc.&quot;</p>\r\n\r\n<p>Taken together, especially for somebody who doesn&rsquo;t understand the law well, the answers hammer home the point that nobody will be forced to change their plan -- even if their insurance company might choose to do so.</p>\r\n\r\n<p>The NRCC also cited a summary of the health care law that Schrader released after the law passed. The summary said: &quot;If individuals like their current plan, they may keep that plan for as long as they would like under the final proposal. These grandfathered plans will have most of the same consumer protections added as in the newer qualified plans.&quot;</p>\r\n\r\n<p>Again, that&rsquo;s all accurate information. The only problem is that to have a grandfathered plan, you had to have been enrolled in it before the reforms became law back in March 2010. Now, that does give Schrader some cover. When his summary came out, many readers probably had insurance predating the law -- meaning their coverage would have been grandfathered.</p>\r\n\r\n<p>That&rsquo;s different from when President Obama made the familiar pledge after, say, the Supreme Court upheld the law in June 2012. By then, folks might have changed plans -- when they changed jobs, for example -- without knowing that meant their health plan would no longer be grandfathered in.</p>\r\n\r\n<p>Schrader&rsquo;s spokesman, Cody Tucker, argued in an email that the promise was essentially truer in the early days than it is now -- even though the law itself has not changed. &quot;The difference is that though that was your understanding from the beginning, because you are engaged, the truth is most Americans and Oregonians did not understand the caveat of &lsquo;unless it changed.&rsquo;</p>\r\n\r\n<p>&quot;Therefore, to keep reiterating to the public that they can keep their health insurance plan is misleading, albeit accurate.&quot; (Accurate in that some folks are still covered by the grandfather provision.)</p>\r\n\r\n<p>To be sure, a look around the Internet did not reveal any high-profile examples of Schrader making this promise several times -- though neither did it reveal examples of him explaining the complicated nuances around this promise.</p>\r\n\r\n<p>What matters is Schrader is clearly on the record suggesting people could keep their plans if they wanted to. The qualifiers mentioned in the documents on his website would be unlikely to disabuse a casual reader of this notion.</p>\r\n\r\n<p>To now call that statement -- when the president says it -- &quot;grossly misleading&quot; is clearly a partial change in position.</p>\r\n\r\n<p>We rate this a Half-Flip.</p>\r\n", "ruling_comments_date": "2013-11-26T19:29:30.999441", "ruling_date": "2013-11-26T16:28:22", "ruling_headline": "Did Rep. Kurt Schrader flip flop on whether folks could keep their insurance under Obamacare?", "ruling_headline_slug": "did-rep-kurt-schrader-flip-flop-whether-folks-coul", "ruling_link_text": "Schrader is not completely consistent", "ruling_state": null, "source_documents": null, "sources": "<p>Interview with Rep. Kurt Schrader, Nov. 19, 2013</p>\r\n\r\n<p>Emails from Cody Tucker, spokesman for Kurt Schrader, Nov. 19, 20 and 21, 2013</p>\r\n\r\n<p>Kurt Schrader, Affordable Care Act FAQ, accessed November 2013</p>\r\n\r\n<p>Kurt Schrader, HealthCare Reform Summary, April 12, 2010</p>\r\n\r\n<p>Kurt Schrader, <a href=\"http://www.kgw.com/on-tv/straight-talk/Straight-Talk-Rep-Kurt-Schrader-231311451.html\">TV interview</a>, Nov. 9, 2013</p>\r\n\r\n<p>The Oregonian, &quot;GOP says Kurt Schrader hypocritical in calling Obama &quot;grossly misleading&quot; on health coverage,&quot; Nov. 12, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. representative", "false_count": 1, "first_name": "Kurt", "half_true_count": 3, "home_state": "Oregon", "id": 716, "last_name": "Schrader", "mostly_true_count": 0, "name_slug": "kurt-schrader", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Kurt_Schrader_.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/716/", "total_count": 6, "true_count": 1, "website": "http://schrader.house.gov/"}, "statement": "<p>On whether people can keep their insurance under the Affordable Care Act.</p>\r\n", "statement_context": "a TV interview.", "statement_date": "2013-11-09", "statement_type": {"id": 4, "resource_uri": "/api/v/2/statementtype/4/", "statement_type": "Flip", "type_description": "Flip-o-Meter items"}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}