{"art": [{"brightcove": "", "caption": "This is a box of 9mm rounds at Bill Jackson's sporting goods in Pinellas Park, Fla. Will bullets like these become rarities due to the closure of a Missouri smelter? We check a claim on that concern made by former Rep. Allen West, R-Fla.", "id": 3951, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/ammo_pic.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/3951/", "title": "Ammunition", "wibbitz": "", "youtube": "", "youtubeID": ""}, {"brightcove": "", "caption": "Former Rep. Allen West made the case that the EPA-prompted closure of a lead smelter in Missouri was part of a \"back door\" effort at gun control. But experts disagree.", "id": 3952, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/West_bullets.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/3952/", "title": "West bullets article", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2013/dec/03/allen-west/allen-west-blames-obamas-epa-closing-smelter-evide/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "facebook_headline": null, "id": 8619, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/8619/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>Former Congressman Allen West has taken aim at a surprising gun control villain: the U.S. Environmental Protection Agency.</p>\r\n\r\n<p>&quot;It seems that back door gun control is in full effect in the United States. Why? Thanks to Obama&rsquo;s Environmental Protection Agency (EPA), we can no <a href=\"http://www.nraila.org/news-issues/articles/2013/10/end-of-an-era-last-us-lead-smelter-to-close-in-december.aspx\">longer smelt lead from ore </a>in the United States. ...,&quot; wrote the Republican and retired Army lieutenant colonel on his website Dec. 1. &quot;So America, back door gun control is moving forward and while we are all distracted with Obamacare and Iran nuclear negotiations, our Second Amendment rights are undergoing an assault by clandestine infiltration.&quot;</p>\r\n\r\n<p>Here&rsquo;s West&rsquo;s explanation in a nutshell: The Doe Run lead smelter in Herculaneum, Missouri will close its doors this month due to air quality restrictions. &quot;What this all means,&quot; West wrote, &quot;is that after December 2013, any ammunition that will be available to US citizens will have to be imported, which will surely increase the price and possibly come under government control.&quot;</p>\r\n\r\n<p>Is West correct to conclude that the EPA&rsquo;s actions are &quot;back door gun control&quot;? A reader asked us to check West&rsquo;s claim, so we did. (A hat tip to the <a href=\"http://www.theblaze.com/stories/2013/12/02/rumor-check-did-obama-close-a-lead-plant-in-order-to-enact-backdoor-gun-control/\">Blaze</a>, which published its own fact-check between the time we spotted West&rsquo;s claim and the time we published it.)</p>\r\n\r\n<p><strong>Lead&rsquo;s dangers</strong></p>\r\n\r\n<p>Lead is a serious health hazard. According to the <a href=\"http://www.mayoclinic.com/health/lead-poisoning/FL00068\">Mayo Clinic</a>, &quot;even small amounts of lead can cause serious health problems. Children under the age of 6 are especially vulnerable to lead poisoning, which can severely affect mental and physical development. At very high levels, lead poisoning can be fatal.&quot;</p>\r\n\r\n<p>Lead contamination can be found in air, water and soil as well as homes from old <a href=\"http://portal.hud.gov/hudportal/HUD?src=/program_offices/healthy_homes/healthyhomes/lead\">paint</a>. Lead-based paint and lead-contaminated dust in older buildings are the most common sources of lead poisoning in children. Adults who work with batteries, home renovations or in auto repair shops also may be exposed to lead. The health dangers prompted the U.S. to phase out leaded <a href=\"http://web.mit.edu/ckolstad/www/Newell.pdf\">gasoline</a> in the 1980s.</p>\r\n\r\n<p>As Doe Run <a href=\"http://www.doerun.com/MediaCenter/NewsReleases/Article/The-Doe-Run-Company-Reaches-Landmark-Environmental-Agreement.aspx\">announced</a> at the time, the company reached a <a href=\"http://www2.epa.gov/enforcement/doe-run-resources-corporation-settlement\">settlement</a> with the EPA and the state of Missouri in 2010 which included paying fines and ceasing smelting operations in Herculaneum. But the news is gaining fresh attention now because the actual closure date of Dec. 31 is looming.</p>\r\n\r\n<p>West&rsquo;s blog cited an Oct. 29 post by Terresa Monroe-Hamilton on <a href=\"http://noisyroom.net/blog/2013/10/29/back-door-gun-control-moves-forward/\">noisyroom.net</a> which slammed the feds for &quot;back door gun control&quot; in driving the plant to closure. (The Blaze reported that West&rsquo;s initial post failed to cite noisyroom but later updated with attribution.)</p>\r\n\r\n<p>Monroe-Hamilton sent us to a post she wrote Dec. 3 <a href=\"http://noisyroom.net/blog/2013/12/03/about-one-of-my-articles-and-allen-west/\">in response</a> to the controversy, in which she said what she wrote was an &quot;opinion piece.&quot;</p>\r\n\r\n<p>But the long history of lead-control efforts casts serious doubt on the idea that the closure was driven by anti-gun concerns. Ever since the EPA was created in 1970, one of its missions has been to limit pollution from smelters which are &quot;terribly toxic sites,&quot; said David Rosner, a professor of sociomedical sciences at Columbia University who studies the politics of pollution.</p>\r\n\r\n<p>The Doe Run smelter, he says, was shut down because it was a major polluter -- not as a way of curbing guns.</p>\r\n\r\n<p>&quot;It had nothing to do with gun control or bullets,&quot; Rosner told PolitiFact. &quot;The idea of linking this to an issue of gun control or a surreptitious way for the government trying to shut down the gun industry is nuts. This was an EPA decision because of children who were being poisoned by what had come out of that plant.&quot;</p>\r\n\r\n<p>While West, who represented South Florida for one term, pointed the finger at &quot;Obama&rsquo;s&quot; EPA, the EPA&rsquo;s case against Doe Run actually began decades ago. The St. Louis area failed to meet federal clean air standards for lead in 1987 -- during the Reagan administration -- due to emissions from the smelter, the <em>St. Louis Post-Dispatch</em> reported in 1989.</p>\r\n\r\n<p>Reagan wasn&#39;t the only Republican president to advance the anti-lead effort. In 2008, under President George W. Bush, the EPA adopted <a href=\"http://yosemite.epa.gov/opa/admpress.nsf/bd4379a92ceceeac8525735900400c27/8be79c35bcf6f882852574e40051e01d%21OpenDocument&amp;Highlight=2,smelter\">tougher air quality standards</a> for lead that were 10 times more stringent than the past.</p>\r\n\r\n<p>In 2010, the EPA reached a settlement with Doe Run. In November, Doe Run issued a <a href=\"http://www.doerun.com/MediaCenter/NewsReleases/Article/Herculaneum-Smelter-Update.aspx\">news release</a> about the closure: &quot;Although the United States is home to a number of secondary lead smelters, which recycle lead from various sources, the Herculaneum facility is the last primary lead smelter in the United States,&quot; according to the release.</p>\r\n\r\n<p>The release explains that the company isn&rsquo;t shutting down entirely. While the company is closing its primary smelter, which extracts lead from ore, it will continue to operate as a secondary lead smelter -- essentially a recycler for lead contained in other products.</p>\r\n\r\n<p>According to the company, more than 80 percent of all lead produced in the United States is used in either vehicle batteries or in stationary batteries for backup power used by the military and in telecommunications and medical applications.&quot;In the U.S., the recycle rate of these batteries is approximately 98 percent, making lead-based batteries the most highly recycled consumer product,&quot; the company release said. &quot;These batteries are recycled at secondary lead smelters. We own such a smelter in southern Missouri.&quot;</p>\r\n\r\n<p>The company added that lead is used in ammunition and other materials. Doe Run spokeswoman Tammy Stankey emailed PolitiFact to say that the company &quot;will continue to supply our ammo customers using secondary lead.&quot;</p>\r\n\r\n<p>We interviewed experts on lead or ammunition to ask about the impact of the plant closure. Most said there should not be major concerns.</p>\r\n\r\n<p>Michael Bazinet, a spokesman for the National Shooting Sports Foundation, confirmed that lead used for ammunition made in the U.S. comes almost exclusively from recycled sources.</p>\r\n\r\n<p>&quot;While no one should ever be pleased about the closure of any industry, in this case there should not be a noticeable effect on consumers. &nbsp;... We should not see any effect on the civilian marketplace,&quot; Bazinet told PolitiFact. The foundation&rsquo;s general counsel, Lawrence Keane, echoed that view in an interview with the <a href=\"http://www.washingtontimes.com/news/2013/dec/2/obamas-epa-smelter-closing-will-not-affect-ammunit/\">Washington Times</a></p>\r\n\r\n<p>Others agree. While Doe Run is the last &quot;primary&quot; lead smelter in the U.S. there are plenty of &quot;secondary&quot; processing of lead in the U.S., Richard Lowden, a research engineer at the U.S. Department of Energy Oak Ridge National Laboratory told PolitiFact in an email.</p>\r\n\r\n<p>&quot;Primary lead is of higher purity and is needed for specialty applications such as unique types of lead-acid batteries,&quot; Lowden said. &quot;Secondary lead is slightly less pure and is used in most applications -- over 80 percent of domestic consumption, including bullets. The U.S. imports very little lead, with the main foreign sources being Canada and Mexico. I do not &nbsp;believe shooters have to worry about a source of lead for bullets.&quot;</p>\r\n\r\n<p>Florida Bullet, a Clearwater-based company that supplies ammunition to most law enforcement agencies in Florida, isn&rsquo;t worried about the smelter&rsquo;s closure.</p>\r\n\r\n<p>The bullets the company sells, made by Federal and Speer, &quot;use reclaimed lead, so this is not going to bother us as far as production goes,&quot; said the company&rsquo;s president, Tom Falone. &quot;We don&rsquo;t foresee this being a problem for us.&quot;</p>\r\n\r\n<p>When we asked Michele Hickford, West&rsquo;s spokeswoman, why he blamed Obama if the EPA had zeroed in on the smelter long before Obama was president, she said, &quot;The plant closed under Obama. Regardless of what this lead plant is used for, the EPA net is tightening on the entire industry, and if you follow it to its logical conclusion, the industry will be shut down eventually. This is yet another example of the Obama administration circumventing the legislative process to achieve its goals.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>West wrote that &quot;back door gun control is in full effect in the United States&quot; due &quot;to Obama&rsquo;s Environmental Protection Agency.&quot;</p>\r\n\r\n<p>But there is no evidence that it was a clandestine effort at back door gun control. Rather, the EPA&rsquo;s settlement with Doe Run -- which concluded a case that began years before Obama was elected president -- had to do with emissions of a chemical that can cause serious injury and death to adults and children. And ammunition experts shot massive holes in the notion that the smelter&rsquo;s closure would cut production, reduce supply or raise the cost of ammunition. Pants on Fire!</p>\r\n", "ruling_comments_date": "2013-12-03T16:41:26.399081", "ruling_date": "2013-12-03T16:44:42", "ruling_headline": "Allen West blames 'Obama's EPA' for closing a smelter as evidence of 'back door gun control'", "ruling_headline_slug": "allen-west-blames-obamas-epa-closing-smelter-evide", "ruling_link_text": "A thesis shot full of holes", "ruling_state": null, "source_documents": null, "sources": "<p>Former U.S. Rep. Allen West, <a href=\"http://allenbwest.com/2013/12/backdoor-gun-control-lead-means-bullets/\">&quot;Backdoor gun control is here: no lead means no bullets,&quot; </a>Dec. 1, 2013</p>\r\n\r\n<p>The Blaze, <a href=\"http://www.theblaze.com/stories/2013/12/02/rumor-check-did-obama-close-a-lead-plant-in-order-to-enact-backdoor-gun-control/\">&quot;Rumor check: did Obama close a lead plant in order to &lsquo;backdoor&rsquo; gun control,&quot; </a>Dec. 2, 2013</p>\r\n\r\n<p>Noisyroom.net, <a href=\"http://noisyroom.net/blog/2013/10/29/back-door-gun-control-moves-forward/\">&quot;Back door gun control moves forward,&quot;</a> Oct. 29, 2013</p>\r\n\r\n<p>Noisyroom.net, <a href=\"http://noisyroom.net/blog/2013/12/03/about-one-of-my-articles-and-allen-west/\">&quot;About one of my articles and Allen West,&quot; </a>Dec. 3, 2013</p>\r\n\r\n<p>Doe Run news release, <a href=\"http://www.doerun.com/MediaCenter/NewsReleases/Article/Herculaneum-Smelter-Update.aspx\">&quot;Herculaneum smelter update,&quot;</a> Nov. 7, 2013</p>\r\n\r\n<p>Doe Run news release, <a href=\"http://www.doerun.com/MediaCenter/NewsReleases/Article/Herculaneum-Smelter-Update.aspx\">&quot;The Doe Run company reaches landmark environmental agreement,&quot; </a>Oct. 8, 2010</p>\r\n\r\n<p>U.S. Environmental Protection Agency, <a href=\"http://www2.epa.gov/enforcement/doe-run-resources-corporation-settlement\">&quot;Doe Run resources corporation settlement,&quot;</a> Oct. 08, 2010</p>\r\n\r\n<p>U.S. Housing and Urban Development, <a href=\"http://portal.hud.gov/hudportal/HUD?src=/program_offices/healthy_homes/healthyhomes/lead\">&quot;About lead based paint,&quot; </a>Accessed Dec. 3, 2013</p>\r\n\r\n<p>Resources for the Future,<a href=\"http://web.mit.edu/ckolstad/www/Newell.pdf\"> &quot;The U.S. Experience with the phasedown of lead in gasoline,&quot;</a> June 2003</p>\r\n\r\n<p>NRA Institute for Legislative Action, <a href=\"http://www.nraila.org/news-issues/articles/2013/10/end-of-an-era-last-us-lead-smelter-to-close-in-december.aspx?s=&amp;st=&amp;ps\">&quot;End of an era: last US lead smelter to close in December,&quot;</a> Oct. 25, 2013</p>\r\n\r\n<p><em>Washington Times</em>, <a href=\"http://www.washingtontimes.com/news/2013/dec/2/obamas-epa-smelter-closing-will-not-affect-ammunit/\">&quot;Miller: Obama&rsquo;s EPA closing smelter will not affect ammunition supply,&quot; </a>Dec. 2, 2013</p>\r\n\r\n<p><em>St. Louis Post-Dispatch</em>, &quot;Area doesn&rsquo;t meet air standards,&quot; Accessed in Nexis, March 23, 1989</p>\r\n\r\n<p><em>St. Louis Post-Dispatch</em>, &quot;Lead smelter will close in Herculaneum,&quot; Accessed in Nexis, Oct. 9, 2010</p>\r\n\r\n<p>Mayo Clinic, <a href=\"http://www.mayoclinic.com/health/lead-poisoning/FL00068\">Lead poisoning</a>, Accessed Dec. 3, 2013</p>\r\n\r\n<p>Interview, Mike Bazinet, spokesman National Shooting Sports Foundation, Dec. 3, 2013</p>\r\n\r\n<p>Interview, Michele Hickford, spokeswoman for former U.S. Rep. Allen West, Dec. 3, 2013</p>\r\n\r\n<p>Interview, Tammy Stankey, spokeswoman Doe Run company, Dec. 3, 2013</p>\r\n\r\n<p>Interview, Matt Phillips, vice president sales and marketing at Liberty Ammunition, Dec. 3, 2013</p>\r\n\r\n<p>Interview, Tom Falone, president of Florida Bullet, Dec. 3, 2013</p>\r\n\r\n<p>Interview, David Rosner, a professor of sociomedical sciences at Columbia and author of Lead Wars: The Politics of Science and the Fate of America&#39;s Children, Dec. 3, 2013</p>\r\n\r\n<p>Interview, Richard Lowden, esearch engineer at the U.S. Department of Energy Oak Ridge National Laboratory, Dec. 3, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 6, "current_job": "U.S. representative, Florida District 22", "false_count": 9, "first_name": "Allen", "half_true_count": 3, "home_state": "Florida", "id": 390, "last_name": "West", "mostly_true_count": 1, "name_slug": "allen-west", "pants_count": 4, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/allenwest.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/390/", "total_count": 26, "true_count": 3, "website": ""}, "statement": "<p>&quot;Back door gun control is in full effect in the United States&quot; due to &quot;Obama&rsquo;s Environmental Protection Agency.&quot;</p>\r\n", "statement_context": "a blog on his website", "statement_date": "2013-12-02", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}, {"description": "", "id": 19, "photo": null, "resource_uri": "/api/v/2/subject/19/", "subject": "Guns", "subject_slug": "guns", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 202, "photo": null, "resource_uri": "/api/v/2/subject/202/", "subject": "Public Health", "subject_slug": "public-health", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}