{"art": [], "author": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "canonical_url": "/punditfact/statements/2013/dec/05/james-capretta/capretta-says-obamacare-massive-income-redistribut/", "edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": null, "id": 8626, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "resource_uri": "/api/v/2/statement/8626/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Conservatives have many reasons to dislike Obamacare but one of the most fundamental is, as with any government program, it interferes with private-sector decisions by collecting money from some people and spending it in ways that might not benefit them directly. This point came up on <a href=\"http://www.foxnews.com/on-air/fox-news-sunday-chris-wallace/2013/12/01/healthcaregov-least-obamacares-worries-what-are-tehrans-nuclear-ambitions-after-deal-iran\"><em><u>Fox News Sunday</u></em><u> </u></a>when host Chris Wallace asked if Obamacare involved massive income redistribution.</p>\r\n\r\n<p>One of his guests, James Capretta with the Ethics and Public Policy Center, a group with ties to conservative organizations, agreed wholeheartedly.</p>\r\n\r\n<p>&quot;If you think about it, it&#39;s $250 billion a year in Medicaid expansion, in the subsidy structure, that&#39;s basically being paid for by people on Medicare, through Medicare cuts, and a lot of tax increases,&quot; Capretta said. &quot;It is a massive, massive income redistribution.&quot;</p>\r\n\r\n<p>In this fact-check, we look at whether the new health care law is a &quot;massive, massive income redistribution&quot; that has taken $250 billion a year out of taxes and from people on Medicare and moved it into Medicaid expansion health care subsidies.</p>\r\n\r\n<p>Capretta told PunditFact that he drew his numbers from the entity that lays down the benchmark for all of these discussions, the Congressional Budget Office, the nonpartisan analytic arm of Congress. <a href=\"http://www.cbo.gov/sites/default/files/cbofiles/attachments/44190_EffectsAffordableCareActHealthInsuranceCoverage_2.pdf\"><u>In a May 2013 report</u></a>, that office projected that in 2023, the Affordable Care Act would spend $250 billion specifically to offer Medicaid to a larger number of poor people and subsidies to make private insurance more affordable to people making up to 400 percent of federal poverty (about $92,000 a year for a family of four).</p>\r\n\r\n<p>Capretta argued that since the law reduces deficits, that $250 billion, and more, must come from somewhere and he correctly points to reductions in Medicare spending and a variety of tax increases.</p>\r\n\r\n<p><strong>The Obamacare balance sheet</strong></p>\r\n\r\n<p>The <a href=\"http://www.cbo.gov/sites/default/files/cbofiles/attachments/43471-hr6079.pdf\"><u>most detailed figures from the Congressional Budget Office are for 2022</u></a>, not 2023, but the pattern remains the same.</p>\r\n\r\n<p>A quick reminder: The Medicare spending reductions we&rsquo;re talking about are not cuts in the sense that Medicare will spend less than it does today. The reductions are in the future growth of Medicare spending, not a cut in existing programs.</p>\r\n\r\n<p>That said, on the government balance sheets, in 2022 the health care law &quot;saves&quot; $133 billion from Medicare, Medicare Advantage (an alternative insurance program within Medicare), and a program that pays hospitals that serve more than their fair share of poor, uninsured patients. Another $161 billion in new revenue is collected from five different sources.</p>\r\n\r\n<p>That list includes penalties paid by individuals and employers for not buying or offering insurance, taxes on higher income earners (above $200,000 for individuals and $250,000 for couples), a tax on the most generous insurance plans (the Cadillac tax), a tax on medical device and drug manufacturers, and a grab bag of other taxes.</p>\r\n\r\n<p>That&rsquo;s a total of $294 billion.</p>\r\n\r\n<p>What does the government do with the money? As Capretta said, it spends most of it on an expansion of Medicaid and on subsidies for people purchasing health insurance through state and federal marketplaces. Around $45 billion goes toward deficit reduction.</p>\r\n\r\n<p>Does that make Capretta right? John Holahan, a fellow at the Urban Institute, an academic research center in Washington, said yes and no.</p>\r\n\r\n<p>&quot;There&rsquo;s definitely redistribution going on,&quot; Holahan said. &quot;All the Medicaid and subsidies clearly go to lower income people. Where he&rsquo;s wrong is in calling it massive. It&rsquo;s very small.&quot;</p>\r\n\r\n<p>Holahan said relative to the size of the economy, which the Congressional Budget Office estimates at $21.7 trillion in 2022, the total redistribution amounts to about 1 percent, but even that, Holahan said, is &quot;a wild exaggeration.&quot;</p>\r\n\r\n<p>The primary reason, he said, is that except for the new or increased taxes on wealthier Americans, it is difficult to know who are true losers in the new system. Insurance companies, for example, might pay more in taxes, but they also gain from the revenues they get from subsidized policies. And to one of Capretta&rsquo;s main points, it&rsquo;s equally unclear whether the Medicare savings come from people on Medicare.</p>\r\n\r\n<p><strong>Tracking the redistribution</strong></p>\r\n\r\n<p>When Capretta said that the Affordable Care Act changes are &quot;being paid for by people on Medicare, through Medicare cuts&quot; he simplified a complex situation. The single largest source of dollars to cover the cost of expanded coverage comes from paying hospitals and doctors less for the same work. Jeffrey Clemens, a health economist at the University of California - San Diego, said this will hit the incomes of providers. The question is, what happens next?</p>\r\n\r\n<p>&quot;When it becomes less profitable for providers to treat Medicare beneficiaries, they become less interested in seeing Medicare beneficiaries,&quot; Clemens said.&quot;Their time can be more profitably spent with the privately insured.&quot;</p>\r\n\r\n<p>If a hospital pulled out of Medicare, that would hurt its Medicare patients. But Ann Marie Marciarille, a specialist in health policy at the University of Missouri School of Law, said providers have a track record of staying with the program, largely out of self interest.</p>\r\n\r\n<p>&quot;The federal government may not pay Medicare rates that top some commercial insurance but these rates top all Medicaid reimbursement rates,&quot; Marciarille said. &quot;Even more importantly, the federal government pays its bills eventually.&quot;</p>\r\n\r\n<p>Tom Getzen, executive director of the International Health Economics Association and a professor at Temple University&rsquo;s Fox School of Business and Management, said curtailing Medicare payments is nothing new. Getzen says providers can adapt through innovation, and he notes that projects in the Medicaid program show that less money doesn&rsquo;t always mean less quality.</p>\r\n\r\n<p>&quot;Recipients in many &lsquo;tight&rsquo; managed care HMOs actually feel as if they are getting better service than before under fee-for-service which was more lucrative for most providers,&quot; Getzen said.</p>\r\n\r\n<p>There is one group of Medicare beneficiaries that is likely to be hurt. These are the people who purchase Medicare Advantage policies. This program has grown through subsidies that the Affordable Care Act phases out. Marciarille said this will cause dislocations that will hit mainly those she characterizes as &quot;near poor.&quot;</p>\r\n\r\n<p>Scott Harrington, professor of Health Care Management at the University of Pennsylvania Wharton School, said of all the changes in Medicare, &quot;insurance companies and hospitals that sell Medicare Advantage policies will take the biggest hit.&quot; Without the current subsidies, the market for these plans is projected to shrink, although recently enrollments spiked up.</p>\r\n\r\n<p><strong>A look at the Obamacare taxes</strong></p>\r\n\r\n<p>Capretta also mentioned tax hikes. The ones that most clearly redistribute money are the ones on wealthier Americans. In 2022, they can expect to pay $46 billion more. But then you have tax hikes that hit various players in the health care industry, plus the penalties on individuals and employers. While there is no shortage of speculation on how those taxes will play out, Getzen offered a more general summary of their impact.</p>\r\n\r\n<p>&quot;It tends to get spread around, but probably falls more heavily on the top 50 percent,&quot; Getzen said. &quot;In part because you cannot really get much from the bottom 25 percent.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Capretta said Obamacare represents a massive redistribution of income, with the expansion of Medicaid and premium subsidies paid for by people on Medicare and through a host of other taxes. He is correct that money is being redistributed to fund the expansion of public and private health insurance.</p>\r\n\r\n<p>It it also true that higher income earners will pay an estimated $46 billion more in taxes.</p>\r\n\r\n<p>But that amount represents only about 15 percent of the total dollars generated by the Affordable Care Act. The rest of the burden will skew toward the upper half of the income ladder but those making less will also shoulder some of the burden. Massive is a subjective term but in this case, particularly relative to the total economy, the case is weak.</p>\r\n\r\n<p>Regarding the reduced payments to Medicare providers, there is a range of possible outcomes. Providers could get by with lower compensation, they could become more efficient, they could reduce access to services or they could reduce the quality of service. It is not a foregone conclusion that Medicare patients will suffer.</p>\r\n\r\n<p>The likely exception is for people who currently pay for Medicare Advantage, a program that loses its present subsidies.</p>\r\n\r\n<p>Capretta oversimplified a complex situation. We rate his claim Half True.</p>\r\n", "ruling_comments_date": "2013-12-05T10:23:03.611451", "ruling_date": "2013-12-05T12:10:39", "ruling_headline": "James Capretta says Obamacare is 'massive income redistribution'", "ruling_headline_slug": "capretta-says-obamacare-massive-income-redistribut", "ruling_link_text": "There's redistribution, but not \"massive\"", "ruling_state": null, "source_documents": null, "sources": "<p>Fox News,<a href=\"http://www.foxnews.com/on-air/fox-news-sunday-chris-wallace/2013/12/01/healthcaregov-least-obamacares-worries-what-are-tehrans-nuclear-ambitions-after-deal-iran\"> <u>Fox News Sunday</u></a><em>, </em>Dec. 1, 2013</p>\r\n\r\n<p>Congressional Budget Office,<a href=\"http://www.cbo.gov/sites/default/files/cbofiles/attachments/44190_EffectsAffordableCareActHealthInsuranceCoverage_2.pdf\"> <u>May 2013 estimates of the budgetary effects of the insurance coverage provisions contained in the Affordable Care Act</u></a>, May 2013</p>\r\n\r\n<p>Congressional Budget Office,<a href=\"http://www.cbo.gov/sites/default/files/cbofiles/attachments/43471-hr6079.pdf\"><u> Letter to House Speaker John Boehner</u></a>, July 24, 2012</p>\r\n\r\n<p>Congressional Budget Office,<a href=\"http://cbo.gov/sites/default/files/cbofiles/attachments/44247_APB_HealthCarePrograms.pdf\"> <u>Health care programs in president&#39;s 2014 budget</u></a>, May 17, 2013</p>\r\n\r\n<p>Congressional Budget Office,<a href=\"http://www.cbo.gov/publication/44521\"> <u>The 2013 long-term budget outlook</u></a>, Sep. 17, 2013</p>\r\n\r\n<p>Congressional Budget Office,<a href=\"http://cbo.gov/publication/22077\"><u> CBO&#39;s Analysis of the Major Health Care Legislation Enacted in March 2010</u></a>, March 30, 2011</p>\r\n\r\n<p>Washington Post,<a href=\"http://www.washingtonpost.com/blogs/wonkblog/wp/2012/08/30/how-congress-paid-for-obamacare-in-two-charts/\"> <u>How Congress paid for Obamacare (in two charts)</u></a>, Aug. 30, 2012</p>\r\n\r\n<p>Social Security Administration,<a href=\"http://ssa-custhelp.ssa.gov/app/answers/detail/a_id/167\"> <u>Differences between Medicare Parts A, B, C and D</u></a>, Oct. 9, 2013</p>\r\n\r\n<p>Health Affairs, <a href=\"about:blank\"><u>Insurance expansions: Do they hurt those they are designed to help?</u></a>, Sep. 14, 2007</p>\r\n\r\n<p>PolitiFact,<a href=\"http://www.politifact.com/truth-o-meter/statements/2012/oct/03/mitt-romney/romney-says-obama-cut-716-billion-medicare/\"> <u>Romney says Obama cut $716 billion from Medicare</u></a>, Oc. 3, 2012</p>\r\n\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/truth-o-meter/article/2013/aug/19/will-obamacare-hurt-medicare-advantage/\"><u>Will Obamacare hurt Medicare Advantage?</u></a>, Aug. 19, 2013</p>\r\n\r\n<p>Larkin Hoffman Attorneys,<a href=\"http://www.larkinhoffman.com/news/article_detail.cfm?ARTICLE_ID=636\"> <u>Patient Protection and Affordable Care Act - how it will be funded</u></a>, July 13, 2010</p>\r\n\r\n<p>Tax Analysts,<a href=\"http://www.taxanalysts.com/www/features.nsf/Articles/2BFC894395C13C1585257AA7005BE23C?OpenDocument\"> <u>The employer health care exclusion in tax reform</u></a>, Oct. 30, 2012</p>\r\n\r\n<p>Ann Marie Marciarille, professor of law, University of Missouri at Kansas City School of Law, Dec. 3, 2013</p>\r\n\r\n<p>Jeffrey P. Clemens, professor of economics, University of California - San Diego, Dec. 3, 2013</p>\r\n\r\n<p>Tom Getzen, executive director, International Association of Health Economics, Dec. 3, 2013</p>\r\n\r\n<p>Scott Harrington, professor of Health Care Management, University of Pennsylvania Wharton School, Dec. 3, 2013</p>\r\n\r\n<p>Barak Richman, professor of law, Duke University School of Law, Dec. 3, 2013</p>\r\n\r\n<p>Donald H. Taylor, Jr., professor of public policy, Duke University, Dec. 3, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Senior fellow at the Ethics and Public Policy Center", "false_count": 0, "first_name": "James", "half_true_count": 1, "home_state": "", "id": 2532, "last_name": "Capretta", "mostly_true_count": 0, "name_slug": "james-capretta", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/img-jamescaprettahires_110809412414.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2532/", "total_count": 1, "true_count": 0, "website": "http://www.thenewatlantis.com/blog/diagnosis"}, "statement": "<p>Obamacare is a &quot;massive, massive income redistribution&quot; with &quot;$250 billion a year in Medicaid expansion (and) in the subsidy structure that&#39;s basically being paid for by people on Medicare, through Medicare cuts, and a lot of tax increases.&quot;</p>\r\n", "statement_context": "a broadcast of \"Fox News Sunday\"", "statement_date": "2013-12-01", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ""}