{"art": [{"brightcove": "", "caption": "The Heritage Foundation, a conservative think tank, sent this tweet. But how accurate is the claim?", "id": 3966, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Heritage_tweet.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/3966/", "title": "Heritage tweet", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Lilly", "id": 414, "last_name": "Maier", "name_slug": "lilly-maier", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/lilly.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/414/", "title": "Intern", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2013/dec/09/heritage-foundation/heritage-foundation-tweet-says-repealing-obamacare/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "facebook_headline": null, "id": 8633, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Lilly", "id": 414, "last_name": "Maier", "name_slug": "lilly-maier", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/lilly.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/414/", "title": "Intern", "twitter": null}], "resource_uri": "/api/v/2/statement/8633/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>If the whirlwind of news about the bumpy rollout of President Barack Obama&rsquo;s signature health care law is making you dizzy, maybe it&rsquo;s time to go for a drink. Maybe at a speakeasy?</p>\r\n\r\n<p>We had this idea after seeing a tweet sent recently by the Heritage Foundation, the conservative think-tank.</p>\r\n\r\n<p><a href=\"http://www.heritage.org/\"><u>Heritage</u></a>, which opposes the Affordable Care Act, sent a <a href=\"https://twitter.com/Heritage/status/408629345272352768/photo/1\"><u>tweet</u></a> that featured a black-and-white photograph of people celebrating the 21st Amendment, which made it legal to buy, sell, transport and drink alcohol. The caption was: &quot;FACT: Repealing Obamacare would be easier than repealing Prohibition.&quot;</p>\r\n\r\n<p>The tweet seems logical at first glance &mdash; after all, Prohibition was a constitutional amendment, while Obama&rsquo;s health care law is &quot;only&quot; a law. But would it really be easier? Experts say the issue is actually more complicated than it looks.</p>\r\n\r\n<p><strong>Repealing Prohibition</strong></p>\r\n\r\n<p>First, let&rsquo;s go back to 1917, when Congress passed the <a href=\"http://www2.potsdam.edu/hansondj/Controversies/Volstead-Act.html#.UqH7Lyg4uc8\"><u>Volstead Act</u></a>, a nationwide ban on the sale, production, importation and transportation of alcohol beverages. In 1919, the Volstead Act became the <a href=\"http://www.archives.gov/exhibits/charters/constitution_amendments_11-27.html#18\"><u>18th Amendment</u></a> to the Constitution.</p>\r\n\r\n<p>During the &quot;dry&quot; period, lasting from 1920 to 1933, organized crime increased significantly. With public support flagging, the 18th Amendment was scuttled after only 13 years, through ratification of the <a href=\"http://www.archives.gov/exhibits/charters/constitution_amendments_11-27.html#21\"><u>21st Amendment</u></a>, on Dec. 5, 1933.</p>\r\n\r\n<p>The repeal -- as do all repeals of constitutional amendments -- required a two-thirds majority in both the House and the Senate, as well as approval by three quarters of the states.</p>\r\n\r\n<p>Repealing a constitutional amendment is always &quot;a very difficult path,&quot; said Burdett Loomis, a University of Kansas political scientist. &quot;That said, it was a fairly simple piece of policy to reverse, all things considered. Many states immediately changed their policies and legal drinking began right away,&quot; Loomis said.</p>\r\n\r\n<p>All told, it only took eight months to reach enough states -- 36 -- to completely overturn Prohibition.</p>\r\n\r\n<p><strong>Repealing Obamacare</strong></p>\r\n\r\n<p>What about repealing Obamacare?</p>\r\n\r\n<p>In theory, enacting or repealing a law, such as Obamacare, requires a simple majority in both the Senate and the House, followed by a presidential signature. That could happen pretty quickly if all parties were to agree. If both chambers of Congress agreed but president vetoed the bill, then a two-thirds vote is required in both houses.</p>\r\n\r\n<p>On the surface, then, &quot;repeal of Obamacare appears to be easier than repeal of the 18th Amendment,&quot; concluded Steven Smith, a congressional scholar at the Washington University in St. Louis.<strong> </strong>It doesn&rsquo;t involve the states at all, and it can be passed by a simple majority if the president agrees. (No constitutional amendment has been ratified since 1992, and the previous one before that was in 1971, suggesting how hard a climb it is.)</p>\r\n\r\n<p>But repealing a law like Obamacare is hardly a piece of cake.</p>\r\n\r\n<p>For starters, scholars we interviewed all stressed how complex Obamacare is. The Affordable Care Act has 2,074 pages, a fact Republicans regularly complain about. (Take a look <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/nov/20/orrin-hatch/hatch-senate-health-care-bill-longer-war-peace/\"><u>here</u></a> at our fact-check of the actual length of the bill.)</p>\r\n\r\n<p>By contrast, the 18th Amendment that enacted Prohibition consists of only three paragraphs. The same goes for the 21st, which repealed it.</p>\r\n\r\n<p>&quot;The fact that the tweet (from the Heritage Foundation) is missing, is that there are 10 titles to the ACA,&quot; said Timothy Jost, a Washington and Lee University law professor. &quot;It&rsquo;s not only health care, it&rsquo;s also Medicare, Medicaid, fraud and abuse laws, preventive care laws, etc.&quot;</p>\r\n\r\n<p>In addition, many provisions of Obamacare have already been enacted over the past few years, such as new regulations for medical education and training, preventive care, the right of parents to add children up to 26 years old on their policies, and an end to insurer rejections for pre-existing conditions for children and lifetime caps on medical expenses.</p>\r\n\r\n<p>&quot;If all of those were repealed, no one knows what would happen to the insured,&quot; &nbsp;Jost said.</p>\r\n\r\n<p>There would also be a risk that any fraud or abuse cases currently prosecuted under the health care laws would also have to be dismissed.</p>\r\n\r\n<p>In addition, Medicare and Medicaid were modified and expanded as part of Obamacare, and the so-called <a href=\"http://www.politifact.com/truth-o-meter/promises/obameter/promise/48/close-the-donut-hole-in-medicare-prescription-dr/\"><u>doughnut hole for Medicare prescription drug coverage was closed</u></a>. &quot;If you repeal Obamacare and do nothing else, that would probably lead to a stop of all Medicaid payments,&quot; Jost said.</p>\r\n\r\n<p><strong>Length of a possible repeal</strong></p>\r\n\r\n<p>So let&rsquo;s say Congress and the president really wanted to go through with a repeal of the health care law. How long would that take?</p>\r\n\r\n<p>&quot;Responsible legislation repealing Obamacare would be quite long, many hundreds or thousands of times longer than the three sentences of the 21st amendment&quot; needed to repeal Prohibition, political scientist Steven Smith said.</p>\r\n\r\n<p>Then there&rsquo;s a whole separate problem: Many states have changed their laws according to the federal health care law, so each of those states would have to be repealed and rewritten as well.</p>\r\n\r\n<p>If you include all of these factors, Smith concluded, &quot;the repeal of Obamacare legislation would be much more difficult to write than the 21st Amendment.&quot;</p>\r\n\r\n<p>When we ran these critiques by the Heritage Foundation, Hans von Spakovsky, a senior legal fellow at the think tank, said he disagreed.</p>\r\n\r\n<p>&quot;The claim that &lsquo;responsible legislation repealing Obamacare would be quite long&rsquo; is ridiculous,&quot; Spakovsky said.</p>\r\n\r\n<p>He argued that it would only take a one-paragraph bill to repeal the health care law in its entirety. &nbsp;</p>\r\n\r\n<p>&quot;The word &lsquo;responsible&rsquo; is the key word that other so-called experts use to dispute this,&quot; Spakovsky said. &quot;They clearly believe that parts of Obamacare should be preserved.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>The Heritage Foundation tweeted that it would be easier to repeal Obamacare than it was to repeal Prohibition.</p>\r\n\r\n<p>It&rsquo;s correct that, on paper, it&rsquo;s procedurally easier to repeal a law than to repeal a constitutional amendment. However, Obamacare is a much more complicated piece of legislation than Prohibition was, meaning it would likely be far more complicated to eliminate all vestiges of the law.</p>\r\n\r\n<p>The Heritage tweet oversimplifies the debate. The statement is partially accurate but leaves out important details. We rate it Half True.</p>\r\n", "ruling_comments_date": "2013-12-06T16:38:02.193946", "ruling_date": "2013-12-09T10:00:29", "ruling_headline": "Heritage Foundation tweet says repealing Obamacare would be easier than repealing Prohibition", "ruling_headline_slug": "heritage-foundation-tweet-says-repealing-obamacare", "ruling_link_text": "Right on paper, but an oversimplification in practice", "ruling_state": null, "source_documents": null, "sources": "<p>Heritage Foundation, <a href=\"https://twitter.com/Heritage/status/408629345272352768/photo/1\"><u>tweet</u></a>, Dec. 5, 2013</p>\r\n\r\n<p>The Foundry, Heritage Foundation Blog, &quot;<a href=\"http://blog.heritage.org/2013/12/05/repealing-obamacare-easier-repealing-prohibition/\"><u>Repealing Obamacare Would Be Easier Than Repealing Prohibition</u></a>,&quot; Dec. 5, 2013</p>\r\n\r\n<p>Email interview Steven Smith, political scientist at Washington University in St. Louis, &nbsp;Dec. 6, 2013</p>\r\n\r\n<p>Email interview with Hans von Spakovsky, Manager of Election Law Reform Initiative and a Senior Legal Fellow at The Heritage Foundation, Dec. 6, 2013</p>\r\n\r\n<p>Email interview with Burdett Loomis, political scientist at University of Kansas, Dec. 6, 2013</p>\r\n\r\n<p>Phone interview with Timothy Jost, Washington and Lee University law professor, Dec. 6, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Think tank", "false_count": 0, "first_name": "", "half_true_count": 1, "home_state": "Washington, D.C.", "id": 2533, "last_name": "Heritage Foundation", "mostly_true_count": 0, "name_slug": "heritage-foundation", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Heritage_icon.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2533/", "total_count": 1, "true_count": 0, "website": "http://www.heritage.org/"}, "statement": "<p>&quot;FACT: Repealing Obamacare would be easier than repealing Prohibition.&quot;</p>\r\n", "statement_context": "a tweet", "statement_date": "2013-12-05", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 187, "photo": null, "resource_uri": "/api/v/2/subject/187/", "subject": "Congressional Rules", "subject_slug": "congressional-rules", "used_in_edition": ["/api/v/2/edition/4/"]}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}