{"art": [], "author": [{"email_address": "dtims@oregonian.com", "first_name": "Dana", "id": 200, "last_name": "Tims", "name_slug": "dana-tims", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/200/", "title": "Staff writer", "twitter": null}], "canonical_url": "/oregon/statements/2013/dec/06/cover-oregon/can-health-insurance-plans-be-purchased-cost-5-van/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "mbrence@oregonian.com", "first_name": "Michelle", "id": 415, "last_name": "Brence", "name_slug": "michelle-brence", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/415/", "title": "Politics editor", "twitter": null}], "facebook_headline": null, "id": 8638, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "dtims@oregonian.com", "first_name": "Dana", "id": 200, "last_name": "Tims", "name_slug": "dana-tims", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/200/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/8638/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>The success of President Barack Obama&rsquo;s Affordable Care Act relies heavily on persuading younger people to sign up.</p>\r\n\r\n<p>While it&rsquo;s not guaranteed that those in their early 20s are healthier than their older, graying counterparts, they tend to be. Without them, health insurance exchanges are likely to fill with people who need more care, increasing overall risks and sending insurance premiums higher.</p>\r\n\r\n<p>Still, it may not be an easy sell to get the 75 percent of younger people who lack health care insurance according to a recent Gallup poll, to sign up for coverage. Some may bet they simply don&rsquo;t need health care coverage. Others may do the math and figure they&rsquo;d spend less on the federally mandated penalty for not having coverage.</p>\r\n\r\n<p>So state and federal insurance officials are coming up with novel ways to get the message to their target audience. A group in Colorado, for instance, crafted an Internet-only ad campaign showing a college student doing a handstand on a keg of beer.</p>\r\n\r\n<p>&quot;Keg stands are crazy,&quot; the ad said. &quot;Not having health insurance is crazier.&quot;</p>\r\n\r\n<p>Cover Oregon is now running ads with the same goal of attracting young people. In trying to show that health insurance is more affordable than many think, the tag line is, &quot;For the cost of [a] $5 vanilla soy latte a day, you can get a sweet health insurance plan to match.&quot;</p>\r\n\r\n<p>That figure caught our eye. PolitiFact Oregon decided to check whether Cover Oregon has the grounds to say coverage can be obtained for the cost of a daily coffee drink.</p>\r\n\r\n<p>We called Michael Cox, a Cover Oregon media contact. He passed along charts showing the cost for monthly insurance premiums in the seven coverage areas around the state: Portland, Bend, Eugene, Salem, Medford, Pendleton-Hermiston and the coast.</p>\r\n\r\n<p>Each chart contains rates of the 14 companies expected to offer plans through Cover Oregon for people ages 21, 40 and 60. The rates assume that those applying for insurance are single, non-tobacco users. The chart includes prices for three levels of coverage: Bronze (pays an estimated 60 percent of medical costs), Silver (70 percent), and Gold (80 percent).&nbsp; As noted later, catastrophic-only plans will also be available.</p>\r\n\r\n<p>All amounts represent costs before financial help in the form of tax credits.</p>\r\n\r\n<p>When asked about the $5-a-day claim, Cox directed us to a plan offered by Moda Health. It charges a 21-year-old unmarried non-tobacco-user $130 a month for bronze-level coverage. That comes out to $1,560 annually. Divide that by 365 days, and you get just over $4.27 per day.</p>\r\n\r\n<p>&quot;So really,&quot; Cox said, &quot;you&rsquo;d get a little change back for that $5 bill.&quot; (And, yes, the costs are roughly in line with a vanilla soy latte. At Portland-area Starbucks, the drink runs $3.85 to $4.85, depending on size.)</p>\r\n\r\n<p>A 40-year-old, by comparison, would pay $166 a month for the same Moda Health coverage, and a 60-year-old would see premiums of $352. But the claim holds up if applied only to the younger demographic Cover Oregon is targeting.</p>\r\n\r\n<p>Of the 12 companies that have published rates, four offer plans for that age group for less than $5 a day. Six more offer coverage ranging from $5.06 to $5.95. The others cost $6.08 and $6.96.</p>\r\n\r\n<p>It&rsquo;s also important to note that, at this point, nine of the companies offer catastrophic-only plans that, for the most part, are well below the $130 per month premiums charged by Moda Health.</p>\r\n\r\n<p>So is the question that simple? We wanted a little more context, so we asked Cox how the campaign came about.</p>\r\n\r\n<p>It is, indeed, aimed at younger people, he said in a telephone interview. That&rsquo;s why the ads, showing the image of a steaming cup of coffee with &quot;$5&quot; stamped on the front, appear only on Internet sites likely to be viewed by so-called Millennials.</p>\r\n\r\n<p>And bringing &quot;vanilla soy latte&quot; into the discussion? &quot;It&rsquo;s more of an appeal to younger people,&quot; Cox said. &quot;Plus, Portland is known for its coffee. We thought it was relevant both to the geography and the demographic.&quot;</p>\r\n\r\n<p>Jesse Ellis O&rsquo;Brien, a health care advocate with the Oregon State Public Interest Research Group, said Cover Oregon&rsquo;s campaign makes sense.</p>\r\n\r\n<p>&quot;For Cover Oregon to succeed, it has to have a balanced risk pool so people buying coverage in the marketplace aren&rsquo;t just unhealthy folks buying coverage to take care of their immediate expensive medical needs,&quot; O&rsquo;Brien said. &quot;This is certainly one way for them to try to balance out who is buying insurance on the exchange.&quot;</p>\r\n\r\n<p>The ad is aimed at Millennials, and the ones who see it are likely to know their way around a fancy cup of coffee well enough to get the comparison to insurance coverage. In addition, one-third of the plans with published rates on Cover Oregon offer coverage to this group for less than the cost of a &quot;$5 vanilla soy latte.&quot;</p>\r\n\r\n<p>But words matter, and the ad&rsquo;s message wouldn&rsquo;t be accurate for many. Most older people will need to shell out considerably more than $5 a day to buy insurance through Cover Oregon. We find the claim Half True.</p>\r\n", "ruling_comments_date": "2013-12-06T20:49:03.968505", "ruling_date": "2013-12-06T17:47:33", "ruling_headline": "Can Cover Oregon health insurance plans be purchased \"for the cost of $5 vanilla soy latte a day?\"", "ruling_headline_slug": "can-health-insurance-plans-be-purchased-cost-5-van", "ruling_link_text": "A somewhat healthy claim", "ruling_state": null, "source_documents": null, "sources": "<p>Telephone interview with Michael Cox, media contact, Cover Oregon, Dec. 4, 2013.</p>\r\n\r\n<p>Email exchange with Cox, Dec. 4, 2013.</p>\r\n\r\n<p>Telephone interview with Jesse Ellis O&rsquo;Brien, health care advocate, OSPIRG, Dec. 4, 2013.</p>\r\n\r\n<p>Gallup Poll, Quarter 1 2008-Quarter 3, 2013.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 1, "home_state": "Oregon", "id": 2534, "last_name": "Cover Oregon", "mostly_true_count": 0, "name_slug": "cover-oregon", "pants_count": 0, "party": {"id": 16, "party": "Organization", "party_slug": "organization", "resource_uri": "/api/v/2/party/16/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact-mugs-politifact-mugs-silou_1_5.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2534/", "total_count": 1, "true_count": 0, "website": "http://www.coveroregon.com/"}, "statement": "<p>&quot;For the cost of $5 vanilla soy latte a day, you can get a sweet health insurance plan to match.&quot;</p>\r\n", "statement_context": "an Internet ad campaign", "statement_date": "2013-11-25", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}