{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2013/dec/08/david-dewhurst/dewhurst-didnt-personally-cut-taxes-and-some-incre/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 8639, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/8639/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>David Dewhurst, seeking his fourth term as lieutenant governor of Texas, consistently talks up the state&rsquo;s economy while simultaneously noting tax cuts.</p>\r\n\r\n<p>The Houston Republican, who presides over the Texas Senate, touted 54 tax cuts in a recent <a href=\"http://www.youtube.com/watch?v=Aj5sE8TNcQs&amp;feature=youtu.be\"><u>video ad</u></a>.</p>\r\n\r\n<p>A bit earlier, in an Oct. 1, 2013, <a href=\"http://www.daviddewhurst.com/blog/proven-conservative\"><u>post</u></a> on his campaign website, he took credit for even more. &quot;Under my leadership, the Texas Senate has helped strengthen our state&rsquo;s foundation with essential conservative legislation,&quot; Dewhurst said. His post singled out actions to balance budgets, address border security and tort reform, stop Medicaid from expanding, restrict abortions--and to cut taxes.</p>\r\n\r\n<p>The Senate passed legislation to cut &quot;taxes for all Texans,&quot;<strong> </strong>Dewhurst&rsquo;s web post continued. &quot;I have cut taxes 63 times, including a 2006 property tax reduction that ranks as the largest in state history.&quot;</p>\r\n\r\n<p>Dozens of Dewhurst-provided cuts? We were curious.</p>\r\n\r\n<p>Big picture, Texans paid about the same level of taxes in 2010 (the latest year of available data) as they did when Dewhurst took over as lieutenant governor in 2003, <a href=\"http://taxfoundation.org/article/texas-state-and-local-tax-burden-1977-2010\"><u>according to</u></a> calculations by the non-partisan Tax Foundation in Washington, D.C. Foundation figures indicate that on average, Texans ponied up 5.7 percent of their personal income for state and local taxes in Texas both of those years. Still, in between that percentage dropped to as little as 5.1 percent, in 2006 and 2008, the figures suggest.</p>\r\n\r\n<p>After we inquired into Dewhurst&rsquo;s reference to cutting taxes 63 times, Dewhurst&rsquo;s campaign blog post was amended to say 54 cuts. We stuck with checking what was posted for about two months.</p>\r\n\r\n<p>Earlier, to our request for backup information, Dewhurst campaign spokesman Travis Considine emailed a document headlined <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGRFpneHJKVzRKUWM/edit?usp=sharing\"><u>&quot;David Dewhurst Tax Cuts&quot;</u></a> stating that since becoming lieutenant governor, Dewhurst &quot;has cut taxes by more than $15 billion through 63 pieces of legislation.&quot;</p>\r\n\r\n<p>Among the listed measures, a 2006 measure setting in motion one-third reductions in school district maintenance and operation property tax rates is credited with &quot;savings&quot; of more than $12.6 billion, accounting for 84 percent of Dewhurst&rsquo;s total declared savings.</p>\r\n\r\n<p>A convention of Texas state government is to estimate costs and savings in one- or two-year increments. That&#39;s probably because lawmakers almost always budget two years at a time. By email, Considine told us the campaign chose to list five-year savings figures when they were available from fiscal notes written by budget board staff at the time the cited measures passed into law. He didn&rsquo;t say why.</p>\r\n\r\n<p>Not noted on Dewhurst&#39;s backup: The 2006 reduction was partly funded by tax increases. According to a <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGRTVYdXhQNXRiYXc/edit?usp=sharing\"><u>chart</u></a> emailed to us Dec. 3, 2013, by John Barton, a staff spokesman for the Legislative Budget Board, the various increases were initially projected to raise nearly $4.7 billion in the fiscal year that ran through August 2011. In that year, the chart indicates, the property-tax reductions were expected to cost the state about $7 billion--while in reality, the tax hikes generated about $2.5 billion less in 2011 than initially predicted.</p>\r\n\r\n<p>We took a long look at the campaign&#39;s list of tax-cut measures, finding the vast majority to be carefully targeted, that is, not necessarily benefiting every Texan.</p>\r\n\r\n<p>By our count, about 40 of the changes in law related to exempting particular entities or transactions from sales or property taxes, many of them not lacking a precise savings estimate.</p>\r\n\r\n<p>Dewhurst&rsquo;s document lists about 10 sales tax-cut measures. The largest, at a value of about $700 million through five years, is a 2013 law exempting from the sales tax through 2026 &quot;depreciable tangible personal property directly used in qualified research,&quot; the legislation&rsquo;s <a href=\"http://www.legis.state.tx.us/tlodocs/83R/fiscalnotes/html/HB00800E.htm\"><u>fiscal note</u></a> states. Another 2013 law provided for sales tax refunds to providers of cable or Internet access <a href=\"http://www.legis.state.tx.us/tlodocs/83R/fiscalnotes/html/HB01133E.htm\"><u>was projected by the budget board</u></a> at a value of $250 million over five years.</p>\r\n\r\n<p>Dewhurst&rsquo;s document also specifies a 2009 law placing backpacks among items subject to the state&rsquo;s annual three-day &quot;sales tax holiday,&quot; a change projected to save affected taxpayers more than $40 million over five years, according to the proposal&rsquo;s <a href=\"http://www.legis.state.tx.us/tlodocs/81R/fiscalnotes/html/HB01801F.htm\"><u>fiscal note</u></a>. Also noted: A 2007 law exempting pay-phone calls from the sales tax at a projected five-year value of more than $6 million, per the relevant state <a href=\"http://www.legis.state.tx.us/tlodocs/80R/fiscalnotes/html/HB01459E.htm\"><u>fiscal note</u></a>.</p>\r\n\r\n<p>Among about 30 listed measures touching on property taxes, a 2013 law exempted equipment in certain data centers from property taxes at a <a href=\"http://www.legis.state.tx.us/tlodocs/83R/fiscalnotes/html/HB01223F.htm\"><u>projected five-year value</u></a> of $58 million. A 2007 law protecting elderly and disabled homeowners with homestead exemptions from being stuck with potentially higher school taxes was <a href=\"http://www.legis.state.tx.us/tlodocs/80R/fiscalnotes/html/HB00005E.htm\"><u>projected by the state</u></a> to save beneficiaries (and cost the state) $745 million over five years, while a 2009 law giving full homestead exemptions to fully disabled veterans <a href=\"http://www.legis.state.tx.us/tlodocs/81R/fiscalnotes/html/HB03613F.htm\"><u>was predicted</u></a> to be worth more than $50 million over five years.</p>\r\n\r\n<p>Dewhurst&rsquo;s document lists a half-dozen laws related to the business franchise tax, though there appears to be a little duplication in that an exemption of small businesses was simply extended. A 2013 law changing who pays the tax, extending a small business exemption and temporarily lowering the tax rate was <a href=\"http://www.legis.state.tx.us/tlodocs/83R/fiscalnotes/html/HB00500F.htm\"><u>projected</u></a> to reduce such tax collections by $1.3 billion over five years.</p>\r\n\r\n<p>By far, though, the stand-out measure on Dewhurst&rsquo;s list is <a href=\"http://www.legis.state.tx.us/BillLookup/Text.aspx?LegSess=793&amp;Bill=HB1\"><u>House Bill 1</u></a>, <a href=\"http://www.legis.state.tx.us/BillLookup/Actions.aspx?LegSess=793&amp;Bill=HB1\"><u>signed into law</u></a> by Gov. Rick Perry in May 2006 and described by Dewhurst as cutting school property taxes by more than $12.6 billion over five years. We couldn&rsquo;t confirm that figure, but the budget board chart shows more than $30 billion in state expenditures from 2007 through 2011 to cover the state costs of the tax cuts.</p>\r\n\r\n<p>Separately, it&rsquo;s been disputed whether the 2006 actions whittled taxes as much as some ballyhooed.</p>\r\n\r\n<p>In 2010, we rated <a href=\"http://www.politifact.com/texas/statements/2010/feb/03/rick-perry/perry-says-he-cut-property-taxes-one-third/\"><u>as Mostly False</u></a> a Perry claim that &quot;we cut property taxes by one third.&quot;</p>\r\n\r\n<p>The tax-rate mandate did reduce school property taxes at first. School tax collections declined 6.4 percent between 2005 and 2007, the year the cuts were fully implemented, according to the Texas Education Agency, which also offered us data showing that collections for school maintenance and operations taxes were 30.2 percent lower in 2007 than the state projected they would have been without the tax cut.</p>\r\n\r\n<p>A business group, the Texas Taxpayers and Research Association, reached a similar conclusion by comparing 2007 school property taxes with what it calculated Texans would have paid without the mandated cut. The related savings were about $7 billion, it said. &quot;The average Texan&#39;s total property tax bill in 2007 was 20 percent lower than what it likely would have been had there been no tax relief initiative,&quot; the group concluded.</p>\r\n\r\n<p>Then again, school property tax collections ultimately increased partly because districts had leeway to inch up their rates over the years and benefited, in many cases, from increasing property values. In both 2006 and 2007, the total taxable value of property in Texas rose more than 10 percent each year.</p>\r\n\r\n<p>The taxpayer association identified other reasons that the overall reduction in property taxes did not meet expectations: increases in the portion of school taxes dedicated to bond debt, as well as increases in taxes paid to cities, counties and other taxing districts.</p>\r\n\r\n<p>As we noted above, Dewhurst&rsquo;s declared tax cuts were accompanied by some tax hikes intended to make up a portion of the school revenue lost due to the rate reductions. As described in a TTARA <a href=\"http://www.ttara.org/files/document/file-4f1732f763446.pdf\"><u>guide</u></a> to Texas school funding, revised in January 2012, legislators created a tax-relief fund to reimburse districts by drawing on revenue gains from a revised and expanded business franchise tax and increases in state cigarette and tobacco taxes, plus a change in how the state calculates the taxable price of used cars and trucks. According to the guide, some $2.2 billion was to be pulled from the fund in the 2011-12 school year.</p>\r\n\r\n<p>A May 19, 2006, <em>Austin American-Statesman</em> news article called the expansion of the state&rsquo;s business tax the &quot;centerpiece&quot; of Perry&rsquo;s plan to cut school property taxes. As he signed the business-tax measure into law, Perry said: &quot;&quot;Today I am proud to sign into law landmark business tax reforms that will provide greater fairness for employers, reliable funding for our school classrooms and revenue that will help deliver a record $15.7 billion property tax cut for the people of Texas.&quot;</p>\r\n\r\n<p>The <em>Statesman</em> story continued: &quot;The plan cuts property tax rates for school operations by one-third over two years. It adds $1 per pack to the cigarette tax. The plan will cut more in taxes than it brings in, and it includes $1.5 billion in increased school spending, including $2,000 pay raises for teachers.&quot;</p>\r\n\r\n<p>Considine stressed to us by email that there was still a net tax decrease thanks to the 2006 actions.</p>\r\n\r\n<p>The record-breaking part of Dewhurst&#39;s blog-post claim rings true. We recalled only one other substantial statewide property-tax break. The 1997 Legislature sent voters a proposed constitutional amendment, subsequently adopted, increasing from $5,000 to $15,000 the residential homestead exemption from school property taxes, a change then estimated to save a typical Texas homeowner about $12 a month, according to a July 1997 report by the House Research Organization. That report <a href=\"http://www.hro.house.state.tx.us/pdf/focus/majiss.pdf\"><u>also said</u></a>: &quot;The net result would be one of the largest tax reductions in state history.&quot;</p>\r\n\r\n<p>By email, school finance expert Joe Wisnoski of Austin offered his ballpark estimate that the 1997 actions have a current-day annual value of about $$650 million to $700 million with the annual value of the 2006 tax-rate actions being far more--at least $6 billion, he said.</p>\r\n\r\n<p>Finally, we identified no reason to believe Dewhurst didn&rsquo;t support all the tax-cut proposals passed into law on his watch. He&rsquo;s a long-time Republican leader in the Republican-steered Capitol. But he didn&rsquo;t personally cut any taxes. He had no vote on the listed measures--those belonged to senators and House members. On the other hand, his powers include the appointment of pivotal Senate committees, the reference of individual proposals to particular committees and the setting of the Senate&#39;s floor agenda. He was a gavel-wielding player.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Dewhurst said: &quot;I have cut taxes 63 times, including a 2006 property tax reduction that ranks as the largest in state history.&quot;</p>\r\n\r\n<p>This statement paints an incomplete picture. About 63 (or 54) measures giving someone a tax break passed into law on Dewhurst&rsquo;s watch, but it&#39;s not like Texans are less tapped by such taxes of late than before. Notably, too, most of the touted laws targeted particular beneficiaries. Also, Dewhurst didn&#39;t personally cut any taxes; those decisions involved the House, Senate and governor, though Dewhurst was a leader.</p>\r\n\r\n<p>The 2006 school property-tax-rate reduction was historic. But this statement fails to acknowledge that actions Dewhurst helped usher into place the same year led to hundreds of millions of dollars in lesser tax increases.</p>\r\n\r\n<p>All told, this claim contains an element of truth, but overlooks critical facts that would give a full, accurate impression. We rate it as Mostly False.</p>\r\n\r\n<hr />\r\n<p><strong><em>MOSTLY FALSE </em></strong><em>&ndash; The statement contains an element of truth but ignores critical facts that would give a different impression.</em></p>\r\n\r\n<p>Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> <u>more</u></a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n", "ruling_comments_date": "2013-12-07T14:23:11.782442", "ruling_date": "2013-12-08T12:00:00", "ruling_headline": "Dewhurst didn't personally cut taxes--and some increased", "ruling_headline_slug": "dewhurst-didnt-personally-cut-taxes-and-some-incre", "ruling_link_text": "He had a gavel", "ruling_state": null, "source_documents": null, "sources": "<p>Web page, <a href=\"http://taxfoundation.org/article/texas-state-and-local-tax-burden-1977-2010\"><u>&quot;Texas&#39; State and Local Tax Burden, 1977-2010,&quot;</u></a> the Tax Foundation (accessed Dec. 4, 2013)</p>\r\n\r\n<p>Document, &nbsp;<a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGRFpneHJKVzRKUWM/edit?usp=sharing\"><u>&quot;David Dewhurst Tax Cuts,&quot;</u></a> received by email from Travis Considine, communications director, David Dewhurst campaign, Dec. 3, 2013</p>\r\n\r\n<p>Chart, <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGRTVYdXhQNXRiYXc/edit?usp=sharing\"><u>&quot;PTRF REVENUE, INITIALLY PROJECTED VS. ACTUAL &amp; LATEST ESTIMATES,&quot;</u></a> prepared by Legislative Budget Board staff in response to PolitiFact Texas Inquiry, Dec. 3, 2013 (received by email from John Barton, staff spokesman, LBB)</p>\r\n\r\n<p>Publication, <a href=\"http://www.ttara.org/files/document/file-4f1732f763446.pdf\"><u>&quot;An Introduction to School Finance in Texas,&quot;</u></a> Texas Taxpayers and Research Association, revised January 2012</p>\r\n\r\n<p>Truth-O-Meter article, <a href=\"http://www.politifact.com/texas/statements/2010/feb/03/rick-perry/perry-says-he-cut-property-taxes-one-third/\"><u>&quot;Perry says he cut property taxes by one-third,&quot;</u></a> PolitiFact Texas, Feb. 3, 2010</p>\r\n\r\n<p>News story, &quot;Perry signs business tax measure,&quot; the <em>Austin American-Statesman</em>, May 19, 2006 (Nexis search)</p>\r\n\r\n<p>Report, <a href=\"http://www.hro.house.state.tx.us/pdf/focus/majiss.pdf\"><u>&quot;MAJOR ISSUES OF THE 75th LEGISLATURE REGULAR SESSION,&quot;</u></a> House Research Organization, July 11, 1997 (accessed Dec. 3, 2013)</p>\r\n\r\n<p>Telephone interview and <a href=\"https://docs.google.com/document/d/1ynFntHKZcy5rYSp8K5Zz2MJXcCRlRpcjX5RehJYX2uQ/pub\">emails</a>, <a href=\"http://www.moakcasey.com/webpage/article.aspx?id=348&amp;section=aboutus\"><u>Joe Wisnoski</u></a>, associate, Moak, Casey &amp; Associates, Austin, Dec. 4, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 8, "current_job": "Lieutenant governor", "false_count": 8, "first_name": "David", "half_true_count": 10, "home_state": "Texas", "id": 315, "last_name": "Dewhurst", "mostly_true_count": 5, "name_slug": "david-dewhurst", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Dewhurstmug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/315/", "total_count": 41, "true_count": 4, "website": "http://www.daviddewhurst.com/"}, "statement": "<p>&quot;I have cut taxes 63 times, including a 2006 property tax reduction that ranks as the largest in state history.&quot;</p>\r\n", "statement_context": "a blog post on his campaign website", "statement_date": "2013-10-01", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}, {"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 140, "photo": null, "resource_uri": "/api/v/2/subject/140/", "subject": "Small Business", "subject_slug": "small-business", "used_in_edition": []}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ""}