{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2013/dec/13/barry-smitherman/scientific-consensus-remains-planet-warming/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "ddavis@statesman.com", "first_name": "Debra", "id": 425, "last_name": "Davis", "name_slug": "debra-davis", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/425/", "title": "Investigations editor", "twitter": null}], "facebook_headline": null, "id": 8655, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/8655/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>Barry Smitherman sees the planet as not warming.</p>\r\n\r\n<p>Smitherman, a candidate for Texas attorney general, responded to Republican activist Donna Garner in a Nov. 17, 2013, email: &quot;Donna, I have been battling this global warming hoax for 6 years now. The earth is not warming&hellip;&quot; A day later, Garner included his comment in an <a href=\"https://docs.google.com/document/d/14voXroQC_mHO2mPRVxKaSNl4omd6bUfbB6rcAs7bSQ4/pub\"><u>email blast</u></a> to recipients including reporters.</p>\r\n\r\n<p>That claim by Smitherman, who also chairs the Texas Railroad Commission, contradicts the latest word from the international body that regularly sifts scientific findings related to climate. An October 2013 Intergovernmental Panel on Climate Change <a href=\"http://www.climatechange2013.org/images/uploads/WGI_AR5_SPM_brochure.pdf\"><u>report</u></a> intended for policymakers states: &quot;Warming of the climate system is unequivocal, and since the 1950s, many of the observed changes are unprecedented over decades to millennia. The atmosphere and ocean have warmed, the amounts of snow and ice have diminished, sea level has risen, and the concentrations of greenhouse gases have increased.&quot;</p>\r\n\r\n<p><strong>Candidate&#39;s backup</strong></p>\r\n\r\n<p>We were curious how Smitherman reached his conclusion. His campaign consultant, Allen Blakemore, <a href=\"https://docs.google.com/document/d/1astLUfyZd-BKOLjMLrC0mNWc5VgUVZjPXcGLV9OaD6s/pub\"><u>emailed us web links</u></a> to about a dozen articles essentially saying that the planet has not been warming as fast as predicted of late or is, in fact, cooling.</p>\r\n\r\n<p>A Jan. 27, 2012, <em>Wall Street Journal</em> opinion piece, signed by 16 scientists, said there was no need for countries to take drastic steps against greenhouse gases. A secondary theme of the piece was that planetary warming had been smaller than predicted for more than a decade.</p>\r\n\r\n<p>Similarly, a Sept. 8, 2013, news story in the <em>Telegraph</em>, a British newspaper,<a href=\"http://www.telegraph.co.uk/earth/environment/climatechange/10294082/Global-warming-No-actually-were-cooling-claim-scientists.html\"> <u>said</u></a>: &quot;Despite the original forecasts, major climate research centres now accept that there has been a &lsquo;pause&rsquo; in global warming since 1997.&quot; The story quoted two U.S. professors,<a href=\"http://curry.eas.gatech.edu/\"> <u>Judith Curry</u></a> of the Georgia Institute of Technology and<a href=\"http://www4.uwm.edu/letsci/math/people/faculty/tsonis.cfm\"> <u>Anastasios Tsonis</u></a> of the University of Wisconsin-Milwaukee, as saying the planet appears headed into a cooling period.</p>\r\n\r\n<p>A Forbes magazine<a href=\"http://www.forbes.com/sites/peterferrara/2012/05/31/sorry-global-warming-alarmists-the-earth-is-cooling/\"> <u>article</u></a> by Peter Ferrara, published May 31, 2012, said &quot;natural climate cycles have already turned from warming to cooling, global temperatures have already been declining for more than 10 years, and global temperatures will continue to decline for another two decades or more,&quot; a conclusion Ferrara attributed to presentations at a conference on climate change hosted by the libertarian<a href=\"http://heartland.org/\"> <u>Heartland Institute</u></a>.</p>\r\n\r\n<p>By email, Blakemore and Jared Craighead, Smitherman&rsquo;s campaign manager, urged us to view a<a href=\"http://www.youtube.com/watch?v=HYvXV2KxfQs#t=57\"> <u>video</u></a> placed on YouTube on June 27, 2012, of a presentation by Don Easterbrook, a professor emeritus of geology at Western Washington University. In it, Easterbrook said that scant temperature changes support his 2000 statement that global warming is over, making the key question only how intense the cooling period will be.</p>\r\n\r\n<p>Also noted by Blakemore: An Oct. 13, 2012,<a href=\"http://www.dailymail.co.uk/sciencetech/article-2217286/Global-warming-stopped-16-years-ago-reveals-Met-Office-report-quietly-released--chart-prove-it.html\"> <u>commentary</u></a> by David Rose in the <em>Daily Mail</em>, a British publication, which began: &quot;The world stopped getting warmer almost 16 years ago, according to new data released last week. The figures, which have triggered debate among climate scientists, reveal that from the beginning of 1997 until August 2012, there was no discernible rise in aggregate global temperatures. This means that the &lsquo;plateau&rsquo; or &lsquo;pause&rsquo; in global warming has now lasted for about the same time as the previous period when temperatures rose, 1980 to 1996. Before that, temperatures had been stable or declining for about 40 years.&quot;</p>\r\n\r\n<p>Rose quoted Curry, of Georgia, as saying the data confirmed a pause in global warming.</p>\r\n\r\n<p>&quot;Climate models are very complex, but they are imperfect and incomplete,&quot; Curry said. &quot;Natural variability (the impact of factors such as long-term temperature cycles in the oceans and the output of the sun) has been shown over the past two decades to have a magnitude that dominates the greenhouse warming effect. It is becoming increasingly apparent that our attribution of warming since 1980 and future projections of climate change needs to consider natural internal variability as a factor of fundamental importance,&quot; Curry said.</p>\r\n\r\n<p>Still, and in contrast to Smitherman&rsquo;s claim, the <em>Daily Mail</em> article closed by referring to global warming as &quot;real, and some of it at least has been caused by the CO2 emitted by fossil fuels. But the evidence is beginning to suggest that it may be happening much slower than the catastrophists have claimed&ndash;a conclusion with enormous policy implications.&quot;</p>\r\n\r\n<p><strong>Debate about reconsideration</strong></p>\r\n\r\n<p>By email, Curry didn&rsquo;t directly answer whether the globe is warming: &quot;There has been no statistically significant increase in global average surface temperatures for the past 17 years.&quot;</p>\r\n\r\n<p>Per Curry&rsquo;s point, Michael Tobis, an Austin software engineer whose blog,<a href=\"http://planet3.org/author/mtobis/\"> <u>Planet 3.0</u></a>, often brushes climate topics, said by email: &quot;There are strong indications that the deep ocean is heating more than anticipated, which would account for some missing warming at the surface&hellip; But it&#39;s crucial to understand this--the world has not wandered so far from what we expected as to require a deep reconsideration of the consensus&quot; that global warming persists.</p>\r\n\r\n<p>Tobis continued: &quot;There&#39;s no doubt that CO2 is piling up in the atmosphere. There&#39;s no doubt that human activity caused it. There&#39;s no doubt that CO2 is a major factor in how energy flows through the climate system, and that changing it leads to a changed climate. There&#39;s practically no doubt that in the long run the planet will end up substantially warmer than it is. Figuring out how it gets from here to there matters a lot to human beings who live out our brief lives during the adjustment period. And there are some uncertainties there--it turns out transitions are harder to calculate than final outcomes. But nothing we see reduces our confidence in our understanding.&quot;</p>\r\n\r\n<p>Separately, the Texas state climatologist,<a href=\"http://atmo.tamu.edu/profile/JNielsen-Gammon\"> <u>John Nielsen-Gammon</u></a>, pointed out by email a National Oceanographic and Atmospheric Administration<a href=\"http://www.nodc.noaa.gov/OC5/3M_HEAT_CONTENT/\"> <u>chart</u></a> indicating&nbsp;a steady rise in ocean heat content, meaning temperatures averaged through the depth of the ocean, since the late 1960s.</p>\r\n\r\n<p>Like Tobis, though, Nielsen-Gammon said temperatures near the ocean surface have risen more slowly in the past 15 years or so &quot;than they had during the previous 35, and it is possible to find time intervals (such as the past five years) in which all weather station and satellite-based global temperature compilations show a declining trend. Overall, the global surface temperature trend is essentially flat since the dramatic and unusual warmth of the 1998 El Ni&ntilde;o year.</p>\r\n\r\n<p>Nielsen-Gammon&rsquo;s email continued: &quot;Just about everyone, including some of the sources quoted in the articles you listed,&quot; meaning the articles noted by Smitherman&rsquo;s consultant, &quot;believes that the present lack of surface temperature warming is both natural and temporary. Climate model projections have generally been higher than observed temperatures, which depending on your interpretation means that natural variability has temporarily masked some of the warming or that the models have overestimated the amount of non-natural warming. The causes of the discrepancy are the subject of considerable research.&quot;</p>\r\n\r\n<p><strong>Cherry-picking a time period</strong></p>\r\n\r\n<p>Our own online search led us to a Sept. 10, 2013,<a href=\"http://www.forbes.com/sites/alexknapp/2013/09/10/the-daily-mail-is-wrong-the-earth-keeps-warming/\"> <u>commentary</u></a> by Forbes magazine staff writer<a href=\"http://blogs.forbes.com/people/alexknapp/\"> <u>Alex Knapp</u></a> taking Rose to task for focusing too closely on short-term temperature changes.</p>\r\n\r\n<p>On the suggestion that global warming paused in 1997, Knapp wrote: &quot;Nothing could be further from the truth. In fact,<a href=\"http://www.climate.gov/news-features/understanding-climate/2012-state-climate-earths-surface-temperature\"> <u>according to</u></a> the National Oceanic and Atmospheric Administration, &lsquo;All of the top ten warmest years in the record have occurred since the last major El Ni&ntilde;o event, in 1998.&rsquo; What&rsquo;s more, according to NOAA, &lsquo;Since 1976, every year including 2012 has had an annual temperature above the long-term average.&rsquo; In fact the two warmest years on record are 2005 and 2010, and the years between 2000 and 2010 had higher average temperatures than the years between 1990 and 1999.</p>\r\n\r\n<p>&quot;To show the continued rise of global average temperatures over the decades,<a href=\"http://library.wmo.int/pmb_ged/wmo_1119_en.pdf\"> <u>this chart</u></a> from the<a href=\"http://www.wmo.int/pages/index_en.html\"> <u>World Meteorological Organization</u></a> helps to make it pretty clear:</p>\r\n\r\n<p>&quot;These rising temperatures have serious consequences. Rising temperatures melt glaciers on land, including Greenland and Antarctica. As those melts make their way to the oceans, they cause sea levels to rise. And those rising sea levels are real and have been measured. Here&rsquo;s a chart of sea level rise since the 1880s &ndash; you can see the steadily rising trend for yourself.</p>\r\n\r\n<p>&quot;The bottom line is that,<a href=\"http://www.forbes.com/sites/alexknapp/2012/07/10/the-basic-science-of-climate-change-is-undeniable/\"> <u>as I wrote last summer</u></a>, &lsquo;In the end, everything about climate science boils down to one simple fact: all else being equal, increasing the concentration of carbon dioxide in a mixture of gasses will cause the mixture to absorb more heat.&rsquo;&quot;</p>\r\n\r\n<p>Knapp closed: &quot;For our planet, that means as more carbon dioxide enters the atmosphere, the warmer the planet will get. Sure, there might be some short term anomalies &ndash; one year might be cooler than its preceding year, for instance &ndash; but the long term trend remains&hellip;&quot;</p>\r\n\r\n<p><strong>Texas and U.S. climatologists</strong></p>\r\n\r\n<p>Broadly, the Texas climatologists we reached said Smitherman got it wrong.</p>\r\n\r\n<p>&quot;The Earth is warming,&quot; Nielsen-Gammon said.</p>\r\n\r\n<p>By email,<a href=\"http://www.depts.ttu.edu/politicalscience/Faculty/Heyhoe_Katherine2.php\"> <u>Katharine Hayhoe</u></a>, director of the Climate Science Center at Texas Tech University, called Smitherman&rsquo;s claim incorrect, adding: &quot;First, climate is defined as the average over 20-30 years or more precisely because atmospheric scientists know that short-term natural cycles in the rates at which heat is exchanged between the ocean and atmosphere can lead to variations in global air temperature over shorter time scales.&quot;</p>\r\n\r\n<p>Hayhoe and Tobis each cautioned that cherry-picking start and stop years can lead to factually skewed conclusions about temperature trends.&quot;If you cherry-pick short periods of time, you can end up with nearly any result you want,&quot; Hayhoe said. &quot;Only by looking at the entire dataset can you see what the truth is.&quot;</p>\r\n\r\n<p>Hayhoe noted, too, that a<a href=\"http://onlinelibrary.wiley.com/doi/10.1002/qj.2297/pdf\"> <u>study accepted for online posting</u></a> by the Quarterly Journal of the Royal Metereological Society on Nov. 12, 2013, shortly before Smitherman wrote his email, indicates that global temperatures have been underestimated since 1997 because they did not correctly reflect Arctic warming.</p>\r\n\r\n<p>Hayhoe further said the proper measure of warming extends past ocean or air temperatures alone. She pointed us to a chart posted on the<a href=\"http://www.skepticalscience.com/\"> <u>Skeptical Science website</u></a>, which focuses on touting peer-reviewed science related to climate change and debunking arguments built on incomplete information. The<a href=\"http://www.skepticalscience.com/graphics.php?g=4\"> <u>chart</u></a> indicates that based on data<a href=\"http://onlinelibrary.wiley.com/doi/10.1029/2009JD012105/abstract\"> <u>published</u></a> in the Journal of Geophysical Research: Atmospheres in September 2009, the ocean and earth have been warming for the past 50 years.</p>\r\n\r\n<p>Curiously, the state commission chaired by Smitherman, which regulates oil and gas exploration, has a<a href=\"http://www.energyeducation.tx.gov/environment/section_3/topics/index.html\"> <u>section of its website</u></a> detailing scientific concerns about greenhouse gases and global warming.</p>\r\n\r\n<p>A source note on that site led us to the U.S. Global Change Research Program, a federal effort<a href=\"http://www.globalchange.gov/about\"> <u>launched by Congress in 1990</u></a> to coordinate and integrate global change research across 13 government agencies. &nbsp;We then<a href=\"http://ncadac.globalchange.gov/\"> <u>downloaded</u></a> a draft &quot;climate assessment&quot; report from the program, dated Jan. 11, 2013, including a letter to the American people stating: &quot;Long-term, independent records from weather stations, satellites, ocean buoys, tide gauges, and many other data sources all confirm the fact that our nation, like the rest of the world, is warming, precipitation patterns are changing, sea level is rising, and some types of extreme weather events are increasing,&quot; the draft said.</p>\r\n\r\n<p>Another part of the draft, prepared by the 60-member National Climate Assessment and Development Advisory Committee, said: &quot;Evidence for climate change abounds, from the top of the atmosphere to the depths of the oceans. This evidence has been compiled by scientists and engineers from around the world, using satellites, weather balloons, thermometers, buoys, and other observing systems. The sum total of this evidence tells an unambiguous story: the planet is warming. U.S. average temperature has increased by about 1.5&deg;F since 1895; more than 80% of this increase has occurred since 1980. The most recent decade was the nation&rsquo;s hottest on record.&quot;</p>\r\n\r\n<p><strong>Previous fact checks</strong></p>\r\n\r\n<p>From another vantag point, recent fact checks do not support Smitherman&rsquo;s statement.</p>\r\n\r\n<p>PolitiFact New Jersey in July 2013<a href=\"http://www.politifact.com/new-jersey/statements/2013/jul/28/rush-holt/rush-holt-warns-millions-will-die-climate-change-g/\"> <u>rated as True</u></a> a claim that every &quot;single month since 1985 has been warmer than the historic average&quot; and that all &quot;12 of the warmest years on record have come in the last 15 years.&quot; Those statistics were backed up by data released by NOAA scientists and NASA&rsquo;s Goddard Institute for Space Studies. As for the warmest years on record, NOAA scientists estimate that the last 15 years have included the 14 hottest years and NASA scientists have said that same time period included the 13 hottest years.</p>\r\n\r\n<p>A month later, though, PolitiFact Rhode Island<a href=\"http://www.politifact.com/rhode-island/statements/2013/aug/25/steve-goreham/global-warming-skeptic-says-global-surface-tempera/\"> <u>rated as Half True</u></a> a claim that global surface temperatures have been flat for 16 years. This held up partly due to the cherry-picked and short timeframe, which swept in 1998, the El Ni&ntilde;o year that made surface temperatures exceptionally warm. When you start near an unusually hot year, there&#39;s a good chance that subsequent years will be cooler.</p>\r\n\r\n<p>That fact check considered major climate databases including one from NASA and another from the Hadley Centre of the Met Office, which is the United Kingdom&#39;s National Weather Service. It also tapped a tool available at SkepticalScience.com, whose<a href=\"http://www.skepticalscience.com/trend.php\"> <u>Temperature Trend Calculator</u></a> page allows users to pick from among several sets of temperature data and pick various timeframes.</p>\r\n\r\n<p>Hadley showed a .170 degree increase over those 16 years and NASA&#39;s numbers showed a .251 rise. Neither increase exceeded what could have happened by chance.</p>\r\n\r\n<p>Upshot: The global temperatures that were<a href=\"http://www.ncdc.noaa.gov/sotc/service/global/enso-global-temp-anom/201213.png\"> <u>rising so rapidly in the 1970s, &lsquo;80s, and &lsquo;90s</u></a> appeared to have stalled. In fact, the Met Office had begun referring to the latest 16 years as &quot;<a href=\"http://www.metoffice.gov.uk/research/news/recent-pause-in-warming\"><u>the recent pause in warming</u></a>.&quot;<strong> </strong>Officials there had issued<a href=\"http://www.metoffice.gov.uk/research/news/recent-pause-in-warming\"> <u>three reports</u></a> to try to explain the plateau. They stressed that the last decade was still the warmest on record and asserted that temperatures will likely resume their rapid rise soon, although the agency is not offering a timetable.</p>\r\n\r\n<p>Said physicist<a href=\"http://www.udayton.edu/directory/artssciences/physics/brecha_bob.php\"> <u>Robert Brecha</u></a>, of the University of Dayton: &quot;There is increasing evidence in the peer-reviewed literature that over the past decade or so more thermal energy is going into the deep ocean, rather than into the atmosphere. This is almost certainly just a temporary, cyclical process. The key point is that additional greenhouse gases trap heat in the earth system, keeping that energy from flowing back out to space,&quot; Brecha said. &quot;So if the atmosphere doesn&#39;t receive that heat [thereby increasing its temperature] that trapped energy is nevertheless building up.&quot;</p>\r\n\r\n<p>For our part, we<a href=\"http://www.politifact.com/texas/statements/2013/may/02/wayne-smith/wayne-smith-says-science-has-not-shown-greenhouse-/\"> <u>rated as Pants on Fire</u></a> a legislator&rsquo;s April 2013 claim that science has not shown greenhouse gases to be a problem. To the contrary, scientists have agreed for years that such gases contribute to atmospheric changes driving climatic warming.</p>\r\n\r\n<p>Naomi Oreskes, then a professor of history at the University of California, San Diego, sent us a chapter of a pending book updating her 2004 look into scientific consensus about climate change. A portion of the chapter said: &quot;Scientists predicted a long time ago that increasing greenhouse gas emissions could change the climate, and now there is overwhelming evidence that it is changing the climate.&quot; However, &quot;to say that man-made global warming is underway is not the same as agreeing about what will happen in the future. Much of the continuing debate in the scientific community involves the likely rate of future change.&quot;</p>\r\n\r\n<p>&quot;There are climate scientists who actively do research in the field but disagree with the consensus position,&quot; the chapter later says, &quot;but their number is very, very small.&quot;</p>\r\n\r\n<p>We also contacted Oreskes for this article. She passed our inquiry to<a href=\"http://richardsomerville.com/\"> <u>Richard Somerville</u></a>, a professor at the Scripps Institution of Oceanography at the University of California, San Diego, who emailed us calling Smitherman&rsquo;s claim &quot;nonsense.&quot; Somerville wrote: &quot;It is just plain foolish to focus on short-term distractions in the climate record due to natural variability, while ignoring the long term-trend due to human activities.&quot;</p>\r\n\r\n<p>Somerville described Smitherman&rsquo;s offered articles as unscientific, adding: &quot;They misrepresent or ignore what climate science has actually discovered(.)&quot;</p>\r\n\r\n<p>By email, Craighead of Smitherman&rsquo;s campaign responded by stressing afresh the Easterbook presentation indicating a global cooling period since 1999.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Smitherman said the Earth is not warming.</p>\r\n\r\n<p>To the contrary, national, international and Texas climate authorities concur that the planet is warming. They also warn against cherry-picking individual climatic indicators or timeframes to conclude otherwise. That makes sense to us. In the end, this claim strikes us as both unfounded and ridiculous.</p>\r\n\r\n<p>Pants on Fire!</p>\r\n\r\n<hr />\r\n<p><strong><em>PANTS ON FIRE</em></strong><em><strong> </strong>&ndash; The statement is not accurate and makes a ridiculous claim.</em></p>\r\n\r\n<p>Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> <u>more</u></a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n\r\n<p><strong>CLARIFICATION, 10:36 a.m., Dec. 13, 2013</strong>: This story was amended to show that Nielsen-Gammon was referring to a steady rise&nbsp; in ocean heat content, not surface temperatures. This change did not affect our rating.</p>\r\n", "ruling_comments_date": "2013-12-12T16:23:52.373919", "ruling_date": "2013-12-13T10:00:00", "ruling_headline": "UPDATED: Scientific consensus remains that the planet is warming", "ruling_headline_slug": "scientific-consensus-remains-planet-warming", "ruling_link_text": "Cherry-picking times and temperatures", "ruling_state": "Texas", "source_documents": null, "sources": "<p><a href=\"https://docs.google.com/document/d/14voXroQC_mHO2mPRVxKaSNl4omd6bUfbB6rcAs7bSQ4/pub\"><u>Email blast</u></a> including statement by Barry Smitherman, Donna Garner, Nov. 18, 2013</p>\r\n\r\n<p>Report, <a href=\"http://www.climatechange2013.org/images/uploads/WGI_AR5_SPM_brochure.pdf\"><u>&quot;Climate Change 2013,&quot;</u></a> the Physical Science Basis Working Group, contribution to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change, Summary for Policymakers, October 2013 (accessed Dec. 11, 2013)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1astLUfyZd-BKOLjMLrC0mNWc5VgUVZjPXcGLV9OaD6s/pub\"><u>Document</u></a>, Barry Smitherman backup information, received by email from Allen Blakemore, political consultant, Dec. 3, 2013</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1vzyRj4Kd3FiMXTBdpBgzSB4IYZT1chjYlcsl5FJWsLE/pub\"><u>Emails</u></a>, Judith Curry, chair, School of Earth and Atmospheric Sciences, Georgia Institute of Technology, December 4 and 9, 2013</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1nVA7SmAwFIdcZnEUfpxjphzGYSHfps42M8hFHjtJCC0/pub\"><u>Email</u></a>, Michael Tobis, software engineer, Dec. 10, 2013</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1XLJemiRfhaClqIQ9YMj0GZqrmD-jvoyYAQgFDZNQRF0/pub\"><u>Email</u></a>, John Nielsen-Gammon, Texas state climatologist, Regents professor, Texas A&amp;M University, Dec. 6, 2013</p>\r\n\r\n<p>Truth-O-Meter article, <a href=\"http://www.politifact.com/new-jersey/statements/2013/jul/28/rush-holt/rush-holt-warns-millions-will-die-climate-change-g/\"><u>&quot;Rush Holt warns &lsquo;millions will die&rsquo; from climate change as global temperatures reach historic highs,&quot;</u></a> PolitiFact New Jersey, July 28, 2013</p>\r\n\r\n<p>Truth-O-Meter article, <a href=\"http://www.politifact.com/rhode-island/statements/2013/aug/25/steve-goreham/global-warming-skeptic-says-global-surface-tempera/\"><u>&quot;Global warming skeptic says global surface temperatures have not increased in the last 16 years,&quot;</u></a> PolitiFact Rhode Island, Aug. 25, 2013</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1GfmOWlhXCXY2INXzaJ8Ps19rX8-afsTRMGIGbwa6wH8/pub\"><u>Email</u></a>, Richard Somerville, Distinguished Professor Emeritus and Research Professor Scripps Institution of Oceanography University of California, San Diego, Dec. 4, 2013</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1CYRkXQBNV5mQhXA4r-YQdF4yssMjxEF9ztH0niTCbj0/pub\"><u>Email</u></a>, Jared Craighead, campaign manager, Barry Smitherman campaign, Dec. 11, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Member, Texas Railroad Commission", "false_count": 0, "first_name": "Barry", "half_true_count": 1, "home_state": "Texas", "id": 2403, "last_name": "Smitherman", "mostly_true_count": 0, "name_slug": "barry-smitherman", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/bsmitherman2822med.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2403/", "total_count": 3, "true_count": 1, "website": "http://www.barryfortexas.com/home/"}, "statement": "<p>&quot;The Earth is not warming.&quot;</p>\r\n", "statement_context": "", "statement_date": "2013-11-17", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Most scientists agree that climate change is real and humans are causing it. The figure that&rsquo;s widely cited is 97 percent of climate scientists, and it appears in at least&nbsp;<a href=\"http://www.politifact.com/truth-o-meter/statements/2015/sep/02/rick-santorum/santorum-un-climate-head-debunked-widely-cited-97-/\">three peer-reviewed surveys</a>.&nbsp;<a href=\"http://www.politifact.com/virginia/statements/2016/apr/04/don-beyer/don-beyer-says-97-percent-scientists-believe-human/\">Plenty of other studies</a>&nbsp;report overwhelming majorities of experts (in the 90 percent range) and at least&nbsp;<a href=\"http://climate.nasa.gov/scientific-consensus/\">18 scientific associations</a>&nbsp;agree.</p>\r\n", "id": 313, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/images.jpg", "resource_uri": "/api/v/2/subject/313/", "subject": "Climate Change", "subject_slug": "climate-change", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "<p>We strive to make our work completely accurate. When we make a mistake, we correct it and note it on the original item. If the mistake is so significant that it requires us to change the ruling, we will do so. Readers who see an error should contact the writer or editor. Their names are listed on the right side of every Truth-O-Meter item. Clicking on their names will take you to their bio pages, where you can find their email addresses. Read more about our corrections policies in our <a href=\"http://www.politifact.com/truth-o-meter/article/2013/nov/01/principles-politifact-punditfact-and-truth-o-meter/\">Principles of the Truth-O-Meter</a>.</p>\r\n", "id": 255, "photo": null, "resource_uri": "/api/v/2/subject/255/", "subject": "Corrections and Updates", "subject_slug": "corrections-and-updates", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/14/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}, {"description": "", "id": 198, "photo": null, "resource_uri": "/api/v/2/subject/198/", "subject": "Weather", "subject_slug": "weather", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [], "twitter_headline": ""}