{"art": [{"brightcove": "", "caption": "This graphic was posted to Facebook by Generation Opportunity, a group that opposes the Affordable Care Act, on Dec. 10, 2013", "id": 3985, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/1467386_594825383915987_216748311_n.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/3985/", "title": "Facebook post from Generation Opportunity", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "scontorno@politifact.com", "first_name": "Steve", "id": 422, "last_name": "Contorno", "name_slug": "steve-contorno", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/contorno2.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/422/", "title": "PolitiFact Staff Writer", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2013/dec/13/generation-opportunity/will-affordable-care-act-close-down-volunteer-fire/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 8660, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "scontorno@politifact.com", "first_name": "Steve", "id": 422, "last_name": "Contorno", "name_slug": "steve-contorno", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/contorno2.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/422/", "title": "PolitiFact Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/8660/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p><strong>Editor&#39;s note</strong>: <em>Almost two months after we published this report, the Obama administration clarified guidelines on volunteer fire departments. </em><em>The new rules specifically exempt volunteer fire and rescue units.&nbsp;<a href=\"http://www.politifact.com/truth-o-meter/article/2014/feb/11/update-affordable-care-act-and-volunteer-firefight/\">Read our story</a> that details the new guidelines. Our original report from December is below.</em>&nbsp;</p>\r\n\r\n<p>Few things tug on the heart strings, or put fear in people&rsquo;s minds, like the image of a small town losing its volunteer fire station.</p>\r\n\r\n<p>So you can imagine why a number of readers alerted us to <a href=\"https://www.facebook.com/photo.php?fbid=594825383915987&amp;set=a.369620303103164.82725.107171896014674&amp;type=1&amp;theater\"><u>a Facebook post</u></a> making the rounds that alleged just that.</p>\r\n\r\n<p>According to a graphic posted by Generation Opportunity, an organization that opposes the Affordable Care Act through outreach to young people, the health care law will have an adverse effect on volunteer emergency services.</p>\r\n\r\n<p>&quot;Obamacare could force thousands of volunteer fire stations to cut service,&quot; the post alleges, &quot;or close entirely!&quot;</p>\r\n\r\n<p>As of Dec. 12, the post had nearly 4,000 shares, 2,500 &quot;Likes,&quot; and dozens of comments.</p>\r\n\r\n<p>We&rsquo;ve heard plenty of claims about the Affordable Care Act and its effect on employers, but hadn&rsquo;t looked into how it treats volunteer fire stations. Ask and you shall receive, readers.</p>\r\n\r\n<p><strong>What&rsquo;s at issue</strong></p>\r\n\r\n<p>There actually is quite a bit of uncertainty regarding the health care law and how it addresses local volunteer emergency services.</p>\r\n\r\n<p>The employer mandate in the law states that employers with the equivalent of 50 or more full-time employees must provide health insurance to their workers. If not, they face a stiff penalty of $2,000 for every worker after 30.</p>\r\n\r\n<p>There are 783,300 volunteer firefighters in the United States and nearly 25,500 stations are either entirely or mostly made up of volunteers, according to the National Fire Protection Association.</p>\r\n\r\n<p>Some of them are small, serve rural areas, and are made up of a handful of volunteers. They&rsquo;re not likely to be affected by the law.</p>\r\n\r\n<p>Then there&rsquo;s the question of hours worked. The law specifies that a full-time employee works at least 30 hours a week. Many volunteers wouldn&rsquo;t hit that threshold, though it is unclear how hours would be counted. Does it include time spent on call or fundraising for the department?</p>\r\n\r\n<p>The National Volunteer Fire Council is concerned that the employer mandate will still apply to many stations.</p>\r\n\r\n<p>Under current law, the Internal Revenue Service considers a volunteer an employee for tax purposes.</p>\r\n\r\n<p>&quot;It does not matter whether firefighters are termed &lsquo;volunteers,&rsquo; are considered employees, or are identified by any other name, if the work they do is subject to the will and control of the payer, under the common-law rules, they are employees for federal tax purposes,&quot; according to the IRS.</p>\r\n\r\n<p>That allows any benefits a volunteer firefighter receives to be taxed. And while the U.S. Department of Labor has tight restrictions on the benefits (mostly awarded to cover the costs of travel and equipment for the job) a volunteer can receive, so far the IRS has not said whether it will treat them as employees or volunteers under the Affordable Care Act.</p>\r\n\r\n<p>In fact, the U.S. Department of the Treasury released <a href=\"http://www.irs.gov/pub/newsroom/reg-138006-12.pdf\"><u>draft regulations</u></a> last year for the employer mandate. There was no mention of volunteer fire services.</p>\r\n\r\n<p>&quot;The more we looked at the law we saw there&rsquo;s nothing in this that says the IRS has to listen to the Department of Labor,&quot; said Dave Finger, director of government relations for the National Volunteer Fire Council, an organization representing volunteer fire, EMS, and rescue services. &quot;Around the spring we realized this could be a significant problem for our folks.</p>\r\n\r\n<p>Finger added that most volunteer fire stations serve sparsely populated areas that don&rsquo;t have a large tax base. Some even get their revenue from pancake breakfast fundraisers. Finding the resources to suddenly pay for health insurance or the fee would be very difficult.</p>\r\n\r\n<p>Some stations employ more than 50 volunteers, some volunteers lend their time to stations operated by county or municipal governments with more than 50 employees, and others band together and can surpass the mandate threshold that way. Under any of these scenarios, volunteer departments are worried they could be required to offer health insurance.</p>\r\n\r\n<p>Lawmakers on both sides of the Capitol, and both sides of the aisle, agree that the law is vague and could potentially affect volunteer units. Rep. Lou Barletta, R-Pa., has introduced a bill in the House that would exempt volunteer forces from the employer mandate, and Sen. Mark Warner, D-Va., has asked the Senate to do the same.</p>\r\n\r\n<p>&quot;(The Treasury) put out regulations that didn&rsquo;t include this,&quot; said Elizabeth Falcone, a legislative assistant in Warner&rsquo;s office. &quot;It wasn&rsquo;t clear it was going to be dealt with and revised. There&rsquo;s a history of showing why strong force is important (to get action from IRS).</p>\r\n\r\n<p>&quot;When there&rsquo;s ambiguity you need to create certainty,&quot; she added. &quot;And that&rsquo;s the issue. That&rsquo;s what we&rsquo;re trying to fix.&quot;</p>\r\n\r\n<p><strong>How big is the problem?</strong></p>\r\n\r\n<p>But let&rsquo;s get back to what the graphic said: The Affordable Care Act could &quot;force thousands of volunteer fire stations to cut service or close entirely!&quot;</p>\r\n\r\n<p>We reached out to Generation Opportunity to get clarity on the severity of the accusation. They didn&rsquo;t reply to our call.</p>\r\n\r\n<p>But both Warner&rsquo;s office and the National Volunteer Fire Council felt that was a big leap.</p>\r\n\r\n<p>&quot;That sounds like the predictable messaging you would hear about these issues,&quot; said Kevin Hall, spokesman for Warner. &quot;In Virginia, we have a highly organized and professional volunteer fire team in Virginia Beach, and they sniff at this as being a nonissue. But there is concern in some communities and they&rsquo;re seeking help in getting more definitive guidance.&quot;</p>\r\n\r\n<p>It&rsquo;s also worth noting that most volunteers have other full-time jobs, Finger said, and would receive health benefits from their employer or the government.</p>\r\n\r\n<p>Additionally, many stations don&rsquo;t come close to reaching the 50-employee threshold, no matter how the IRS chooses to count them. It would also require the IRS to go out and enforce the law and target volunteer fire stations.</p>\r\n\r\n<p>While &quot;it&rsquo;s a worst-case scenario that you can&rsquo;t rule out,&quot; Finger said he thought department closures were &quot;unlikely&quot; and thousands of closures were &quot;very unlikely.&quot;</p>\r\n\r\n<p>There&rsquo;s no doubt that if the employer mandate is applied to volunteer fire departments it would mean additional costs for those that qualify. But it&rsquo;s more likely departments will decrease their workforce or cut and cap other benefits volunteer forces receive, before slashing services or closing stations, Finger said.</p>\r\n\r\n<p>For their part, the Treasury Department said it was taking the concerns of volunteer firefighters and other emergency services into account as it works toward the final employer mandate regulations, though they could not say when that would be. President Barack Obama has also delayed the employer mandate for a year, so it won&rsquo;t go into effect until 2015.</p>\r\n\r\n<p>And Warner&rsquo;s office said the cast of support he has recruited for his bill, including two Democrats, two Republicans and an independent, &quot;was noteworthy to people in White House,&quot; and they expected action sooner than later.</p>\r\n\r\n<p>Finger echoed those sentiments.</p>\r\n\r\n<p>&quot;We&rsquo;re telling our members: &lsquo;One, we think it&rsquo;s going to be fixed,&rsquo;&quot; he said. &quot;&lsquo;And two, no penalties are coming until 2015, so it&rsquo;s still a long way off. Don&rsquo;t do anything drastic now.&rsquo;&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>The Facebook post said &quot;Obamacare could force thousands of volunteer fire stations to cut service or close entirely!&quot; &quot;Could&quot; is a dangerous word that allows rabble rousers to generate hysteria without being completely false, but we think it&rsquo;s somewhat inflated. There certainly is cause for concern, but even those looking to change the status quo see this as an exaggeration. Furthermore, it sounds like those in the know expect the issue to be resolved now that pressure is mounting. The statement is partially accurate but leaves out important details.</p>\r\n\r\n<p>We rate it as Half True.</p>\r\n", "ruling_comments_date": "2013-12-13T14:55:53.848704", "ruling_date": "2013-12-13T16:17:43", "ruling_headline": "Will the Affordable Care Act close down volunteer fire departments?", "ruling_headline_slug": "will-affordable-care-act-close-down-volunteer-fire", "ruling_link_text": "Even those concerned say \"thousands\" a strech", "ruling_state": null, "source_documents": null, "sources": "<p>Facebook post sent by reader, Dec. 10, 2013</p>\r\n\r\n<p>Statement to PolitiFact from Victoria Esser, spokeswoman for U.S. Department of the Treasury, Dec. 11, 2013</p>\r\n\r\n<p>Phone interview with Dave Finger, director of government relations for the National Volunteer Fire Council, Dec. 12, 2013</p>\r\n\r\n<p>Phone interview with Kevin Hall, spokesman for Sen. Mark Warner, and Elizabeth Falcone, legislative assistant to Warner, Dec. 12, 2013</p>\r\n\r\n<p><a href=\"http://www.politifact.com/truth-o-meter/documents/labor-department-volunteer-firefighters/\" onclick=\"window.open(this.href, '', 'resizable=no,status=no,location=no,toolbar=no,menubar=no,fullscreen=no,scrollbars=no,dependent=no'); return false;\">Letter from Alfred Robinson, acting administrator of U.S. Department of Labor Employment Standards Administration Wage and Hour Division, to Robert DiPoli, president of the International Association of Fire Chiefs</a>, &nbsp;Aug. 7, 2006</p>\r\n\r\n<p><a href=\"http://www.nvfc.org/files/documents/Legislative/13Sept_PPACA_letter_for_IRS.pdf\"><u>Letter from Heather Schaffer, executive director of the </u><u>National Volunteer Fire Council to the Internal Revenue Service</u></a>, Sept. 9, 2013</p>\r\n\r\n<p><a href=\"http://www.nvfc.org/files/documents/NVFC_Fact_Sheet_2014.pdf\"><u>Volunteer Fire Service Fact Sheet</u></a>, National Volunteer Fire Council, accessed Dec. 12, 2013</p>\r\n\r\n<p>Office of Rep. Lou Barletta, <a href=\"http://barletta.house.gov/index.cfm?sectionid=25&amp;parentid=6&amp;sectiontree=6,25&amp;itemid=679\"><u>Barletta Introduces Bill to Save Volunteer Firefighters from Obamacare</u></a>, Dec. 10, 2013</p>\r\n\r\n<p>Office of Sen. Mark Warner, <a href=\"http://www.warner.senate.gov/public/index.cfm/pressreleases?ContentRecord_id=7f7789b9-ea84-4147-b08b-45205440caae\"><u>Warner Leads Bipartisan Group in Introducing Bill to Exempt Volunteer First Responders from Healthcare Mandate</u></a>, Dec. 11, 2013</p>\r\n\r\n<p>Internal Revenue Service website, &quot;<a href=\"http://www.irs.gov/Government-Entities/Federal,-State-&amp;-Local-Governments/Issues-for-Firefighters\"><u>Issues for Firefighters</u></a>,&quot; Sept. 3, 2013</p>\r\n\r\n<p>Internal Revenue Service, <a href=\"http://www.irs.gov/pub/newsroom/reg-138006-12.pdf\"><u>Shared Responsibility for Employers Regarding Health Coverage</u></a>, December 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "advocacy group", "false_count": 0, "first_name": "", "half_true_count": 1, "home_state": "Virginia", "id": 2542, "last_name": "Generation Opportunity", "mostly_true_count": 0, "name_slug": "generation-opportunity", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Creepy_Uncle_Sam.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2542/", "total_count": 1, "true_count": 0, "website": "http://generationopportunity.org/"}, "statement": "<p>&quot;Obamacare could force thousands of volunteer fire stations to cut service or close entirely!&quot;</p>\r\n", "statement_context": "a Facebook post", "statement_date": "2013-12-10", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>We strive to make our work completely accurate. When we make a mistake, we correct it and note it on the original item. If the mistake is so significant that it requires us to change the ruling, we will do so. Readers who see an error should contact the writer or editor. Their names are listed on the right side of every Truth-O-Meter item. Clicking on their names will take you to their bio pages, where you can find their email addresses. Read more about our corrections policies in our <a href=\"http://www.politifact.com/truth-o-meter/article/2013/nov/01/principles-politifact-punditfact-and-truth-o-meter/\">Principles of the Truth-O-Meter</a>.</p>\r\n", "id": 255, "photo": null, "resource_uri": "/api/v/2/subject/255/", "subject": "Corrections and Updates", "subject_slug": "corrections-and-updates", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/14/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 173, "photo": null, "resource_uri": "/api/v/2/subject/173/", "subject": "Public Safety", "subject_slug": "public-safety", "used_in_edition": ["/api/v/2/edition/9/"]}], "target": [], "twitter_headline": ""}