{"art": [], "author": [{"email_address": "jnelson@journalsentinel.com", "first_name": "James B.", "id": 176, "last_name": "Nelson", "name_slug": "james-b-nelson", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/176/", "title": "Watchdog reporter", "twitter": null}], "canonical_url": "/wisconsin/statements/2013/dec/23/scott-walker/gov-scott-walker-says-protesters-surrounded-his-ca/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 8696, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jnelson@journalsentinel.com", "first_name": "James B.", "id": 176, "last_name": "Nelson", "name_slug": "james-b-nelson", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/176/", "title": "Watchdog reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/8696/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>The title of Gov. Scott Walker&rsquo;s new book is &quot;Unintimidated.&quot; So, it makes sense that it would be filled with details about how he stood up against his opponents.</p>\r\n\r\n<p>The book describes death threats against the governor and his family, protests outside the governor&rsquo;s residence and -- of course -- the massive protests at the Capitol in Madison in the wake of Walker&rsquo;s move in early 2011 to curtail collective bargaining for most public employees.</p>\r\n\r\n<p>One of the incidents has stood out, both for PolitiFact Wisconsin readers who have asked us to look into it and for those who have interviewed Walker as he has made the rounds promoting his book -- a face-to-face meeting with &quot;hundreds of angry protesters&quot; after a Feb. 15, 2011, appearance at a La Crosse factory.</p>\r\n\r\n<p>Here is how Walker describes it in the book:</p>\r\n\r\n<p><em>&quot;As we prepared to leave, the state troopers saw that the protesters had physically blocked the entrance we had used to come onto the property. So they turned the squad car around and headed toward the other exit. We watched in disbelief as the throng of people rushed toward the second exit to block our path. As we tried to pull out, they surrounded the car and began beating on the windows and rocking the vehicle.</em></p>\r\n\r\n<p><em>&quot;Just as we extricated ourselves from their grip, a truck pulled up and blocked our path, playing a game of chicken with the troopers. They turned the lights and sirens on and warned him to get out of the way. Eventually he backed up, and we sped off.</em></p>\r\n\r\n<p><em>&quot;It was a lesson in how much our circumstance had changed in a matter of a few days. We were dealing with people who were so blinded by their anger that they were not in the least bit afraid to storm and shake a police car. We had never seen anything like it in Wisconsin before.&quot;</em></p>\r\n\r\n<p>Walker goes on to say that the incident, among others, prompted the addition of security officers and procedures for him and his family. The La Crosse visit underscores a central theme of his book that he stood up against increasingly aggressive protests.</p>\r\n\r\n<p>To be sure, it has been documented that Walker received death threats, including against his family, and emotions on both sides were high as Senate Democrats fled to Illinois to block a vote and Republicans maneuvered to pass the measure.</p>\r\n\r\n<p>Walker critics, meanwhile, have largely argued that protests were orderly and a straightforward exercise in democratic action. The most common refrain: &quot;This is what democracy looks like.&quot;</p>\r\n\r\n<p>This item is not meant to settle that disagreement, but to look at one incident that keeps getting mentioned in the national media.</p>\r\n\r\n<p>One example, from a <a href=\"http://www.cbn.com/cbnnews/politics/2013/November/Unintimidated-Scott-Walkers-Story-a-Nations-Challenge/#.Uo4uuiPkXJM.twitter\">Nov. 23, 2013 appearance </a>on the &quot;700 Club&quot; show hosted by conservative talk show host Pat Robertson:</p>\r\n\r\n<p>Robertson: &quot;They were banging on your car. You were in danger of your life -- is that the way it was?&quot;</p>\r\n\r\n<p>Walker: &quot;Oh, it was; no doubt about it. We, at one point, coming out of a manufacturing business in La Crosse where they were literally shaking one of our squad cars that the State Patrol was in with me.&quot;</p>\r\n\r\n<p>So, is Walker right?</p>\r\n\r\n<p>Did protesters in La Crosse surrounded a State Patrol car carrying him and beat and rock the vehicle? Did a truck block the exit so they could not leave?</p>\r\n\r\n<p><strong>The situation at the time </strong></p>\r\n\r\n<p>The La Crosse incident came days after Walker surprised the state with his proposal to curb collective bargaining. The visit -- like the large protests in Madison and in other cities that Walker visited -- received considerable media coverage.</p>\r\n\r\n<p>That coverage from the time is a good starting point and one we will give extra weight.</p>\r\n\r\n<p>Why?</p>\r\n\r\n<p>News coverage or a document generated at the time -- say a police incident report or an internal email -- is less likely to be skewed by spin or memories. It is more likely to be accurate than a recollection from years later, particularly one that may well have been put into writing by another person entirely. In this case, Walker&rsquo;s co-author, Mark Thiessen.</p>\r\n\r\n<p>As written, the incident is about more than angry protesters. It depicts an organized effort to prevent Walker from leaving -- one exit is blocked by the crowd, the windows &quot;beaten&quot; as the car is &quot;rocked.&quot; Once &quot;extricated,&quot; the car turns toward another exit which is immediately blocked by a truck &quot;playing a game of chicken&quot; with state troopers. The crowd rushes there as well.</p>\r\n\r\n<p>This does not describe an orderly protest. It describes chaos.</p>\r\n\r\n<p>Indeed, if an incident like this happened, it almost certainly would have been widely covered. At the time, both sides were actively portraying the other as extreme and unreasonable. Any incidents by protesters, in particular, became a talking point on conservative blogs and talk radio.</p>\r\n\r\n<p>We searched for details about the La Crosse story, specifically that protesters blocked and rocked the car in which Walker was riding, and found nothing. We could not locate any news report from the time that indicated Walker himself was physically threatened in such a way.</p>\r\n\r\n<p>We turned to Walker spokesman Tom Evenson and asked for details about what happened that day. He referred all questions to the book&rsquo;s publisher, Penguin Group.</p>\r\n\r\n<p>Penguin spokeswoman Jacquelynn Burke offered a one sentence response: &quot;The Wisconsin State Patrol confirms that this event took place.&quot;</p>\r\n\r\n<p>When we turned to the State Patrol, they didn&rsquo;t offer much more detail.</p>\r\n\r\n<p>&quot;I did connect with somebody in our dignitary protection unit and they were able to confirm for me that there was an incident,&quot; said Peg Schmitt, a spokeswoman for the Department of Transportation, which includes the State Patrol.</p>\r\n\r\n<p>We asked for any reports related to the incident, a copy of any dash-cam video, or for interviews with the troopers or staff involved. Anything with details.</p>\r\n\r\n<p>Schmitt said there was no formal report filed, and that no further information about the incident would be made public. The State Patrol viewed what happened in La Crosse as a routine incident, she said, adding the most important concern was &quot;moving the governor to safety.&quot;</p>\r\n\r\n<p>She said no interviews or additional information would be provided because it could compromise the State Patrol&rsquo;s ability to provide security in the future.</p>\r\n\r\n<p><strong>What was reported at the time</strong></p>\r\n\r\n<p>Looking for more information about the nature of the car incident, we turned to those involved in La Crosse, including local police, executives with the company Walker visited, the news media, and those involved in the protest.</p>\r\n\r\n<p>Walker&rsquo;s visit was covered by the La Crosse Tribune <a href=\"http://lacrossetribune.com/news/local/walker-defends-plan-to-strip-state-worker-bargaining-rights/article_ce64a664-3992-11e0-b2e8-001cc4c03286.html\">in a story published the following day</a>.</p>\r\n\r\n<p>The story noted that hundreds of protesters lined the street leading to Ted Mannstedt &amp; Son, a structural steel manufacturer that employs about 25 people.</p>\r\n\r\n<p>&quot;Chants of &lsquo;Hey hey, ho ho, Walker&rsquo;s got to go&rsquo; bled through the walls&quot; and could be heard inside the company, the story said.</p>\r\n\r\n<p>The story included coverage of Walker&rsquo;s speech, quoted protesters and included a photo of Walker&rsquo;s car with protesters in the background. There was no mention of any altercation involving the car.</p>\r\n\r\n<p>La Crosse Tribune editor Chris Hardie said reporter Chris Hubbuch and photographer Peter Thomson covered Walker&rsquo;s visit and watched his car leave the plant.</p>\r\n\r\n<p>&quot;Both Chris and Peter were standing outside when the governor left,&quot; Hardie said. &quot;Neither of them remembers any kind of car rocking or the car being surrounded, that kind of thing.&quot;</p>\r\n\r\n<p>The journalists reviewed a Google satellite view of the property and refreshed their memories about where they were standing in relation to Walker&rsquo;s car, Hardie said.</p>\r\n\r\n<p>&quot;They would have noticed if they were blocking and beating on his car,&quot; Hardie said. He noted, too, that the journalists would have also been alerted if they had seen flashing police lights or heard a siren from Walker&rsquo;s car -- something else the governor described.</p>\r\n\r\n<p>They witnessed nothing of the sort.</p>\r\n\r\n<p><strong>The view from La Crosse police</strong></p>\r\n\r\n<p>The La Crosse Police Department had officers at the scene because the crowd had grown to several hundred and was in the street and on private property.</p>\r\n\r\n<p>&quot;We were assisting by blocking off the streets and so forth,&quot; said Officer Lisa Barrix, department spokeswoman.</p>\r\n\r\n<p>She said there was no record of misbehavior by the crowd, including interfering with the car during Walker&rsquo;s departure, and no arrests. No mention, either, of a truck blocking an exit.</p>\r\n\r\n<p>&quot;There was nothing out of control,&quot; Barrix &nbsp;said. &quot;We don&rsquo;t have any record of any type of disturbance that I can locate.&quot;</p>\r\n\r\n<p>Two officials with the company, including owner Brad Mannstedt, recalled a large, noisy crowd.</p>\r\n\r\n<p>&quot;There was at least a good 500 people on the street,&quot; said Mannstedt.</p>\r\n\r\n<p>He said protesters moved toward Walker&rsquo;s car as he was leaving, and said it was possible some got close enough to swat at the vehicle with rolled up posters.</p>\r\n\r\n<p>&quot;I don&rsquo;t think there was any real malicious attempt to get at him. They were trying to get his attention,&quot; Mannstedt said. &quot;It&rsquo;s as if you were to take a newspaper, roll it up and slam it on your desk to get somebody&rsquo;s attention.&quot;</p>\r\n\r\n<p>Bob Sandvick, a quality control supervisor at the firm, said he was paying close attention to the crowd to make sure the protesters did not trespass onto company property. Asked if he knew anything about protesters surrounding Walker&rsquo;s car, he said &quot;I&rsquo;m not aware of that.&quot;</p>\r\n\r\n<p>Ward Keil of Onalaska, who was in the crowd, said the &quot;mood of the crowd was a little belligerent.&quot;</p>\r\n\r\n<p>People screamed at cars that they believed were carrying Walker, but didn&rsquo;t do anything more aggressive than that, he said. Also, he said, it seemed that authorities used a &quot;dummy car&quot; so protesters didn&rsquo;t know which car the governor was in.</p>\r\n\r\n<p>Finally, local television news coverage of the governor&rsquo;s visit <a href=\"http://video.news8000.com/watch.php?id=20776\">included a video snippet</a> of the governor&rsquo;s car leaving the plant. The crowd is several feet away from the car, and the car pulls out of the parking lot and turns onto the street without pausing.</p>\r\n\r\n<p>There&rsquo;s no evidence of a truck blocking the way.</p>\r\n\r\n<p><strong>More from the Walker side</strong></p>\r\n\r\n<p>We circled back to Walker&rsquo;s office and asked to interview staff members or anyone else with first-hand knowledge of the incident.</p>\r\n\r\n<p>Former Walker communications director Chris Schrimpf, in an email, offered a description similar to that in the book.</p>\r\n\r\n<p>&quot;I remember the day well because the hatred on the protesters&#39; faces as they banged on the car and shook it was jarring. &nbsp;I remember they ran toward the car like an angry mob (because they were one), we were blocked by the other car, and we were stuck.&quot;</p>\r\n\r\n<p>Schrimpf declined to be interviewed about what happened. When pressed on what other evidence he could provide, Schrimpf pointed to a change in how travel around the state for media appearances was handled.</p>\r\n\r\n<p>He said that after the La Crosse visit, Walker stopped traveling by car. Instead, they flew and did appearances in airplane hangars. Walker&rsquo;s <a href=\"http://www.wisconsinwatch.org/viz/walker-calendars-part-two/\">schedule</a> confirms the switch to air travel.</p>\r\n\r\n<p>That switch may be evidence the La Crosse visit signaled issues that required a security change, but the switch alone is not confirmation of the specifics as described by Walker and supported by his former aide.</p>\r\n\r\n<p>Remember: We are not checking whether Walker -- and Schrimpf -- were startled by the protesters, or even if they were frightened by them. Or whether the State Patrol was ready for what it encountered that day.</p>\r\n\r\n<p>We are looking at whether the exits were blocked and the car rocked. &nbsp;We are examining the words used in the book, ones that depict a direct and physical threat to the governor of Wisconsin and disregard for state troopers and local authorities.</p>\r\n\r\n<p><strong>Walker gives an updated view</strong></p>\r\n\r\n<p>With the story in the news, Patrick Anderson, a reporter for the Tribune, asked Walker about the incident when the governor appeared Dec. 6, 2013, in La Crosse for a bill signing.</p>\r\n\r\n<p>Walker described it this way:</p>\r\n\r\n<p>&quot;As we came out, literally tons of the, a whole bunch of the protesters ran down to the other exit and got out in front of the exit and literally blocked the car and got around the car and were kind of banging on the sides,&quot; Walker said, according to a transcript of the interview &nbsp;the newspaper provided to PolitiFact Wisconsin.</p>\r\n\r\n<p>That&rsquo;s pretty close to the language in the book, but then things start to differ a bit.</p>\r\n\r\n<p>In the book, Walker describes lights and sirens and the truck blocking the way. In the interview, he said a state trooper in the squad &quot;rolled the window down and said pretty sternly, you need to move back from the car.&quot;</p>\r\n\r\n<p>Asked about being afraid (Robertson, in the TV interview, phrased it as being &quot;in danger of your life&quot;, a statement Walker agreed with), Walker said:</p>\r\n\r\n<p>&quot;I was concerned. It was, it was something that I had never experienced before. I don&rsquo;t know if afraid is the right word but it certainly was jarring, is probably the better word than fear.&quot;</p>\r\n\r\n<p>Asked about the car rocking, Walker said: &quot;Yeah they shook a little bit. ...signs were banging and that.&quot;</p>\r\n\r\n<p>The governor also addressed the police report question.</p>\r\n\r\n<p>&quot;Of course there&rsquo;s no police report. No tickets were issued, no arrests were made. The whole use of the (dignitary protection unit) &hellip; is that if you&rsquo;re in a situation like that you get out. &hellip; The last thing you want to do is heighten it. But it was a pretty big wake up call.&quot;</p>\r\n\r\n<p><strong>Our rating</strong></p>\r\n\r\n<p>Walker says protesters in La Crosse blocked an exit and surrounded a State Patrol car carrying the governor and were &quot;beating on the windows and rocking the vehicle.&quot; When the car was &quot;extricated&quot; from the crowd, a truck blocked a second exit. &nbsp;</p>\r\n\r\n<p>Yet we could find no mention of the car rocking incident before the book came out Nov. 19, 2013.</p>\r\n\r\n<p>Beyond the book itself and related public statements, there was no concrete evidence provided by Walker&rsquo;s office, despite numerous inquiries by PolitiFact. &nbsp;</p>\r\n\r\n<p>Local police, journalists at the scene, and people from the company and the crowd do not recall seeing Walker&rsquo;s car rocked or banged upon. And no one involved in news coverage, local law enforcement or witnesses reported seeing a truck blocking the car from leaving.</p>\r\n\r\n<p>Finally, in a recent interview, Walker toned down his description of the incident.&nbsp;</p>\r\n\r\n<p>Based on the available information, we think the book&rsquo;s depiction of what happened -- an organized effort to prevent Walker from leaving that placed him in direct danger -- is False.</p>\r\n\r\n<p><em>You may comment on this article on the <a href=\"http://www.jsonline.com/news/politifact-testing-scott-walkers-claim-on-protestors-in-la-crosse-b99168853z1-236776121.html\">Milwaukee Journal Sentinel website</a>.</em></p>\r\n", "ruling_comments_date": "2013-12-20T16:11:18.776157", "ruling_date": "2013-12-23T05:00:00", "ruling_headline": "Gov. Scott Walker says protesters surrounded his car, blocked his exit and rocked the vehicle after a 2011 appearance in La Crosse", "ruling_headline_slug": "gov-scott-walker-says-protesters-surrounded-his-ca", "ruling_link_text": "La Crosse police -- and others -- say otherwise", "ruling_state": null, "source_documents": null, "sources": "<p>&quot;Unintimidated: A Governor&#39;s Story and a Nation&#39;s Challenge.&quot; Gov. Scott Walker</p>\r\n\r\n<p>La Crosse Tribune, <a href=\"http://lacrossetribune.com/news/local/walker-defends-plan-to-strip-state-worker-bargaining-rights/article_ce64a664-3992-11e0-b2e8-001cc4c03286.html\">&quot;Walker defends plan to strip state worker bargaining rights,&quot;</a> Feb. 16, 2011</p>\r\n\r\n<p>La Crosse Tribune, <a href=\"http://lacrossetribune.com/news/local/walker-defends-anti-union-bill-senate-maneuver-in-la-crosse/article_ca02bfa8-4b9d-11e0-87d6-001cc4c002e0.html\">&quot;Walker defends anti-union bill, Senate manuver in La Crosse,&quot; </a>March 11, 2011</p>\r\n\r\n<p>CBN News, <a href=\"http://www.cbn.com/cbnnews/politics/2013/November/Unintimidated-Scott-Walkers-Story-a-Nations-Challenge/#.Uo4uuiPkXJM.twitter\">&quot;Unintimidated: Scott Walker&rsquo;s story, a nation&rsquo;s challenge,&quot; </a>Nov. 23, 2013</p>\r\n\r\n<p>WKBT-La Crosse <a href=\"http://video.news8000.com/watch.php?id=20776\">television coverage of Walker visit to La Crosse,</a> Feb. 15, 2011</p>\r\n\r\n<p>La Crosse Tribune interview, Gov. Scott Walker, Dec. 6, 2013</p>\r\n\r\n<p>Emails, telephone interview, Chris Hardie, executive editor, La Crosse Tribune</p>\r\n\r\n<p>Telephone interview, Ward Keil, Dec. 4, 2013</p>\r\n\r\n<p>Email, Jacquelynn Burke, publicist, Penguin Publications, Dec. 4, 2013</p>\r\n\r\n<p>Telephone interviews, Officer Lisa Barrix, Dec. 3, 2013</p>\r\n\r\n<p>Telephone interview, email, Bob Sandvick, Ted Mannstedt &amp; Son., Dec. 4, 2013</p>\r\n\r\n<p>Telephone interview, Brad Mannstedt, Ted Mannstedt &amp; Son, Dec. 5, 2013</p>\r\n\r\n<p>Email, Chris Schrimpf, Dec. 12, 2013</p>\r\n\r\n<p>WisconsinWatch.org <a href=\"http://www.wisconsinwatch.org/viz/walker-calendars-part-two/\">Gov. Scott Walker calendar 2011</a></p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 38, "current_job": "Milwaukee County Executive", "false_count": 42, "first_name": "Scott", "half_true_count": 38, "home_state": "Wisconsin", "id": 640, "last_name": "Walker", "mostly_true_count": 44, "name_slug": "scott-walker", "pants_count": 11, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Scott_Walker_1_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/640/", "total_count": 211, "true_count": 25, "website": "http://www.scottwalker.org/"}, "statement": "<p>Protesters in La Crosse blocked an exit and surrounded a State Patrol car carrying the governor and were &quot;beating on the windows and rocking the vehicle.&quot; When the car was &quot;extricated&quot; from the crowd, a truck blocked a second exit. &nbsp;</p>\r\n", "statement_context": "a book", "statement_date": "2013-11-19", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 192, "photo": null, "resource_uri": "/api/v/2/subject/192/", "subject": "Labor", "subject_slug": "labor", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}, {"description": "", "id": 206, "photo": null, "resource_uri": "/api/v/2/subject/206/", "subject": "Unions", "subject_slug": "unions", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [], "twitter_headline": ""}