{"art": [{"brightcove": "", "caption": "Former U.S. Sen. Scott Brown, R-Mass., speaks to members of the Nashua Rotary Club at the Nashua Country Club on Monday, Oct. 28, 2013. Photo by Jim Haddadin  ", "id": 4014, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/ScottBrown102913_01.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/4014/", "title": "Scott Brown in Nashua, N.H. ", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "jhaddadin@nashuatelegraph.com", "first_name": "Jim", "id": 417, "last_name": "Haddadin", "name_slug": "jim-haddadin", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 16, "publication_name": "The Telegraph", "resource_uri": "/api/v/2/publication/16/"}, "resource_uri": "/api/v/2/staffer/417/", "title": "Staff writer, PolitiFact New Hampshire", "twitter": null}], "canonical_url": "/new-hampshire/statements/2013/dec/20/scott-brown/scott-brown-says-his-family-roots-go-back-nine-gen/", "edition": {"adkey": "Editions", "advalue": "New Hampshire", "edition": "New Hampshire", "edition_slug": "new-hampshire", "has_afterthefact": false, "id": 47, "index_page": false, "meter_name": "The New Hampshire Truth-O-Meter", "resource_uri": "/api/v/2/edition/47/"}, "editor": [{"email_address": "jvanfleet@cmonitor.com", "first_name": "Jonathan", "id": 367, "last_name": "Van Fleet", "name_slug": "jonathan-van-fleet", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 55, "publication_name": "Concord Monitor", "resource_uri": "/api/v/2/publication/55/"}, "resource_uri": "/api/v/2/staffer/367/", "title": "Politics and special projects editor", "twitter": null}], "facebook_headline": null, "id": 8697, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "jhaddadin@nashuatelegraph.com", "first_name": "Jim", "id": 417, "last_name": "Haddadin", "name_slug": "jim-haddadin", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 16, "publication_name": "The Telegraph", "resource_uri": "/api/v/2/publication/16/"}, "resource_uri": "/api/v/2/staffer/417/", "title": "Staff writer, PolitiFact New Hampshire", "twitter": null}], "resource_uri": "/api/v/2/statement/8697/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Since he lost his Senate seat in Massachusetts, Republican Scott Brown has been keeping his options open for a potential run for office in New Hampshire.</p>\r\n\r\n<p>While he hasn&rsquo;t filed to run for any office, he&rsquo;s viewed as a potentially strong challenger to U.S. Sen. Jeanne Shaheen, D-N.H.</p>\r\n\r\n<p>Speculation that he might run against Shaheen reached a fever pitch this week as news reports revealed he has a buyer for his home in Wrentham, Mass. and Brown confirmed he&rsquo;s moving to New Hampshire.</p>\r\n\r\n<p>Brown has long owned a summer home in Rye, N.H. and he&rsquo;s expected to renovate that house and make it his permanent residence.</p>\r\n\r\n<p>&quot;Once we get settled, we will do what many other people have done upon moving into New Hampshire,&quot; Brown said in a statement released Thursday Dec. 19, 2013. &quot;We will register to vote, get new licenses and enjoy the fact that there is no income or sales tax in New Hampshire.&quot;</p>\r\n\r\n<p>In his statement and in a series of speeches this year, Brown has played up his ties to the state.</p>\r\n\r\n<p>&quot;I&rsquo;m ninth-generation from New Hampshire,&quot; Brown told members of the Nashua Rotary Club in October. &quot;My grandparents are buried, and my great-grandparents, right in Portsmouth cemetery. My mom, my sister, my aunts and my uncles, my nieces -- they all live in New Hampshire. I have a house in New Hampshire. New Hampshire&rsquo;s a great state.&quot;</p>\r\n\r\n<p>Brown has repeated the claim about his ancestry several times, including in an <a href=\"http://www.unionleader.com/apps/pbcs.dll/article?AID=/20131001/NEWS0602/131009915/0/newshampshire03&amp;template=printart\"><u>interview</u></a> with the New Hampshire <em>Union Leader</em> in October, and at a National Guard Association of New Hampshire state conference in Manchester in April.</p>\r\n\r\n<p>&quot;I think it&rsquo;s important to note that I do have ties to New Hampshire,&quot; Brown said, according to published reports. &quot;Nine generations of ties to New Hampshire.&quot;</p>\r\n\r\n<p>Others have also made the claim on his behalf. Karl Rove wrote in the Wall Street Journal in May that Brown is a &quot;ninth generation Granite Stater&quot; and could wage a competitive race against Jeanne Shaheen.</p>\r\n\r\n<p>Discussing his move to NH this week, Brown acknowledged he has lived in Massachusetts for most of his life, but also cited his family roots in the Granite State.</p>\r\n\r\n<p>&quot;For those who have read my book, you know that my first home was in New Hampshire,&quot; he said. &quot;My family and I have long and strong ties to the Granite State that go back many generations.&quot;</p>\r\n\r\n<p>Not everyone is giving Brown a pass as a Granite Stater, however.</p>\r\n\r\n<p>At a GOP fundraiser in Nashua on Dec. 19, protesters from both the Republican and Democratic Party held signs labelling him a carpetbagger.</p>\r\n\r\n<p>&quot;Brownbagger go home to Mass,&quot; a bright yellow sign read.</p>\r\n\r\n<p>Here at PolitiFact New Hampshire, we wondered whether his claim of longstanding New Hampshire heritage was true. So we decided to look into the former U.S. senator&rsquo;s family history.</p>\r\n\r\n<p><strong>Who&rsquo;s &quot;from&quot; New Hampshire?</strong></p>\r\n\r\n<p>Taken literally, Brown is claiming that eight generations of his family before him came from New Hampshire. But what it means to be &quot;from&quot; New Hampshire is open to interpretation.</p>\r\n\r\n<p>It&rsquo;s clear that Brown has spent considerable time in the Granite State over the years. People who aren&rsquo;t born in a state, but grew up there, often claim to be from that place. But here in New England, where family trees can often be traced back to the early colonists, there tends to be a more exacting standard. &nbsp;</p>\r\n\r\n<p>Put another way, the singer Ray Lamontagne was born in Nashua, N.H., but grew up in Utah and other parts of the country. He isn&rsquo;t viewed as being &quot;from&quot; here.</p>\r\n\r\n<p>On the other hand, comedian Adam Sandler was born in New York and moved to Manchester, N.H. when he was five. He graduated from Central High School and his parents still live in the Queen City. Even though he now lives in Los Angeles, he is considered &quot;from New Hampshire.&quot;</p>\r\n\r\n<p>We asked Brown to clarify his statement and discuss his family tree. In an email response, he thanked us for the inquiry, but refused to shed light on his familial claim.</p>\r\n\r\n<p>&quot;If and when I decide to run for political office again, then I will be happy to make that information available to everyone,&quot; Brown wrote.</p>\r\n\r\n<p>We decided to look for ancestors in Scott Brown&rsquo;s family tree who were either born in New Hampshire or developed significant ties to the state early in life. This provides some wiggle room to count ancestors who weren&rsquo;t born in New Hampshire, but could fairly say they&rsquo;re &quot;from&quot; the state.</p>\r\n\r\n<p><strong>Tracing Brown&rsquo;s roots</strong></p>\r\n\r\n<p>There have been a few attempts to trace Brown&rsquo;s family history. One of the most notable was conducted by the New England Historic Genealogical Society, which documented that Brown shares a common ancestor with President Barack Obama.</p>\r\n\r\n<p>A<strong> </strong>genealogist named Robert Battle also provided a thorough sketch of Brown&rsquo;s ancestry online. This served as a jumping-off point for our own research, pointing us to some useful birth, death and marriage records, town histories and genealogy publications.</p>\r\n\r\n<p>In his autobiography, published in 2011, Brown wrote that he knows little about his father&rsquo;s side of the family. His parents both married and divorced four times, and Brown&rsquo;s relationship with his father, Claude Bruce Brown, was strained.</p>\r\n\r\n<p>Brown writes that his father likely grew up in Pennsylvania, and says that he doesn&rsquo;t know much about his grandfather.</p>\r\n\r\n<p>&quot;If you offered me a million dollars, I couldn&#39;t tell you anything about my father&#39;s father, not even his name,&quot; Brown wrote.</p>\r\n\r\n<p>For this reason, we didn&rsquo;t consider him to be from New Hampshire and didn&rsquo;t delve into Brown&rsquo;s father&rsquo;s side of the family.</p>\r\n\r\n<p>However, on his mother&rsquo;s side of the family, Brown provides some useful details. His maternal grandfather, Philip Rugg, came from New Hampshire, growing up in Portsmouth. He moved to Cambridge, Mass. to study at the Massachusetts Institute of Technology, then became an electrical engineer working for Boston Edison.</p>\r\n\r\n<p>Brown&rsquo;s grandmother, Bertha Louise (Coleman) Rugg hailed from Newington, and had ancestors who farmed in New Hampshire, according to Brown.</p>\r\n\r\n<p>Over the years, both grandparents were mentioned numerous times in <em>The Portsmouth Herald</em>, the daily newspaper covering the Seacoast area of New Hampshire and Maine. Their obituaries also provided the names of numerous relatives.</p>\r\n\r\n<p>Going back nine generations, we found that at least eight of Scott Brown&rsquo;s ancestors resided in New Hampshire. One prominent branch of his family dates to 17th-century immigrant Francis Mathews, who sailed from Devonshire, England, to the area that became New Hampshire.</p>\r\n\r\n<p>Mathews bought land near the mouth of the Oyster River, which remained in the family&rsquo;s possession for several generations. A burial ground known as <a href=\"http://goo.gl/maps/YsvFE\"><u>Mathes Cemetery</u></a> is located in the area, which is now called Durham Point.</p>\r\n\r\n<p>In their &quot;History of the Town of Durham, New Hampshire,&quot; authors Everett S. Stackpole and Winthrop S. Meserve wrote that it is &quot;doubtless&quot; Mathews traveled to New Hampshire in 1634 as part of the colony established by Captain John Mason.</p>\r\n\r\n<p>Mason secured a grant to settle the area that became New Hampshire as an English colony in 1623, according to Wesley Balla, director of collections and exhibitions at the New Hampshire Historical Society. Mason coined the name &quot;New Hampshire&quot; for the territory, which included an arc of land stretching 60 miles inland from the Maine border, between the Merrimack and Piscataqua rivers.</p>\r\n\r\n<p>A map created around 1670 of the &quot;<a href=\"http://www.mainememory.net/artifact/6665\"><u>Pascatway River</u></a>&quot; -- as it was known then -- shows the area where the Mathews family land was located, which would have been inside the boundaries of Mason&rsquo;s New Hampshire colony.</p>\r\n\r\n<p>Scott Brown is related to the great-great-grandson of Francis Mathews, Valentine Mathes (a spelling used by many of his descendants), who was born around 1720, in the area that is now Durham. He died there in 1814.</p>\r\n\r\n<p>Another one of Brown&rsquo;s ancestors -- Joshua Crommett -- became established in Durham around the same time. Crommett&rsquo;s family arrived in Durham and Lee in the 17th century, and he served as a Durham selectman from 1765-1772.</p>\r\n\r\n<p>Brown is also linked with a pair of families who lived in Dover, N.H.: Samuel and Mary Varney, who married in 1736; and William and Hannah Hussey. Their children, Timothy Varney and Abigail Hussey, both wed in New Hampshire, but later relocated to Berwick, Maine.</p>\r\n\r\n<p><strong>Brown&rsquo;s own biography</strong></p>\r\n\r\n<p>If you tally it up, it&rsquo;s clear that Brown has ancestors who go back nine generations in New Hampshire. This is true of the Mathes and Crommett families. Their descendants can be traced living in the area of Durham, Portsmouth and Newington.</p>\r\n\r\n<p>But how should we characterize Brown&rsquo;s relationship with the state? After all, he implicitly includes himself in that unbroken link of nine generations.</p>\r\n\r\n<p>The reality is that it&rsquo;s more ambiguous whether Brown or his mother can accurately claim to be &quot;from New Hampshire&quot; themselves, since they spent large parts of their lives living outside of the state.</p>\r\n\r\n<p>Brown&rsquo;s grandparents, Philip and Bertha Rugg, left New Hampshire long before his mother was born. They were living in Wakefield, Mass. at the time, and remained there until they were in their 60s.</p>\r\n\r\n<p>When he was touring the Portsmouth Herald newsroom in 1972, Philip Rugg told a reporter that he lived most of his life in Massachusetts.</p>\r\n\r\n<p>That also appears to be true of Scott Brown&rsquo;s mother. Born Judith A. Rugg, she was delivered May 9, 1938 at the hospital in Melrose, Mass., which is now known as Melrose-Wakefield Hospital.</p>\r\n\r\n<p>Although she lives in New Hampshire now, Brown&rsquo;s mother confirmed during an interview that she was born and raised in Massachusetts.</p>\r\n\r\n<p>Brown also documented this in his book, writing that his mother grew up in a family home on Eastern Avenue in Wakefield, Mass. Judith Rugg graduated from Wakefield High School in 1956, then went to work at an Oldsmobile dealership in town for about one year, according to an article published in The Portsmouth Herald.</p>\r\n\r\n<p>She was working as a hostess and cashier in Hampton Beach, N.H., when she met Brown&rsquo;s father during the summer of 1957, at age 19.</p>\r\n\r\n<p>In his book, Brown wrote that his mother was working &quot;in a restaurant along the thin slip of New Hampshire shoreline, with its clam chowder joints and seasonal souvenir stores.&quot; His father was stationed at the nearby Pease Air Force Base.</p>\r\n\r\n<p>The couple wed on Nov. 23, 1957, and moved into one of the rental homes near downtown Portsmouth owned by Brown&rsquo;s grandfather.</p>\r\n\r\n<p>Scott Brown was a New Hampshire resident at birth. He was born at Portsmouth Naval Shipyard in Kittery, Maine, just over the New Hampshire border, on Sept. 12, 1959.</p>\r\n\r\n<p>Brown spent the early months of his life in New Hampshire, but was younger than one year old when his parents split up. According to Brown&rsquo;s book, his mother left Claude Bruce Brown and relocated to Wakefield, Mass. when she began to suspect he was breaking their marriage vows.</p>\r\n\r\n<p>Scott Brown and his mother lived in Massachusetts for the remainder of his childhood, moving around to<strong> </strong>17 homes by the time he was 18. They lived for a time with his grandparents on Eastern Avenue, but left within a year or two and moved into the first of &quot;many anonymous places&quot; Brown and his mother would live, according to Brown&rsquo;s book.</p>\r\n\r\n<p>They were living on Avon Street in Wakefield when Brown&#39;s mother met her second husband, Dan Sullivan. The family moved to Revere, Mass., but returned to Wakefield by the time Brown was entering junior high school.</p>\r\n\r\n<p>Brown devoted his time to athletics, playing basketball at Wakefield High School, from which he graduated in 1977. He went on to study Tufts University in Massachusetts, graduating in 1981, and earned a degree from Boston College Law School in 1985.</p>\r\n\r\n<p>Brown&#39;s grandparents eventually left Wakefield and returned to Portsmouth, and his visits with them became less frequent, according to his book. Meanwhile, Brown&#39;s biological father lived in Newburyport, Mass., where he remarried and would eventually become a town official.</p>\r\n\r\n<p>Judith Brown moved back to New Hampshire several years ago, although it&rsquo;s not clear exactly when. A trust in her name has owned the home in Hampton where she resides since 2004.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Brown said he is &quot;ninth generation from New Hampshire.&quot;</p>\r\n\r\n<p>For the most part, this is true: Brown&rsquo;s New Hampshire lineage connects his grandmother to some of the region&rsquo;s earliest European inhabitants. In fact, one of Brown&rsquo;s ancestors, Francis Mathews, came to the New World in 1634 specifically to help settle the territory that became New Hampshire.</p>\r\n\r\n<p>But this isn&rsquo;t the only relevant fact to consider. Brown&rsquo;s statement can also be interpreted to mean that Brown counts himself as part of an unbroken line of ancestors who are &quot;from&quot; New Hampshire.</p>\r\n\r\n<p>It&rsquo;s clear that Brown and his mother spent much of their lives in Massachusetts. The family connection to New Hampshire weakened after the birth of Brown&rsquo;s grandmother, Bertha Rugg, who moved to Massachusetts and raised her daughter -- Brown&rsquo;s mother -- in the Bay State.</p>\r\n\r\n<p>Brown himself stated in a press release sent this week that &quot;I have lived in Massachusetts for most of my life,&quot; and his trademark pickup truck parked outside a GOP fundraiser in Nashua on Dec. 19 still had Massachusetts license plates.</p>\r\n\r\n<p>Bottom line: It&rsquo;s clear that New Hampshire is the ancestral home of many of Brown&rsquo;s relatives, but it&rsquo;s a stretch to say that Brown and his mother are &quot;from New Hampshire.&quot; The statement is partially accurate, so we rate his claim Half True.</p>\r\n", "ruling_comments_date": "2013-12-20T16:48:28.419979", "ruling_date": "2013-12-20T16:42:26", "ruling_headline": "Scott Brown says his family roots go back nine generations in New Hampshire", "ruling_headline_slug": "scott-brown-says-his-family-roots-go-back-nine-gen", "ruling_link_text": "Deep roots, but he's no native", "ruling_state": null, "source_documents": null, "sources": "<p>Scott Brown, <a href=\"https://db.tt/xpnMt3Gh\"><u>speech to Nashua Rotary Club</u></a>, Oct. 28, 2013.</p>\r\n\r\n<p>Email interview with Scott Brown, Dec. 13, 2013.</p>\r\n\r\n<p>Phone interview with Judith A. Brown, Dec. 18, 2013.</p>\r\n\r\n<p>Scott Brown, <em>Against All Odds: </em><em>My Life of Hardship, Fast Breaks, and Second Chances</em>, published Feb. 21, 2011.</p>\r\n\r\n<p>Boston.com, &quot;<a href=\"http://www.boston.com/news/local/massachusetts/articles/2012/08/05/senator_scott_browns_searing_childhood_and_his_improbable_rise/?page=1\"><u>Senator Scott Brown&rsquo;s searing childhood and his improbably rise</u></a>,&quot; Aug. 5, 2012</p>\r\n\r\n<p>Boston.com, &quot;<a href=\"http://www.boston.com/news/politics/articles/2011/03/10/mother_sister_back_brown_on_memoir_of_abuse_as_youth/?page=1\"><u>Mother, sister back Brown on memoir of abuse as youth</u></a>,&quot; March 3, 2011</p>\r\n\r\n<p>CBS News, Scott Brown, &quot;<a href=\"http://www.cbsnews.com/news/scott-brown-nh-senate-bid-not-off-the-table/\"><u>N.H. Senate bid not &lsquo;off the table</u></a>,&rsquo;&quot; April 14, 2013</p>\r\n\r\n<p>The Hill, &quot;<a href=\"http://thehill.com/blogs/ballot-box/senate-races/293751-scott-brown-on-senate-run-in-new-hampshire-nothings-off-the-table\"><u>Scott Brown won&rsquo;t rule out Senate run in NH, says &#39;nothing&#39;s off the table</u></a>,&#39;&quot; April 14, 2013</p>\r\n\r\n<p>Seacoastonline.com, &quot;<a href=\"http://www.seacoastonline.com/articles/20111024-NEWS-110240316\"><u>Riley challenges incumbent Golumb for Police Commission</u></a>,&quot; Oct. 24, 2011.</p>\r\n\r\n<p>New Hampshire Union Leader, &quot;<a href=\"http://www.unionleader.com/apps/pbcs.dll/article?AID=/20131001/NEWS0602/131009915/0/newshampshire03&amp;template=printart\"><u>John DiStaso&#39;s Granite Status: Scott Brown: Running against Shaheen &#39;not my priority</u></a>,&#39;&quot; Oct. 1, 2013</p>\r\n\r\n<p>Concord Monitor, &quot;<a href=\"http://www.concordmonitor.com/home/5845034-95/editorial-just-how-well-does-scott-brown-know-new-hampshire\"><u>Editorial: Just how well does Scott Brown know New Hampshire?</u></a>&quot; April 24, 2013</p>\r\n\r\n<p>PolitiFact New Hampshire, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2011/jul/10/new-hampshire-democratic-party/democrats-say-mitt-romney-first-massachusetts-resi/\"><u>Democrats say Mitt Romney is first Massachusetts politician who failed to win New Hampshire in a generation</u></a>,&quot; July 10, 2011</p>\r\n\r\n<p>Ancestry.com, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2011/jul/10/new-hampshire-democratic-party/democrats-say-mitt-romney-first-massachusetts-resi/\"><u>Ancestry of Scott Brown</u></a>,&quot; accessed December 2013</p>\r\n\r\n<p>New England Historic Genealogical Society, &quot;<a href=\"http://www.americanancestors.org/uploadedFiles/American_Ancestors/Content/Blogs/NEHGS_News/Poehler_brown.pdf\"><u>Poehler_brown.pdf</u></a>,&quot; accessed December 2013</p>\r\n\r\n<p>New England Historic Genealogical Society, &quot;<a href=\"http://prev.dailyherald.com/pdf/obamabrown.pdf\"><u>obamabrown.pdf</u></a>,&quot; accessed December 2013</p>\r\n\r\n<p>GeneaNet, &quot;<a href=\"http://gw.geneanet.org/tdowling?lang=en;pz=timothy+michael;nz=dowling;ocz=0;p=judith+ann;n=rugg\"><u>Judith Ann Rugg</u></a>,&quot; accessed December 2013</p>\r\n\r\n<p>Ronulrich.com, &quot;<a href=\"http://www.ronulrich.com/rfuged/fam22091.htm\"><u>fam22091.htm</u></a>,&quot; accessed December 2013</p>\r\n\r\n<p>Masslive.com, &quot;<a href=\"http://www.masslive.com/politics/index.ssf/2012/12/senator_scott_browns_father_br.html\"><u>Senator Scott Brown&#39;s father passes away following battle with Parkinson&#39;s disease</u></a>,&quot; Dec. 20, 2012</p>\r\n\r\n<p>Biographical Directory of the United States Congress, &quot;<a href=\"http://bioguide.congress.gov/scripts/biodisplay.pl?index=B001268\"><u>BROWN, Scott P.</u></a>&quot; accessed Dec. 20, 2013</p>\r\n\r\n<p>U.S., Social Security Death Index, 1935-Current, &quot;Claude B Brown,&quot; accessed Dec. 16, 2013</p>\r\n\r\n<p>U.S., Social Security Death Index, 1935-Current, &quot;Phillip N. Rugg,&quot; accessed Dec. 16, 2013</p>\r\n\r\n<p>U.S., Social Security Death Index, 1935-Current, &quot;Bertha C. Rugg,&quot; accessed Dec. 16, 2013</p>\r\n\r\n<p>The Portsmouth Journal of Literature &amp; Politics, &quot;Marriages,&quot; Sept. 23, 1865</p>\r\n\r\n<p>The Portsmouth Herald, &quot;Charles W. Taylor,&quot; Aug. 28, 1923</p>\r\n\r\n<p>The Portsmouth Herald, &quot;Well Known Resident Dies,&quot; Dec. 8, 1924</p>\r\n\r\n<p>The Portsmouth Herald, &quot;Personals,&quot; May 10, 1938</p>\r\n\r\n<p>The Portsmouth Herald, &quot;Mrs. Dinah M. Taylor,&quot; Jan. 8, 1944.</p>\r\n\r\n<p>The Portsmouth Herald, &quot;Charles W. Coleman,&quot; July 20, 1953.</p>\r\n\r\n<p>The Portsmouth Herald, &quot;Mrs. Willis N. Rugg,&quot; Feb. 3, 1954.</p>\r\n\r\n<p>The Portsmouth Herald, &quot;Prominent Mason, Willis N. Rugg, Dies,&quot; Jan. 2, 1957</p>\r\n\r\n<p>The Portsmouth Herald, &quot;Judith Ann Rugg Engaged to Marry Claude B. Brown,&quot; Aug. 31, 1957.</p>\r\n\r\n<p>The Portsmouth Herald, &quot;Judith Rugg, Claude Brown Wed in USAF Base Chapel,&quot; Nov. 23, 1957</p>\r\n\r\n<p>The Portsmouth Herald, &quot;Stork Quotations,&quot; Sept. 24, 1959.</p>\r\n\r\n<p>The Portsmouth Herald, &quot;Mrs. Charles Coleman,&quot; May 4, 1964</p>\r\n\r\n<p>The Portsmouth Herald, &quot;Former Resident Visits Herald Site,&quot; Oct. 12, 1972</p>\r\n\r\n<p>The Portsmouth Herald, &quot;Philip Newton Rugg: Longtime engineer with Boston Edison,&quot; November 1994</p>\r\n\r\n<p>Seacoastonline.com, &quot;<a href=\"http://www.seacoastonline.com/apps/pbcs.dll/article?AID=/20010628/Obituaries/306289998\"><u>Bertha L. Rugg</u></a>,&quot; June 28, 2001</p>\r\n\r\n<p>1940 U.S. Census, &quot;Rugg, Judith,&quot; accessed online December 2013</p>\r\n\r\n<p>1900 U.S. Census, &quot;James H Coleman,&quot; accessed December 2013</p>\r\n\r\n<p>1900 U.S. Census, &quot;Mercy O Moody,&quot; accessed December 2013</p>\r\n\r\n<p>1880 U.S. Census, &quot;Mercy O Moody,&quot; accessed December 2013</p>\r\n\r\n<p>1870 U.S. Census, &quot;Joseph Moody,&quot; accessed December 2013</p>\r\n\r\n<p>1860 U.S. Census, &quot;Joseph Moody,&quot; accessed December 2013</p>\r\n\r\n<p>Massachusetts, Birth Index, 1901-1960 and 1967-1970, &quot;Judith Ann Rugg,&quot; accessed December 2013</p>\r\n\r\n<p>New Hampshire, Marriage Records, 1637-1947, &quot;Philip A. Rugg,&quot; accessed December 2013</p>\r\n\r\n<p>Massachusetts, Births, 1841-1915, &quot;Charlotte Moody,&quot; accessed December 2013</p>\r\n\r\n<p>J.D. Randall, Printer and Book-Binder, &quot;<a href=\"https://openlibrary.org/books/OL17989253M/Annual_reports_of_the_selectmen_treasurer_highway_agents_auditors_board_of_education_and_library_tru\"><u>Annual reports of the selectmen, treasurer, highway agents, auditors, board of education and library trustees of the Town of Newington, N.H. for the year ending Feb. 5, 1899</u>&quot;</a></p>\r\n\r\n<p>Greenland Police Department<a href=\"http://www.greenlandpd.us/HistoryNarrative.html\">, &quot;<u>History of the Greenland Police Department</u></a>,&quot; accessed December 2013</p>\r\n\r\n<p>Utica Daily Observer, &quot;<a href=\"http://fultonhistory.com/newspaper%202/Utica%20NY%20Daily%20Observer/Utica%20NY%20Daily%20Observer%201871.pdf/Utica%20NY%20Daily%20Observer%201871%20(1181).pdf\"><u>A wife roasted alive</u></a>,&quot; Nov. 22, 1871</p>\r\n\r\n<p>New Hampshire, Death Records, 1654-1947, &quot;Mercy Moody,&quot; accessed December 2013</p>\r\n\r\n<p>New Hampshire, Birth Records, Early to 1900, &quot;Charles Wesley Coleman,&quot; accessed December 2013</p>\r\n\r\n<p>New Hampshire, Marriage Records, 1637-1947, &quot;James W. Coleman,&quot; accessed December 2013.</p>\r\n\r\n<p>New Hampshire, Death and Disinterment Records, 1754-1947, &quot;James W Coleman,&quot; accessed December 2013</p>\r\n\r\n<p>New Hampshire, Marriage Records, 1637-1947, &quot;Nathaniel P. Coleman,&quot; accessed December 2013</p>\r\n\r\n<p>New England Historical &amp; Genealogical Register Volume 73, &quot;[Marriages, 1826-1865*], Nathaniel P. Coleman [and] Dorathy Mathes,&quot; 1919</p>\r\n\r\n<p>New Hampshire, Birth Records, Early to 1900, &quot;<a href=\"https://familysearch.org/pal:/MM9.1.1/FLGT-493\"><u>Valentine Mathes</u></a>,&quot; accessed December 2013</p>\r\n\r\n<p>Everett S. Stackpole and Winthrop S. Meserve, <a href=\"https://archive.org/stream/historyoftownofd02stac#page/263/mode/1up\"><u>History of the Town of Durham New Hampshire (Oyster River Plantation) with Genealogical Notes</u></a>, 1913.</p>\r\n\r\n<p>New Hampshire, Birth Records, Early to 1900, &quot;<a href=\"https://familysearch.org/pal:/MM9.1.1/FLGT-7YR\"><u>Valentine Jr Mathes</u></a>,&quot; accessed December 2013</p>\r\n\r\n<p>New Hampshire, Births and Christenings, 1714-1904, &quot;<a href=\"https://familysearch.org/pal:/MM9.1.1/V24H-TTT\"><u>Valentine Mathes</u></a>,&quot; accessed December 2013</p>\r\n\r\n<p>New Hampshire, Birth Records, Early to 1900, &quot;<a href=\"https://familysearch.org/pal:/MM9.1.1/FLGT-493\"><u>Valentine Mathes</u></a>,&quot; accessed December 2013</p>\r\n\r\n<p>New Hampshire, Birth Records, Early to 1900, &quot;<a href=\"https://familysearch.org/pal:/MM9.1.1/FLGT-W4Y\"><u>Abraham Mathes</u></a>,&quot; accessed December 2013</p>\r\n\r\n<p>New Hampshire, Births and Christenings, 1714-1904, &quot;<a href=\"https://familysearch.org/pal:/MM9.1.1/V24H-TTT\"><u>Valentine Mathes</u></a>,&quot; accessed December 2013</p>\r\n\r\n<p>New Hampshire, Births and Christenings, 1714-1904, &quot;<a href=\"https://familysearch.org/pal:/MM9.1.1/V24H-TT5\"><u>Valentine Mathes</u></a>,&quot; accessed December 2013</p>\r\n\r\n<p>New Hampshire Genealogical Record, Volume 7, &quot;<a href=\"https://archive.org/stream/newhampshiregene07newh#page/64/mode/2up\"><u>Records of Dover Monthly Meeting: Marriages</u></a>,&quot; 1910</p>\r\n\r\n<p>New Hampshire Genealogical Record, Volume 4, &quot;<a href=\"https://archive.org/stream/newhampshiregene05lcnewh#page/124/mode/1up\"><u>Records of Dover Monthly Meeting</u></a>,&quot; 1907</p>\r\n\r\n<p>New England Historical &amp; Genealogical Register, Volume 72, Part 2, &quot;<a href=\"https://archive.org/stream/newenglandhistor19182wate#page/n19/mode/2up\"><u>Friends&rsquo; Records at Berwick, Me.</u></a>&quot; 1918</p>\r\n\r\n<p>Ellen R. Rugg, <a href=\"https://openlibrary.org/books/OL6531220M/The_descendants_of_John_Rugg\"><u>The descendants of John Rugg</u></a>, 1911</p>\r\n\r\n<p>Maine Memory Network, &quot;<a href=\"http://www.mainememory.net/artifact/6665/\"><u>Pascatway River in New England</u></a>,&quot; accessed Dec. 19, 2013.</p>\r\n\r\n<p>NH.gov, &quot;<a href=\"http://www.nh.gov/nhinfo/history.html\"><u>A Brief History of New Hampshire</u></a>,&quot; accessed Dec. 19, 2013.</p>\r\n\r\n<p>Interview with Wesley Balla, director of collections and exhibitions for the New Hampshire Historical Society, Dec. 19, 2013.</p>\r\n\r\n<p>Google Maps, &quot;<a href=\"http://goo.gl/maps/YsvFE\"><u>Mathes Cemetery, Durham, NH</u></a>,&quot; accessed Dec. 19, 2013.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "", "false_count": 2, "first_name": "Scott", "half_true_count": 1, "home_state": "New Hampshire", "id": 312, "last_name": "Brown", "mostly_true_count": 3, "name_slug": "scott-brown", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Scott_Brown.JPG", "primary_edition": {"adkey": "Editions", "advalue": "New Hampshire", "edition": "New Hampshire", "edition_slug": "new-hampshire", "has_afterthefact": false, "id": 47, "index_page": false, "meter_name": "The New Hampshire Truth-O-Meter", "resource_uri": "/api/v/2/edition/47/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/312/", "total_count": 10, "true_count": 0, "website": ""}, "statement": "<p>&quot;I&rsquo;m ninth generation from New Hampshire.&quot;</p>\r\n", "statement_context": "speech to the Nashua Rotary Club ", "statement_date": "2013-10-28", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}, {"description": "", "id": 119, "photo": null, "resource_uri": "/api/v/2/subject/119/", "subject": "Families", "subject_slug": "families", "used_in_edition": []}], "target": [], "twitter_headline": ""}