{"art": [], "author": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "canonical_url": "/wisconsin/statements/2013/dec/21/state-democratic-party-wisconsin/wisconsin-democratic-party-says-scott-walker-was-k/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 8701, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/8701/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Some critics of Gov. Scott Walker have for years charged, insinuated or suggested that a dark story underlies his early departure from Marquette University in 1990.</p>\r\n\r\n<p>Such talk ramped up when Walker announced he was writing a book, &quot;Unintimidated,&quot; that was released in November 2013.</p>\r\n\r\n<p>&quot;The &lsquo;Essence&rsquo; of Dirty Tricks: Dropping out at Marquette,&quot; read a headline on the Democratic Party of Wisconsin&rsquo;s website.</p>\r\n\r\n<p>&quot;Scott Walker was kicked out of student elections at Marquette University after masterminding a scheme that destroyed newspapers critical of him,&quot; the<a href=\"http://wisdems.org/walkerbio\"> party alleged </a>on its website. &quot;Walker either dropped out or was forced out not long after.&quot;</p>\r\n\r\n<p>Mike Tate, chairman of the state Democratic Party, told us the party based its post on unnamed sources who he said had privately passed on information about possible &quot;nefarious activity&quot; that Tate did not describe.</p>\r\n\r\n<p>Those parties would be reluctant to talk to a reporter, he said. The allegation is defensible, Tate argued, because the party is trying to raise questions about the &quot;mystery&quot; of Walker&rsquo;s departure.</p>\r\n\r\n<p>That&rsquo;s a flimsy case, at best. At worst, it suggests a possible fictional smear.</p>\r\n\r\n<p>It&rsquo;s similar to claims by others that Walker got caught cheating and was kicked out, for which critics have offered no evidence.</p>\r\n\r\n<p>To research the various claims, and examine how Walker has shifted his own explanation over time, we examined volumes of university files on the election and other matters from the period, and spoke with Walker, his opponent in the student elections, and students, teachers and administrators -- Walker critics and backers alike.</p>\r\n\r\n<p>We reported the results of our investigation in a <a href=\"http://www.politifact.com/wisconsin/article/2013/dec/18/scott-walker-early-years/\">story</a> published Dec. 18, 2013.</p>\r\n\r\n<p>That story provides a basis for this Truth-O-Meter item, which we decided to break out separately because of how often we are asked by readers to look at -- and rate -- this very claim.</p>\r\n\r\n<p>Here we&rsquo;ll summarize some of our findings.</p>\r\n\r\n<p>Walker enrolled at Marquette in the fall of 1986, and left in spring 1990 with about a year&rsquo;s worth of credits left to earn. He took a full-time job and was running for state Assembly at the time.</p>\r\n\r\n<p>In February 1988, as a sophomore, he entered a fiercely fought campaign for Marquette student government president against John Quigley, a liberal student from Chicago.</p>\r\n\r\n<p>The day before the election, the student-produced Marquette Tribune endorsed Quigley. The paper, though, also said Walker was qualified.</p>\r\n\r\n<p>That day&rsquo;s newspaper became a limited edition, students told the Quigley campaign. They&rsquo;d seen Walker workers and/or College Republicans emptying editions of the Tribune from racks in high-traffic buildings, according to Quigley. Administrators soon got involved in the dustup. Walker campaign officials denied involvement.</p>\r\n\r\n<p>Stung by the endorsement, Walker&rsquo;s camp plastered campus with an election-eve flier criticizing Quigley&rsquo;s political tactics.</p>\r\n\r\n<p>It was gentle stuff, but the Trib took offense, publishing an election-day<a href=\"http://media.jrn.com/documents/Scott+Walker+Articles+1988+(4).pdf\"> editorial</a> headlined, &quot;Walker unfit.&quot; It decried his &quot;mudslinging&quot; and said another factor in its reversal on Walker being qualified was the alleged theft of papers.</p>\r\n\r\n<p>The next day&rsquo;s vote wasn&rsquo;t close; Quigley won 1,245 to 927.</p>\r\n\r\n<p>His tenure was short.</p>\r\n\r\n<p>Within months, Quigley was forced from office when senators threatened impeachment following his arrest at a sit-in protesting a<a href=\"http://news.google.com/newspapers?id=em4aAAAAIBAJ&amp;sjid=vCoEAAAAIBAJ&amp;pg=7197%2C2795855\"> university decision</a> to displace low-income residents of the central YMCA to make room for Marquette dormitory space.</p>\r\n\r\n<p><strong>Theft of newspapers alleged</strong></p>\r\n\r\n<p>Quigley&rsquo;s departure left an opening in spring 1989. But Walker sat it out and disappeared from the student government scene.</p>\r\n\r\n<p>An interesting turn of events, but a far cry from proof that Walker was barred from running. Overall, we turned up no proof that Walker was banned from elections.</p>\r\n\r\n<p>We did find evidence that the alleged newspaper confiscation got the attention of top university administrators, one of whom ordered an investigation.</p>\r\n\r\n<p>&quot;I have requested the Department of Public Safety to investigate the reported destruction/theft of a large number of Marquette Tribune newspapers on February 23, 1988,&quot; Dean of Students James E. Moore wrote to College Of Journalism Dean Sharon Murphy on May 9, 1988. &quot;If the inquiry indicates a conduct policy violation on the part of the identified individuals, a disciplinary process will be initiated.&quot;</p>\r\n\r\n<p>We found no paper trail, and could not learn from interviews, what came of that investigation, if anything.</p>\r\n\r\n<p>Marquette officials told us that even if they once existed, records regarding disciplinary actions unrelated to academics are destroyed two years after a student or his/her class graduates, per the student handbook. Students who have completed a penalty for non-academic discipline are returned to good standing.</p>\r\n\r\n<p>Records of suspensions or expulsions are not destroyed, the handbook says.</p>\r\n\r\n<p>The bottom line: Details of the alleged purloining of the papers are not readily available in the public record, such as it is, much less evidence of who may have &quot;masterminded&quot; it.</p>\r\n\r\n<p>&quot;These allegations are false,&quot; Walker spokesman Tom Evenson told us.</p>\r\n\r\n<p>Quigley firmly agrees.</p>\r\n\r\n<p>&quot;I don&rsquo;t believe any disciplinary action was taken against him for anything that happened in that election,&quot; said Quigley, who is now a Democratic political consultant.</p>\r\n\r\n<p><strong>Marquette releases information</strong></p>\r\n\r\n<p>Now let&rsquo;s tackle the larger suggestion by the Democratic Party -- that Walker may have been forced out of the university altogether.</p>\r\n\r\n<p>In the course of our reporting, we heard nothing -- and found no evidence -- suggesting Walker was pushed out of the university.</p>\r\n\r\n<p>Publicly available documents cannot fully resolve the question, in part because a federal privacy law blocks release of information on former students unless the person consents. In addition, Walker told us he was sticking to an earlier decision not to release his transcript.</p>\r\n\r\n<p>With that in mind, we asked Walker if he would allow Marquette to comment on his academic and conduct record. He did.</p>\r\n\r\n<p>&quot;Gov. Scott Walker was a student at Marquette from fall of 1986 until spring 1990 and was a senior in good standing when he voluntarily withdrew from Marquette,&quot; the university said in a statement.</p>\r\n\r\n<p>That means that no conduct issues, academic or otherwise, blocked Walker from continuing in school at the time of his departure, MU spokesman Brian Dorrington told us in early December 2013.</p>\r\n\r\n<p>When we asked Dorrington whether any conduct issues were on Walker&rsquo;s earlier school record, he said Walker would have to permit release of that information. Walker did so in response to our request.</p>\r\n\r\n<p>&quot;Governor Walker was in good standing each term while he was enrolled at Marquette University and when he left Marquette University,&quot; Associate Vice Provost Anne Deahl said in<a href=\"http://media.jrn.com/documents/Walker+letter1.pdf\"> a letter.</a> &quot;Governor Walker was not expelled or suspended from the university at any time.&quot;</p>\r\n\r\n<p>That statement provides the strongest refutation to date of accusations that Walker was forced out.</p>\r\n\r\n<p>Finally, there&rsquo;s another problem with the Democratic Party&rsquo;s claims.</p>\r\n\r\n<p>According to MU, Walker left school after the spring semester in 1990. That&rsquo;s more than two years after the 1988 election, instead of the &quot;not long after&quot; the Dems claim.</p>\r\n\r\n<p>After we published our Dec. 18, 2013 story, Tate told us the Democratic Party was changing its website in light of the new information released by Marquette that contradicts the party&rsquo;s claims.</p>\r\n\r\n<p>&quot;While we still stand behind our sources, only Scott Walker can clarify what happened in his time at Marquette University, and we&#39;ll afford the governor the respect of taking him at his word on this,&quot; <a href=\"http://www.jsonline.com/news/democrats-drop-accusation-scott-walker-was-kicked-out-of-marquette-from-website-b99167120z1-236433671.html\">Tate told the Journal Sentinel</a>. &quot;Accordingly, we&#39;ve updated our website.&quot;</p>\r\n\r\n<p>The site now drops the &quot;forced out&quot; reference. But it still accuses Walker of &quot;masterminding&quot; the scheme to destroy newspapers.</p>\r\n\r\n<p>Walker, for his part, said this to PolitiFact Wisconsin about the accusation he was kicked out: &quot;I can say unequivocally that isn&rsquo;t true.&quot;</p>\r\n\r\n<p><strong>Our rating</strong></p>\r\n\r\n<p>The Democratic Party website said that &quot;Scott Walker was kicked out of student elections at Marquette University after masterminding a scheme that destroyed newspapers critical of him.&quot; It added that &quot;Walker either dropped out or was forced out not long after.&quot;</p>\r\n\r\n<p>The party offered nothing to backup up its claims, and our investigation found no backup either. And statements by Marquette go a long way to contradicting the party&rsquo;s statements.</p>\r\n\r\n<p>We&rsquo;ll revisit this item if new evidence emerges, but at this point, we rate the party&rsquo;s claims False.</p>\r\n", "ruling_comments_date": "2013-12-20T17:45:52.064837", "ruling_date": "2013-12-21T05:00:00", "ruling_headline": "Wisconsin Democratic Party says Scott Walker was kicked out of student elections at Marquette University", "ruling_headline_slug": "wisconsin-democratic-party-says-scott-walker-was-k", "ruling_link_text": "After our reporting, party dropped claim from web site", "ruling_state": null, "source_documents": null, "sources": "<p>Marquette University, Department of Special Collections and University Archives, Marquette University Libraries, files regarding The Associated Students of Marquette University (ASMU), School of Journalism, Marquette Tribune, and other topics, accessed December 2013</p>\r\n\r\n<p>Marquette Tribune, Marquette Hilltop, <a href=\"http://media.jrn.com/documents/Scott+Walker+Articles+1988+(4).pdf\">stories</a> on Scott Walker from 1988-2006</p>\r\n\r\n<p>Office of the Provost, letter from Associate Vice Provost Anne Deahl, Dec. 11, 2013</p>\r\n\r\n<p>Interview with Gov. Scott Walker, Dec. 6, 2013</p>\r\n\r\n<p>Interview with Tom Evenson, spokesman, office of Gov. Scott Walker, Dec. 12, 2013</p>\r\n\r\n<p>Interview with Jack Quigley, managing partner, Elevated Campaigns, Dec. 12, 2013</p>\r\n\r\n<p>Interview with U.S. Rep. Gwen Moore (D-Wisconsin), Dec. 5, 2013</p>\r\n\r\n<p>Interview with Sharon Murphy, retired dean of School of Journalism, Marquette University, Dec. 12, 2013</p>\r\n\r\n<p>Interview with Mike Tate, Democratic Party of Wisconsin chairman, Dec. 9, 2013</p>\r\n\r\n<p>Interview with Brian Dorrington, senior director of university communication, Marquette University, Dec. 11, 2013</p>\r\n\r\n<p>Interview with Andy Brodzeller, associate director of university communication, Marquette University, Dec. 12, 2013</p>\r\n\r\n<p>Interview with Melissa Gollakner, junior human resources business partner, American Red Cross, Dec. 4, 2013</p>\r\n\r\n<p>Email exchange with John McAdams, Marquette University political science professor, Dec. 13, 2013</p>\r\n\r\n<p>Interview with Thomas P. Luljak, government relations/vice chancellor, University of Wisconsin-Milwaukee, Dec. 5, 2013</p>\r\n\r\n<p>Interview with Steven J. Thomas, former classmate and co-worker of Scott Walker, now senior vice president, assistant general counsel, Kohl&#39;s Department Stores, Inc., Dec. 17, 2013</p>\r\n\r\n<p>Glen Barry, <a href=\"http://dissidentvoice.org/2012/05/wisconsin-governor-scott-walker-is-still-unfit-for-office/\">&quot;Wisconsin Governor Scott Walker is STILL unfit for office,&quot;</a> May 23, 2012</p>\r\n\r\n<p>Interview with Cindy Kilkenny, author, &quot;Scott Walker&rsquo;s Wisconsin: A Fairly Conservative Perspective,&quot; (September 2012), Dec. 4, 2013</p>\r\n\r\n<p>Democratic Party of Wisconsin, website, <a href=\"http://wisdems.org/walkerbio\">&quot;Scott Walker&rsquo;s bio: The lost chapters,&quot;</a> undated</p>\r\n\r\n<p>Milwaukee Journal Sentinel, &quot;Walker was drawn to politics from his earliest days,&quot; March 29, 2002</p>\r\n\r\n<p>Milwaukee Journal Sentinel, <a href=\"http://www.jsonline.com/news/statepolitics/105115759.html\">&quot;Walker, preacher&rsquo;s son, finds politics calling,&quot;</a> Oct. 17, 2010</p>\r\n\r\n<p>The Marquette Tribune, <a href=\"http://marquettetribune.org/2010/10/26/news/walker-wpo1-tw2-je3-one-question-controversial-claims-continue-in-walkers-campaign/\">&quot;Walker&rsquo;s campaign record murky,&quot;</a> Oct. 26, 2010</p>\r\n\r\n<p>TIME Swampland, <a href=\"http://swampland.time.com/2013/11/19/wisconsin-gov-scott-walker-a-2016-contender-but-not-a-college-graduate/\">&quot;Wisconsin Gov. Scott Walker: A 2016 Contender But Not a College Graduate,&quot;</a> Nov. 19, 2013</p>\r\n\r\n<p>One Wisconsin Now, <a href=\"http://www.onewisconsinnow.org/press/gov-walker-offers-new-explanation-to-national-media-for-departure-from-college-without-degree.html\">&quot;Governor Walker offers new explanation to national media for departure from college without degree,&quot;</a> Nov. 20, 2013</p>\r\n\r\n<p>Marquette Alumni Directory, 2002</p>\r\n\r\n<p>American Enterprise Institute, &quot;Unintimidated: A conversation with Gov. Scott Walker,&quot; Nov. 21, 2013</p>\r\n\r\n<p>American Enterprise Institute, panel discussion following conversation with Gov. Scott Walker, Nov. 21, 2013</p>\r\n\r\n<p>Newsmax, <a href=\"http://www.newsmax.com/Politics/scott-walker-2016-presidential-hopes/2013/11/25/id/538422#ixzz2mWQ7Zr2k\">&quot;Wisconsin Governor Walker looking more like presidential hopeful,</a>&quot; Nov. 25, 2013</p>\r\n\r\n<p>The Daily Caller, <a href=\"http://dailycaller.com/2012/04/09/scott-walker-on-not-finishing-college-in-a-tough-economy-if-you-have-a-job-offer-you-jump-at-it/#ixzz2mWQg8QvH\">&quot;Scott Walker on not finishing college,&quot;</a> April 9, 2012</p>\r\n\r\n<p>Watertown Daily Times, <a href=\"http://www.wdtimes.com/news/local/article_7961dc0a-dc10-57b5-8bfe-c8a7a29f5247.html\">&quot;Walker discusses leadership with Dodge County Republicans,&quot;</a> Feb. 16, 2009</p>\r\n\r\n<p>Office of Gov. Scott Walker, <a href=\"http://www.wisgov.state.wi.us/governor-office/about-governor-walker\">&quot;About Governor Walker,&quot;</a> accessed Dec. 10, 2013</p>\r\n\r\n<p>Wisconsin Election Watch, <a href=\"http://wisconsinelectionwatch.com/114/scott-walker-2/\">&quot;Scott Walker, Professional Career,&quot;</a> undated</p>\r\n\r\n<p>Gov. Scott Walker, <a href=\"http://host.madison.com/news/local/govt-and-politics/gov-walker-s-state-of-the-state-speech-transcript/article_1281c782-5f75-11e2-b2e7-001a4bcf887a.html\">transcript</a>, &quot;state of the state&quot; address, Jan. 16, 2013</p>\r\n\r\n<p>Milwaukee Journal Sentinel, <a href=\"http://www.jsonline.com/news/statepolitics/99700384.html\">&quot;Is finishing college an issue in governor&rsquo;s race?&quot;</a> July 31, 2010</p>\r\n\r\n<p>National Constitution Center, <a href=\"http://fora.tv/2013/11/21/Governor_Scott_Walker_Unintimidated\">video</a>, interview with Gov. Scott Walker by Talk Radio 1210 WPHT&rsquo;s Chris Stigall, Nov. 21, 2013</p>\r\n\r\n<p>Milwaukee Journal, &quot;Newcomer Walker faces Moore in 7th District race,&quot; Oct. 12, 1990</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "", "false_count": 7, "first_name": "", "half_true_count": 2, "home_state": "Wisconsin", "id": 841, "last_name": "Democratic Party of Wisconsin", "mostly_true_count": 2, "name_slug": "state-democratic-party-wisconsin", "pants_count": 7, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Dem-donkey.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/841/", "total_count": 25, "true_count": 2, "website": "http://www.wisdems.org/"}, "statement": "<p>Says Gov. Scott Walker dropped out or was kicked out of college short of a degree &quot;not long after&quot; he was &quot;kicked out of student elections at Marquette University.&quot;</p>\r\n", "statement_context": "a web posting", "statement_date": "2013-11-19", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}, {"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 38, "current_job": "Milwaukee County Executive", "false_count": 42, "first_name": "Scott", "half_true_count": 38, "home_state": "Wisconsin", "id": 640, "last_name": "Walker", "mostly_true_count": 44, "name_slug": "scott-walker", "pants_count": 11, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Scott_Walker_1_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/640/", "total_count": 211, "true_count": 25, "website": "http://www.scottwalker.org/"}], "twitter_headline": ""}