{"art": [], "author": [{"email_address": "dtims@oregonian.com", "first_name": "Dana", "id": 200, "last_name": "Tims", "name_slug": "dana-tims", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/200/", "title": "Staff writer", "twitter": null}], "canonical_url": "/oregon/statements/2013/dec/20/jeff-merkley/have-far-fewer-living-wage-jobs-come-back-were-los/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "mbrence@oregonian.com", "first_name": "Michelle", "id": 415, "last_name": "Brence", "name_slug": "michelle-brence", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/415/", "title": "Politics editor", "twitter": null}], "facebook_headline": null, "id": 8702, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "dtims@oregonian.com", "first_name": "Dana", "id": 200, "last_name": "Tims", "name_slug": "dana-tims", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/200/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/8702/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>The United States has long been proud of its middle class and the ability of average citizens to afford a home or put their kids through college. But in the wake of the Great Recession and sluggish recovery, some wonder whether the economic landscape for middle-class Americans has changed forever.</p>\r\n\r\n<p>Oregon Democratic Sen. Jeff Merkley added his voice to the discussion during a Dec. 4, 2013, talk to the Human Services Coalition of Oregon&rsquo;s annual meeting.</p>\r\n\r\n<p>&quot;Sixty percent of the jobs we lost in the recession of 2008 were living-wage jobs,&quot; he said. &quot;Of the jobs we&rsquo;ve gotten back, only 40 percent are living-wage jobs.&quot;</p>\r\n\r\n<p>Those numbers suggest the middle class is headed for long-term trouble. PolitiFact Oregon decided to check.</p>\r\n\r\n<p>We called Merkley&rsquo;s Washington, D.C., office and asked where he got his numbers. Spokeswoman Martina McLennan sent us an eight-page study released in August 2012 by the New York-based National Employment Law Project. The non-partisan, non-profit organization&rsquo;s report drew on statistics available through the second quarter of 2012.</p>\r\n\r\n<p>She also provided this statement: &quot;Senator Merkley defines a living-wage job as a job that can support a family&rsquo;s necessities -- paying the bills and putting food on the table -- and leave a little left over to save for hard times and goals like college or retirement. Obviously, the exact number at which that becomes possible varies for each individual family. However, for a typical Oregon family of four, the minimum would likely fall in what the study calls the &lsquo;mid-wage&rsquo; jobs range.&quot;</p>\r\n\r\n<p>The study, titled &quot;The Low-Wage Recovery and Growing Inequality,&quot; echoed Merkley&rsquo;s assertion. Mid-wage occupations, it said, constituted 60 percent of recession losses but only 22 percent of recovery growth. Higher-wage occupations were 19 percent of recession job losses and 20 percent of recovery growth. Lower-wage jobs represented 21 percent of recession losses but 58 percent of recovery growth.</p>\r\n\r\n<p>The 60 percent &quot;jobs lost&quot; figure Merkley used in his claim appears in the report. The 40 percent &quot;jobs gained&quot; figure he cited can be obtained by adding the number of mid-wage and higher-wage jobs listed in the report. Both, after all, constitute &quot;living-wage&quot; jobs.</p>\r\n\r\n<p>Next we called Anastasia Christman, the law project&rsquo;s deputy director of access and opportunity. She walked us through the statistics, which she said came from her organization&rsquo;s analysis of the Current Population Survey, a joint effort between the U.S. Bureau of Labor Statistics and the U.S. Census Bureau.</p>\r\n\r\n<p>Law project analysts, Christman said, defined mid-wage occupations as those capable of &quot;approaching income percentiles where you stop qualifying for assistance or safety-net programs.&quot;</p>\r\n\r\n<p>&quot;No one is getting rich at that level,&quot; she said, &quot;but you&rsquo;re not in poverty, either.&quot;</p>\r\n\r\n<p>While Merkley&rsquo;s claim pertained to the national economy, we wondered if Oregon has seen a similar situation.</p>\r\n\r\n<p>State economist Mark McMullen pointed us to an 18-page report written and released in October by Josh Lehner, a senior economist in the Oregon Office of Economic Analysis.</p>\r\n\r\n<p>&quot;The vast majority of the job loss during the recession occurred in both the upper middle- and lower middle-wage occupations,&quot; the report says. &quot;Out of the state&rsquo;s total job losses of slightly more than 138,000, 88 percent were in either upper-middle or lower-middle occupational groups.&quot;</p>\r\n\r\n<p>Similarly, job growth since 2012 has been dominated by both high- and low-wage occupations, Lehner wrote. The 7 percent gain in high-wage jobs compares to a less than 1 percent gain in upper-middle wage jobs.</p>\r\n\r\n<p>&quot;The findings in Josh&rsquo;s report,&quot; McMullen wrote in an email, &quot;have a similar flavor to the Senator&rsquo;s numbers.&quot; And although the study Merkley relied on numbers available only through the second quarter of 2012, the same trends in job creation are still occurring, he said.</p>\r\n\r\n<p>We then called Gordon Lafer, an associate professor at the University of Oregon&rsquo;s Labor Education and Research Center. He hadn&rsquo;t heard Merkley&rsquo;s claim before we contacted him but agreed with McMullen that it seemed on the mark.</p>\r\n\r\n<p>&quot;What he&rsquo;s saying is true,&quot; Lafer said. &quot;The general point he&rsquo;s making certainly fits with everything I&rsquo;m seeing.&quot;</p>\r\n\r\n<p>The economy, both nationally and in Oregon, has had a rocky ride since much of the bottom fell out in 2008. Unemployment statistics have improved, but thousands remain out of work. The number of mid-wage jobs added back during the recovery, according to statistics no one disputes, are far outstripped by the number of jobs added for lower-wage and higher-wage occupations.</p>\r\n\r\n<p>Merkley, in his talk to the Human Services Coalition of Oregon, said 60 percent of the jobs lost starting around 2008 were mid-wage positions, while only 40 percent of the jobs added during the recovery fit that description.</p>\r\n\r\n<p>His numbers line up with those found by the National Employment Law Project and with similar statistical analyses conducted by Oregon state economists. And though he based his assertion on the recovery using mid-2012 numbers, economists say the trend is holding.</p>\r\n\r\n<p>We rate his claim True.&nbsp;</p>\r\n", "ruling_comments_date": "2013-12-20T17:54:44.828807", "ruling_date": "2013-12-20T14:54:34", "ruling_headline": "Have far fewer \"living-wage jobs\" come back than were lost in the Great Recession?", "ruling_headline_slug": "have-far-fewer-living-wage-jobs-come-back-were-los", "ruling_link_text": "Grim news for middle-class jobs", "ruling_state": null, "source_documents": null, "sources": "<p>Email exchange with Martina McLennan, spokeswoman for U.S. Sen. Jeff Merkley, D-Ore., Dec. 17, 2013.</p>\r\n\r\n<p>Telephone interview with Gordon Lafer, associated professor, Labor Education and Research Center, University of Oregon, Dec. 18, 2013.</p>\r\n\r\n<p>Email from Lafer, Dec. 18, 2013.</p>\r\n\r\n<p>Telephone interview, Anastasia Christman, National Employment Law Project, Dec. 18, 2013.</p>\r\n\r\n<p>Recording of Merkley&rsquo;s presentation to Human Services Coalition of Oregon, Dec. 4, 2013.</p>\r\n\r\n<p>&quot;The Low-Wage Recovery and Growing Inequality&quot; report, issued by the National Employment Law Project, August, 2012.</p>\r\n\r\n<p>&quot;Job Polarization in Oregon&quot; report, by Josh Lehner, senior economist, Oregon Office of Economic Analysis, October,</p>\r\n\r\n<p>2013.Email from Mark McMullen, Oregon state economist, Dec. 17, 2013.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. Senator", "false_count": 1, "first_name": "Jeff", "half_true_count": 3, "home_state": "Oregon", "id": 706, "last_name": "Merkley", "mostly_true_count": 6, "name_slug": "jeff-merkley", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Jeff_Merkley.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/706/", "total_count": 15, "true_count": 5, "website": "http://www.merkley.senate.gov/"}, "statement": "<p>&quot;60 percent of the jobs lost in the 2008 recession were living-wage jobs. Of the jobs we&rsquo;ve gotten back, only 40 percent are living-wage.&quot;</p>\r\n", "statement_context": "a talk to the Human Services Coalition of Oregon", "statement_date": "2013-12-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}