{"art": [], "author": [{"email_address": "nbadertscher@ajc.com", "first_name": "Nancy", "id": 426, "last_name": "Badertscher", "name_slug": "nancy-badertscher", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/NancyBadertscher-1.jpg", "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/426/", "title": "Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2014/jan/07/johnny-isakson/isakson-doesnt-make-grade-his-claim-about-college-/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 8730, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "nbadertscher@ajc.com", "first_name": "Nancy", "id": 426, "last_name": "Badertscher", "name_slug": "nancy-badertscher", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/NancyBadertscher-1.jpg", "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/426/", "title": "Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/8730/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Parents who scrimp, save and borrow to put their children through college don&rsquo;t like hearing that a four-year degree may not be the door-opener they hoped.</p>\r\n\r\n<p>But that&rsquo;s what U.S. Sen. Johnny Isakson, among others, is out there saying. And Isakson is pointing fingers at a specific type of school -- liberal arts colleges.</p>\r\n\r\n<p>&quot;Career academies are the future,&quot; Isakson said at a Dec. 4 town hall meeting in Coweta County. &quot;Fifty-three percent of graduates from liberal arts academies couldn&rsquo;t find employment, but almost 89 percent who graduated from technical schools did so.&quot;</p>\r\n\r\n<p>Isakson repeated the claim about liberal arts school students in a visit to The Newnan Times-Herald on the same day.</p>\r\n\r\n<p>Those are steep unemployment statistics for college graduates of any stripe. PolitiFact Georgia decided to do some homework on the senator&rsquo;s numbers.</p>\r\n\r\n<p>Isakson based his statement on data developed by The Associated Press in 2012 with help from researchers. Those numbers show 1.5 million adults, or 53.6 percent of bachelor&rsquo;s degree-holders under age 25, were either jobless or underemployed in 2011.</p>\r\n\r\n<p>In both Georgia appearances, Isakson applied the worrisome AP statistics to liberal arts school graduates. But the AP report was about all graduates, not any specific degree holders.</p>\r\n\r\n<p>&quot;I am certain that Sen. Isakson&rsquo;s intent was to convey the general message of the AP study,&quot; said Lauren Culbertson, the senator&rsquo;s deputy communications director.</p>\r\n\r\n<p>Isakson is hardly the first to cite the AP report, which some education researchers say overstated the difficulties that graduates were having finding employment or landing jobs that matched their skills.</p>\r\n\r\n<p>Just a day before he visited Coweta County, Isakson attended the Cobb County Economic Forecast breakfast, where Albert Niemi Jr., nationally acclaimed dean of the Cox School of Business at Southern Methodist University, gave a speech that referenced a 2012 article in The Atlantic on the AP findings.</p>\r\n\r\n<p>Niemi said about half of the college graduates between 2007 and 2012 were unemployed or underemployed. He used the findings to make the case that a college diploma isn&rsquo;t worth what it once was and that today&rsquo;s graduates need teachable &quot;hard skills,&quot; if they hope to get hired.</p>\r\n\r\n<p>Isakson left the Cobb breakfast with a hard copy of Niemi&rsquo;s PowerPoint presentation, Culbertson said.</p>\r\n\r\n<p>Anthony P. Carnevale, director and research professor at the Georgetown University Center on Education and the Workforce, said the 2012 report &quot;grossly misrepresents the truth&quot; about college grads in general.</p>\r\n\r\n<p>The unemployment rate for college graduates is under 5 percent now, Carnevale said. In 2011, it was about 7 percent for new college graduates, substantially less than the unemployment rate for high school graduates, he said.</p>\r\n\r\n<p>It was that way throughout the Great Recession, Carnevale said.</p>\r\n\r\n<p>&quot;College unemployment went up, but much less than the unemployment rates of non-college graduates,&quot; he said. &quot;The value of college is still high.&quot;</p>\r\n\r\n<p>Other educators and researchers say they see nothing to reflect major struggles for liberal arts school graduates as opposed to other degree holders.</p>\r\n\r\n<p>The Association of American Colleges and Universities is about to release a report that suggests the unemployment rate for liberal arts graduates is quite low and not much higher than other graduates, said Debra Humphreys, the association&#39;s vice president for policy and public engagement.</p>\r\n\r\n<p>Enrollment has been &quot;strong&quot; at the public liberal arts colleges and universities that are part of the North Carolina-based Council of Public Liberal Arts Colleges, said Bill Spellman, the consortium&rsquo;s director.</p>\r\n\r\n<p>&quot;Students and parents are feeling that that well-rounded education is going to be an advantage, if not initially, then midway in their careers,&quot; Spellman said.</p>\r\n\r\n<p>They see the importance of having &quot;those transferable skills of critical thinking, writing and speaking and of being able to be nimble for jobs that haven&rsquo;t even been created,&quot; he said.</p>\r\n\r\n<p>Colleges throughout Georgia offer bachelor of arts degrees.</p>\r\n\r\n<p>And at Georgia College in Milledgeville, the state&rsquo;s only recognized public liberal arts college, 78 percent of students in the Class of 2012 reported having jobs within three months of graduation, said Brittiny Barber Johnson, the college&rsquo;s manager of media relations.</p>\r\n\r\n<p>The results were based on responses from 241 of the 1,136 undergraduates who received their degrees in May 2012, Johnson said. Of the students who responded, 43 percent said they were working in a job &quot;highly related&quot; to their major, she said.</p>\r\n\r\n<p>But to people who listened to Isakson at a town hall meeting at the Coweta campus of West Georgia Technical College, a much different picture emerged. Isakson told the audience 53 percent of graduates from liberal arts academies weren&rsquo;t finding jobs.</p>\r\n\r\n<p>By contrast, he said nearly 89 percent of tech school graduates had landed jobs.</p>\r\n\r\n<p>Mike Light, longtime spokesman for the Technical College System of Georgia, said Isakson&#39;s numbers for the state&rsquo;s technical schools appear spot-on. Officials at individual technical schools are seeing about 90 percent of their graduates finding jobs and, systemwide, that number is about 85 percent, Light said.</p>\r\n\r\n<p>&quot;They&rsquo;ve got the in-demand careers,&quot; he said.</p>\r\n\r\n<p>So where does that leave us?</p>\r\n\r\n<p>Isakson said that 53 percent of graduates from liberal arts colleges can&rsquo;t find a job. On the face of it, he incorrectly quoted an AP report, which makes no attempt to single out liberal arts graduates and their ability to find work. He also failed to mention that the 53 percent figure included not only jobless grads, but also many people who were finding jobs, albeit in lower-paying positions than one might expect.</p>\r\n\r\n<p>And even that report is viewed with suspicion in some quarters.</p>\r\n\r\n<p>Some college graduates are having trouble finding work. Isakson is correct about that.</p>\r\n\r\n<p>But his statement misquotes numbers in a study that itself has been questioned.</p>\r\n\r\n<p>We rate Isakson&rsquo;s statement False.</p>\r\n", "ruling_comments_date": "2014-01-06T16:25:42.825885", "ruling_date": "2014-01-07T06:00:00", "ruling_headline": "Isakson doesn't make the grade on his claim about college degrees and unemployment", "ruling_headline_slug": "isakson-doesnt-make-grade-his-claim-about-college-", "ruling_link_text": "A bad interpretation of a dubious study", "ruling_state": null, "source_documents": null, "sources": "<p>Lauren Culbertson, deputy communications director for U.S. Sen. Johnny Isakson, via email, Dec. 30, 2013.</p>\r\n\r\n<p>Bill Spellman, director, Council of Public Liberal Arts Colleges, via phone, Dec. 18, 2013.</p>\r\n\r\n<p>Association of American Colleges and Universities and Debra Humphreys, the association&rsquo;s vice president for policy and public engagement, via email, Dec. 17, 2013.</p>\r\n\r\n<p>Pete Boyle, vice president of public affairs, National Association of Independent Colleges and Universities, via phone and email, Dec. 18 and 19, 2013.</p>\r\n\r\n<p>Anthony Carnevale, Georgetown University&rsquo;s Center on Education and the Workforce, via phone, Dec. 31, 2013.</p>\r\n\r\n<p>The Atlantaic, &quot;<a href=\"http://www.theatlantic.com/business/archive/2012/04/53-of-recent-college-grads-are-jobless-or-underemployed-how/256237/\">53% of Recent College Grads Are Jobless or Underemployed -- How?</a>,&quot; April 23, 2012.</p>\r\n\r\n<p>Mike Light, head of communications, Technical College System of Georgia, via phone, Dec. 31, 2013.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "U.S. Senator", "false_count": 3, "first_name": "Johnny", "half_true_count": 3, "home_state": "Georgia", "id": 580, "last_name": "Isakson", "mostly_true_count": 2, "name_slug": "johnny-isakson", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/JohnnyIsakson.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/580/", "total_count": 16, "true_count": 4, "website": ""}, "statement": "<p>Fifty-three percent of graduates from liberal arts colleges these days can&rsquo;t find jobs.</p>\r\n", "statement_context": "a speech", "statement_date": "2013-12-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}], "target": [], "twitter_headline": "U.S. Sen. Johnny Isakson misfires on the connection between liberal arts degrees and unemployment"}