{"art": [{"brightcove": "", "caption": "Rachel Maddow says a Florida group that promoted a law requiring drug testing for welfare recipients is an affiliate of the Koch brothers.", "id": 4055, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/maddow_koch.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/4055/", "title": "Maddow and Koch", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}, {"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/punditfact/statements/2014/jan/09/rachel-maddow/rachel-maddow-claims-florida-group-backs-drug-test/", "edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": null, "id": 8744, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}, {"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/8744/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>PunditFact isn&#39;t always the first to weigh in on the tit-for-tat of cable news shows, in part because the nature of our work requires more than claims and counterclaims. And sometimes, a few extra days allows matters to become more settled.</p>\r\n\r\n<p>Such is the case in examining the back-and-forth recently between MSNBC host Rachel Maddow and representatives for Charles and David Koch.</p>\r\n\r\n<p>You probably have heard the story by now, but here&#39;s a quick catch-up.</p>\r\n\r\n<p>On Maddow&#39;s Jan. 2, 2014, show, <a href=\"http://www.msnbc.com/rachel-maddow-show/watch/failure-doesnt-deter-right-on-drug-tests-105696323725\"><u>Maddow accused the Koch brothers</u></a> -- through &quot;affiliated state groups&quot; -- of pushing and promoting a Florida law that requires welfare recipients to first pass a drug test. Representatives for the <a href=\"http://www.kochfacts.com/kf/rachel-maddow-deliberately-misrepresents-the-facts-then-refuses-to-admit-it/\"><u>Koch brothers pushed back</u></a> against the allegation, saying they were not involved with the Florida law or the Florida group who supported the law, the Foundation for Government Accountability.</p>\r\n\r\n<p>Maddow <a href=\"http://www.msnbc.com/rachel-maddow-show/watch/maddow-rejects-kochs-call-for-correction-106406467753\"><u>is sticking by her story</u></a> and refused to read a Koch-prepared on-air apology.</p>\r\n\r\n<p>In her original report, Maddow said that Koch brothers affiliated groups &quot;in Florida they, at least, have been promoting forced drug tests for people who are on welfare.&quot; Later after Maddow read a description of the same group, the Foundation for Government Accountability, she said, &quot;That&rsquo;s the Koch brothers group that has been promoting this idea, right, the same Koch brothers group that has been telling people not to get health insurance. They&#39;re the ones that came up with the idea that it&rsquo;s a great use of state funds.&quot;</p>\r\n\r\n<p>We&#39;re boiling down those comments to fact-check this statement: The Foundation for Government Accountability, which supported a Florida law requiring drug testing of welfare recipients, is a &quot;Koch brothers affiliated group.&quot;</p>\r\n\r\n<p><strong>The Koch brothers and their money</strong></p>\r\n\r\n<p>The Koch brothers, Charles and David, inherited their father&#39;s Koch Industries, an oil refinery business that has since expanded into energy, textiles and manufacturing. Koch subsidiaries make Quilted Northern tissue paper, Dixie cups and Stainmaster carpet, among other products.</p>\r\n\r\n<p><em>Forbes </em>estimates the brothers to have a combined wealth of <a href=\"http://www.forbes.com/profile/charles-koch/\"><u>$72 billion</u></a>. And they spend it. An examination by the Center for Responsive Politics and the <em>Washington Post </em>found that the Kochs&#39; political groups raised more than <a href=\"http://www.opensecrets.org/news/2014/01/koch-network-a-cartological-guide.html\"><u>$400 million for political causes during the 2012 election</u></a>.</p>\r\n\r\n<p>The Kochs are rich, shrewd and conservative, and they have helped create a labyrinth of political groups and funding sources with names like the<a href=\"http://freedompartners.org/\"> <u>Freedom Partners Chamber of Commerce</u></a>, the Center to Protect Patient Rights, Public Notice, Americans for Prosperity, and Generation Opportunity.</p>\r\n\r\n<p>They fought the re-election of President Barack Obama and continue to fight the health care law.</p>\r\n\r\n<p>As a result, the Kochs have become a leading target of liberals and Maddow&rsquo;s b&ecirc;te noire.</p>\r\n\r\n<p>Their tentacles are many places, to be sure, but how deeply do they reach into the Foundation for Government Accountability and a Florida law to require drug&nbsp;tests of welfare recipients?</p>\r\n\r\n<p><strong>Florida&#39;s drug-testing law</strong></p>\r\n\r\n<p>Let&rsquo;s start with Florida&rsquo;s drug-testing law. The law, <a href=\"http://www.politifact.com/florida/promises/scott-o-meter/promise/600/require-drug-screening-for-welfare-recipients/\">which was ruled unconstitutional by a federal judge Dec. 31, 2013</a>, required people applying for welfare benefits to first pass a drug screening.</p>\r\n\r\n<p>The idea, in Florida, started with Gov. Rick Scott. While campaigning in the Republican primary for governor in 2010, Scott unveiled a seven-step plan to create 700,000 private-sector jobs over seven years. As part of that umbrella promise, Scott also pledged to save the state $77 million in part by adding a drug-testing requirement for welfare.</p>\r\n\r\n<p>The idea was born when Scott was still an underdog to then-Attorney General Bill McCollum and did not come from the Kochs or the Foundation for Government Accountability, said Mary Anne Carter, a senior campaign adviser who helped craft Scott&rsquo;s policy plan.</p>\r\n\r\n<p>The idea came from other states, Carter said.</p>\r\n\r\n<p><a href=\"http://www.azcentral.com/arizonarepublic/local/articles/2009/11/25/20091125urinetesting1125.html\"><u>Arizona</u></a> passed a law to drug test welfare recipients in 2009. Michigan passed the first such law in 1999, but a federal appellate court <a href=\"http://www.nytimes.com/2003/04/10/us/law-requiring-drug-testing-of-welfare-parents-is-voided.html\"><u>struck it down in 2003</u></a>. And in 1996, amid federal welfare reform, St. Johns County in northeast Florida approved a policy to test applicants of county assistance for some medical services. The <em><a href=\"http://www.nytimes.com/2014/01/01/us/florida-law-on-drug-testing-for-welfare-is-struck-down.html\"><u>New York Times</u></a></em> found at least 29 states debated the measures in 2013, though just a couple passed.</p>\r\n\r\n<p>&quot;This is an issue that has been around at least a decade,&quot; Carter told PunditFact.</p>\r\n\r\n<p>Scott and the Kochs do have some connections. In June 2011, Scott attended a retreat hosted by the Koch brothers near Vail, Colo., <a href=\"http://www.tampabay.com/blogs/the-buzz-florida-politics/content/gov-scott-attending-koch-retreat-romneycare-and-approval-ratings\"><u>where he says he discussed the drug-testing plan</u></a>. &quot;It was very interesting,&quot; Scott said of the meeting. &quot;They wanted basically to know what am I doing in Florida.&quot;</p>\r\n\r\n<p>And in 2013, Scott gave a keynote address at an <a href=\"http://www.politico.com/multimedia/video/2013/08/rick-scott-speaks-at-americans-for-prosperity-conference.html\"><u>Americans for Prosperity Foundation summit</u></a> in Orlando. The Americans for Prosperity Foundation is affiliated with Americans for Prosperity. Americans for Prosperity was founded by Koch.</p>\r\n\r\n<p><strong>The Foundation for Government Accountability</strong></p>\r\n\r\n<p>So that&#39;s the origin of the law in Florida, but what about the group Maddow says is Koch affiliated -- the <a href=\"http://www.floridafga.org/about-us/\"><u>Foundation for Government Accountability</u></a>?</p>\r\n\r\n<p>The foundation is a conservative think tank that incorporated in Naples in late June 2011, one month after Scott signed the drug-testing law. It clearly supported the drug-testing law after it passed. One of its pamphlets was cited by the state in defense of the drug-testing requirement and the foundation promoted the law at a conference of the American Legislative Exchange Council (ALEC) in December 2011.</p>\r\n\r\n<p>During her show, Maddow didn&#39;t explain how she determined that the Foundation for Government Accountability is a &quot;Koch brothers affiliated group.&quot;</p>\r\n\r\n<p>Lauren Skowronski, an MSNBC spokeswoman, told us the crux of Maddow&#39;s argument relates not to the Foundation for Government Accountability but to another group called the State Policy Network.</p>\r\n\r\n<p>Maddow says the State Policy Network received money from Koch, and in turn the State Policy Network gave money to the Foundation for Government Accountability. Ergo Koch money went to the Foundation for Government Accountability. Ergo the Foundation for Government Accountability is a Koch affiliate.</p>\r\n\r\n<p>&quot;The Kochs have funded an umbrella organization which disbursed money for the start-up of (the Foundation for Government Accountability) in 2011. That umbrella organization is the State Policy Network,&quot; Skowronski said.</p>\r\n\r\n<p>For its part, the Foundation for Government Accountability notes the foundation did not exist until after the drug-testing law was passed, and its leaders did not communicate with Koch officials or their intermediaries about the law. (That fact significantly colors Maddow&#39;s assertion that, &quot;They&#39;re the ones that came up with the idea that it&rsquo;s a great use of state funds.&quot;)</p>\r\n\r\n<p>&quot;We did not work with Koch on the Florida welfare drug-testing issue,&quot; foundation CEO Tarren Bragdon said. &quot;To the best of my knowledge, Koch wasn&#39;t involved at all. I have never heard anyone involved in the issue in any capacity mention Koch or reference their engagement or financial support.&quot;</p>\r\n\r\n<p>As with Scott, however, there are some connections between Koch and the Foundation for Government Accountability.</p>\r\n\r\n<p>The <em><a href=\"http://www.tampabay.com/news/perspective/new-think-tanks-veil-of-transparency/1213706\"><u>Tampa Bay Times</u></a></em> reported in 2012 that the foundation supported Scott&rsquo;s drug-test law, and Bragdon had touted a similar drug-test policy in Maine. The <em>Times </em>wrote that Bragdon said the Kochs had not donated to his foundation, but that people with connections to Koch have, including Robert A. Levy and the Atlas Research Foundation. Levy is the chairman of the Cato Institute, which was co-founded by Charles Koch.</p>\r\n\r\n<p>But the more important tie is between the Foundation for Government Accountability and the State Policy Network. The State Policy Network gave the Foundation for Government Accountability $60,000 in 2011 &quot;for start-up, direct mail prospecting,&quot; and $108,150 in 2012 for &quot;general operating and health care policy research,&quot; <a href=\"http://www.guidestar.org/FinDocuments/2011/570/952/2011-570952531-088062bc-9.pdf\"><u>tax</u></a> <a href=\"http://www.guidestar.org/FinDocuments/2012/570/952/2012-570952531-096e0c86-9.pdf\"><u>filings</u></a> show.</p>\r\n\r\n<p>The contributions equal about 28 percent of what the Foundation for Government Accountability received in 2011 and about 15 percent in 2012.</p>\r\n\r\n<p>So what&rsquo;s the connection between Koch and the State Policy Network?</p>\r\n\r\n<p>Mark Holden, an attorney for Koch Industries, told PunditFact that various Koch foundations gave $40,000 to the State Policy Network between 2002 and 2012<strong>. </strong>But Holden says Koch foundations have no connections to the Foundation for Government Accountability,</p>\r\n\r\n<p>Other Koch money also could be at play. How much is hard to say.</p>\r\n\r\n<p>The Center for Media and Democracy, a liberal group, published a <a href=\"http://www.alecexposed.org/w/images/2/25/SPN_National_Report_FINAL.pdf\"><u>report</u></a> about the <a href=\"http://www.spn.org/\"><u>State Policy Network</u></a> in November. The report attempts to track the money of various corporations and entities -- including those connected to Koch -- using publicly available <a href=\"http://www.sourcewatch.org/index.php/SPN_Funding#Koch_Money\"><u>tax forms</u></a> over several years, cross-referencing third-party reporting. Interestingly, the report also lists Comcast as a donor to the State Policy Network. Comcast is the parent company of Maddow&#39;s MSNBC.</p>\r\n\r\n<p>We read the Center for Media and Democracy analysis and then conducted our own.</p>\r\n\r\n<p>The result, like the reporting from the Center for Responsive Politics and the<em> Washington Post</em>, shows the complex network in which the Kochs&#39; distribute their money.</p>\r\n\r\n<p>In 2008 and 2010, a not-for-profit called the Knowledge and Progress Fund donated $3.24 million to another not-for-profit called Donors Trust, tax forms show. Charles Koch is a director of the Knowledge and Progress Fund.</p>\r\n\r\n<p>In 2011, Donors Trust made various donations to the State Policy Network. The group also made a $500,000 contribution to another group called Donors Capital Fund, for a &quot;donor-advised fund,&quot; tax forms show.</p>\r\n\r\n<p>We don&rsquo;t know what the money was for.</p>\r\n\r\n<p>The president of Donors Trust is <a href=\"http://www.donorstrust.org/AboutUs/WhitneyBall.aspx\"><u>a woman named Whitney L. Ball</u></a>, who previously worked at the Cato Institute (a think tank founded by Charles Koch) and serves on the board of Donors Capital and the State Policy Network.</p>\r\n\r\n<p>It gets more interesting. <a href=\"http://www.donorscapitalfund.org/\"><u>Donors Capital Fund</u></a> gave $1.97 million to State Policy Network in 2011 (2012 records were not immediately available), including $135,000 earmarked for the purpose of &quot;start-up activities in Florida.&quot; That was the same year the foundation started.</p>\r\n\r\n<p>Donors Capital Fund also gave almost $300,000 in 2010 to Bragdon&rsquo;s then-Maine Heritage Policy Center for various purposes.</p>\r\n\r\n<p>Does &quot;start-up activities in Florida&quot; mean the Foundation for Government Accountability? We don&rsquo;t know for certain.</p>\r\n\r\n<p>If it does, could you directly link that money back to the Koch-controlled Knowledge and Progress Fund? We could not.</p>\r\n\r\n<p>Holden, the Koch Industries attorney, told us he didn&rsquo;t know the purpose of the donations of either Donors Trust or Knowledge and Progress Fund.</p>\r\n\r\n<p>&quot;We&#39;ve got a long long list of other groups David and Charles supported,&quot; Holden said, naming the Smithsonian, Johns Hopkins and the Salvation Army. &quot;Are they &lsquo;Koch-connected?&rsquo; As far as the FGA group (Foundation for Government Accountability) we have no involvement. We did not give them any money. We are not connected with them. We have nothing to do with them.&quot;</p>\r\n\r\n<p><strong>A tenuous connection</strong></p>\r\n\r\n<p>It&#39;s easy to find connections between people and groups; &quot;<a href=\"http://www.thekevinbacongame.com/\"><u>Six Degrees of Kevin Bacon</u></a>&quot; taught us that.</p>\r\n\r\n<p>And certainly with people like Charles and David Koch, who have billions of dollars and spend it on a variety of conservative political causes, it&rsquo;s even easier.</p>\r\n\r\n<p>But in the case of the Foundation for Government Accountability, the ties to Koch are dubious.</p>\r\n\r\n<p>Part of that may be the fault of the system, which allows donors to largely remain anonymous, and shuttle money through shadow groups.</p>\r\n\r\n<p>Maddow suggested as much in a follow-up segment detailing the Koch controversy.</p>\r\n\r\n<p>&quot;The Foundation for Government Accountability is part of a huge network of state-based conservative think-tanks that is frankly kind of designed to not look like a network. They all look vaguely indigenous. They all have what look to be locally specific names,&quot; Maddow said on Jan. 3. &quot;But their funding if you follow it comes in part from a central source of big money corporate donors. Including groups affiliated with the Koch brothers.&quot;</p>\r\n\r\n<p>Yet Maddow drew a straight line linking Koch, the Foundation for Government Accountability and the Florida drug-testing law when reality is different.</p>\r\n\r\n<p>Yes, there are some ties among Scott, Koch and the Foundation for Government Accountability. And yes, there are some slightly stronger interactions between Koch and the State Policy Network.</p>\r\n\r\n<p>But it&#39;s not enough to declare the Foundation for Government Accountability a Koch affiliate.</p>\r\n\r\n<p>&quot;The Kochs have certainly supported the State Policy Network and some of its think-tank affiliates. But I haven&rsquo;t seen evidence that they have directly funded the Foundation for Government Accountability or proactively pushed for the drug-testing law,&quot; Daniel Schulman, a<a href=\"http://www.amazon.com/Sons-Wichita-Brothers-Americas-Powerful/dp/1455518735\"> <u>journalist with </u><em><u>Mother Jones </u></em><u>who is writing a book about the Kochs</u></a>, told the <em>Washington Post. </em>&quot;Do they want to rein in entitlements? Absolutely. But in the case of Florida, I think the connection is tenuous.&quot;</p>\r\n\r\n<p>Lloyd Hitoshi Mayer, a University of Notre Dame law professor who focuses on nonprofit advocacy issues, told us the Kochs&rsquo; network of entities shows that &quot;they have gone to significant lengths and expense to hide their contributions and where those contributions are going,&quot;</p>\r\n\r\n<p>But, &quot;it does seem to be a stretch to say that all of the donors to the State Policy Network are somehow affiliated with Foundation for Government Accountability given the small size of the grant to the foundation compared to all the grants made by the network.&quot;</p>\r\n\r\n<p>Maddow said the Foundation for Government Accountability, which supported a Florida law requiring drug testing of welfare recipients, is a &quot;Koch brothers affiliated group.&quot;</p>\r\n\r\n<p>The evidence to prove that particular claim is thin. We rate the claim Mostly False.</p>\r\n", "ruling_comments_date": "2014-01-09T14:16:28.084804", "ruling_date": "2014-01-09T17:31:29", "ruling_headline": "Rachel Maddow claims Florida group that backs drug-testing welfare recipients is affiliated with Koch brothers", "ruling_headline_slug": "rachel-maddow-claims-florida-group-backs-drug-test", "ruling_link_text": "A tangled network, but no clear affiliation", "ruling_state": null, "source_documents": null, "sources": "<p>MSNBC, <a href=\"https://www.youtube.com/watch?v=nuDHg9U75UA\"><u>Rachel Maddow show</u></a>, Jan. 2, 2014</p>\r\n\r\n<p>MSNBC, <a href=\"https://www.youtube.com/watch?v=bo4c1gmyyLI\"><u>Rachel Maddow show</u></a>, Jan. 3, 2014</p>\r\n\r\n<p>Florida Senate, <a href=\"http://www.flsenate.gov/Session/Bill/2011/353\"><u>House Bill 353</u></a>, Signed by Gov. Rick Scott May 31, 2013</p>\r\n\r\n<p>Center for Media and Democracy, <a href=\"http://www.alecexposed.org/w/images/2/25/SPN_National_Report_FINAL.pdf\"><u>&quot;Exposed: the State Policy Network,&quot;</u></a> an<a href=\"http://www.sourcewatch.org/index.php/SPN_Funding\">d <u>Source Watch</u></a>, November 2013</p>\r\n\r\n<p><a href=\"http://www.floridafga.org/\">Foundation for Government Accountability</a>, Website, Accessed Jan. 9, 2014</p>\r\n\r\n<p>Foundation for Government Accountability pamphlet, <a href=\"https://www.documentcloud.org/documents/1003701-foundation-for-govt-accountability-pamphlet-on.html\"><u>&quot;The impact of Florida&rsquo;s new drug testing requirement for welfare cash assistance,&quot;</u></a> Sept. 14, 2011</p>\r\n\r\n<p>Wayback Machine, <a href=\"https://web.archive.org/web/20120711142753/http://www.floridafga.org/thank-you-to-our-supporters-during-our-first-year-2011/\"><u>Partial list of donors</u></a> to Foundation for Government Accountability in 2011</p>\r\n\r\n<p>State Policy Network, <a href=\"http://www.spn.org/\"><u>Website</u></a>, Accessed Jan. 9, 2014</p>\r\n\r\n<p>Florida Independent, <a href=\"http://floridaindependent.com/55136/tarren-bragdon-foundation-for-government-accountability\"><u>&quot;New &lsquo;free market&rsquo; think tank sets sights on 2012 legislative session,&quot;</u></a> Nov. 2, 2011</p>\r\n\r\n<p>Florida Independent, &quot;<a href=\"http://floridaindependent.com/59533/tarren-bragdon-foundation-for-government-accountability-alec\">New right-wing think tank touts Medicaid reform and welfare drug testing at ALEC event</a>,&quot; Dec. 5, 2011</p>\r\n\r\n<p>Mother Jones, <a href=\"http://www.motherjones.com/politics/2013/02/donors-trust-donor-capital-fund-dark-money-koch-bradley-devos\"><u>&quot;Exposed: the dark-money ATM of the conservative movement,&quot;</u></a> Feb. 5, 2013</p>\r\n\r\n<p><em>POLITICO</em>, <a href=\"http://www.politico.com/story/2013/11/koch-brothers-think-tank-report-99791.html\"><u>&quot;Report: think tanks tied to Kochs,&quot; </u></a>Nov. 13, 2013</p>\r\n\r\n<p>New Yorker, <a href=\"http://www.newyorker.com/online/blogs/newsdesk/2013/11/is-ikea-the-new-model-for-the-conservative-movement.html\"><u>&quot;Is IKEA the new model for the conservative movement?&quot; </u></a>Nov. 15, 2013</p>\r\n\r\n<p>Center for Public Integrity, <a href=\"http://www.publicintegrity.org/2013/02/14/12181/donors-use-charity-push-free-market-policies-states\"><u>&quot;Donors use charity to push free-market policies in the states,&quot;</u></a> Feb. 14, 2013</p>\r\n\r\n<p><em>Tampa Bay Times</em>, <a href=\"http://www.tampabay.com/news/perspective/new-think-tanks-veil-of-transparency/1213706\"><u>&quot;Behind a veil of transparency,&quot;</u></a> Feb. 5, 2012</p>\r\n\r\n<p>PolitiFact&rsquo;s Scott-O-Meter, <a href=\"http://www.politifact.com/florida/promises/scott-o-meter/promise/600/require-drug-screening-for-welfare-recipients/\"><u>&quot;Require drug screening for welfare recipients,&quot;</u></a> Dec. 31, 2013</p>\r\n\r\n<p>Interview, Lauren Skowronski, an MSNBC spokeswoman, Jan. 8, 2014</p>\r\n\r\n<p>Interview, Mark Holden, Koch Industries attorney, Jan. 8, 2014</p>\r\n\r\n<p>Interview, Melissa Cohlmia, spokeswoman, Koch Companies Public Sector, Jan. 8, 2014</p>\r\n\r\n<p>Interview, Tarren Bragdon, CEO Foundation for Government Accountability, Jan. 8, 2014</p>\r\n\r\n<p>Interview, Baylor Johnson, ACLU of Florida spokesman, Jan. 8, 2014</p>\r\n\r\n<p>Interview, Mary Anne Carter, former Scott campaign adviser, Jan. 8, 2014</p>\r\n\r\n<p>Interview, Jackie Schutz, Scott spokeswoman, Jan. 8, 2014</p>\r\n\r\n<p>Interview, Nick Surgey, director of research for the Center for Media and Democracy, Jan. 9, 2013</p>\r\n\r\n<p>Interview with Lloyd Hitoshi Mayer, University of Notre Dame law professor, Jan. 9, 2014</p>\r\n\r\n<p><em>New York Times</em>, &quot;<a href=\"http://www.nytimes.com/2014/01/01/us/florida-law-on-drug-testing-for-welfare-is-struck-down.html\"><u>Florida law on drug testing for welfare recipients is struck down</u></a>,&quot; Dec. 31, 2013</p>\r\n\r\n<p>Donors Trust, <a href=\"http://www.donorstrust.org/PlanningYourGiving/ViewGrantRecipients.aspx\"><u>grant recipients</u></a>, accessed Jan. 8, 2014</p>\r\n\r\n<p>Guidestar, <a href=\"http://www.guidestar.org/FinDocuments/2012/570/952/2012-570952531-096e0c86-9.pdf\"><u>State Policy Network 990 tax form</u></a>, 2012</p>\r\n\r\n<p>Guidestar, <a href=\"http://www.guidestar.org/FinDocuments/2006/480/935/2006-480935563-0379f43d-F.pdf\"><u>Claude R. Lambe Charitable Foundation I-990</u></a>, 2006</p>\r\n\r\n<p><em>Washington Post</em> Erik Wemple blog, &quot;<a href=\"http://www.washingtonpost.com/blogs/erik-wemple/wp/2014/01/08/msnbcs-rachel-maddow-hunkers-down-on-koch-bros-claim/\"><u>MSNBC&rsquo;s Rachel Maddow hunkers down on Koch Bros. claim</u></a>,&quot; Jan. 8, 2014</p>\r\n\r\n<p><em>Washington Post</em>, &quot;<a href=\"http://www.washingtonpost.com/politics/koch-backed-political-network-built-to-shield-donors-raised-400-million-in-2012-elections/2014/01/05/9e7cfd9a-719b-11e3-9389-09ef9944065e_story.html\"><u>Koch-backed political coalition, designed to shield donors, raised $400 million in 2012</u></a>,&quot; Jan. 5, 2014</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 6, "current_job": "MSNBC host", "false_count": 6, "first_name": "Rachel", "half_true_count": 4, "home_state": "", "id": 154, "last_name": "Maddow", "mostly_true_count": 6, "name_slug": "rachel-maddow", "pants_count": 1, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/maddow.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/154/", "total_count": 29, "true_count": 5, "website": ""}, "statement": "<p>The Foundation for Government Accountability, which supported a Florida law requiring drug testing of welfare recipients, is a &quot;Koch brothers affiliated group.&quot;</p>\r\n", "statement_context": "comments on her show", "statement_date": "2014-01-02", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 161, "photo": null, "resource_uri": "/api/v/2/subject/161/", "subject": "Drugs", "subject_slug": "drugs", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/7/", "/api/v/2/edition/6/", "/api/v/2/edition/2/"]}, {"description": "", "id": 112, "photo": null, "resource_uri": "/api/v/2/subject/112/", "subject": "Florida", "subject_slug": "florida", "used_in_edition": []}], "target": [], "twitter_headline": ""}