{"art": [], "author": [{"email_address": "dtims@oregonian.com", "first_name": "Dana", "id": 200, "last_name": "Tims", "name_slug": "dana-tims", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/200/", "title": "Staff writer", "twitter": null}], "canonical_url": "/oregon/statements/2014/jan/15/bill-post/has-rep-tina-kotek-d-portland-ever-held-job/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "mbrence@oregonian.com", "first_name": "Michelle", "id": 415, "last_name": "Brence", "name_slug": "michelle-brence", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/415/", "title": "Politics editor", "twitter": null}], "facebook_headline": null, "id": 8772, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "dtims@oregonian.com", "first_name": "Dana", "id": 200, "last_name": "Tims", "name_slug": "dana-tims", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/200/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/8772/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>The meteoric rise of social media sites such as Twitter and Facebook has not been lost on politicians. Rare is the officeholder or candidate who doesn&rsquo;t take advantage of social media&rsquo;s inexpensive platforms to reach targeted audiences.</p>\r\n\r\n<p>Still, rules and etiquette remain murky. Most users understand that using all-caps is like yelling, but finer points remain a work in progress.</p>\r\n\r\n<p>Conservative radio talk-show host Bill Post, a newly announced Republican candidate for the Oregon House, got into a spirited back-and-forth Jan. 9 on Twitter with Carla Axtman, an editor for Blue Oregon, a left-leaning political blog.</p>\r\n\r\n<p>When Post held himself out as a &quot;real citizen legislator,&quot; Axtman shot back that &quot;we need a professional legislature now. The citizen leg model is rinky dink.&quot;</p>\r\n\r\n<p>Post asked Axtman to define &quot;professional.&quot; Then, referring to the Democratic speaker of the House, he added: &quot;Tina Kotek? What profession is she? Never held a job nor run a business.&quot;</p>\r\n\r\n<p>We wondered if that was true. Has Kotek never held a job or run a business? PolitiFact Oregon decided to check.</p>\r\n\r\n<p>We emailed Kotek&rsquo;s Salem office and received a reply from Jared Mason-Gere, her communications director. He provided details of Kotek&rsquo;s work history, a couple of which are also listed on her official website.</p>\r\n\r\n<p>&quot;Most recently she has been a self-employed independent contractor working as a management consultant for nonprofit organizations,&quot; Mason-Gere wrote of Kotek, who was first elected to House District 44 representing parts of North and Northeast Portland in 2006. Before that, he said, she was policy director for Children First For Oregon after spending several years working for the Oregon Food Bank.</p>\r\n\r\n<p>&quot;Like the rest of us,&quot; Mason-Gere said, &quot;she also had a variety of jobs during and after college. While she was getting her Master&rsquo;s degree, she worked as a graduate teaching assistant; she&rsquo;s been a travel agent, office temp, and office administrator among other things.&quot; When she was growing up in York, Pa., he added, she and her brother delivered the York Dispatch newspaper.</p>\r\n\r\n<p>Checks with both Children First for Oregon and the Oregon Food Bank confirmed that Kotek worked in the jobs indicated by Mason-Gere and her website.</p>\r\n\r\n<p>We called Post for a response. Asked first about his exchange with Axtman, he said, &quot;Twitter is Twitter. Twitter is yelling back and forth. I see Twitter as passing notes in high school. I don&rsquo;t take it too serious.&quot;</p>\r\n\r\n<p>Asked about Kotek, Post said, &quot;Define job for me. I don&rsquo;t know her history. I just pulled that out of my hat.&quot;</p>\r\n\r\n<p>At that point, Post excused himself, saying he needed to prepare for his afternoon radio show. We called him back afterward.</p>\r\n\r\n<p>He said the real point of his exchange with Axtman involved debating the merits of a citizen versus professional legislature. &quot;What Carla wants is a full-time paid legislature,&quot; Post said. &quot;I was goading her to say that out loud. I just threw a name out. It could have been (Oregon Senate President) Peter Courtney. It could have been anyone.&quot;</p>\r\n\r\n<p>Informed of Kotek&rsquo;s work history, he added, &quot;Is lobbying a job? I suppose it is. You get paid for it. I guess I&rsquo;m wrong. That&rsquo;s a job.&quot;</p>\r\n\r\n<p>We circled back to Post&rsquo;s initial dismissal of Twitter as akin to &quot;passing notes in high school,&quot; noting that his own Twitter account has been used to highlight guests on his upcoming radio shows and his various campaign events.</p>\r\n\r\n<p>He agreed that the medium has valuable uses, adding that he has an intern who posts on his account &quot;all day.&quot; He acknowledged that he was the one in the back-and-forth with Axtman, though.</p>\r\n\r\n<p>The second part of Post&rsquo;s claim, that Kotek has &quot;never run a business,&quot; is largely correct. Kotek has worked as a self-employed consultant, advising nonprofits on business operations, but she didn&rsquo;t have business cards, a website or a state filing. Neither has she ever claimed to have run a business, Mason-Gere said.</p>\r\n\r\n<p>Post took to Twitter to argue with a blogger about the nature of the Oregon Legislature -- citizen or professional? In doing so, he claimed that Kotek had &quot;never held a job nor run a business.&quot;</p>\r\n\r\n<p>Granted, use of social media such as Twitter and Facebook continues to evolve, but Post&rsquo;s claim about Kotek&rsquo;s job history is just plain wrong.</p>\r\n\r\n<p>She has, in fact held a number of jobs, including ranking administrative positions. Kotek hasn&rsquo;t &quot;run a business&quot; in the traditional sense but has worked as a self-employed consultant. Post did later admit he was wrong on his assertion. But he also acknowledged that he made his claim about Kotek with zero research or knowledge -- noting, even, that &quot;It could have been anyone&quot; and &quot;I just pulled that out of my hat.&quot;</p>\r\n\r\n<p>That shows an extreme disregard for the truth. We rate his claim Pants on Fire.</p>\r\n", "ruling_comments_date": "2014-01-15T19:13:53.266929", "ruling_date": "2014-01-15T16:13:13", "ruling_headline": "Has Rep. Tina Kotek, D-Portland, ever held a job?", "ruling_headline_slug": "has-rep-tina-kotek-d-portland-ever-held-job", "ruling_link_text": "An extreme disregard for the truth", "ruling_state": null, "source_documents": null, "sources": "<p>Telephone interviews with Bill Post, conservative radio host and legislative candidate, Jan. 13, 2014.</p>\r\n\r\n<p>Post&rsquo;s Twitter site, @bpradioshow, Jan. 9, 2014.</p>\r\n\r\n<p>Email exchanges with Jared Mason-Gere, House Speaker Tina Kotek&rsquo;s communications director, Jan. 9/13/14, 2014.</p>\r\n\r\n<p>Telephone interview with Jay Natoli, social media director, Gallatin Public Affairs, Jan. 9, 2014.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Radio talk show host", "false_count": 0, "first_name": "Bill", "half_true_count": 0, "home_state": "Oregon", "id": 2583, "last_name": "Post", "mostly_true_count": 0, "name_slug": "bill-post", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact_mugs_mugs_mug-independentgroup___________________1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2583/", "total_count": 1, "true_count": 0, "website": "http://www.billpost.com/"}, "statement": "<p>Oregon Rep. Tina Kotek, D-Portland, has &quot;never held a job nor run a business&quot;</p>\r\n", "statement_context": "a tweet by Post", "statement_date": "2014-01-09", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 3, "photo": null, "resource_uri": "/api/v/2/subject/3/", "subject": "Job Accomplishments", "subject_slug": "job-accomplishments", "used_in_edition": []}], "target": [], "twitter_headline": "Is Bill Post right? Has Rep. Tina Kotek \"never held a job?\" PolitiFact Oregon"}