{"art": [], "author": [{"email_address": "scontorno@politifact.com", "first_name": "Steve", "id": 422, "last_name": "Contorno", "name_slug": "steve-contorno", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/contorno2.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/422/", "title": "PolitiFact Staff Writer", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2014/jan/16/robert-gates/robert-gates-criticism-vice-president-joe-biden/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 8775, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "scontorno@politifact.com", "first_name": "Steve", "id": 422, "last_name": "Contorno", "name_slug": "steve-contorno", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/contorno2.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/422/", "title": "PolitiFact Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/8775/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>A new memoir from former Defense Secretary Robert Gates hit the book shelves this month, drawing both praise and criticism for its candid insights into the two most recent presidents Gates worked for, George W. Bush and Barack Obama, and their administrations.</p>\r\n\r\n<p>Washington reporters immediately latched on to Gates&rsquo; portrayal of Vice President Joe Biden. Biden, he said, is a nice guy<strong> </strong>&mdash; &quot;simply impossible not to like&quot; &mdash; but &quot;wrong on nearly every major foreign policy and national security issue over the past four decades.&quot; Ouch.<strong> </strong></p>\r\n\r\n<p>Asked to back up his harsh words Jan. 13, 2014, on National Public Radio&rsquo;s <em>Morning Edition</em>, Gates replied:</p>\r\n\r\n<p>&quot;Frankly, I believe it. The vice president, when he was a senator &mdash; a very new senator &mdash; voted against the aid package for South Vietnam, and that was part of the deal when we pulled out of South Vietnam to try and help them survive. He said that when the Shah fell in Iran in 1979 that that was a step forward for progress toward human rights in Iran. He opposed virtually every element of President Reagan&#39;s defense build-up. He voted against the B-1, the B-2, the MX and so on. He voted against the first Gulf War. So on a number of these major issues, I just frankly, over a long period of time, felt that he had been wrong.&quot;</p>\r\n\r\n<p>This is not an argument without consequence. Biden served for years on the Foreign Relations Committee, including several stints as chairman, and he was picked as Obama&rsquo;s running mate in part because of his experience in world affairs. For someone of Gates&rsquo; stature to publicly criticize a sitting vice president is uncommon.</p>\r\n\r\n<p>We can&rsquo;t &mdash; and won&rsquo;t &mdash; weigh in on whether Biden was on the right or wrong side of history. That&rsquo;s a debate that likely will never end. Nor are we stipulating that Gates&rsquo; examples are the definitive list by which the last 40 years of U.S. foreign relations will be judged.</p>\r\n\r\n<p>But we did wonder if Gates&rsquo; description of Biden&rsquo;s history was accurate. That led us to this<strong> </strong>review of the <a href=\"http://cq.com/doc/member-101#COMMITTEES\"><u>career of a man</u></a> who first entered the Senate in 1973 and who twice has acted on his presidential ambitions and may again in 2016.</p>\r\n\r\n<p><strong>History between Biden and Gates</strong></p>\r\n\r\n<p>Biden won his first election in 1972 at just 29, fueled by the anti-war sentiments of a generation wary of the Vietnam conflict. Biden later said he &quot;wasn&rsquo;t <a href=\"http://www.nytimes.com/2009/11/29/magazine/29Biden-t.html?pagewanted=all\"><u>against the war</u></a> for moral reasons; I just thought it was stupid policy.&quot;</p>\r\n\r\n<p>At other times in his career, Biden advocated for military intervention. Most notably, Biden was an early and instrumental advocate of military intervention in the Serbia and Kosovo conflicts during the Clinton administration. He reportedly called Yugoslavian leader Slobodan Milosevic &quot;a damn war criminal&quot; to his face and later said his work in the Balkans was one of his two &quot;proudest moments in public life.&quot;</p>\r\n\r\n<p>Biden and Gates have not always disagreed. In his memoir<em> <a href=\"http://www.amazon.com/dp/0307959473/?tag=googhydr-20&amp;hvadid=37351855745&amp;hvpos=1s1&amp;hvexid=&amp;hvnetw=g&amp;hvrand=5249494031840859276&amp;hvpone=&amp;hvptwo=&amp;hvqmt=b&amp;hvdev=c&amp;ref=pd_sl_2r0hbt1il5_b\"><u>Duty: Memoirs of a Secretary at War</u></a></em>, Gates recalled<strong> </strong>fighting military leaders in 2007 to get more money to protect troops on the ground against roadmines. It was Biden who offered an amendment to fund Mine Resistant Ambush Protected vehicles to the tune of $1.5 billion. It passed unanimously.</p>\r\n\r\n<p>But there&rsquo;s clearly tension between Gates and Biden. Gates wrote that just sitting next to Biden was &quot;awkward&quot; because they so frequently were at odds. Biden is mentioned on nearly six dozen pages of Gates&rsquo; 600-page memoir, often in an unflattering light.</p>\r\n\r\n<p>Biden, too, has not always been so kind to Gates. When President George H.W. Bush nominated Gates to director of the Central Intelligence Agency in 1991, Biden not only voted against his confirmation, he openly criticized Gates.</p>\r\n\r\n<p>&quot;I believe it is time for us to look forward. I have been disappointed in the past in Mr. Gates&rsquo; analytical skills, especially in regard to the Soviet Union,&quot; Biden said, according to the Senate record. &quot;I have chosen to err on the side of new thinking.&quot;</p>\r\n\r\n<p>A few minutes later, Gates won confirmation by a vote of 64-31.</p>\r\n\r\n<p>When Gates was confirmed overwhelmingly by the Senate 95-2 to Secretary of Defense under the second Bush, Biden was one of three senators not to vote.</p>\r\n\r\n<p>Clearly, these two men have some history. But what about Gates&rsquo; claims regarding Biden&rsquo;s record? Let&rsquo;s go through them one by one.</p>\r\n\r\n<p><strong>Biden &quot;voted against the aid package for South Vietnam.&quot;</strong></p>\r\n\r\n<p>On April 10, 1975, President Gerald Ford requested Congress to provide nearly $1 billion in military and humanitarian aid to South Vietnam within nine days.</p>\r\n\r\n<p>By this point, American intervention in Vietnam was waning after two decades of involvement, and Ford&rsquo;s request was the final attempt to bring U.S. assistance to the war-torn country. On April 25, 1975, the Senate approved a conference report to provide some financial assistance on a 46-17 vote. Biden, just two years after taking office, voted against the measure.</p>\r\n\r\n<p>The bill ultimately died in the House. And on April 29, as the South Vietnam capital of Saigon was captured, Ford order an evacuation of all remaining U.S. personnel from Indochina.</p>\r\n\r\n<p><strong>Biden said when &quot;the Shah fell in Iran in &hellip; 1979 ... that that was a step forward for progress toward human rights in Iran.&quot;</strong></p>\r\n\r\n<p>We were not able to find evidence that Biden spoke positively of the fall of the Shah. &nbsp;</p>\r\n\r\n<p>Mohammad Reza Shah Pahlavi was the leader of Iran until January 1979, when he and his family were forced out of the country by backers of Ruhollah Mostafavi Musavi Khomeini, an exiled cleric critical of the regime. Khomeini returned to the country in February 1979 to claim power as supreme leader and proclaim the Islamic Republic of Iran, the state it remains in today.</p>\r\n\r\n<p>An extensive search through newspaper archives found no instances of Biden speaking positively of the Shah&rsquo;s ouster. Jules Witcover, author of <em>Joe Biden: A Life of Trial and Redemption</em>, does not recall coming across such a statement in his research, either.</p>\r\n\r\n<p>We found reference to the statement in <a href=\"http://nypost.com/2008/08/25/back-to-jimmy/\"><u>a 2008 opinion piece published by the </u><em><u>New York Post</u></em></a><strong> </strong>that heavily criticized Obama&rsquo;s choice of Biden as his VP. But there was no source for it. The comment has continued to circulate in conservative media, again without citation. We contacted both the <em>Post </em>and the author to ask for a source, but we didn&rsquo;t hear back.</p>\r\n\r\n<p>Through a publicist, we asked Gates to back up the claim. They simply referred us back to his book.</p>\r\n\r\n<p>We found no other source for this statement, and especially no original citation, so we have significant doubts that it&rsquo;s accurate. We will update this point if more evidence comes to light.</p>\r\n\r\n<p><strong>Biden &quot;opposed virtually every element of President Reagan&#39;s defense build-up. He voted against the B-1, the B-2, the MX and so on.&quot;</strong></p>\r\n\r\n<p>Following World War II, the United States&rsquo; approach to the Soviet Union and the spread of communism centered on containment. President Ronald Reagan changed that, said Barry Watts, a senior fellow at the Center for Strategic and Budgetary Assessments, a national security think tank.</p>\r\n\r\n<p>&quot;If you read through key national security documents written under Reagan, they basically turn their back on containment and say, &lsquo;we can win this thing,&rsquo;&quot; Watts said. &quot;And the defense build-up under Reagan is the concrete substantiation to put increased pressure on (the Soviets).&quot;</p>\r\n\r\n<p>During the next eight years, Reagan would push Congress to spend hundreds of billions of dollars on defense.</p>\r\n\r\n<p>One such proposal was to bring back the B-1 bomber, a plane canceled under President Jimmy Carter. On Dec. 3, 1981, Biden voted for an amendment to eliminate funds for the B-1 from the defense appropriation bill. The amendment failed, and the defense spending bill passed the Senate a day later with $2.4 billion for the B-1. Biden did not vote on the Senate bill.</p>\r\n\r\n<p>The same bill also contained $2 billion for the MX, an intercontinental ballistic missile known as the &quot;Peacekeeper.&quot; Biden voted for an amendment that would have eliminated some funding for the MX, which failed.</p>\r\n\r\n<p>The B-2, also known as the &quot;Stealth bomber,&quot; was a secret project for much of the 1980s. Funding for the project was included in the 1987 defense spending bill, but the amount was classified. Biden voted for the final bill, but we could not find his position on that particular appropriation.</p>\r\n\r\n<p>However, from 1989 to 1992, Biden continually voted for measures that stripped funding from the B-2 project, according to voting record scorecards kept by the Council for a Livable World, a group that advocates for nuclear arms control.</p>\r\n\r\n<p>As for the rest of the defense build-up, Biden voted in favor of the final military spending compromise resolutions passed by Congress throughout the Reagan years, his office noted. But he also often voted against many of the administration&rsquo;s military priorities during the amendment phase.</p>\r\n\r\n<p>Biden annually earned high ratings in the 1980s voting scorecards from the Council for a Livable World, which generally opposed Reagan&rsquo;s defense build-up. The exception was in 1987 and 1988, when he earned low marks after missing many of the votes while running for president.</p>\r\n\r\n<p><strong>Biden &quot;voted against the first Gulf War.&quot;</strong></p>\r\n\r\n<p>Biden was a staunch opponent of the first invasion of Iraq in 1991 under President George H.W. Bush. The day before the vote, he delivered a blistering speech against the war and accused Bush of threatening to usurp the constitution to commit troops without congressional consent.</p>\r\n\r\n<p>But Biden was not alone in his dissent. The House had its longest debate in the history of the chamber in deciding whether to go to war, according to the<em> Los Angeles Times</em>, and the Senate only narrowly passed the joint resolution authorizing use of force in Iraq, 52-47. Biden voted no, citing a torn Congress and country.</p>\r\n\r\n<p>&quot;Even if you win today, you still lose,&quot; Biden said on the day of the vote. &quot;The nation is divided on this issue.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Gates&rsquo; assessments of Biden&rsquo;s positions on South Vietnamese aid, the Reagan defense build-up and the first Gulf War are accurate, according to our research. However, we found no solid evidence that<strong> </strong>Biden actually said the fall of the Shah was a step forward for human rights in Iran.</p>\r\n\r\n<p>Experts will continue to debate whether foreign policy decisions of Gates and Biden will be viewed favorably by historians. But Gates portrayal of Biden&rsquo;s record was accurate, with the exception of the unproven claim about Biden&rsquo;s comments on Iran. We rate Gates&rsquo; statement Mostly True.</p>\r\n", "ruling_comments_date": "2014-01-16T13:57:48.335703", "ruling_date": "2014-01-16T16:11:10", "ruling_headline": "Checking Robert Gates' criticism of Vice President Joe Biden's foreign policy record", "ruling_headline_slug": "robert-gates-criticism-vice-president-joe-biden", "ruling_link_text": "Gates hits on 3 of 4", "ruling_state": null, "source_documents": null, "sources": "<p>National Public Radio, &quot;<a href=\"http://www.npr.org/2014/01/11/261711869/transcript-former-defense-secretary-robert-gates-interview-with-npr\"><u>Transcript: Former Defense Secretary Robert Gates&#39; Interview With NPR</u></a>,&quot; Jan. 13, 2014</p>\r\n\r\n<p>Robert M. Gates, &quot;<a href=\"http://www.amazon.com/dp/0307959473/?tag=googhydr-20&amp;hvadid=37351855745&amp;hvpos=1s1&amp;hvexid=&amp;hvnetw=g&amp;hvrand=5249494031840859276&amp;hvpone=&amp;hvptwo=&amp;hvqmt=b&amp;hvdev=c&amp;ref=pd_sl_2r0hbt1il5_b\"><u>Duty: Memoirs of a Secretary at War</u></a>,&quot; published 2014 by Alfred A. Knopf</p>\r\n\r\n<p>The Associated Press, article on Senate military funding bill, Dec. 4, 1981</p>\r\n\r\n<p>United Press International, Roll call vote on B-1 bomber, Dec. 3, 1981</p>\r\n\r\n<p>United Press International, article on Council for a Livable World vote scorecards, June 21, 1984</p>\r\n\r\n<p>The Associated Press, Roll call vote on B-2 stealth bomber, Sept. 26, 1989</p>\r\n\r\n<p>The Associated Press, Roll call vote on stealth bomber, Dec. 1, 1981</p>\r\n\r\n<p>The Associated Press, Roll call vote on MX missile interim basing, Dec. 3, 1981</p>\r\n\r\n<p>United Press International, Roll call vote on MX basing system, Dec. 2, 1981</p>\r\n\r\n<p>Congressional Quarterly, &quot;Last Vietnam Aid Bill Dies in House,&quot; 1975</p>\r\n\r\n<p>Congressional Quarterly, &quot;CQ Senate votes: HR 6096. South Vietnam Assistance, &quot; 1975</p>\r\n\r\n<p><em>The New York Times</em>, &quot;<a href=\"http://www.nytimes.com/2009/11/29/magazine/29Biden-t.html?_r=1&amp;pagewanted=print\"><u>After Cheney</u></a>,&quot; Nov. 29, 2009</p>\r\n\r\n<p>CQ.com, <a href=\"http://cq.com/?wr=bVU2a2dOZXFqdkk1dllKU29SKkhuZw\"><u>Gates Nomination - Confirmation</u></a>, Nov. 5, 1991</p>\r\n\r\n<p>United States Senate, <a href=\"http://www.senate.gov/legislative/LIS/roll_call_lists/roll_call_vote_cfm.cfm?congress=102&amp;session=1&amp;vote=00002\"><u>U.S. Senate Roll Call Votes 102nd Congress, 1st Session: S.J. Res. 2</u></a>, Jan. 12, 1991</p>\r\n\r\n<p><em>Los Angeles Times</em>, &quot;<a href=\"http://articles.latimes.com/1991-01-13/news/mn-374_1_persian-gulf\"><u>Congress Authorizes Gulf War</u></a>,&quot; Jan. 13, 1991</p>\r\n\r\n<p>Congressional Record 102nd Congress, &quot;<a href=\"http://thomas.loc.gov/cgi-bin/query/F?r102:26:./temp/~r102UkgcS1:e101116:\"><u>War Means Death and Destruction</u></a>,&quot; Jan. 10, 1991</p>\r\n\r\n<p>Congressional Record 102nd Congress, <a href=\"http://thomas.loc.gov/cgi-bin/query/F?r102:1:./temp/~r102uGRgjf:e426453:\"><u>Recess until 2:15 p.m.</u></a>, Nov. 5, 1991</p>\r\n\r\n<p><em>Los Angeles Times</em>, &quot;<a href=\"http://articles.latimes.com/2008/aug/24/nation/na-foreignpol24\"><u>On foreign policy, he&rsquo;s willing to go his own way</u></a>,&quot; Aug. 24, 2008</p>\r\n\r\n<p><em>The New York Times</em>, &quot;<a href=\"http://www.nytimes.com/2008/08/24/world/americas/24iht-policy.4.15591832.html?_r=0\"><u>In Biden, Obama chooses a foreign policy adherent of diplomacy before force</u></a>,&quot; August 24, 2008</p>\r\n\r\n<p>Congressional Record 102nd Congress, &quot;<a href=\"http://thomas.loc.gov/cgi-bin/query/D?r102:1:./temp/~r102llntoN::\"><u>Senator Biden Writes on America&rsquo;s Role in the New World Order</u></a>,&quot; May 6, 1992</p>\r\n\r\n<p>Ethics and Public Policy Center, &quot;<a href=\"http://www.eppc.org/publications/biden-was-wrong-on-the-cold-war/\"><u>Biden Was Wrong on the Cold War</u></a>,&quot; accessed Jan. 14, 2014</p>\r\n\r\n<p>Council for a Livable World, <a href=\"http://livableworld.org/scorecards/votes/\"><u>Voting record Senate Nuclear Arms Race Index 1982-1992</u></a>, accessed Jan. 15, 2014</p>\r\n\r\n<p><em>New York Post</em>, &quot;<a href=\"http://nypost.com/2008/08/25/back-to-jimmy/\"><u>Back to Jimmy</u></a>,&quot; Aug. 25, 2008</p>\r\n\r\n<p>CQ.com, <a href=\"http://cq.com/doc/member-101#COMMITTEES\"><u>Congressional Profiles: Joe Biden</u></a>, accessed Jan. 14, 2014</p>\r\n\r\n<p>CQ.com, <a href=\"http://d1mwshyyd1dssfi0uehzbtdnzglqqq\"><u>Gates Nomination - Confirmation</u></a>, Dec. 2006</p>\r\n\r\n<p><em>Washington Post</em>, &quot;<a href=\"http://www.washingtonpost.com/wp-dyn/articles/A26273-2004Jun8.html\"><u>Reagan&rsquo;s defense buildup bridged military eras</u></a>,&quot; June 9, 2004</p>\r\n\r\n<p>The Associated Press via <em>USA Today</em>, &quot;<a href=\"http://usatoday30.usatoday.com/news/washington/2007-11-08-biden-pakistan_N.htm\"><u>Dems compare Pakistan to 1970s Iran</u></a>,&quot; Nov. 8, 2007</p>\r\n\r\n<p>PBS <em>Frontline</em>, &quot;<a href=\"http://www.pbs.org/wgbh/pages/frontline/shows/tehran/etc/cron.html\"><u>U.S.-Iran relations: 1906-2002</u></a>,&quot; accessed Jan. 15, 2014</p>\r\n\r\n<p><em>Chicago Tribune</em>, &quot;<a href=\"http://www.chicagotribune.com/sns-201401081630--tms--poltodayctnyq-a20140109-20140109,0,2704994.column\"><u>Gates&rsquo; complaints about Biden are wide of the mark</u></a>,&quot; Jan. 9, 2014</p>\r\n\r\n<p>McClatchyDC, &quot;<a href=\"http://www.mcclatchydc.com/2007/11/16/21450/biden-overcame-tragedy-and-became.html#storylink=cpy\"><u>Biden overcame tragedy and became an expert on world affairs</u></a>,&quot; Nov. 16, 2007</p>\r\n\r\n<p>Phone interview with Barry Watts, senior fellow at the the Center for Strategic and Budgetary Assessments, Jan. 14, 2014</p>\r\n\r\n<p>Phone interview with Jules Witcover, author of &quot;<a href=\"http://www.amazon.com/Joe-Biden-Life-Trial-Redemption/dp/B0058M5JHO\"><u>Joe Biden: A Life of Trial and Redemption</u></a>,&quot; Jan. 15, 2014</p>\r\n\r\n<p>Boeing, <a href=\"http://www.boeing.com/boeing/history/bna/b1b.page\"><u>History of the B-1 Lancer Bomber</u></a>, accessed Jan. 15, 2014</p>\r\n\r\n<p>National Park Service, <a href=\"http://www.nps.gov/mimi/historyculture/mx-peacekeeper-icbm.htm\"><u>MX Peacekeeper ICBM</u></a>, accessed Jan. 15, 2014</p>\r\n\r\n<p>Email interview with Natalie Sager at the U.S. Senate, Jan. 15, 2014</p>\r\n\r\n<p>Email interview with Tamara Elliott at the U.S. Senate, Jan. 14, 2014</p>\r\n\r\n<p>Email interview with Kendra Barkoff, spokeswoman for the Office of the Vice President, Jan. 13-15, 2014</p>\r\n\r\n<p>Email interview with Michelle Somers, associate director of publicity for Knopf and Pantheon Books, Jan. 13-15, 2014</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Secretary of Defense", "false_count": 0, "first_name": "Robert", "half_true_count": 1, "home_state": "", "id": 372, "last_name": "Gates", "mostly_true_count": 2, "name_slug": "robert-gates", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Gates.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/372/", "total_count": 3, "true_count": 0, "website": "http://www.defense.gov/bios/biographydetail.aspx?biographyid=115"}, "statement": "<p>On foreign policy, Joe Biden was against aid for Vietnam, said the fall of the Shah was &quot;a step forward&quot; for human rights in Iran, opposed Reagan&#39;s defense build-up and voted against the first Gulf War.</p>\r\n", "statement_context": "an interview with NPR", "statement_date": "2014-01-13", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 12, "photo": null, "resource_uri": "/api/v/2/subject/12/", "subject": "Bush Administration", "subject_slug": "bush-administration", "used_in_edition": []}, {"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}, {"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}, {"description": "", "id": 132, "photo": null, "resource_uri": "/api/v/2/subject/132/", "subject": "Homeland Security", "subject_slug": "homeland-security", "used_in_edition": []}, {"description": "", "id": 1, "photo": null, "resource_uri": "/api/v/2/subject/1/", "subject": "Iraq", "subject_slug": "iraq", "used_in_edition": []}, {"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}], "target": [], "twitter_headline": ""}