{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2014/jan/23/desmond-meade/one-quarter-disenfranchised-felons-live-florida/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "facebook_headline": null, "id": 8804, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/8804/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>A few days before the Martin Luther King holiday, voting rights activists held a protest in front of Florida Attorney General Pam Bondi&rsquo;s Tampa office. Their goal: to make it easier for ex-felons (or &quot;returning citizens&quot;) to regain the right to vote once they complete their sentence and leave prison.</p>\r\n\r\n<p>Voting access -- including restoring the <a href=\"http://www.politifact.com/florida/statements/2012/aug/17/aclu-florida/aclu-says-rick-scott-wont-tell-13000-ex-felons-the/\">rights</a> of <a href=\"http://www.politifact.com/florida/statements/2013/dec/12/dan-gelber/dan-gelber-says-charlie-crist-got-approved-automat/\">felons</a> to vote -- could be a hot topic during the <a href=\"http://www.politifact.com/florida/statements/2013/sep/12/charlie-crist/charlie-crist-says-secretary-state-put-together-li/\">governor&rsquo;s race</a> this year. In 2011, Bondi, the newly elected Republican attorney general, spearheaded a move by the Florida Cabinet to make it more difficult for felons to regain the right to vote upon completion of their sentence.</p>\r\n\r\n<p>And in a Jan. 15, 2014, post on <a href=\"http://www.bloggingblackmiami.com/2014/01/faith-leaders-to-descend-on-floridas-attorney-general-office-to-demand-civil-rights-restoration-reform.html\">BloggingBlackMiami</a> announcing the protest in Tampa, the Florida Rights Restoration Coalition called out the state for its record on disenfranchising ex-felons:</p>\r\n\r\n<p>\u0093&quot;Of the approximately 6 million disfranchised citizens in the Unites States, one-quarter are Floridians,&quot; said Desmond Meade, one of the event\u0092 organizers and President of FRRC. &quot;\u0093Florida\u0092&#39;s disfranchisement rate is the highest in the country, more than 10 percent of the state&#39;\u0092s voting age population is disfranchised, and a shocking 23 percent of Florida\u0092&#39;s African-American population is disfranchised. Many of those who have lost voting and civil rights are men and women of God: preachers, pastors, deacons and apostles.\u0094&quot;</p>\r\n\r\n<p>(&quot;Disfranchised&quot; and &quot;disenfranchised&quot; mean the same thing -- we will use &quot;disenfranchised&quot; in our report.)</p>\r\n\r\n<p>We wondered whether Meade was correct that a quarter of disenfranchised Americans who were convicted of felonies are Floridians.</p>\r\n\r\n<p><strong>Felon disenfranchisement in Florida</strong></p>\r\n\r\n<p>&quot;Felon disenfranchisement&quot; refers to laws that restrict voting access for residents convicted of felonies. When voting rights activists talk about &quot;disenfranchisement&quot; more generally, that can also include other reasons citizens can&rsquo;t vote, such as not being able to comply with voter ID laws. But we&rsquo;re not looking at that broader category here, only at ex-felons.</p>\r\n\r\n<p>Scott and Charlie Crist -- Scott&rsquo;s predecessor as governor, and now his opponent as he runs for a second term -- have clashed over the restoration of felon voting rights. (Scott is a Republican. Crist was elected as a Republican but is now running as a Democrat.)</p>\r\n\r\n<p>PolitiFact Florida previously fact-checked a claim by Dan Gelber, a former state House Democratic leader from Miami Beach, who wrote on Crist&rsquo;s campaign website that Crist, during his tenure as governor, &quot;sought for and got approved the automatic restoration of felon rights for nonviolent offenders for the first time in Florida history (since reversed by Governor Scott).&quot;</p>\r\n\r\n<p>We rated Gelber&rsquo;s claim <a href=\"http://www.politifact.com/florida/statements/2013/dec/12/dan-gelber/dan-gelber-says-charlie-crist-got-approved-automat/\">False</a> because Gov. Reubin Askew pushed for similar reforms in 1975, and as a result of our fact-check Gelber added some information about Askew&rsquo;s role. Still, it was correct that Crist did ease voting-rights restoration for some ex-felons, even if some advocates said the changes <a href=\"http://miamiherald.typepad.com/nakedpolitics/2013/11/push-poll-about-charlie-crist-and-restoration-of-civil-rights.html\">didn&rsquo;t go far enough</a>.</p>\r\n\r\n<p>Under the reforms Crist spearheaded in 2007, ex-offenders convicted of less serious offenses could regain their rights without a hearing, while those convicted of crimes such as murder would require a more thorough investigation and a hearing. The new rules enabled more than 150,000 restorations, though a backlog of 100,000 remained unsettled by the time Crist he left office, according to the <em>Tampa Bay Times</em>.</p>\r\n\r\n<p>In February 2011, Bondi argued that the process was too easy for released felons. So in March, the Cabinet scrapped the process and set a minimum five-year waiting period. Under those new rules, 954 ex-cons have had their rights restored through mid January.</p>\r\n\r\n<p><strong>Felony disenfranchisement nationwide and in Florida</strong></p>\r\n\r\n<p>The <a href=\"http://www.restorerights.org/about.html\">Florida Rights Restoration Coalition</a> argues that Florida should automatically restore felons&rsquo; rights to vote upon completing most of the terms of their sentence. Meade, the president of the coalition, is an ex-felon convicted of cocaine possession and possession of a firearm in separate cases about a decade ago. He is now a law student at Florida International University on track to graduate in May. Meade said he applied to get his voting rights back in 2011 but was rejected.</p>\r\n\r\n<p>Meade&rsquo;s claim stems from research by two sociology professors -- Christopher Uggen of the University of Minnesota and Jeff Manza of New York University -- who published the book <em><a href=\"http://www.soc.umn.edu/%7Euggen/FD_summary.htm\">Locked Out: Felon Disenfranchisement and American Democracy</a></em> in 2006.</p>\r\n\r\n<p>Nationwide, they found, approximately one out of 40 voting age Americans can&rsquo;t vote due to a felony conviction. The numbers in each state vary because each state has different voting prohibition rules -- and Florida is among the most restrictive in the nation.</p>\r\n\r\n<p>Their most recent updated figures show 1.5 million disenfranchised Americans in Florida, as of December 2010, out of <a href=\"http://www.sentencingproject.org/doc/publications/fd_State_Level_Estimates_of_Felon_Disen_2010.pdf\">5.85 million disenfranchised</a> nationally. That&rsquo;s roughly 25 percent. (The Sentencing Project, another advocacy group, used Uggen&rsquo;s data to create a <a href=\"http://www.sentencingproject.org/map/map.cfm\">state-by-state map</a>.)</p>\r\n\r\n<p>&quot;In 2010, more people were disenfranchised in Florida than in any other state and Florida&rsquo;s disenfranchisement rate remains the highest among the 50 states,&quot; Uggen wrote in a 2012 <a href=\"http://www.sentencingproject.org/doc/publications/fd_State_Level_Estimates_of_Felon_Disen_2010.pdf\">paper</a>.</p>\r\n\r\n<p>We interviewed Uggen, who has been researching the numbers of disenfranchised citizens since the late 1990s. Uggen acknowledges in this <a href=\"http://www.sentencingproject.org/doc/publications/fd_State_Level_Estimates_of_Felon_Disen_2010.pdf\">paper</a> that his numbers are partly based on estimates.</p>\r\n\r\n<p>&quot;It is an estimate -- it&rsquo;s not a head count,&quot; Uggen told PolitiFact. &quot;We try to use reasonable and conservative assumptions in specifying in these models so we are not exaggerating the populations but the fact is the numbers mount pretty quickly in states that disenfranchise former felons.&quot;</p>\r\n\r\n<p>The straightforward part are the numbers of felons who are in prison now and those on probation or parole -- that comes from the Bureau of Justice Statistics. The trickier part involves ex-offenders who finished their sentences -- that accounts for about 45 percent of his total, or about 2.6 million nationally.</p>\r\n\r\n<p>We should note that Uggen was an expert witness on behalf of plaintiffs who filed a federal class-action lawsuit against then-Gov. Jeb Bush, Crist&rsquo;s Republican predecessor, that sought to overturn a voting ban for felons.</p>\r\n\r\n<p>However, we asked a spokeswoman for the Florida Parole Commission -- the entity that oversees restoring the right to vote -- whether the commission had any information to support or refute Uggen&rsquo;s numbers. We received a one word answer: no. (A spokesperson for the Florida Department of Corrections and Bondi&rsquo;s office had referred us to the parole commission.)</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Meade said that of the approximately 6 million disenfranchised felons in the United States, &quot;one-quarter are Floridians.&quot;</p>\r\n\r\n<p>The numbers come from research done two professors, Uggen and Manza, who concluded that 5.85 million felons couldn&rsquo;t vote nationally as of December 2010, including 1.5 million in Florida -- about a quarter. &nbsp;However, part of the researchers&rsquo; totals are based on an estimate of ex-cons who have completed their sentences but still can&rsquo;t vote. We couldn&rsquo;t find any alternative calculations, but different methods of estimation could reveal different figures.</p>\r\n\r\n<p>On balance, we rate the claim Mostly True.</p>\r\n", "ruling_comments_date": "2014-01-23T14:00:28.657480", "ruling_date": "2014-01-23T14:16:22", "ruling_headline": "Voting-rights activist says one-quarter of disenfranchised felons in U.S. live in Florida", "ruling_headline_slug": "one-quarter-disenfranchised-felons-live-florida", "ruling_link_text": "The numbers are partly based on estimates", "ruling_state": null, "source_documents": null, "sources": "<p>BloggingBlackMiami, <a href=\"http://www.bloggingblackmiami.com/2014/01/faith-leaders-to-descend-on-floridas-attorney-general-office-to-demand-civil-rights-restoration-reform.html\">&quot;Faith leaders to descend on Florida Attorney General&rsquo;s office to demand civil rights restoration reform,&quot;</a> Jan. 15, 2014</p>\r\n\r\n<p>Sentencing Project, <a href=\"http://www.sentencingproject.org/doc/publications/fd_State_Level_Estimates_of_Felon_Disen_2010.pdf\">&quot;State-level estimates of felon disenfranchisement in the United States: 2010,&quot;</a> by Christopher Uggen and Sarah Shannon at the University of Minnesota and Jeff Manza at New York University, July 2012</p>\r\n\r\n<p>Tampa Bay Times, &quot;Backlog of felons&rsquo; clemency cases grows,&quot; Accessed in Nexis, Aug. 6, &nbsp;2011</p>\r\n\r\n<p>NAACP, <a href=\"http://naacp.3cdn.net/ab08d7605212a7d2a0_cjm6bltax.pdf\">&quot;Silenced in Florida: citizens without a right to vote,&quot; </a>Fall 2012</p>\r\n\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/florida/statements/2012/aug/17/aclu-florida/aclu-says-rick-scott-wont-tell-13000-ex-felons-the/\">&quot;ACLU says Rick Scott &lsquo;won&rsquo;t tell&rsquo; 13,000 ex-felons that they can vote,&quot; </a>Aug. 17, 2012</p>\r\n\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/florida/statements/2013/dec/12/dan-gelber/dan-gelber-says-charlie-crist-got-approved-automat/\">&quot;Dan Gelber says Charlie Crist got automatic restoration of felon rights for 1st time in Florida history,&quot;</a> Dec. 12, 2013</p>\r\n\r\n<p>Interview, Desmond Meade, president Florida Rights Restoration Coalition, Jan. 21, 2014</p>\r\n\r\n<p>Interview, Christopher Uggen, University of Minnesota sociologist, Jan. 21, 2014</p>\r\n\r\n<p>Interview, Marc Mauer, executive director of Sentencing Project, Jan. 21, 2014</p>\r\n\r\n<p>Interview, Jennifer Meale, spokeswoman for Attorney General Pam Bondi, Jan. 21, 2014</p>\r\n\r\n<p>Interview, Brittany Roberson, spokeswoman Florida Parole Commission, Jan. 21, 2014</p>\r\n\r\n<p>Interview, Hans Von Spakovsky, manager of Heritage Foundation&rsquo;s Election Law Reform Initiative, Jan. 22, 2014</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "Desmond", "half_true_count": 0, "home_state": "Florida", "id": 2597, "last_name": "Meade", "mostly_true_count": 2, "name_slug": "desmond-meade", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Meade_pic.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2597/", "total_count": 2, "true_count": 0, "website": "http://www.restorerights.org/"}, "statement": "<p>Of the approximately 6 million disenfranchised felons in the United States, &quot;one-quarter are Floridians.&quot;</p>\r\n", "statement_context": "a \"BloggingBlackMiami\" blog post", "statement_date": "2014-01-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}, {"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}], "target": [], "twitter_headline": ""}