{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2014/jan/29/john-cornyn/john-cornyn-claim-misinterprets-outdated-human-tra/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}, {"email_address": "ddavis@statesman.com", "first_name": "Debra", "id": 425, "last_name": "Davis", "name_slug": "debra-davis", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/425/", "title": "Investigations editor", "twitter": null}], "facebook_headline": null, "id": 8834, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/8834/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>U.S. Sen. John Cornyn <a href=\"http://www.texasgopvote.com/issues/restore-families/fighting-human-trafficking-texas-006257\"><u>recently wrote</u></a>: &quot;January is National Slavery and Human Trafficking Prevention Month, a sobering reminder that even as we enter the year 2014, people around the world continue to be victims of slavery and human trafficking.</p>\r\n\r\n<p>&quot;Tragically, these horrendous crimes are occurring at an alarming rate in our own state,&quot; the Texas Republican said. &quot;25% of human trafficking victims are located in Texas.&quot; The email went on to mention Cornyn&rsquo;s introduction of legislative proposals to &quot;help law enforcement track down and prosecute these criminals, and provide support for the victims of these crimes.&quot;</p>\r\n\r\n<p>Merriam-Webster <a href=\"http://www.merriam-webster.com/dictionary/human%20trafficking\"><u>defines human trafficking</u></a> as &quot;organized criminal activity in which human beings are treated as possessions to be controlled and exploited (as by being forced into prostitution or involuntary labor).&quot;</p>\r\n\r\n<p>Are one in four of all trafficking victims located<strong> </strong>in Texas?</p>\r\n\r\n<p>Megan Mitchell, a spokeswoman for Cornyn, who seeks election to a third term, told us by email that the senator relied on an <a href=\"http://www.cwfa.org/images/content/factsheet.pdf\"><u>undated &quot;fact sheet&quot;</u></a> from the Texas Sex Trafficking Obliteration Project, overseen by the conservative Concerned Women of America, and a Sept. 16, 2009, <a href=\"http://childrenatrisk.org/wp-content/uploads/2013/05/02_The-State-of-Human-Trafficking-in-Texas.pdf\"><u>report</u></a> by Texas-based Children at Risk, a nonprofit focused on the &quot;root causes of poor public policies affecting children.&quot;</p>\r\n\r\n<p>The sheet says: &quot;25% of all human trafficking victims are in Texas,&quot; attributing that without elaboration to the U.S. Department of Health and Human Services.</p>\r\n\r\n<p><strong>&lsquo;Certified&rsquo; victims only</strong></p>\r\n\r\n<p>The Children at Risk report gives detail, stating: &quot;In the last quarter of 2007, 30% of the calls received by the National Human Trafficking Hotline originated in Texas and 25% of all international victims certified by the U.S. Department of Health and Human Services were located in Texas. As of the date (of) publication, the National Human Trafficking Hotline receives more calls from Texas than from any other state.&quot;</p>\r\n\r\n<p>According to the report, Texas is a &quot;hub for international human trafficking because of its many busy interstate highways, international airports, bus stations, the shipping commerce through the Gulf of Mexico, and its shared border with Mexico&hellip; Texas is also a hotspot for domestic human trafficking because cities such as Dallas, Houston and Austin have many runaway and homeless youth.&quot;</p>\r\n\r\n<p>By email, Dawn Lew, a staff attorney for Children at Risk, told us the reference to the last quarter of 2007 applied only to the hotline calls and said the 25 percent reference reflected the percentage of all international trafficking victims &quot;certified&quot; by the HHS who were located in Texas from April 2004 through January 2006.</p>\r\n\r\n<p>Also, Lew pointed us toward a <a href=\"http://www.acf.hhs.gov/programs/orr/resource/who-we-serve-victims-of-human-trafficking\"><u>web page</u></a> for the federal Office of Refugee Resettlement, dated Oct. 2, 2012, stating that under the Trafficking Victims Protection Act of 2000, adult victims of severe forms of trafficking in the country from another place can become eligible for federal and state services otherwise offered to refugees. To qualify, individuals must be &quot;certified&quot; as trafficking victims by HHS, according to the web page, meaning they must: be a victim of a severe form of trafficking; be willing to assist in every reasonable way in the investigation and prosecution of severe forms of trafficking or be unable to cooperate due to physical or psychological trauma; and have cleared immigration paperwork hurdles. Child victims do not need such certification, the page says.</p>\r\n\r\n<p>Lew subsequently noted a July 2012 <a href=\"http://www.acf.hhs.gov/programs/orr/resource/annual-anti-trafficking-reports-to-congress-2002\"><u>federal report</u></a> stating that in 2002, certification letters for 99 individuals were sent to benefit-issuing offices in 14 states. The report said: &quot;The largest concentrations of victims were located in Texas (31.3%), Florida (19.2%), and California (14.1%).&quot;</p>\r\n\r\n<p>Another Children at Risk official called and said Cornyn&rsquo;s statement could have been worded differently.</p>\r\n\r\n<p>The official, Mandi Kimball, later said by email that Cornyn&rsquo;s 25 percent reference was in the context of talking up his legislation targeting trafficking within the United States.</p>\r\n\r\n<p>&quot;We have no idea how many people are being trafficked in Texas or any state for that matter,&quot; Kimball wrote. &quot;We do know that 25% of the&quot; foreign &quot;victims located and certified in the country from April 2004-January 2006 were located in Texas. Cornyn is not saying that 25% of the victims were being trafficked in Texas, he stated that they were located in Texas. This is the 25% number that people are going by, because it is the only concrete data and number we have to go by, and this data is from&quot; HHS.</p>\r\n\r\n<p><strong>Do these counts add up?</strong></p>\r\n\r\n<p>Generally, Lew said earlier, states are under-estimating trafficking victims. &quot;This is because it is difficult and nearly impossible to quantify the true number of victims,&quot; Lew said. &quot;Why? Because victims often don&rsquo;t self-identify as victims, some are misidentified and charged as criminals for related offenses (drugs, criminal trespass, etc.), and others, due to the clandestine nature of human trafficking, are hiding in plain sight and may never encounter law enforcement or social service providers,&quot; Lew wrote.</p>\r\n\r\n<p>&quot;In addition, although human trafficking has always existed, until recently, not all states even had a state law on human trafficking, which contributes to the lack of information at the state level on the number of victims identified, traffickers convicted, etc.,&quot; Lew said. &quot;Certification numbers are some of the only concrete data that we have with respect to the number of human trafficking victims in each state, and it&rsquo;s clear that many of the victims are being certified from Texas. Again, keep in mind that certification only captures a percentage of international victims, and does not include domestic victims at all. So the problem in Texas, as in most every state, is larger.&quot;</p>\r\n\r\n<p>At Lew&rsquo;s suggestion, we reached Maria Trujillo, executive director of the Houston Rescue and Restore Coalition, which says its mission is educate the public, train professionals and empower the community to act toward identifying, rescuing and restoring trafficking victims to freedom.</p>\r\n\r\n<p>By phone, Trujillo said the Cornyn-cited statistic may have held up in 2006--though then solely for adult victims from outside the United States, since certification does not sweep in citizen-victims. Also, she said, the government has not released figures since then that would bring the estimate up to date.</p>\r\n\r\n<p>After 2006, Trujillo said, the government stopped estimating the number of certified adult victims on a state-by-state level, though national figures continued to be available.</p>\r\n\r\n<p>Kenneth Wolfe, spokesman for the Administration for Children and Families, which is an HHS agency, told us by email that it is unable to calculate how many victims of human trafficking are in the United States or within any state. Wolfe said the agency has not lately reported which states got the most letters certifying international victims &quot;because the information might be misinterpreted as the location of the trafficking, which is often not the case.&quot; Nationally in the fiscal year that ran through September 2011, he said, such letters were provided to victims or their representatives in 38 states. Certified victims, he said, came from 55 countries.</p>\r\n\r\n<p><strong>Texas vs. the world</strong></p>\r\n\r\n<p>We were curious to see how the scope of trafficking in Texas stacks up with other places in the world, some of them notorious for human trafficking. Cornyn&rsquo;s statement, after all, said that 25 percent of trafficking victims are in Texas just one sentence after he said that &quot;people around the world continue to be victims of slavery and human trafficking.&quot;</p>\r\n\r\n<p>Globally, Trujillo said, the only recent estimate of trafficking victims that she recommends came from the <a href=\"http://www.ilo.org/global/about-the-ilo/newsroom/news/WCMS_181961/lang--en/index.htm\"><u>International Labour Federation</u></a>, a United Nations agency, which estimated there were nearly 21 million victims in 2012. &quot;I am comfortable with that figure, I am comfortable with their research,&quot; Trujillo said. &quot;... It is still an estimate. No one can ever know the true number because it is such a covert crime.&quot;</p>\r\n\r\n<p>A U.N. <a href=\"http://www.unodc.org/documents/data-and-analysis/glotip/Country_Profiles_Americas.pdf\"><u>report</u></a> published in December 2012 describes the organization&rsquo;s estimate of 20.9 million individuals in forced labor, including for sexual exploitation. &quot;While it is not known how many of these victims were trafficked, the estimate implies that currently, there are millions of trafficking-in-persons victims in the world,&quot; &nbsp;the report says, further specifying that per U.S. State Department figures, there were 449 adults and 92 children from foreign countries certified as U.S. victims of trafficking in the fiscal year that ran through September 2010.</p>\r\n\r\n<p>The U.N. agency&rsquo;s <a href=\"http://www.ilo.org/wcmsp5/groups/public/---ed_norm/---declaration/documents/publication/wcms_181953.pdf\"><u>executive summary</u></a> describes the survey-based methodology for its estimate, also saying that Asia accounts for 56 percent of the estimated global total with Africa accounting for 18 percent of victims. &quot;Developed economies&quot; including the United States, the summary says, account for 1.5 million, or 7 percent, of the victims.</p>\r\n\r\n<p>Informed of the unavailability of recent estimates and the fact that the original estimate was limited to certified victims from outside the country, Mitchell of Cornyn&rsquo;s office said by email that his statement relied on the &quot;most recent Texas-specific data available.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Cornyn said 25 percent of trafficking victims are located in Texas.</p>\r\n\r\n<p>This claim seemingly draws on an outdated percentage for a subset of the planet&rsquo;s trafficking victims, that is, &quot;certified&quot; adult victims from outside the U.S. described some five years ago as located in Texas from April 2004 through January 2006--and that calculation did not account for U.S. citizen-victims.</p>\r\n\r\n<p>We did not find an estimate of the share of the world&rsquo;s trafficking victims located in Texas, though the 2012 U.N. estimate seems to show that Texas is not home to a huge share; victims are more prevalent in Asia and Africa than in the developed world, the report said.</p>\r\n\r\n<p>All told, this claim shakes out as incorrect and ridiculous. Pants on Fire!</p>\r\n\r\n<hr />\r\n<p><strong><em>PANTS ON FIRE</em></strong><em> &ndash; The statement is not accurate and makes a ridiculous claim.</em></p>\r\n\r\n<p>Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> <u>more</u></a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n", "ruling_comments_date": "2014-01-28T16:32:12.048113", "ruling_date": "2014-01-29T10:33:24", "ruling_headline": "John Cornyn claim that a quarter of human trafficking victims are located in Texas relies on outdated limited-scope figure", "ruling_headline_slug": "john-cornyn-claim-misinterprets-outdated-human-tra", "ruling_link_text": "Subset of a subset dating back about a decade", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"https://docs.google.com/document/d/1zyeO-51ZjYmPssFdFDarJvMnoTYfgmqz1jVfATCcY8s/pub\"><u>Emails</u></a> (excerpted), Megan Mitchell, communications director, U.S. Sen. John Cornyn, Jan. 15-16, 2014</p>\r\n\r\n<p>Report, <a href=\"http://childrenatrisk.org/wp-content/uploads/2013/05/02_The-State-of-Human-Trafficking-in-Texas.pdf\"><u>&quot;The State of Human Trafficking in Texas,&quot;</u></a> Children at Risk, Sept. 16, 2009</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1NorHFKsuwxm4B-DMRkZ-RdUpwfc-rPbxfDDH0G4GXYo/pub\"><u>Emails</u></a> (excerpted), Dawn Lew, staff attorney, Children at Risk, Jan. 16 and 21, 2014</p>\r\n\r\n<p>Telephone interview and <a href=\"https://docs.google.com/document/d/1MNeoK76ZBq4Y4B2YpIYw2A-tWHNZiCvHoYxuBI0jkcM/pub\"><u>email</u></a>, Mandi Kimball, director of Public Policy and Government Affairs, Children at Risk, Jan. 24, 2014</p>\r\n\r\n<p>Web page, <a href=\"http://www.acf.hhs.gov/programs/orr/resource/who-we-serve-victims-of-human-trafficking\"><u>&quot;Who We Serve - Victims of human trafficking,&quot;</u></a> Office of Refugee Resettlement, Administration for Children &amp; Families, U.S. Health and Human Services Department (accessed Jan. 21, 2014)</p>\r\n\r\n<p>Report, <a href=\"http://www.acf.hhs.gov/programs/orr/resource/annual-anti-trafficking-reports-to-congress-2002\"><u>&quot;Annual Anti-Trafficking Reports to Congress - 2002,&quot;</u></a> Office of Refugee Resettlement, Administration for Children &amp; Families, July 19, 2012 (accessed Jan. 23, 2014)</p>\r\n\r\n<p>Telephone interview, Maria Trujillo, executive director, Houston Rescue &amp; Restore Coalition, Jan. 16, 2014</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1zSAw2Nwn_hK4YQ5bbLjEEj5BUVafj9YI4hc2kMHnygA/pub\"><u>Email</u></a>, Kenneth J. Wolfe, deputy director, Office of Public Affairs, Administration for Children and Families, U.S. Department of Health and Human Services, Jan. 16, 2014</p>\r\n\r\n<p>Report, <a href=\"http://www.unodc.org/documents/data-and-analysis/glotip/Trafficking_in_Persons_2012_web.pdf\"><u>&quot;GLOBAL REPORT ON TRAFFICKING IN PERSONS,&quot;</u></a> United Nations Office on Drugs and Crime, December 10, 2012 (accessed Jan. 23, 2014)</p>\r\n\r\n<p>Report summary and web page, <a href=\"http://www.ilo.org/wcmsp5/groups/public/---ed_norm/---declaration/documents/publication/wcms_181953.pdf\"><u>&quot; Global estimate of forced labour, executive summary,&quot;</u></a> &nbsp;&nbsp;<a href=\"http://www.ilo.org/global/topics/forced-labour/lang--en/index.htm\"><u>&quot;Forced labour, facts and figures,&quot;</u></a> International Labour Organization, the United Nations, 2012 (accessed Jan. 23, 2014)</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 6, "current_job": "Senator", "false_count": 3, "first_name": "John", "half_true_count": 6, "home_state": "Texas", "id": 252, "last_name": "Cornyn", "mostly_true_count": 4, "name_slug": "john-cornyn", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Cornyn.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/252/", "total_count": 31, "true_count": 9, "website": "http://www.johncornyn.com/"}, "statement": "<p>&quot;25% of human trafficking victims are located in Texas.&quot;</p>\r\n", "statement_context": "an online commentary", "statement_date": "2014-01-10", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}, {"description": "", "id": 192, "photo": null, "resource_uri": "/api/v/2/subject/192/", "subject": "Labor", "subject_slug": "labor", "used_in_edition": ["/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}