{"art": [], "author": [{"email_address": "sowen@statesman.com", "first_name": "Sue", "id": 265, "last_name": "Owen", "name_slug": "sue-owen", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/265/", "title": "PolitiFact Texas staff writer", "twitter": null}, {"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2014/jan/30/wendy-davis/wendy-davis-never-gave-parental-role-though-she-ag/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "ddavis@statesman.com", "first_name": "Debra", "id": 425, "last_name": "Davis", "name_slug": "debra-davis", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/425/", "title": "Investigations editor", "twitter": null}], "facebook_headline": null, "id": 8855, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "sowen@statesman.com", "first_name": "Sue", "id": 265, "last_name": "Owen", "name_slug": "sue-owen", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/265/", "title": "PolitiFact Texas staff writer", "twitter": null}, {"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/8855/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>Wendy Davis told an Austin crowd that she&rsquo;s had enough of people distorting her life story, especially in connection with her daughters.</p>\r\n\r\n<p>According to the <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGSzF4NHE4RDJLdWc/edit?usp=sharing\"><u>text of her speech,</u></a> which she gave Jan. 28, 2014, to the Travis County Democrats, the Fort Worth state senator and Democratic gubernatorial candidate said she was separated from her first husband at 19 and divorced at 21.</p>\r\n\r\n<p>Her second husband, she said, &quot;was generous and supportive when it came to my education,&quot; which extended to earning a degree from Harvard Law School while her two girls (one by her previous marriage) mostly lived in Texas with him. &quot;And when our marriage ended 10 years after my graduation, he and I remained partners, sharing the responsibilities of parenting and doing what was right for Amber and for Dru,&quot; she said. &quot;I am very proud of our family, and of the decisions we made together to do what was right for our daughters.&quot;</p>\r\n\r\n<p>&quot;And for those who have mangled the story of my life &ndash; either carelessly or purposely &ndash; know this: I never gave up custody of my children. I never lost custody of my children. And to say otherwise is an absolute lie.&quot;</p>\r\n\r\n<p>Davis once referred to herself as the &quot;noncustodial parent&quot; of her youngest daughter.</p>\r\n\r\n<p>Is it<strong> </strong>also correct that she never gave up custody?</p>\r\n\r\n<p>By email and telephone, lawyers steeped in family law told us it&rsquo;s rare for a Texas parent to lose custody of a child in the sense of being barred from any parental role. They cautioned, too, that &quot;custody&quot; is an outdated word that obscures how state laws were revised in the mid-1990s so that splitting couples would divorce without one being presumed to have lost his or her parenting role and responsibility. As things stand, a parent may be designated the &quot;managing conservator,&quot; lawyers said, or both parents can be declared joint managing conservators.</p>\r\n\r\n<p><strong>Davis spoke in wake of a news story</strong></p>\r\n\r\n<p>Davis made her &quot;never&quot; declaration nearly two weeks after a <em>Dallas Morning News</em> <a href=\"http://www.dallasnews.com/news/politics/headlines/20140118-as-wendy-davis-touts-life-story-in-race-for-governor-key-facts-blurred.ece\"><u>news story</u></a>, posted online Jan. 18, 2014, examined discrepancies in her biography as she has recounted it. For that story, Davis told the paper that her &quot;language should be tighter. I&rsquo;m learning about using broader, looser language. I need to be more focused on the detail.&quot;</p>\r\n\r\n<p>The story noted first that Davis&rsquo; personal biography had been employed to draw voter support-- &quot;a divorced teenage mother living in a trailer who earned her way to Harvard and political achievement.&quot;</p>\r\n\r\n<p>&quot;The basic elements of the narrative are true,&quot; the story said, &quot;but the full story of Davis&rsquo; life is more complicated, as often happens when public figures aim to define themselves. In the shorthand version that has developed, some facts have been blurred.&quot;</p>\r\n\r\n<p>Specifically, the newspaper said, Davis was 21, not 19, when she was divorced. Also, it said, she lived only a few months in the family mobile home while separated from her first husband before moving into an apartment with her daughter.</p>\r\n\r\n<p>The story said that as a single mother working two jobs, she met Jeff Davis, a lawyer, married him and had a second daughter. He paid for her last two years at Texas Christian University and her time at Harvard Law School, the story said, also keeping their two daughters while she was in Boston.</p>\r\n\r\n<p><strong>Past coverage of custody</strong></p>\r\n\r\n<p>Custody came up as the story said the couple divorced in 2005 and Jeff Davis &quot;was granted parental custody, and the girls stayed with him. Wendy Davis was directed to pay child support.&quot;</p>\r\n\r\n<p>The story quoted Jeff Davis as saying: &quot;She did the right thing. She said, &lsquo;I think you&rsquo;re right; you&rsquo;ll make a good, nurturing father. While I&rsquo;ve been a good mother, it&rsquo;s not a good time for me right now.&rsquo;&quot;</p>\r\n\r\n<p>The story further said that Wendy Davis declined to discuss the circumstances or terms of the divorce. &quot;When I decided to run for governor, I promised my girls we would not revisit a time that was terribly difficult for them,&quot; she told the paper. &quot;I will tell you it was very important to me that Dru stay in her childhood home. It was a very difficult time in our life.&quot;</p>\r\n\r\n<p>Sen. Davis also said: &quot;I very willingly, as part of my divorce settlement, paid child support. That was at my request, not any court telling me I needed to financially support my daughters.&quot;</p>\r\n\r\n<p>The Texas Tribune said in a Sept. 1, 2013, news story that when Jeff Davis filed for divorce, Wendy Davis moved to an apartment. The story continued: &quot;The (family) house, which was in her husband&#39;s name, is where Amber and Dru grew up, and that is where they wanted to stay, their mother recalled.</p>\r\n\r\n<p>&quot;The divorce decree in 2005 gave Mr. Davis primary custody of Dru, who was then 17, and&quot; Wendy &quot;Davis agreed to pay $1,200 a month in child support, records show,&quot; the Tribune said.</p>\r\n\r\n<p><strong>&lsquo;Joint managing conservators&rsquo;</strong></p>\r\n\r\n<p>At our inquiry, Davis campaign spokeswoman Rebecca Acu&ntilde;a sent a copy of the agreed <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGSk5fa001YTg4NlU/edit?usp=sharing\"><u>divorce decree</u></a>, dated Nov. 15, 2005. In the 35-page filing, a Fort Worth state district judge ordered that Wendy and Jeff Davis be appointed &quot;parent joint managing conservators&quot; of Dru Davis, who was then 17. Amber Davis was no longer a minor.</p>\r\n\r\n<p>Acu&ntilde;a also emailed us a statement by the senator&rsquo;s lawyer in the divorce, Terry Gardner, stating that Davis &quot;always maintained joint custody of her teenage daughter during and after her divorce from Mr. Davis. Both parties were appointed parent joint managing conservators by the court, and shared the responsibilities of parenting their child.&quot;</p>\r\n\r\n<p>The order states that Jeff Davis has the &quot;exclusive right to designate the primary residence of the child within Tarrant County.&quot; Both parents, the decree says, retained the right to consent to decisions involving the child&rsquo;s education, health care and other needs.</p>\r\n\r\n<p>The decree includes a &quot;standard possession order&quot; specifying when each parent would have Dru Davis living with them--specifying certain weekends and holidays--followed by the stipulation that Wendy Davis pay $1,200 a month in child support.</p>\r\n\r\n<p><strong>Davis called herself &lsquo;noncustodial parent&rsquo;</strong></p>\r\n\r\n<p>The 2013 Tribune story quoted the senator as saying she did the right thing: &#39;&#39;My girls wanted to stay in their family home. I did feel like as the noncustodial parent that that was my obligation.&#39;&#39;</p>\r\n\r\n<p>We ran Davis&rsquo; &quot;noncustodial parent&quot; comment past Acu&ntilde;a of Davis&rsquo; campaign. She did not reply.</p>\r\n\r\n<p>Earlier, we asked about letters to the Tarrant County district clerk, Thomas Wilder--one dated Dec. 2, 2005, and the other dated Feb. 24, 2006--listing Jeff Davis as the &quot;custodial parent&quot; and Wendy Davis as the &quot;noncustodial parent.&quot; &nbsp;We obtained the letters from Jonathan Tilove, chief political writer for the <em>Austin American-Statesman</em>, who found them in records of the divorce kept by the Tarrant County district clerk&#39;s office.</p>\r\n\r\n<p>Acu&ntilde;a, indicating the letters and attached forms were administrative paperwork, said by email that the &quot;divorce decree clearly states that Wendy and Jeff Davis be awarded joint managing conservatorship. The divorce decree is the controlling document.&quot;</p>\r\n\r\n<p><strong>Outside lawyers say senator didn&rsquo;t give up custody</strong></p>\r\n\r\n<p>At our request, Jack Sampson, a University of Texas law professor expert in family law, reviewed the decree, saying by phone that it shows Davis did not give up custody in the divorce. &quot;She&rsquo;s a joint managing conservator,&quot; he said, who agreed her daughter would primarily live in the family home with her father.</p>\r\n\r\n<p>By email, Fort Worth lawyer Chris Nickelson, said that the divorce order shows Davis &quot;was appointed a joint managing conservator and was given possession and access to her daughter. She therefore shared joint custody with Jeff.&quot; Similarly, Austin lawyer Jimmy Vaught, chair-elect of the Family Law Section of the State Bar of Texas, said the decree shows the senator and her husband having the same parental rights and duties except for control over where the daughter lives.</p>\r\n\r\n<p>Asked if making the family home where Jeff Davis lived Dru Davis&rsquo; primary home constituted the father gaining greater custody, Nickelson replied: &quot;There will always be a group who perceives having the right to determine the primary residence means you have &lsquo;custody.&rsquo; But that is not true under Texas law.&quot; He added: &quot;Non-lawyers often think that if one person has more rights or more possession time than the other person, then it means they have custody while the other does not. Despite family lawyers&rsquo; best efforts, we have never been able to beat this idea out of people&rsquo;s heads.&quot;</p>\r\n\r\n<p>Sampson and Nickelson each said the letters to Wilder in the county records reflected only on the senator not being her youngest daughter&rsquo;s primary caretaker and being ordered, as agreed, to pay child support for about the last half year of Dru Davis&rsquo; years as a minor. Both lawyers said the letters do not mean Davis gave up custody.</p>\r\n\r\n<p><strong>Daughters comment</strong></p>\r\n\r\n<p>On Jan. 28, 2014, the Davis campaign <a href=\"http://media.cmgdigital.com/shared/news/documents/2014/01/28/Dru__Amber_Open_Letter.pdf\"><u>released letters</u></a> from the candidate&rsquo;s daughters. Dru Davis wrote: &quot;My mom has always shared equally in the care and custody of my sister and me.&quot; Amber Davis wrote that at the time of her mother&rsquo;s divorce, &quot;I was a young adult in college and Dru was in high school and to be clear, no one &lsquo;lost or gave up custody&rsquo; of either one of us. But no matter how difficult it was, both of our parents were there for us.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Davis said she &quot;never gave up custody of my children. I never lost custody of my children.&quot;</p>\r\n\r\n<p>Custody, it turns out, is an outdated term for what has evolved into &quot;managing conservatorship.&quot; And in the senator&rsquo;s divorce, she and her ex-husband agreed to joint managing conservatorship, which means that neither parent sacrificed custody. That said, her ex-husband&rsquo;s home was designated as their daughter Dru&rsquo;s primary residence in the divorce decree and Davis agreed to make child-support payments.</p>\r\n\r\n<p>Outside of the legal process, it&rsquo;s not uncommon for the parent who&rsquo;s not the primary caregiver to be considered noncustodial, which may explain why the candidate described herself this way less than five months ago. Still, it would be incorrect to say she legally relinquished her parental role.</p>\r\n\r\n<p>We rate this statement, which was missing this clarification, as Mostly True.</p>\r\n\r\n<p><strong><em>CLARIFICATIONS, 5:50 p.m., Jan. 30, 2014</em>: </strong>This story was amended to clarify that Tilove obtained described letters in the public records of Davis&#39; divorce and that the letters were addressed to the Tarrant County district clerk, not to a lawyer for Wendy Davis. These changes did not affect the rating.</p>\r\n\r\n<hr />\r\n<p><strong><em>MOSTLY TRUE </em></strong><em>&ndash; The statement is accurate but needs clarification or additional information.</em></p>\r\n\r\n<p>Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> <u>more</u></a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n", "ruling_comments_date": "2014-01-30T17:07:52.892605", "ruling_date": "2014-01-30T16:41:04", "ruling_headline": "Wendy Davis never gave up parental role, though she agreed to daughter primarily living with father in family's home", "ruling_headline_slug": "wendy-davis-never-gave-parental-role-though-she-ag", "ruling_link_text": "UPDATED: Called herself noncustodial in '13", "ruling_state": null, "source_documents": null, "sources": "<p>Telephone interviews, Jack Sampson, William Benjamin Wynne professor, University of Texas School of Law, Austin, Jan. 29-30, 2014</p>\r\n\r\n<p>Telephone interviews, Jimmy Vaught, family law attorney, chair-elect of State Bar of Texas Family Law Section, managing shareholder, Vaught Law Firm PC, Austin, Jan. 29-30, 2014</p>\r\n\r\n<p>Telephone interview, Steve Naylor, family law attorney, member of State Bar of Texas Family Law Section, Fort Worth, Jan. 29, 2014</p>\r\n\r\n<p>Telephone interview and email interviews, <a href=\"https://docs.google.com/document/d/1nh9zpZ54D9lUoC-obbPLK30x88w-rlhkPVXnv_NPGOs/edit\"><u>excerpted</u></a>, Christopher Nickelson, family law attorney, and member of State Bar of Texas Family Law Section, Law Office of Gary L. Nickelson, Fort Worth, Jan. 29-30, 2014</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1QBFrzh1Sfjt5xMl1s73reYIucPRpnZkSTImbB3a7pzw/pub\"><u>Emails</u></a>, Rebecca Acu&ntilde;a, Texas press secretary, Wendy Davis campaign, Jan. 29, 2014</p>\r\n\r\n<p>News story, <a href=\"http://www.dallasnews.com/news/politics/headlines/20140118-as-wendy-davis-touts-life-story-in-race-for-governor-key-facts-blurred.ece\"><u>&quot;As Wendy Davis touts life story in race for governor, key facts blurred,&quot;</u></a> <em>Dallas Morning News</em>, posted online Jan. 18, 2014</p>\r\n\r\n<p>News story, <a href=\"http://www.texastribune.org/2013/09/01/spotlight-democrats-big-hope/\"><u>&quot; Spotlight on Davis, the Democrats&#39; Big Hope,&quot;</u></a> Texas Tribune, Sept. 1, 2013</p>\r\n\r\n<p>Document, <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGSk5fa001YTg4NlU/edit?usp=sharing\"><u>Divorce decree</u></a> for Jeff and Wendy Davis, Nov. 15, 2005 (received by email from Rebecca Acu&ntilde;a, Davis campaign, Jan. 29, 2014)</p>\r\n\r\n<p><a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGZTF5ejRRSlZLLTQ/edit?usp=sharing\"><u>Document</u></a> (excerpted), letter and Order/Notice to Withhold Income for Child Support from Laura Owen to Thomas Wilder, Tarrant County district clerk, Feb. 24, 2006 (downloaded by Jonathan Tilove, chief political writer, Austin American-Statesman, Jan. 29, 2014)</p>\r\n\r\n<p>Document, <a href=\"http://media.cmgdigital.com/shared/news/documents/2014/01/28/Dru__Amber_Open_Letter.pdf\"><u>Open letters from Dru and Amber Davis,</u></a> Jan. 28, 2014 (released by Wendy Davis campaign, posted online by Austin American-Statesman)</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "state senator", "false_count": 1, "first_name": "Wendy", "half_true_count": 8, "home_state": "Texas", "id": 550, "last_name": "Davis", "mostly_true_count": 12, "name_slug": "wendy-davis", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/davis.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/550/", "total_count": 27, "true_count": 0, "website": "http://www.senate.state.tx.us/75r/Senate/members/dist10/dist10.htm"}, "statement": "<p>&quot;I never gave up custody of my children. I never lost custody of my children.&quot;</p>\r\n\r\n<p>&nbsp;</p>\r\n", "statement_context": "a speech", "statement_date": "2014-01-28", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}, {"description": "<p>We strive to make our work completely accurate. When we make a mistake, we correct it and note it on the original item. If the mistake is so significant that it requires us to change the ruling, we will do so. Readers who see an error should contact the writer or editor. Their names are listed on the right side of every Truth-O-Meter item. Clicking on their names will take you to their bio pages, where you can find their email addresses. Read more about our corrections policies in our <a href=\"http://www.politifact.com/truth-o-meter/article/2013/nov/01/principles-politifact-punditfact-and-truth-o-meter/\">Principles of the Truth-O-Meter</a>.</p>\r\n", "id": 255, "photo": null, "resource_uri": "/api/v/2/subject/255/", "subject": "Corrections and Updates", "subject_slug": "corrections-and-updates", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/14/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "", "id": 119, "photo": null, "resource_uri": "/api/v/2/subject/119/", "subject": "Families", "subject_slug": "families", "used_in_edition": []}, {"description": "", "id": 134, "photo": null, "resource_uri": "/api/v/2/subject/134/", "subject": "Marriage", "subject_slug": "marriage", "used_in_edition": []}], "target": [], "twitter_headline": ""}