{"art": [{"brightcove": "", "caption": "The publication of Charlie Crist's campaign autobiography is raising questions about whether he has changed his view on certain issues. Is civil unions one of them?", "id": 4156, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Crist_book_over.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/4156/", "title": "Crist book cover", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2014/feb/07/charlie-crist/he-changed-his-stance-gay-marriage-charlie-crist-s/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "facebook_headline": null, "id": 8867, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/8867/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Charlie Crist, currently a Democratic candidate for governor, has apologized for his prior stance against gay marriage when he was Florida&rsquo;s Republican governor.</p>\r\n\r\n<p>His change of heart isn&rsquo;t that unusual for a politician in the past year or two, as national public opinion has shifted significantly toward&nbsp;support of same-sex marriage. In fact, Crist has tried to portray his evolution as being in line with that of President Barack Obama, <a href=\"http://www.politifact.com/truth-o-meter/statements/2012/may/11/barack-obama/president-barack-obamas-shift-gay-marriage/\"><u>who came out in favor of gay marriage in 2012</u></a> after favoring civil unions.</p>\r\n\r\n<p>Like Obama, &quot;I always supported civil unions,&quot; Crist told reporters outside a <a href=\"http://miamiherald.typepad.com/nakedpolitics/2014/01/charlie-crist-disses-idea-of-debate-with-nan-rich.html\"><u>Fort Lauderdale fundraiser</u></a> Jan. 28. &quot;But I thought about it just as President Obama thought about it, and I have come to the conclusion, as the Pope said himself, &lsquo;Who am I to judge?&rsquo; I&rsquo;ve always been a live-and-let live kind of guy. That&rsquo;s what&rsquo;s in my heart.&quot;</p>\r\n\r\n<p>Crist made similar claims that he supported civil unions in his political autobiography and in an <a href=\"http://www.watermarkonline.com/2013/12/31/in-his-first-ever-interview-with-the-lgbt-press-charlie-crist-explains-why-he-switched-parties-supports-same-sex-marriage-and-wants-to-be-governor-again/\"><u>interview with an LGBT publication</u></a>. But is it the truth?</p>\r\n\r\n<p><strong>Charlie Crist&rsquo;s flip flop on gay marriage</strong></p>\r\n\r\n<p>In May 2013, Crist came out in support of gay marriage on Facebook.</p>\r\n\r\n<p>&quot;Some great news: On Tuesday, Delaware became the 11th state to allow marriage equality. And just a few days ago, Rhode Island adopted a similar measure, which followed victories last fall in Maine, Maryland and Washington. I most certainly support marriage equality in Florida and look forward to the day it happens here,&quot; Crist wrote.</p>\r\n\r\n<p>That was a reversal from 2008 when he voted for a state constitutional ban on gay marriage. We gave Crist a <a href=\"http://www.politifact.com/florida/statements/2013/may/09/charlie-crist/after-voting-ban-crist-now-backs-gay-marriage/\"><u>Full Flop</u></a> on our Flip-O-Meter for his reversal.</p>\r\n\r\n<p>His past record on civil unions, however, is more complex.</p>\r\n\r\n<p><strong>Crist on civil unions in 2005 and 2006</strong></p>\r\n\r\n<p>In general, civil unions include many of the rights of marriage as it pertains to the state level. Florida doesn&rsquo;t have a civil unions law, but several cities and counties have domestic partnership registries that afford residents some rights. Gay marriage advocates view both civil unions and domestic partnerships as <a href=\"http://www.freedomtomarry.org/pages/marriage-versus-civil-unions-domestic-partnerships-etc\"><u>inferior to marriage</u></a>.</p>\r\n\r\n<p>The topic of civil unions surfaced in 2005 and 2006 when Crist, the state attorney general at the time, ran for governor in a primary against then-CFO Tom Gallagher.</p>\r\n\r\n<p>The constitutional amendment in the works in 2005 banned gay marriage but also included a phrase interpreted by some gay rights advocates and lawyers to ban civil unions, too -- that &quot;no other legal union that is treated as marriage or the substantial equivalent thereof shall be valid or recognized.&quot;</p>\r\n\r\n<p>In September 2005, Crist signed a petition in favor of the amendment at the request of the Christian Coalition.</p>\r\n\r\n<p>But in July 2006, Crist told radio talk show host Jim DeFede that civil unions for same-sex couples are &quot;fine, but I support marriage between a man and a woman.&quot;</p>\r\n\r\n<p>Watermark, a Central Florida gay and lesbian publication, endorsed Crist in the homestretch of the Republican primary citing his support for civil unions.</p>\r\n\r\n<p>During the <a href=\"http://www.buzzfeed.com/andrewkaczynski/there-is-almost-nothing-charlie-crist-hasnt-flip-flopped-on\"><u>2006 general-election debate</u></a>, Crist said, &quot;We respect civil unions and I do as well. I think it&#39;s fine if people want to introduce and go into agreements to be able to have funeral arrangements made, things of that nature. But I think that marriage is a sacred institution between a man and a woman.&quot;</p>\r\n\r\n<p>Moderator Chris Matthews asked: What&#39;s the difference between a civil union and a marriage, legally, under the eyes of the law?</p>\r\n\r\n<p>Crist replied: &quot;Under the eyes of this law, under the eyes of Florida, I believe that the difference is that civil unions are not the same as marriage. Marriage is a relationship like my mother and father had. Like I had before I got divorced. It is one of those unique institutions, not only in America but across the world where a man and a woman commit to one another. This is one of the things where I think it is fundamental, it is my belief that marriage should be between a man and a woman and it is different from civil unions.&quot;</p>\r\n\r\n<p><strong>Crist on the 2008 amendment</strong></p>\r\n\r\n<p>Amendment backers weren&rsquo;t able to collect enough signatures to get on the ballot until 2008.</p>\r\n\r\n<p>Proposition 2 stated: &quot;This amendment protects marriage as the legal union of only one man and one woman as husband and wife and provides that no other legal union that is treated as marriage or the substantial equivalent thereof shall be valid or recognized.&quot;</p>\r\n\r\n<p>During Florida Supreme Court oral arguments <a href=\"http://www.wfsu.org/gavel2gavel/transcript/pdfs/05-1563_05-1831.pdf\"><u>Chief Justice Barbara Pariente asked</u></a> whether the amendment would prohibit &quot;any legal sanction of a same sex relationship.&quot;</p>\r\n\r\n<p>&quot;Absolutely not,&quot; <a href=\"http://www.c-span.org/video/?191162-1/FloridaMa\"><u>replied Mathew Staver</u></a>, chairman of Liberty Counsel, sponsor of the amendment. He also said it would not affect domestic partner registries.</p>\r\n\r\n<p>Justice Peggy Quince asked Staver if a same-sex couple entered some type of union in another state and moved to Florida whether that would be recognized in Florida.</p>\r\n\r\n<p>&quot;It depends upon what that union was. If it was the substantial equivalent of marriage, then yes, it (the amendment)&nbsp;would prevent that...&quot; Staver replied.</p>\r\n\r\n<p>Justice Raoul Cantero said the meaning of the phrase &quot;substantial equivalent&quot; would be open to challenge if the amendment should pass, though he added that it wasn&rsquo;t a reason to keep it off the ballot.</p>\r\n\r\n<p>The <a href=\"http://www.floridasupremecourt.org/decisions/2006/sc05-1563.pdf\"><u>Supreme Court</u></a> ruled that the amendment passed the test of addressing only a single issue and containing clear language so it was allowed on the ballot. The ruling didn&rsquo;t use the phrase &quot;civil unions&quot; but stated that the amendment could ban other types of unions. &quot;The plain meaning of these words, according to dictionary definition, is clear that the chief purpose of this amendment is to ensure that that unions between same-sex couples that are treated virtually identically to marriage will not be recognized in Florida,&quot; the court held.</p>\r\n\r\n<p>By early 2008, Crist backed away from the topic and asked the Republican Party of Florida not to spend money on it and direct their efforts elsewhere such as helping presidential candidate Sen. John McCain.</p>\r\n\r\n<p>&quot;I&#39;ll support it. I&#39;ll vote for it. Move on,&quot; Crist told the <em>Orlando Sentinel</em> in September. &quot;It&#39;s not top tier for me, put it that way.&quot;</p>\r\n\r\n<p>On election day, Crist told reporters: &quot;I voted for it. It&#39;s what I believe in.&quot; It passed with about 62 percent of the vote.</p>\r\n\r\n<p><strong>In reality, what did amendment mean?</strong></p>\r\n\r\n<p>There has been no subsequent challenge that would have tested the meaning of &quot;substantial equivalent,&quot; because Florida doesn&rsquo;t have a civil unions law.</p>\r\n\r\n<p>PolitiFact sent the Florida Supreme Court&rsquo;s ruling to a few law professors and asked if the amendment would ban<strong> </strong>civil unions.</p>\r\n\r\n<p>What they generally said was it would depend on how closely such a civil unions law resembled marriage (though advocates of gay rights told us they questioned the point of drafting a civil unions law that would be so weak as to pass that test).</p>\r\n\r\n<p>&quot;You could craft a civil union bill that is virtually identical or craft one that is not virtually identical,&quot; said University of Florida constitutional law professor Jon Mills.</p>\r\n\r\n<p>A statewide<strong> </strong>domestic-partnership registry law was approved by a state legislative committee in 2013 but later died. Supporters of the amendment fought the registry proposal.</p>\r\n\r\n<p><strong>Crist on civil unions in 2010</strong></p>\r\n\r\n<p>During the Republican U.S. Senate primary in 2010, as he lagged behind his rival, Marco Rubio, Crist switched to run as an independent. Crist released a <a href=\"http://eqfl.org/node/470\"><u>position paper</u></a> in which he declared support for civil unions that &quot;provide the full range of legal protections&quot; including &quot;access to a loved one in the hospital, inheritance rights, the fundamental things people need to take care of their families.&quot;</p>\r\n\r\n<p>Crist told CNN that he had supported a ban on gay marriage but added (once again)<strong> </strong>that he&#39;s a &quot;live-and-let-live kind of guy. &hellip; I think if partners want to have the opportunity to live together, I don&#39;t have a problem with that.&quot;</p>\r\n\r\n<p>Following that interview, Crist put out a statement saying, &quot;I am fully supportive of civil unions and will continue to be as a United States senator, but believe marriage is a sacred institution between a man and a woman.&quot;</p>\r\n\r\n<p><strong>Crist&rsquo;s adviser&#39;s response</strong></p>\r\n\r\n<p>We sent a summary of our findings to Crist and to former state Sen. Steve Geller -- a Democrat who is informally advising Crist and whose law firm hosted the fundraiser where we heard Crist make the claim.</p>\r\n\r\n<p>&quot;It simply isn&rsquo;t fair to say that someone who votes on a constitutional amendment that has both provisions that he supported (prohibition on gay marriage) and provisions that he opposed (prohibitions on civil unions) necessarily is in support of both or against both,&quot; Geller responded. &quot;Here, Charlie is clearly and unequivocally on the record as stating that he was in favor of civil unions. He stated this before Amendment 2 and after.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>When asked about his changing stance on gay marriage, Crist said, &quot;I always supported civil unions.&quot;</p>\r\n\r\n<p>Crist repeatedly made statements in favor of civil unions between 2006 and 2010. In fact a gay publication endorsed him in the Republican primary in 2006 because of his stance on civil unions.</p>\r\n\r\n<p>But Crist sacrified his support for civil unions by voting for an anti-gay-marriage amendment that could have also banned civil unions. As the amendment headed toward the ballot, news stories often quoted experts who said civil unions could be at risk if the amendment were to pass. That supposition hasn&rsquo;t been tested, since a statewide law on civil unions hasn&rsquo;t passed. But while Crist was clearly conflicted about the amendment -- he didn&rsquo;t campaign for it and he urged the Republican Party of Florida not to spend money on it -- he ultimately did say that he voted for it.</p>\r\n\r\n<p>On balance, we rate this claim<strong> </strong>Mostly False.</p>\r\n", "ruling_comments_date": "2014-02-03T09:46:35.441555", "ruling_date": "2014-02-07T11:30:11", "ruling_headline": "Before he changed his stance on gay marriage, Charlie Crist says he always supported civil unions", "ruling_headline_slug": "he-changed-his-stance-gay-marriage-charlie-crist-s", "ruling_link_text": "His views on civil unions are murkier than on same-sex marriage", "ruling_state": null, "source_documents": null, "sources": "<p>Florida Supreme Court, <a href=\"http://www.floridasupremecourt.org/decisions/2006/sc05-1563.pdf\"><u>Advisory opinion the Attorney General re: Florida Marriage Protection Amendment</u></a>, March 23, 2006</p>\r\n\r\n<p>CSPAN, <a href=\"http://www.c-span.org/video/?191162-1/FloridaMa\"><u>Oral arguments in Florida Marriage Protection Amendment</u></a>, Feb. 8, 2006</p>\r\n\r\n<p>Watermark,<a href=\"http://www.watermarkonline.com/2013/12/31/in-his-first-ever-interview-with-the-lgbt-press-charlie-crist-explains-why-he-switched-parties-supports-same-sex-marriage-and-wants-to-be-governor-again/\"><u> &quot;In his first interview with the LGBT press, Charlie Crist explains why he switched parties, supports same-sex marriage, and wants to be governor again,&quot; </u></a>Dec. 31, 2013</p>\r\n\r\n<p><em>Miami Herald</em>&rsquo;s Naked Politics blog, <a href=\"http://miamiherald.typepad.com/nakedpolitics/2014/01/charlie-crist-disses-idea-of-debate-with-nan-rich.html\"><u>&quot;Charlie Crist disses idea of debate with Nan Rich,&quot;</u></a> Jan. 28, 2014</p>\r\n\r\n<p><em>Miami Herald</em>&rsquo;s Gay South Florida blog, <a href=\"http://miamiherald.typepad.com/gaysouthflorida/2010/08/charlie-crist-tells-cnn-that-he-supports-constitutional-ban-on-same-sex-marriage.html\"><u>&quot;Charlie Crist tells CNN he supports a constitutional ban on same-sex marriage,&quot;</u></a> Aug. 10, 2010</p>\r\n\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/florida/statements/2013/may/09/charlie-crist/after-voting-ban-crist-now-backs-gay-marriage/\"><u>&quot;After voting for a ban, Charlie Crist now backs gay marriage,&quot; </u></a>May 9, 2013</p>\r\n\r\n<p><em>Tampa Bay Times</em>, &quot;Anti-gay marriage proposal on the move,&quot; Aug. 20, 2005</p>\r\n\r\n<p><em>Tampa Bay Times</em>,<a href=\"http://www.sptimes.com/2005/09/04/State/Crist_popular_on_foe_.shtml\"><u> &quot;Crist popular on foe&rsquo;s turf,&quot;</u></a> Sept. 4, 2005</p>\r\n\r\n<p>AP, &quot;Justices question challenge to gay marriage amendment,&quot; Feb. 9, 2006</p>\r\n\r\n<p><em>Tampa Bay Times</em>,<a href=\"http://www.sptimes.com/2006/07/29/State/Crist__Gay_civil_unio.shtml\"><u> &quot;Crist: gay civil unions &lsquo;fine,&rsquo;&quot;</u></a> July 29, 2006</p>\r\n\r\n<p><em>Tampa Bay Times</em>, <a href=\"http://www.sptimes.com/2006/08/16/State/Gallagher_ad_attacks_.shtml\"><u>&quot;Gallagher ad attacks Crist as &lsquo;liberal,&rsquo;&quot;</u></a> Aug. 16, 2006</p>\r\n\r\n<p><em>Miami Herald</em> Ad Watch, &quot;A Miami Herald look at candidates&rsquo; ads this campaign season,&quot; Aug. 29, 2006</p>\r\n\r\n<p><em>Palm Beach Post</em>, &quot;Crist rejects Gallagher&rsquo;s call to disavowal endorsement by gay rights publication,&quot; Sept. 2, 2006</p>\r\n\r\n<p>MSNBC, Florida Gubernatorial Debate transcript, Oct. 30, 2006</p>\r\n\r\n<p><em>Miami Herald</em>, &quot;Crist: gay-wedding ban wastes GOP funds,&quot; Feb. 14, 2007</p>\r\n\r\n<p><em>Tampa Bay Times</em>, &quot;Crist takes &lsquo;live and let live&rsquo; approach to marriage vote,&quot; Dec. 14, 2007</p>\r\n\r\n<p><em>Tampa Bay Times</em>, &quot;Gay marriage on ballot,&quot; Feb. 2, 2008</p>\r\n\r\n<p><em>Orlando Sentinel</em>, &quot;Crist shrugs off issue of same-sex marriage ban,&quot; Sept. 10, 2008</p>\r\n\r\n<p><em>Miami Herald</em>, &quot;Florida&rsquo;s Amendment 2 marriage vote: are domestic partners at risk?&quot; Oct. 26, 2008</p>\r\n\r\n<p><em>Tampa Bay Times</em>, &quot;Gay ban poised to pass barely,&quot; Nov. 5, 2008</p>\r\n\r\n<p><em>Tampa Bay Times</em>, &quot;Gov Crist: one voter among millions,&quot; Nov. 5, 2008</p>\r\n\r\n<p><em>Miami Herald</em>, &quot;Crist affirms support for civil unions, gay rights,&quot; Sept. 14, 2010</p>\r\n\r\n<p><em>Miami Herald</em>, &quot;Charlie Crist&rsquo;s autobiography doubles as campaign document, rewrites history,&quot; Jan. 26, 2014</p>\r\n\r\n<p>Equality Florida, <a href=\"http://eqfl.org/node/470\"><u>Florida Governor Charlie Crist Releases Position Paper on LGBT Issues</u></a>, Sept. 12, 2010</p>\r\n\r\n<p><em>Tampa Bay Times</em>, &quot;<a href=\"http://www.tampabay.com/blogs/the-buzz-florida-politics/a-gay-problem-for-charlie-crist/2119216\"><u>A gay problem for Charlie Crist</u></a>,&quot; May 3, 2013</p>\r\n\r\n<p>Buzzfeed, <a href=\"http://www.buzzfeed.com/andrewkaczynski/there-is-almost-nothing-charlie-crist-hasnt-flip-flopped-on\"><u>&quot;There is almost nothing Charlie Crist hasn&rsquo;t flip flopped on,&quot;</u></a> Jan. 29, 2014</p>\r\n\r\n<p>Freedom to Marry, <a href=\"http://www.freedomtomarry.org/pages/marriage-versus-civil-unions-domestic-partnerships-etc\"><u>&quot;Marriage vs. civil union or domestic partnerships,&quot;</u></a> Accessed Feb. 4, 2014</p>\r\n\r\n<p>Interview, Nadine Smith, CEO Equality Florida, Jan. 31, 2014</p>\r\n\r\n<p>Interview, Stratton Pollitzer, deputy director Equality Florida, Jan. 30, 2014</p>\r\n\r\n<p>Interview, former sen. Steve Geller, an informal adviser to Charlie Crist&rsquo;s campaign, Jan. 30, 2014</p>\r\n\r\n<p>Interview, John Stemberger, lawyer and president of the Florida Family Policy Council, Jan. 30, 2014</p>\r\n\r\n<p>Interview, Jon Mills, law professor University of Florida, Feb. 4, 2014</p>\r\n\r\n<p>Interview, Joseph Little, emeritus law professor University of Florida, Feb. 4, 2014</p>\r\n\r\n<p>Interview, &nbsp;Bob Jarvis, law professor Nova Southeastern University, Feb. 4, 2014</p>\r\n\r\n<p>Interview, Jos&eacute; Gabilondo, law professor Florida International University, Feb. 4, 2014</p>\r\n\r\n<p>Interview, Nancy Polikoff, family law professor American University, Feb. 4, 2014</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 15, "current_job": "", "false_count": 9, "first_name": "Charlie", "half_true_count": 20, "home_state": "Florida", "id": 257, "last_name": "Crist", "mostly_true_count": 19, "name_slug": "charlie-crist", "pants_count": 2, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/crist.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/257/", "total_count": 90, "true_count": 15, "website": ""}, "statement": "<p>&quot;I always supported civil unions.&quot;</p>\r\n", "statement_context": "a press conference", "statement_date": "2014-01-28", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 118, "photo": null, "resource_uri": "/api/v/2/subject/118/", "subject": "Gays and Lesbians", "subject_slug": "gays-and-lesbians", "used_in_edition": []}], "target": [], "twitter_headline": ""}