{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2014/feb/05/greg-abbott/idea-schools-serving-many-disadvantaged-background/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "ddavis@statesman.com", "first_name": "Debra", "id": 425, "last_name": "Davis", "name_slug": "debra-davis", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/425/", "title": "Investigations editor", "twitter": null}], "facebook_headline": null, "id": 8875, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/8875/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>Visiting a Rio Grande Valley school run by a Texas nonprofit, Republican gubernatorial candidate Greg Abbott credited the program with thriving, according to a <a href=\"http://www.riograndeguardian.com/education_story.asp?story_no=25\"><u>news story</u></a> by the <em>Rio Grande Guardian</em></p>\r\n\r\n<p>The story quoted Abbott, visiting <a href=\"http://www.ideapublicschools.org/domain/843\"><u>IDEA Weslaco</u></a> on Dec. 12, 2013, as saying that through competition, IDEA Public Schools, a tuition-free K-12 public charter system with more than 15,000 students in 30 schools, had forced nearby school districts to improve.</p>\r\n\r\n<p>The Dec. 17, 2013, story continued: &quot;Abbott pointed out that 85 percent of IDEA students come from low-income families, many from colonias. However, about 99 percent go on to college.&quot;</p>\r\n\r\n<p>Abbott, the state&rsquo;s attorney general, further said that his &quot;goal of seeing the Texas education system rise to the No. 1 ranking in the country is achievable. When you have a school (IDEA) that can have such a large population of low-income students, including students from colonias, be able to come to the school, get a great education, have the dream of going to college and actually go on to college at the rate of 99 percent of the graduates, you see that the No. 1 ranking is within our grasp.&quot;</p>\r\n\r\n<p>A reader brought Abbott&rsquo;s 85 percent/99 percent claim to our attention.</p>\r\n\r\n<p>Online, IDEA Public Schools <a href=\"http://www.ideapublicschools.org/domain/894\"><u>describes itself</u></a> as a growing network of tuition-free K-12 public charter schools serving schools throughout the Rio Grande Valley, San Antonio and Austin.</p>\r\n\r\n<p>IDEA Allan Academy and College Prep opened in Austin in 2012, offering kindergarten through grade two plus grade six, via an agreement with the Austin school district. The district then ended the partnership, but the school continued by moving to a temporary location and there are plans to build a permanent school in the Montopolis area in time to enroll students in kindergarten through fourth plus sixth and eighth grades in fall 2014, according to a Nov. 1, 2013, Austin American-Statesman news story.</p>\r\n\r\n<p>In its online <a href=\"http://www.ideapublicschools.org/domain/6\"><u>history thumbnail</u></a>, IDEA traces its founding to two Teach for America volunteers; IDEA is an acronym for Individuals Dedicated to Excellence and Achievement. The group also says: &quot;IDEA is committed to &lsquo;College For All Children.&rsquo;&quot;</p>\r\n\r\n<p>As the basis of Abbott&rsquo;s statement, Abbott campaign spokesman Avdiel Huerta emailed us a one-page IDEA document with a chart indicating that of 950 program graduates from 2007 through 2013, 947 enrolled in college. The only year with a difference in high-school graduates and students entering college was 2013 when 429 of 432 graduates made that transition, according to the chart.</p>\r\n\r\n<p>By telephone, Tom Torkelson, founder and ceo of IDEA Public Schools, told us the group developed the document in December 2013 after Abbott started talking up its successes. He said far less than 10 percent of the students tabulated as going to college start at two-year community colleges.</p>\r\n\r\n<p>A background section of the document says the organization&rsquo;s vision is to become the &quot;number one producer of low-income college graduates in Texas.&quot; Starting in middle school, it says, students are taken on college field trips; parents go to college-centric workshops. High school seniors are coached on applying to, and enrolling in, college, the document states. &quot;We do not rest until every IDEA graduate sets foot on their college campus the fall following high school commencement,&quot; the section closes.</p>\r\n\r\n<p>We asked Torkelson how many of its students ultimately finish college. He said that to date, 55 percent completed a degree in six years. &quot;There is still some work to do,&quot; he said.</p>\r\n\r\n<p>And are most students from low-income backgrounds?</p>\r\n\r\n<p>By email, IDEA spokeswoman Vanessa Barry sent us a portion of IDEA&rsquo;s state 2012-13 Academic Performance Report, also <a href=\"http://ritter.tea.state.tx.us/perfreport/tapr/2013/static/district/d108807.pdf\"><u>posted online</u></a> by the Texas Education Agency. In &nbsp;2012-13, according to the report, IDEA schools had 12,567 students in kindergarten through 12th grade, with 10,491 of them, or 84 percent, considered economically disadvantaged. State reports for previous school years, posted online, show the share of students deemed economically disadvantaged increasing from 72 percent of about 2,700 IDEA students in 2007-08 to 82 percent of about 9,500 students in 2011-12.</p>\r\n\r\n<p>By email, Michael Franco, IDEA&rsquo;s chief of staff, said that as of Dec. 9, 2013, 87 percent of the IDEA students came from low-income households, though he cautioned such a figure would not be verified by the state until the end of the school year.</p>\r\n\r\n<p>Torkelson said the prevalence of students from low-income backgrounds is in keeping with where IDEA schools are located. He said students are not chosen based on family incomes.</p>\r\n\r\n<p>We also inquired into how many students choose not to remain in, or flunk out of, IDEA schools. Torkelson said that 5 percent of the IDEA students enrolled at the start of a school year have chosen to go to a different school by the start of the next year, not counting another 5 percent of students whose families move out of state.</p>\r\n\r\n<p>At our request, Julian Vasquez Heilig, a University of Texas associate professor of educational policy and planning, <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGNWljZnh0aHhMT0U/edit?usp=sharing\"><u>built a chart</u></a> estimating the share of IDEA students who have left the school before graduation. His estimation, rooted in data reported by the IDEA schools to the Texas Education Agency, was that 508 students graduated from the schools from 2007 through 2012, while about 54 students left the schools before having a chance to graduate--a subset equivalent to 11 percent of the graduates over the six years.</p>\r\n\r\n<p>By telephone, Heilig said that generally, charter schools airing such notable success rates should acknowledge that they are describing solely the students who remained in the schools&rsquo; programs. IDEA&rsquo;s 99-percent claim, Heilig said, doesn&rsquo;t demonstrate that every student who attends its schools goes to college.</p>\r\n\r\n<p>We shared Heilig&rsquo;s chart with IDEA&rsquo;s leaders, who replied by email with a statement from Torkelson calling the school&rsquo;s 99 percent figure &quot;a fact that stands alone without the need for an asterisk. IDEA has been very open and clear that this number pertains to graduating seniors. Like other schools, both public charter and traditional who serve K-12 populations, IDEA does lose some students each year to a variety of factors (e.g. relocation, programs like traditional football that we cannot offer). However, this does not diminish the exceptional work of our students.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Abbott said 85 percent of IDEA students come from low-income families and about 99 percent of its graduates go to college.</p>\r\n\r\n<p>In 2012-13, 84 percent of IDEA&rsquo;s students came from economically disadvantaged households and according to IDEA, more than 99 percent of 950 IDEA graduates since 2007 subsequently went to college.</p>\r\n\r\n<p>Then again, the 99 percent figure does not account for any of perhaps 50 IDEA students who left its schools without graduating from 2007 through 2012. We rate Abbott&rsquo;s claim, which did not acknowledge this limitation, as Mostly True.</p>\r\n\r\n<hr />\r\n<p><strong><em>MOSTLY TRUE </em></strong><em>&ndash; The statement is accurate but needs clarification or additional information.</em></p>\r\n\r\n<p>Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> <u>more</u></a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n", "ruling_comments_date": "2014-02-05T11:39:00.863312", "ruling_date": "2014-02-05T10:47:39", "ruling_headline": " IDEA schools serve many from disadvantaged backgrounds and 99 percent of graduates have enrolled in college, though that overlooks students who left the schools", "ruling_headline_slug": "idea-schools-serving-many-disadvantaged-background", "ruling_link_text": "99 percent of students who didn't leave", "ruling_state": null, "source_documents": null, "sources": "<p>News story, <a href=\"http://www.riograndeguardian.com/education_story.asp?story_no=25\"><u>&quot;Abbott: State of Texas can learn from IDEA Public Schools,&quot;</u></a> the <em>Rio Grande Guardian</em>, Dec. 17, 2013</p>\r\n\r\n<p>Web pages, <a href=\"http://www.ideapublicschools.org/domain/894\"><u>&quot;About IDEA Public Schools,&quot;</u></a> <a href=\"http://www.ideapublicschools.org/domain/6\"><u>&quot;History,&quot;</u></a> IDEA Public Schools (accessed Jan. 8, 2014)</p>\r\n\r\n<p>News story, &quot;IDEA Charter School Picks Austin Location,&quot; Austin American-Statesman, Nov. 1, 2013 (Nexis search)</p>\r\n\r\n<p>Telephone interview, Tom Torkelson, founder and ceo, IDEA Public Schools, McAllen, Jan. 8, 2014</p>\r\n\r\n<p>Email, Michael Franco, chief of staff, IDEA Public Schools, Jan. 8, 2014</p>\r\n\r\n<p>Reports, <a href=\"http://ritter.tea.state.tx.us/perfreport/tapr/2013/static/district/d108807.pdf\"><u>&quot;2012-13 Texas Academic Performance Report&quot;</u></a> and <a href=\"http://ritter.tea.state.tx.us/perfreport/aeis/index.html\"><u>similar reports</u></a> for 2006-07 through 2011-12, IDEA Public Schools, Texas Education Agency (accessed Jan. 8, 2014)</p>\r\n\r\n<p>Telephone interview and chart <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGNWljZnh0aHhMT0U/edit?usp=sharing\"><u>estimating the share of students to leave IDEA schools from 2007 through 2012,</u></a> created by Julian Vasquez Heilig, associate professor, Educational Policy and Planning, University of Texas, Jan. 30, 2014</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1aDCAJXapLxD9XdvMyo4KkIotmP95tj_-W6xWHw7WFIk/pub\"><u>Email</u></a> (excerpted), Vanessa Barry, director of marketing and communications, IDEA Public Schools, Jan. 31, 2014</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 12, "current_job": "governor", "false_count": 8, "first_name": "Greg", "half_true_count": 9, "home_state": "Texas", "id": 409, "last_name": "Abbott", "mostly_true_count": 9, "name_slug": "greg-abbott", "pants_count": 6, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/abbottmugnew16pft.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/409/", "total_count": 56, "true_count": 12, "website": "http://gregabbott.com/"}, "statement": "<p>Says 85 percent of IDEA charter-school students come from low-income families and about 99 percent of its graduates go to college.</p>\r\n", "statement_context": "as quoted during a school visit", "statement_date": "2013-12-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 127, "photo": null, "resource_uri": "/api/v/2/subject/127/", "subject": "Children", "subject_slug": "children", "used_in_edition": []}, {"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}], "target": [], "twitter_headline": ""}