{"art": [{"brightcove": "", "caption": "Chuck Todd interviews Charlie Crist, a Democratic candidate for governor of Florida, on MSNBC's \"The Daily Rundown.\" (Comments begin at 3:25)", "id": 4186, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/4186/", "title": "Crist on Daily Rundown", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/vjkd-OsJRWk?t=3m25s?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "vjkd-OsJRWk?t=3m25s"}], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2014/feb/12/charlie-crist/charlie-crist-says-six-floridians-die-day-due-lack/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "facebook_headline": null, "id": 8910, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}, {"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/8910/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Former Florida Gov. Charlie Crist, now running for his old position as a Democrat, has attacked Republican Gov. Rick Scott for his tepid support for Medicaid expansion last year.</p>\r\n\r\n<p>Scott had said he would support it, but he didn&rsquo;t lobby for it, and ultimately the state Legislature rejected the expansion.</p>\r\n\r\n<p>In a Feb. 7 interview on <a href=\"http://www.msnbc.com/the-daily-rundown/watch/fmr-gov-charlie-crist-141188675797\">MSNBC&rsquo;s <em>The Daily Rundown</em></a>, Crist said that means &quot;about 1 million of my fellow Floridians are not getting health care today, and I&rsquo;m told by my friends at (the Service Employees International Union) that means that six people in Florida die as a result of that every day.&quot;</p>\r\n\r\n<p>Is Crist&rsquo;s diagnosis correct? Do six Floridians die a day because the Legislature rejected Medicaid expansion?</p>\r\n\r\n<p><strong>The <em>Health Affairs </em>study</strong></p>\r\n\r\n<p>Crist&rsquo;s claim comes from a <a href=\"http://healthaffairs.org/blog/2014/01/30/opting-out-of-medicaid-expansion-the-health-and-financial-impacts/\">study</a> released in late January on the blog of the health-policy journal<em> Health Affairs</em>. It was authored by researchers from Harvard University and the City University of New York.</p>\r\n\r\n<p>The researchers looked at states that had opted out of Medicaid expansion, including Florida, where about 1.27 million people would have been eligible.</p>\r\n\r\n<p>Researchers then used prior studies about the effects of expanding insurance to estimate a low-end number and a high-end number of deaths for each state that didn&rsquo;t expand Medicaid.</p>\r\n\r\n<p>In Florida, the study concluded, the number of deaths would range from 1,158 to 2,221. The only state with more projected deaths was Texas.</p>\r\n\r\n<p>Crist arrived at his six-deaths-a-day figure for Florida by using the high end of the range cited in the study -- 2,221 deaths divided by 365 days a year works out to six&nbsp;deaths a day. If he had used the low-end figure, it would have worked out to three deaths per day.</p>\r\n\r\n<p>So what were the underlying studies? They were:</p>\r\n\r\n<p>&bull; The <a href=\"http://www.nejm.org/doi/full/10.1056/NEJMsa1212321\">Oregon Health Insurance Experiment</a>, a comparison of about 6,000 patients who got a slot in a 2008 Medicaid expansion and about 6,000 who didn&rsquo;t. The study tracked factors such as blood pressure, cholesterol, blood sugar, depression, and out-of-pocket medical spending. (PolitiFact has previously written about the <a href=\"http://www.politifact.com/truth-o-meter/article/2013/may/03/new-study-medicaid-game-changer/\">mixed results </a>of the health outcomes found in the Oregon study.) &nbsp;</p>\r\n\r\n<p>&bull;&nbsp;A <a href=\"http://www.nejm.org/doi/full/10.1056/NEJMsa1202099\">study</a> by Harvard researchers Benjamin D. Sommers and Katherine Baicker compared three states that expanded Medicaid -- New York, Maine and Arizona -- with neighboring states that didn&rsquo;t expand it. This is what the Harvard/CUNY researchers used to calculate their high estimate of deaths and was published in the <em>New England Journal of Medicine</em> in 2012. The sample consisted of adults who were observed five years before and after the expansions, from 1997 through 2007.</p>\r\n\r\n<p>&bull;&nbsp;A study by Harvard researchers about <a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC2775760/\">health insurance and deaths</a>. This produced the low-deaths estimate. The study was published in 2009 in the <em>American Journal of Public Health</em>; it followed indivduals over 16 years. (Two of the authors of this study are also authors of the new Harvard/CUNY study.)</p>\r\n\r\n<p>The Harvard/CUNY study arrived at the death figures by looking at the number of individuals with depression, the number of patients on diabetic medications, the number of women who had a mammogram or pap smear in the past year and the number of people who had catastrophic medical expenses in the past year.</p>\r\n\r\n<p>We interviewed two of the authors of the study, including Harvard professor Danny McCormick.</p>\r\n\r\n<p>The lack of Medicaid expansion will mean that patients nationwide won&rsquo;t get certain diagnostic tests or take certain medications. &quot;Cumulatively, that amounts to vast numbers of deaths,&quot; McCormick said.</p>\r\n\r\n<p>We asked McCormick how researchers can know that the differences in the death rates between the Medicaid expansion states and the states that didn&rsquo;t expand were as a result of Medicaid.</p>\r\n\r\n<p>&quot;We don&rsquo;t know absolutely because we didn&rsquo;t do a randomized control trial with long-term followup on millions of people,&quot; McCormick said. &quot;For $10 billion we could do that study.&quot;</p>\r\n\r\n<p><strong>Experts weigh in on study</strong></p>\r\n\r\n<p>We asked a variety of health policy experts their opinion about Crist&rsquo;s claim.</p>\r\n\r\n<p>Many experts told PolitiFact that denying Medicaid to poor Floridians will harm their health. But placing a precise figure as to how many will die per day, they added, is difficult.</p>\r\n\r\n<p>&quot;There is strong consensus in the public health community that this is a very harmful policy,&quot; said Harold Pollack, who told PolitiFact he is a &quot;liberal health policy wonk&quot; at the University of Chicago. However &quot;the most difficult aspect of that policy to investigate is its effect on mortality.&quot;</p>\r\n\r\n<p>Pollack said Crist is on solid ground to point out that the lack of Medicaid expansion causes serious harm. However, &quot;I personally believe that these mortality estimates were on the high side of an inherently difficult calculation.&quot;</p>\r\n\r\n<p>Pollack pointed to a <a href=\"http://www.politifact.com/truth-o-meter/article/2013/sep/06/alan-grayson-claims-45000-people-die-year-because-/\">2009 study by Richard Kronick</a>, then a University of California San Diego medical professor who later went to work for the Department of Health and Human Services in the Obama administration. His study concluded that the risk of mortality is no different for uninsured respondents than those covered by employer-sponsored group insurance.</p>\r\n\r\n<p>Uninsured individuals can still get some health care, but they use fewer services than the insured, which increases their risk, said Jonathan Oberlander, who studies health care politics and policy at the University of North Carolina.</p>\r\n\r\n<p>&quot;There are different estimates in the literature of how much uninsurance increases mortality (and at least one significant study that doesn&rsquo;t confirm that claim),&quot; Oberlander told PolitiFact. &quot;But in general I&rsquo;d say that former Gov. Crist is on solid ground in saying that Florida&#39;s decision to not expand Medicaid could lead to more deaths from uninsured Floridians, which could have been reduced if the state expands Medicaid. &nbsp;However, getting an exact number is difficult. There are estimates, and the <em>Health Affairs</em> study is just one estimate.&quot;</p>\r\n\r\n<p>Some of the criticisms we heard focused on shortcomings of the underlying studies.</p>\r\n\r\n<p>George Washington University professor Leighton Ku said that the<a href=\"http://www.nejm.org/doi/full/10.1056/NEJMsa1202099#t=articleTop\"> Sommers/Baicker study</a> looking at the mortality in a few states was &quot;relatively rigorous&quot; but warned that it came with caveats. The authors wrote acknowledged that it may not be possible to generalize its findings to other states. Also the study states that it &quot;cannot definitively show causality.&quot;</p>\r\n\r\n<p>&quot;It makes sense to believe that giving low-income people Medicaid health insurance coverage will lead to improved health access and improved health and could eventually reduce mortality,&quot; Ku told PolitiFact in an email. &quot;But it is important to recognize that it might take a number of years before such an effect is realized.&quot;</p>\r\n\r\n<p>Ku said that the new Medicaid death study &quot;is somewhat speculative, but plausible. It did not go through the more rigorous peer review that would normally be required to be published in a peer-reviewed journal. I think there is pretty good evidence that Medicaid saves lives, but how many and how long it takes is a little harder to say.&quot; &nbsp;</p>\r\n\r\n<p>Other scholars are more critical of the study.</p>\r\n\r\n<p>Duke University professor <a href=\"http://www.forbes.com/sites/theapothecary/2014/02/03/will-17104-americans-really-die-in-states-that-dont-expand-medicaid/\">Chris Conover</a>, an adjunct scholar at the conservative American Enterprise Institute, said the study of three states only found a statistically significant decrease in mortality in New York and that the New York benefits are more generous than most states. The study, he said, doesn&rsquo;t prove that the reasons for the differences between mortality in New York (which expanded Medicaid) and Pennsylvania (which didn&rsquo;t) result from differing approaches to expanding Medicaid.</p>\r\n\r\n<p>&quot;If people are willing to overlook the study&rsquo;s clear methodological limitations to claim it &lsquo;proves&rsquo; Medicaid saved lives in New York, then they have to be prepared to concede that Maine and Arizona&rsquo;s Medicaid programs evidently had no impact on mortality,&quot; Conover wrote in his blog.</p>\r\n\r\n<p>Baicker, author of one of the underlying studies, said that the new study is &quot;a blog post (rather than a refereed article), so I really can&#39;t speak to the quality of methods they use.&quot;</p>\r\n\r\n<p>&quot;The point of most studies like this is to take estimates of the effect of a particular program and forecast what would happen to a population overall based on those estimates,&quot; Baicker said. &quot;All such estimates come with uncertainty, and don&#39;t point to the specific individuals or, for example, specific times of death.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Crist said that Florida&rsquo;s decision not to expand Medicaid means that &quot;six people in Florida die as a result of that every day.&quot;</p>\r\n\r\n<p>The statistic is based on a recent study, but experts note a few caveats. First, Crist used the study&rsquo;s high-end figure; using the low-end figure cuts the number of deaths to three a day.</p>\r\n\r\n<p>Second, experts caution about uncertainties about the studies upon which the new study was based. And third, while many experts agree that it&rsquo;s plausible to assume that the lack of Medicaid coverage could lead to deaths, they were careful to add that it is difficult to pinpoint a number as precise as the one Crist offered.</p>\r\n\r\n<p>On balance, we rate this claim Half True.</p>\r\n", "ruling_comments_date": "2014-02-11T21:53:46.741276", "ruling_date": "2014-02-12T11:50:00", "ruling_headline": "Charlie Crist says six Floridians die a day due to lack of Medicaid expansion", "ruling_headline_slug": "charlie-crist-says-six-floridians-die-day-due-lack", "ruling_link_text": "Crist picked the high end from one study", "ruling_state": null, "source_documents": null, "sources": "<p>MSNBC&#39;s&nbsp;<em>Daily Rundown</em>, <a href=\"http://www.msnbc.com/the-daily-rundown/watch/fmr-gov-charlie-crist-141188675797\">Charlie Crist interview, Fe</a>b. 7, 2014</p>\r\n\r\n<p><em>Health Affairs </em>blog, <a href=\"http://healthaffairs.org/blog/2014/01/30/opting-out-of-medicaid-expansion-the-health-and-financial-impacts/\">&quot;Opting out of Medicaid expansion: the health and financial impacts,&quot;</a> Jan. 30, 2014</p>\r\n\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/truth-o-meter/article/2013/sep/06/alan-grayson-claims-45000-people-die-year-because-/\">&quot;Alan Grayson claims 45,000 people die a year because they lack health insurance,&quot; </a>Sept. 6, 2013</p>\r\n\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/truth-o-meter/article/2013/may/03/new-study-medicaid-game-changer/\">&quot;Is a new study of Medicaid a game changer?&quot;</a> May 3, 2013</p>\r\n\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/virginia/article/2011/jul/12/do-people-without-health-insurance-die-sooner/\">&quot;Do people without health insurance die sooner?&quot;</a> July 12, 2011</p>\r\n\r\n<p><em>New England Journal of Medicine</em>, <a href=\"http://www.nejm.org/doi/full/10.1056/NEJMsa1202099\">&quot;Mortality and access to care among adults after Medicaid expansions,&quot;</a> Sept. 13, 2013</p>\r\n\r\n<p><em>American Journal of Public Health</em>, <a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC2775760/\">&quot;Health insurance and mortality in U.S. adults,&quot;</a> December 2009</p>\r\n\r\n<p><em>Forbes</em>,&nbsp;The Apothecary with Avik Roy, Chris Conover contributor, <a href=\"http://www.forbes.com/sites/theapothecary/2014/02/03/will-17104-americans-really-die-in-states-that-dont-expand-medicaid/\"><u>&quot;Will 17,104 Americans really die in states that don&rsquo;t expand Medicaid?&quot;</u></a> Feb. 3, 2014</p>\r\n\r\n<p>Interview, Kevin Cate, adviser to Charlie Crist campaign, Feb. 7, 2014</p>\r\n\r\n<p>Interview, Sam Dickman, Harvard medical student and lead author of Health Affairs blog post on Medicaid deaths study, <a href=\"http://chpir.org/people/chris-conover/\">Feb. 7, 2014</a></p>\r\n\r\n<p>Interview, Danny McCormick, associate professor of medicine at Harvard, Feb. 10, 2014</p>\r\n\r\n<p>Interview, Christopher Conover, researcher scholar, Center for Health Policy and Inequalities Research at Duke University and adjunct scholar AEI, Feb. 7, 2014</p>\r\n\r\n<p>Interview, Leighton Ku, Health policy Professor, George Washington University, Feb. 7, 2014</p>\r\n\r\n<p>Interview, Avik Roy, senior fellow Manhattan Institute, Feb. 7, 2014</p>\r\n\r\n<p>Interview, Jack Hadley, professor and senior health services researcher, George Mason University, Feb. 11, 2014</p>\r\n\r\n<p>Interview, Katherine Baicker, professor of health economics at the Harvard School of Public Health, Feb. 7, 2014</p>\r\n\r\n<p>Interivew, Harold Pollack Professor at the School of Social Service Administration at the University of Chicago, Feb. 11, 2014</p>\r\n\r\n<p>Interview, Jonathan Oberlander, professor and Vice Chair of Social Medicine and Health Policy &amp; Management at the University of North Carolina-Chapel Hill, Feb. 11, 2014</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 15, "current_job": "", "false_count": 9, "first_name": "Charlie", "half_true_count": 20, "home_state": "Florida", "id": 257, "last_name": "Crist", "mostly_true_count": 19, "name_slug": "charlie-crist", "pants_count": 2, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/crist.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/257/", "total_count": 90, "true_count": 15, "website": ""}, "statement": "<p>&quot;Six people in Florida die as a result of (not expanding Medicaid) every day.&quot;</p>\r\n", "statement_context": "an interview on MSNBC's \"The Daily Rundown.\"", "statement_date": "2014-02-07", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 212, "photo": null, "resource_uri": "/api/v/2/subject/212/", "subject": "Medicaid", "subject_slug": "medicaid", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "", "id": 29, "photo": null, "resource_uri": "/api/v/2/subject/29/", "subject": "Poverty", "subject_slug": "poverty", "used_in_edition": []}], "target": [], "twitter_headline": ""}