{"art": [], "author": [{"email_address": "dtims@oregonian.com", "first_name": "Dana", "id": 200, "last_name": "Tims", "name_slug": "dana-tims", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/200/", "title": "Staff writer", "twitter": null}], "canonical_url": "/oregon/statements/2014/feb/12/oregon-citizens-lobby/were-kip-kinkel-and-clackamas-town-center-shooting/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "mbrence@oregonian.com", "first_name": "Michelle", "id": 415, "last_name": "Brence", "name_slug": "michelle-brence", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/415/", "title": "Politics editor", "twitter": null}], "facebook_headline": null, "id": 8911, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "dtims@oregonian.com", "first_name": "Dana", "id": 200, "last_name": "Tims", "name_slug": "dana-tims", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/200/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/8911/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Gun-control proposals, both in Oregon and nationally, continue to generate controversy. Even ideas with widespread public support, such as universal background checks, ignite fierce debates.</p>\r\n\r\n<p>That much was clear Feb. 6, 2014, when Mark Kelly, the husband of former Arizona Congresswoman Gabrielle Giffords -- who was critically injured in a 2011 shooting -- testified at an Oregon legislative hearing in favor of a bill that would expand background checks.</p>\r\n\r\n<p>A member of the Oregon Citizens Lobby, a conservative activist group, took to Twitter to say that Kelly was testifying. The tweet indicated that Kelly&rsquo;s remarks included mention of Kip Kinkel, who shot and killed his parents before killing two fellow Thurston High School students in 1998, and the Dec. 11, 2012, shooting at Clackamas Town Center that left three people, including the shooter, dead.</p>\r\n\r\n<p>&quot;He mentions Kip Kinkle (sic) &amp; Clackamas TC,&quot; the tweet continued, &quot;both where citizen with gun stopped the crime.&quot; The tweet caught our attention. Were both of those tragic incidents halted when armed citizens intervened? PolitiFact Oregon checked.</p>\r\n\r\n<p>We checked the Oregon Citizens Lobby&rsquo;s website but found it contains no phone numbers. It does list email contacts for subjects including health care, taxes, education and &quot;law enforcement, military and firearms.&quot;</p>\r\n\r\n<p>We emailed the latter and received a reply from someone who identified himself only as &quot;Bill D., Team lead, Oregon Citizens Lobby, Law Enforcement, Military and Firearms.&quot; (In a subsequent email, he declined to give his full name.)</p>\r\n\r\n<p>Regarding the Town Center shooting, Bill D. wrote, &quot;Clackamas Mall is easy...the Oregonian covered it well.&quot; The email provided a link to a story in The Oregonian and on OregonLive.com, which reported the account of Nick Meli, who told authorities he trained his own gun on mall shooter Jacob Tyler Roberts.</p>\r\n\r\n<p>Meli didn&rsquo;t shoot for fear of hitting a bystander, according to one of several statements he gave to police and reporters. The story added that Meli also told a local television station that Roberts appeared to spot him &quot;and that afterward, Meli heard only one more shot, and suspects it was the one Roberts used to kill himself.&quot;</p>\r\n\r\n<p>Bill D.&rsquo;s email then addressed the Thurston High School shooting. It retracted that part of the initial tweet, saying: &quot;...other students (unarmed) tackled Kip Kinkel. The tweet was likely in error here.&quot;</p>\r\n\r\n<p>So far, the group, was batting .500 on the original tweet&rsquo;s accuracy. We agree that no one with a gun stopped Kinkel. News accounts and official reports show that brothers Jake and Josh Ryker and classmate Tony Case tackled Kinkel while he was trying to reload and held him until police arrived.</p>\r\n\r\n<p>To fact-check Meli&rsquo;s role in the Town Square shootings, we called the Clackamas County Sheriff&rsquo;s Office, which took the lead in investigating the incident.</p>\r\n\r\n<p>&quot;It&rsquo;s inconclusive on our end,&quot; said Lt. Robert Wurpes, office spokesman. &quot;We can&rsquo;t say either way whether he did or did not make a difference. It would only be speculation.&quot;</p>\r\n\r\n<p>Other news accounts in the days after the shooting indicated that Meli changed his story slightly. According to police reports, Meli&rsquo;s first contact with deputies took place as the search for Roberts was still unfolding. Meli had a handgun out when officers first saw him. He provided information about the shooter but did not mention a confrontation with Roberts.</p>\r\n\r\n<p>The next day, Meli told police he saw Roberts and drew his gun but didn&rsquo;t fire out of fear of striking someone. The day after that, Meli added that Roberts looked at him and saw that Meli saw him before running off, according to a story by Rick Bella of The Oregonian.</p>\r\n\r\n<p>After that, Meli cut interviews short. His silence, Bella wrote, &quot;has effectively divided the public into two camps: One that believes Meli is a hero, a good guy with a gun who stopped a bad guy with a gun, preventing further bloodshed. The other believes Meli embellished his story to take undue credit.&quot;</p>\r\n\r\n<p>When we emailed the Oregon Citizens Lobby for a response, &quot;BD&quot; responded by writing: &quot;Cops will not declare that a private citizen stopped a shooting unless the evidence is absolutely incontrovertible. Quotes from them are usually taken before an investigation is complete and they of course don&rsquo;t want to prejudice the investigation.&quot;</p>\r\n\r\n<p>A member of the Oregon Citizens Lobby tweeted during a gun-control hearing that the Thurston and Clackamas Town Center shootings were stopped by armed bystanders.</p>\r\n\r\n<p>The Oregon Citizens Lobby acknowledged it erred in the Thurston case.</p>\r\n\r\n<p>Nick Meli&rsquo;s role at Clackamas Town Center remains open to debate. Did his drawn weapon prompt the shooter to flee? There is no proof that it did. We rate the claim False.</p>\r\n\r\n<p><em>After publication, we heard from Tony Case, who told us he was shot by Kinkel and that he did not help tackle the shooter. News accounts at the time differ, but we are the first to acknowledge that Case is in a position to know.</em></p>\r\n\r\n<p><a href=\"http://www.oregonlive.com/politics/index.ssf/2014/02/did_armed_citizens_stop_kip_ki.html\">Return to OregonLive.com/politics to comment on this ruling.</a></p>\r\n", "ruling_comments_date": "2014-02-12T14:41:41.678850", "ruling_date": "2014-02-12T11:39:34", "ruling_headline": "Were Kip Kinkel and Clackamas Town Center shootings both stopped by an armed citizen?", "ruling_headline_slug": "were-kip-kinkel-and-clackamas-town-center-shooting", "ruling_link_text": "A claim that fires blanks", "ruling_state": null, "source_documents": null, "sources": "<p>Email exchanges with Oregon Citizens Lobby, Feb. 6/7, 2014.</p>\r\n\r\n<p>Telephone interview with Lt. Robert Wurpes, spokesman, Clackamas County Sheriff&rsquo;s Office, Feb. 11, 2014.</p>\r\n\r\n<p>Oregonian newspaper/OregonLive.com stories, May 22, 1998, Dec. 17, 2012, May 2, 2013.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 1, "first_name": "", "half_true_count": 0, "home_state": "Oregon", "id": 2637, "last_name": "Oregon Citizens Lobby", "mostly_true_count": 0, "name_slug": "oregon-citizens-lobby", "pants_count": 0, "party": {"id": 16, "party": "Organization", "party_slug": "organization", "resource_uri": "/api/v/2/party/16/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact_mugs_mugs_mug-independentgroup___________________1_2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2637/", "total_count": 1, "true_count": 0, "website": "http://oregoncitizenslobby.org/"}, "statement": "<p>Kip Kinkel and Clackamas Town Center shootings &quot;both where citizen with gun stopped the crime&quot;</p>\r\n", "statement_context": "a legislative hearing tweet", "statement_date": "2014-02-06", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 19, "photo": null, "resource_uri": "/api/v/2/subject/19/", "subject": "Guns", "subject_slug": "guns", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}