{"art": [{"brightcove": "", "caption": "Some jobs, like removing nails so pieces of wood can be reused, might easily be considered green jobs. But how do you define \"green\" to get to more than 3.4 million green jobs in the nation? ", "id": 4187, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Green_jobs.JPG", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/4187/", "title": "Green jobs", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "tkertscher@journalsentinel.com", "first_name": "Tom", "id": 171, "last_name": "Kertscher", "name_slug": "tom-kertscher", "on_staff_page": 94, "phone": "", "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/171/", "title": "PolitiFact Wisconsin writer", "twitter": ""}], "canonical_url": "/wisconsin/statements/2014/feb/14/tammy-baldwin/expansive-definition-helps-green-jobs-outnumber-oi/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 8913, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "tkertscher@journalsentinel.com", "first_name": "Tom", "id": 171, "last_name": "Kertscher", "name_slug": "tom-kertscher", "on_staff_page": 94, "phone": "", "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/171/", "title": "PolitiFact Wisconsin writer", "twitter": ""}], "resource_uri": "/api/v/2/statement/8913/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>The notion of counting the number of &quot;green&quot; jobs in America made us think, oddly enough, of a middle-age guy trying for cool by pairing a sport coat with blue jeans.</p>\r\n\r\n<p>Not easy.</p>\r\n\r\n<p>Yet quite matter-of-factly, while touting a clean energy jobs bill she introduced, U.S. Sen. Tammy Baldwin made the following statement Jan. 22, 2014:</p>\r\n\r\n<p>&quot;Over 3 million Americans are employed in the growing green-collar workforce, including in clean energy and sustainability, which is more than the amount of people working in the fossil fuel industry.&quot;</p>\r\n\r\n<p>When we put the Wisconsin Democrat&rsquo;s claim to Daniel Kish at the Institute for Energy Research, he told us that both green and fossil fuel industry job numbers are sometimes thrown around with abandon.&nbsp;</p>\r\n\r\n<p>&quot;This gets really dicey real quick,&quot; he said. &quot;Everybody&rsquo;s got their dueling banjos.&quot;&nbsp;</p>\r\n\r\n<p>That&rsquo;s PolitiFact Wisconsin&rsquo;s kind of music.&nbsp;</p>\r\n\r\n<p><strong>Baldwin&rsquo;s evidence</strong></p>\r\n\r\n<p>To back his boss&rsquo; claim, Baldwin spokesman John Kraus cited two reports. Both are from solid sources, though they mix sports coats and -- er, apples and oranges -- a bit.</p>\r\n\r\n<p><strong>1. </strong>Federal report</p>\r\n\r\n<p>In 2012, the U.S. Bureau of Labor Statistics embarked on an annual tally of green jobs. The agency had the advantage of considering a definition of green jobs proffered a year earlier by the Brookings Institution, a Washington, D.C. think tank, which produced its own green jobs count.</p>\r\n\r\n<p>The Bureau of Labor Statistics surveyed 120,000 business and government establishments within 325 industries that were &quot;identified as potentially producing green goods or providing green services.&quot; Those surveyed said whether they produced green goods and services and the percentage of their revenue or employment associated with that output.&nbsp;</p>\r\n\r\n<p>Green goods and services were defined as those that &quot;benefit the environment or conserve natural resources.&quot; They fall into one or more of the following five groups:&nbsp;</p>\r\n\r\n<p>1) Production &nbsp; of &nbsp;energy &nbsp;from &nbsp;renewable &nbsp;sources; 2) energy efficiency; 3) pollution reduction and removal, greenhouse &nbsp;gas reduction, &nbsp;and &nbsp;recycling &nbsp;and &nbsp;reuse; &nbsp;4) natural &nbsp; resources conservation; &nbsp;and &nbsp;5) environmental compliance, &nbsp;education &nbsp;and training, and public awareness.</p>\r\n\r\n<p>So, the list of green jobs is quite varied, including jobs in areas such as farming; home construction; electric, solar and other types of power generation; petroleum and coal products manufacturing; urban mass transit; newspaper publishing; advertising and public relations services; waste treatment and disposal; museums and zoos; and social advocacy organizations.<br />\r\n&nbsp;<br />\r\nThe Bureau of Labor Statistics produced its second -- and, it turns out, final -- green jobs report in March 2013. It estimated that &quot;employment associated with the production of green goods and services&quot; -- full- and part-time jobs -- exceeded 3.4 million in 2011.</p>\r\n\r\n<p>Manufacturing, with 507,000 green jobs, was the largest sector. Goods produced by those jobs included air conditioning and refrigeration equipment meeting selected standards, hybrid cars and parts, and pollution mitigation equipment.</p>\r\n\r\n<p>Kish, who is senior vice president for policy at the industry-backed Institute for Energy Research, pointed out that 886,000 of the 3.4 million were government jobs -- not jobs, he said, in which people are &quot;making or installing windmills and solar panels.&quot;&nbsp;</p>\r\n\r\n<p>&quot;Green,&quot; Kish said, is a &quot;political word, used by politicians and advocates, that is truly elusive.&quot;</p>\r\n\r\n<p>Nevertheless, the Bureau of Labor Statistics is well-established as the official jobs counter for the federal government.&nbsp;</p>\r\n\r\n<p>The 2013 report, for the number of green jobs in 2011, remains the latest available. That report said that because of budget cuts, no more green counts would be done.&nbsp;</p>\r\n\r\n<p><strong>2. </strong>Think tank study</p>\r\n\r\n<p>The Brookings Institution report we noted above was produced in 2011, so it&rsquo;s a little dated.&nbsp;</p>\r\n\r\n<p>Brookings estimated that in 2010, there were 2.7 million green jobs -- that is, jobs that &quot;directly contributed to the production of goods and services that had an environmental beneﬁt.&quot;&nbsp;</p>\r\n\r\n<p>Brookings didn&rsquo;t do a count of fossil fuel industry jobs, but it did make a comparison using federal government tallies. Its report said that in 2010, there were 1.3 million jobs that directly supported &quot;the production of fossil fuel-based energy, derivative manufactured products and machinery.&quot;&nbsp;</p>\r\n\r\n<p>If all wholesale and retail distributors, transporters and other workers -- such as gas station employees -- were included, the fossil fuel tally would be 2.4 million jobs, Brookings said.</p>\r\n\r\n<p>Brookings scholar Jonathan Rothwell told us some critics view the think tank&rsquo;s definition of green jobs as too expansive. For example, some 350,000 public transportation jobs in the green tally include not only bus drivers but secretaries, janitors, executives and all other employees who work for bus companies, he said.&nbsp;</p>\r\n\r\n<p>Brookings&#39; definition of green jobs &quot;was very broad and included any economic activity that has an environmental benefit -- from public transportation to waste management,&quot; Rothwell acknowledged, adding that because &quot;only a small portion of energy comes from green sources, fossil fuel employees are a much larger share of the energy sector&#39;s workforce.&quot;</p>\r\n\r\n<p>But Rothwell noted that the Bureau of Labor Statistics adopted a similar definition when it did green jobs counts.</p>\r\n\r\n<p>And we note that BLS arrived at a roughly similar green jobs estimate.</p>\r\n\r\n<p>So, the most recent federal report backs the first part of Baldwin&rsquo;s statement, that there are more than 3 million green jobs.&nbsp;</p>\r\n\r\n<p>The older think tank report she cites doesn&rsquo;t say there were more than 3 million green jobs, but does say that green jobs outnumbered fossil fuel industry jobs as of 2010.</p>\r\n\r\n<p><strong>Other</strong> <strong>views</strong></p>\r\n\r\n<p>One thing to underline here is that counting green jobs is a different sort of animal.&nbsp;</p>\r\n\r\n<p>As CNN/Money observed when the first Bureau of Labor Statistics green jobs report came out in 2012, comparing &quot;green jobs to another singular sector isn&#39;t really fair. The green jobs survey took into account a wide variety of jobs in over 300 different industries.&quot;</p>\r\n\r\n<p>As for the oil and gas industry itself, a July 2013 report was done by PricewaterhouseCoopers for the American Petroleum Institute, a trade association for the oil and natural gas industry, that was an update of a report done two years earlier.&nbsp;</p>\r\n\r\n<p>The later report said there were 2.59 million jobs in the oil and natural gas industry in 2011. PricewaterhouseCoopers said it utilized data from the Bureau of Labor Statistics, the U.S. Bureau of Economic Analysis and the U.S. Census Bureau for its study.</p>\r\n\r\n<p>The study noted that the oil and natural gas industry &quot;encompasses a number of activities that span separate industry classifications in government economic data.&quot; For example, oil and natural gas exploration and production is included in the mining sector; and oil refining is part of the manufacturing sector. The study defined the oil and gas industry to include all such activities.&nbsp;</p>\r\n\r\n<p>The petroleum institute noted to us criticism of how the federal government defines green jobs, including an editorial in Investor&rsquo;s Business Daily that called the annual count &quot;phony.&quot;</p>\r\n\r\n<p>A final note:&nbsp;</p>\r\n\r\n<p>In November 2012, U.S. Sen. Sheldon Whitehouse, D-Rhode Island, made a claim similar to but more broad than Baldwin&rsquo;s, saying there were &quot;more people working in clean and green energy than in oil and gas in this country.&quot;&nbsp;</p>\r\n\r\n<p>That was before the latest reports from the Bureau of Labor Statistics and American Petroleum Institute that estimated green and fossil fuel jobs for 2011.</p>\r\n\r\n<p>PolitiFact Rhode Island rated the statement True. Our colleagues noted that at the time, the number of green jobs as estimated by BLS exceeded the number of oil and gas jobs estimated by the petroleum institute.</p>\r\n\r\n<p>Our rating&nbsp;</p>\r\n\r\n<p>Baldwin said: &quot;Over 3 million Americans are employed in the growing green-collar workforce,&quot; which is more than the number &quot;of people working in the fossil fuel industry.&quot;</p>\r\n\r\n<p>The latest estimates are for 2011. The federal government says there were 3.4 million green jobs, while a national oil and gas trade group says there were 2.59 million oil and gas jobs.</p>\r\n\r\n<p>We rate Baldwin&rsquo;s statement True.</p>\r\n\r\n<p><em>Follow us on <a href=\"https://twitter.com/PolitiFactWisc\">Twitter</a> and <a href=\"http://fb.com/politifactwisconsin\">Facebook</a>.</em></p>\r\n", "ruling_comments_date": "2014-02-12T16:14:44.212541", "ruling_date": "2014-02-14T05:00:00", "ruling_headline": "Expansive definition helps \"green\" jobs outnumber oil and gas jobs in U.S.", "ruling_headline_slug": "expansive-definition-helps-green-jobs-outnumber-oi", "ruling_link_text": "Official tally, which uses expansive definition of green, confirms the claim", "ruling_state": null, "source_documents": null, "sources": "<p>U.S. Sen. Tammy Baldwin, <a href=\"http://www.baldwin.senate.gov/press-releases/senator-baldwin-announces-new-legislation-to-strengthen-economy-through-investments-in-job-training-and-workforce-readiness-for-clean-energy-jobs\"><u>news release</u></a>, Jan. 22, 2014</p>\r\n\r\n<p>Email interview, U.S. Sen. Tammy Baldwin spokesman John Kraus, Feb. 4, 2014</p>\r\n\r\n<p>Interview, Institute for Energy Research senior vice president, policy, Daniel Kish, Feb. 10, 2014</p>\r\n\r\n<p>Email interview, American Petroleum Institute spokesman Zachary Cikanek, Feb. 10, 2014</p>\r\n\r\n<p>American Petroleum Institute, <a href=\"http://www.api.org/news-and-media/news/newsitems/2013/aug-2013/~/media/Files/Policy/Jobs/Economic_Impacts_ONG_2011.pdf\"><u>&quot;Economic Impacts of the Oil and Natural Gas Industry on the U.S. Economy in 2011,&quot;</u></a> July 2013</p>\r\n\r\n<p>Brookings Institution, <a href=\"http://www.brookings.edu/~/media/series/resources/0713_clean_economy.pdf\"><u>&quot;Sizing the Clean Economy,&quot;</u></a> 2011</p>\r\n\r\n<p>Interview, Brookings Institution Metropolitan Policy Program associate fellow Jonathan T. Rothwell, Feb. 10, 2014</p>\r\n\r\n<p>U.S. Bureau of Labor Statistics, <a href=\"http://www.bls.gov/news.release/pdf/ggqcew.pdf\"><u>news release</u></a>, March 19, 2013</p>\r\n\r\n<p>Milwaukee Journal Sentinel, &quot;Green industry employment on upswing,&quot; March 22, 2012</p>\r\n\r\n<p>Interview, Natural Resources Defense Council energy and transportation program policy advocate and analyst Christina Angelides,<strong> </strong>Feb. 11, 2014</p>\r\n\r\n<p>Interview, U.S. Bureau of Labor Statistics Division of Adminstrative Statistics and Labor Turnover chief Rick Clayton, Feb. 11, 2014</p>\r\n\r\n<p>CNN/Money, <a href=\"http://cnn/Money\"><u>&quot;3.1 million &lsquo;green jobs&rsquo; number casts a wide net,&quot;</u></a> March 29, 2012</p>\r\n\r\n<p>PolitiFact Rhode Island, <a href=\"http://www.politifact.com/rhode-island/statements/2012/nov/30/sheldon-whitehouse/sen-sheldon-whitehouse-says-more-people-us-work-gr/\"><u>&quot;Sen. Sheldon Whitehouse says more people in U.S. work in green energy than in petroleum industry,&quot;</u></a> Nov. 30, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 11, "current_job": "U.S. Representative", "false_count": 6, "first_name": "Tammy", "half_true_count": 11, "home_state": "Wisconsin", "id": 1410, "last_name": "Baldwin", "mostly_true_count": 11, "name_slug": "tammy-baldwin", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/PFACT_Tammy_Baldwin.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1410/", "total_count": 49, "true_count": 5, "website": "http://www.baldwin.senate.gov/"}, "statement": "<p>&quot;Over 3 million Americans are employed in the growing green-collar workforce,&quot; which is more than the number &quot;of people working in the fossil fuel industry.&quot;</p>\r\n\r\n<p>&nbsp;</p>\r\n", "statement_context": "a news release", "statement_date": "2014-01-22", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}, {"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}, {"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 44, "photo": null, "resource_uri": "/api/v/2/subject/44/", "subject": "Transportation", "subject_slug": "transportation", "used_in_edition": []}], "target": [], "twitter_headline": ""}