{"art": [], "author": [{"email_address": "dtims@oregonian.com", "first_name": "Dana", "id": 200, "last_name": "Tims", "name_slug": "dana-tims", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/200/", "title": "Staff writer", "twitter": null}], "canonical_url": "/oregon/statements/2014/feb/19/brad-avakian/do-oregon-women-earn-79-cents-every-dollar-men-ear/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "mbrence@oregonian.com", "first_name": "Michelle", "id": 415, "last_name": "Brence", "name_slug": "michelle-brence", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/415/", "title": "Politics editor", "twitter": null}], "facebook_headline": null, "id": 8943, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "dtims@oregonian.com", "first_name": "Dana", "id": 200, "last_name": "Tims", "name_slug": "dana-tims", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/200/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/8943/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>Income inequality has emerged as a significant issue heading into the 2014 campaign season.</p>\r\n\r\n<p>One hot-button piece of that debate focuses on what some politicians, researchers and economists call the gender pay gap. In his recent State of the Union address, President Barack Obama mentioned the gap when he said that, nationally, women earn an average of 77 cents for every dollar a man earns.</p>\r\n\r\n<p>In Oregon, Labor Commissioner Brad Avakian posted an &quot;issue statement&quot; on his campaign website on Jan. 31, 2014, that customizes the issue for the Beaver state. &quot;In Oregon,&quot; according to the post, &quot;women earn an average of 79 cents for every dollar that men earn for doing the same job. That&rsquo;s just wrong.&quot;</p>\r\n\r\n<p>We agree, that would be quite the disparity. But is it accurate? We checked.</p>\r\n\r\n<p>We called Avakian&rsquo;s office and spoke with Charlie Burr, communications director for the state Bureau of Labor and Industries, which Avakian oversees. Burr said the claim is based on statistics included in the fall 2013 edition of &quot;The Simple Truth about the Gender Pay Gap&quot; issued by the American Association of University Women.</p>\r\n\r\n<p>A table in the report lists, by gender and state, median annual earnings and earnings ratios of men to women for full-time, year-round workers ages 16 and older. The information, drawn from the U.S. Census Bureau&rsquo;s Current Population Survey, showed that men in Oregon earned $47,402 in 2012, compared with $37,381 for women. We checked the Census information ourselves and found the information was accurate.</p>\r\n\r\n<p>That put the income earned by women at 79 percent of their male counterparts. The table showed that, nationally, the figure is 77 percent.</p>\r\n\r\n<p>PolitiFact National has already looked into this issue, so we checked the most recent offering, which, in analyzing Obama&#39;s State of the Union address, called the president&rsquo;s 77-cent ratio &nbsp;&quot;a credible figure from a credible agency.&quot;</p>\r\n\r\n<p>The wording of Obama&rsquo;s and Avakian&rsquo;s claims, however, is problematic, PolitiFact National has found. That work determined that adding the words <em>for the same work</em> or <em>in the same job</em> slightly weakened the claims&rsquo; accuracy.</p>\r\n\r\n<p>One reason is that federal agencies aren&rsquo;t entirely in agreement when it comes to tracking such statistics. The Census Bureau, for instance, tracks annual wages. That information yields the 77-cent figure.</p>\r\n\r\n<p>The U.S. Bureau of Labor Statistics, meanwhile, tracks weekly wages. Broken down that way, women earn 82 cents for every dollar men make.</p>\r\n\r\n<p>What&rsquo;s the difference? The weekly analysis does not account for people who are self-employed, PolitiFact found, but does include some left out of the annual measure, such as some teachers, construction workers and seasonal workers.</p>\r\n\r\n<p>The gap narrows more -- to 86 cents -- if hourly rates are used, according to Bureau of Labor Statistics data because those account for part-time workers, who include a larger percentage of women than men.</p>\r\n\r\n<p>We called Ariane Hegewisch, study director at the Institute for Women&rsquo;s Policy Research, a Washington, D.C.-based nonpartisan think tank.</p>\r\n\r\n<p>&quot;The hourly figures still show there is a wage gap,&quot; she said, &quot;but they still don&rsquo;t suggest that the 77-cent figure or Oregon&rsquo;s 79-cent figure are wrong. They are just looking at different measures.&quot;</p>\r\n\r\n<p>Nothing has shown that any gap is solely because of workplace discrimination, Hegewisch said. But studies controlling for factors such as level of education, hours worked and sector of work still leave 25 to 40 percent of the gap explainable only by discrimination, Hegewisch said.</p>\r\n\r\n<p>&quot;There are shades and important nuances here,&quot; she said. &quot;It&rsquo;s not based on taking two people literally in the same firm and saying, &lsquo;Are you being paid more or not?&rsquo; It&rsquo;s also who gets hired at all. It&rsquo;s still the case that the highest-paying firms tend to hire more young white guys than young anybody else.&quot;</p>\r\n\r\n<p>Different pay for different work also plays a part, Hegewisch said. Laborers, who tend to be men, usually make more than, say, nursing aides, who tend to be women, she said. &quot;It comes down to more of a social issue of how we judge the value of different occupations.&quot;</p>\r\n\r\n<p>Avakian, citing Census data and echoing claims by Obama and others, said women in Oregon &quot;earn an average of 79 cents for every dollar that men earn for doing the same job.&quot; The report he relied on noted that the 79-cent figure applies to full-time, year-round work, although Avakian didn&rsquo;t include those stipulations.</p>\r\n\r\n<p>For starters, the commissioner loses points for cherry-picking the 79-cent figure. Other means of measuring pay gaps between men and women put it considerably less.</p>\r\n\r\n<p>The same can be said of the &quot;for doing the same job&quot; piece. As PolitiFact has found previously, the existence of a pay gap doesn&rsquo;t necessarily mean that all of the gap is caused by individual employer-level discrimination, as Avakian&rsquo;s claim implies. Some of the gap is at least partially explained by the predominance of women in lower-paying fields, rather than women necessarily being paid less for the same job than men are.</p>\r\n\r\n<p>Finally, Avakian used the term &quot;average&quot; when the report he relied on said &quot;median.&quot; He could have avoided that by simply saying women &quot;make 79 cents for every dollar a man earns,&quot; but since the information he cited contains only median incomes, we find the difference to be inconsequential.</p>\r\n\r\n<p>Those caveats aside, he still is well inside the ballpark and the ratio he cited is a credible figure from a credible agency. We rate the claim Mostly True.</p>\r\n\r\n<p><a href=\"http://www.oregonlive.com/politics/index.ssf/2014/02/do_oregon_women_earn_79_cents.html\"><u>Return to OregonLive.com/politics to comment on this ruling.</u></a></p>\r\n", "ruling_comments_date": "2014-02-19T13:25:49.816491", "ruling_date": "2014-02-19T10:25:17", "ruling_headline": "Do Oregon women earn 79 cents for every dollar men earn for doing the same job?", "ruling_headline_slug": "do-oregon-women-earn-79-cents-every-dollar-men-ear", "ruling_link_text": "A claim that's more or less on the money", "ruling_state": null, "source_documents": null, "sources": "<p>Email exchange, Charlie Burr, communications director, Oregon Bureau of Labor and Industries, Feb. 13, 2014</p>\r\n\r\n<p>Telephone interview, Ariane Hegewisch, study director, Institute for Women&rsquo;s Policy Research, Feb. 14, 2014</p>\r\n\r\n<p>Bureau of Labor Statistics, &quot;Highlights of Women&rsquo;s Earnings in 2012,&quot; October 2013</p>\r\n\r\n<p>Bureau of Labor Statistics, &quot;Women in the Labor Force: A Databook,&quot; February 2013</p>\r\n\r\n<p>U.S. Census Bureau, &quot;Income, Poverty, and Health Insurance Coverage in the United States: 2012,&quot; September 2013</p>\r\n\r\n<p>PolitiFact, &quot;Barack Obama, in State of the Union, says women make 77 cents for every dollar a man earns,&quot; Jan. 29, 2014.</p>\r\n\r\n<p>Oregon Labor Commissioner Brad Avakian&rsquo;s website, www.bradavakian.com</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 1, "first_name": "Brad", "half_true_count": 0, "home_state": "", "id": 1461, "last_name": "Avakian", "mostly_true_count": 1, "name_slug": "brad-avakian", "pants_count": 0, "party": {"id": 14, "party": "State official", "party_slug": "state-official", "resource_uri": "/api/v/2/party/14/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Avakian.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1461/", "total_count": 2, "true_count": 0, "website": ""}, "statement": "<p>&quot;In Oregon, women earn an average of 79 cents for every dollar that men earn for doing the same job. That&rsquo;s just wrong.&quot;</p>\r\n", "statement_context": "a campaign website statement", "statement_date": "2014-01-31", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 184, "photo": null, "resource_uri": "/api/v/2/subject/184/", "subject": "Income", "subject_slug": "income", "used_in_edition": ["/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}