{"art": [], "author": [{"email_address": "dtims@oregonian.com", "first_name": "Dana", "id": 200, "last_name": "Tims", "name_slug": "dana-tims", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/200/", "title": "Staff writer", "twitter": null}], "canonical_url": "/oregon/statements/2014/feb/27/moms-demand-action-gun-sense-america/can-anyone-broker-gun-deal-facebook-and-walk-away-/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "mbrence@oregonian.com", "first_name": "Michelle", "id": 415, "last_name": "Brence", "name_slug": "michelle-brence", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/415/", "title": "Politics editor", "twitter": null}], "facebook_headline": null, "id": 8983, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "dtims@oregonian.com", "first_name": "Dana", "id": 200, "last_name": "Tims", "name_slug": "dana-tims", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/200/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/8983/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>In the wake of the 2012 shootings at Sandy Hook Elementary School, gun-control advocates have redoubled efforts to pass laws focusing on universal background checks, clip capacity and assault rifles.</p>\r\n\r\n<p>Gun-rights groups have fought back, arguing that background checks won&rsquo;t stop felons from getting weapons and that Second Amendment protections trump the need for new regulations.</p>\r\n\r\n<p><strong>The Claim</strong></p>\r\n\r\n<p>A national group with an Oregon chapter, Moms Demand Action for Gun Sense in America, has launched a campaign aimed at persuading Facebook to ban online gun &quot;marketplaces.&quot;</p>\r\n\r\n<p>Gun sales through these marketplaces are carried out legally without background checks, according to the group. And the downside is already apparent, they said, pointing to a convicted felon who was arrested in Iowa last week for acquiring a gun using a Facebook post.</p>\r\n\r\n<p>They added this: &quot;This means that ANYONE can broker a deal on a gun online, meet the seller in a parking lot somewhere, and walk away with a weapon.&quot;</p>\r\n\r\n<p>Anyone? In a parking lot? PolitiFact Oregon checked.</p>\r\n\r\n<p><strong>The Analysis</strong></p>\r\n\r\n<p>We followed links to the 16 Oregon Facebook gun marketplaces listed in the group&rsquo;s news release. The pages all have different administrators but share some features. They allow those who have joined that group to advertise guns, rifles, ammunition and gun parts. People can also include posts seeking to buy. Telephone numbers are often provided, and actual transactions are handled privately.</p>\r\n\r\n<p>We called Dennis Cannon, a Prineville resident who is an administrator of a central Oregon Facebook gun page, and asked whether background checks are part of typical sales.</p>\r\n\r\n<p>&quot;It&rsquo;s up to each individual to do a background check on the person they are selling to,&quot; Cannon said. &quot;You can do that free through the sheriff&rsquo;s office and run whoever you want.&quot;</p>\r\n\r\n<p>Asked whether the sites are appropriate, he said, &quot;We have the right to bear arms. Felons don&rsquo;t. I see nothing wrong with the sites. That&rsquo;s why we live in a free country.&quot;</p>\r\n\r\n<p>Next we called Kevin Starrett, executive director of the pro-gun Oregon Firearms Federation. He hadn&rsquo;t heard of the Facebook sites but didn&rsquo;t see anything surprising.</p>\r\n\r\n<p>&quot;At my gun club, people put up notes with pictures when they want to sell a gun,&quot; he said. &quot;This is no different than it&rsquo;s ever been.&quot;</p>\r\n\r\n<p>He acknowledged that the explosion of social media sites such as Facebook makes it possible for many more people to gain access to gun-sale information, but added, &quot;As far as any transactions are concerned, all of the same rules still apply.&quot;</p>\r\n\r\n<p>So can anyone go to one of the Facebook marketplaces, cut a deal and buy a gun?</p>\r\n\r\n<p>We wanted to know what legal gun transactions -- whether initiated on Facebook or anywhere else -- require. We called Patricia Whitfield, Oregon State Police criminal justice systems director. She pointed us to ORS 166.436, which addresses firearm transfers by people other than gun dealers. Private-party sales, it states, do not require background checks.</p>\r\n\r\n<p>Not seeking a check, however, could cause a seller to run afoul of a companion statute, ORS 166.470, which applies to a seller who &quot;knows or reasonably should know&quot; that the recipient is a minor, has been convicted of a felony or &quot;has any outstanding felony warrants for arrest.&quot;</p>\r\n\r\n<p>So laws pertaining to gun sales originating on Facebook pages are the same as those that apply to any private sale. (Oregon Sen. Floyd Prozanski, D-Eugene, hopes to get a bill requiring background checks for private-party guns sales through this session of the Legislature. The bill is still alive, though with the session ebbing, chances of it passing this time around don&rsquo;t look promising.)</p>\r\n\r\n<p>A Facebook representative who would not give his name passed along links addressing company policies on guns. Advertising that &quot;promotes the sale or use of weapons&quot; won&rsquo;t be accepted, according to the policies, but the marketplace pages themselves haven&rsquo;t been deemed improper.</p>\r\n\r\n<p>He confirmed that Facebook is &quot;in conversations&quot; with Moms Demand Action, but declined to say what, if any, effect the group&rsquo;s pressure might have.</p>\r\n\r\n<p>Sarah Finger McDonald, leader of the Oregon chapter of Moms Demand Action, defended her group&rsquo;s petition drive to change Facebook&rsquo;s policy. &quot;These sites completely open the door to countless unregulated gun sales,&quot; she said.</p>\r\n\r\n<p><strong>The Ruling</strong></p>\r\n\r\n<p>Moms Demand Action for Gun Sense in America has launched a campaign aimed at persuading Facebook to prohibit online gun &quot;marketplaces.&quot; The group, providing a link to a news account, said at least one felon has obtained a weapon through a Facebook post. The group asserts that such sites enable &quot;ANYONE&quot; to &quot;broker a deal on a gun online, meet the seller in a parking lot somewhere, and walk away with a weapon.&quot;</p>\r\n\r\n<p>Transactions initiated on Facebook are no different from any other private-party gun sale in Oregon. While current laws don&rsquo;t require background checks for private sales, it is still the legal responsibility of sellers not to peddle guns to felons and minors.</p>\r\n\r\n<p>Yet with at least 16 Facebook gun marketplaces now operating in Oregon, far more people than ever have access to an array of guns and rifles. And with the exception of felons and minors, &quot;anyone&quot; can seek out a Facebook gun page, broker a deal online and arrange a private transfer.</p>\r\n\r\n<p>The group&rsquo;s statement is true but needs clarification to make clear that the same rules -- or lack thereof -- apply to Facebook transactions as to all other private-party gun sales.</p>\r\n\r\n<p>Though Facebook pages can advertise guns for sale to a broader audience, there&rsquo;s nothing inherent about them that makes the actual purchase easier or harder. &quot;ANYONE&quot; is also sweeping. Clearly, Oregon laws -- though they&rsquo;re sometimes violated -- set some limits on who can buy a gun.</p>\r\n\r\n<p>We rate the claim Mostly True.</p>\r\n\r\n<p><a href=\"http://www.oregonlive.com/politics/index.ssf/2014/02/can_anyone_broker_a_gun_deal_o.html\"><u>Return to OregonLive.com/politics to comment on this ruling.</u></a></p>\r\n", "ruling_comments_date": "2014-02-27T19:07:35.832528", "ruling_date": "2014-02-27T16:07:15", "ruling_headline": "Can ANYONE broker a gun deal on Facebook and walk away with a weapon?", "ruling_headline_slug": "can-anyone-broker-gun-deal-facebook-and-walk-away-", "ruling_link_text": "Mostly hits the bullseye", "ruling_state": null, "source_documents": null, "sources": "<p>Telephone interview, Sarah Finger McDonald, Oregon chapter leader, Moms Demand Action for Gun Sense in America, Feb. Feb. 26, 2014.</p>\r\n\r\n<p>Telephone interview, Sgt. Travis Jurgens, Crook County Sheriff&rsquo;s Office, Feb. 25, 2014.</p>\r\n\r\n<p>Email exchange, Matt Steinfeld, Facebook spokesman, Feb. 25, 2014.</p>\r\n\r\n<p>Telephone interview, Kevin Starrett, executive director, Oregon Firearms Federation, Feb. 25, 2014.</p>\r\n\r\n<p>Email exchange with Starrett, Feb. 25, 2014.</p>\r\n\r\n<p>Telephone interview, Patricia Whitfield, criminal justice systems director, Oregon State Police, Feb. 25, 2014.</p>\r\n\r\n<p>Telephone interview, Dennis Cannon, administrator, Central Oregon Facebook gun marketplace, Feb. 25, 2014.</p>\r\n\r\n<p>Telephone interview, Lt. Gregg Hastings, spokesman, Oregon State Police</p>\r\n\r\n<p>Oregon Revised Statutes</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "advocacy group", "false_count": 0, "first_name": "", "half_true_count": 0, "home_state": "Indiana", "id": 2414, "last_name": "Moms Demand Action for Gun Sense In America ", "mostly_true_count": 1, "name_slug": "moms-demand-action-gun-sense-america", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Moms_Demand_Action_logo.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2414/", "total_count": 2, "true_count": 0, "website": "http://momsdemandaction.org/"}, "statement": "<p>Gun &quot;marketplaces&quot; on Facebook mean &quot;ANYONE can broker a deal on a gun online, meet the seller in a parking lot somewhere, and walk away with a weapon.&quot;</p>\r\n", "statement_context": "a news release", "statement_date": "2014-02-14", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 19, "photo": null, "resource_uri": "/api/v/2/subject/19/", "subject": "Guns", "subject_slug": "guns", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}