{"art": [], "author": [{"email_address": "nbadertscher@ajc.com", "first_name": "Nancy", "id": 426, "last_name": "Badertscher", "name_slug": "nancy-badertscher", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/NancyBadertscher-1.jpg", "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/426/", "title": "Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2014/mar/05/americans-responsible-solutions/gun-bill-claim-under-fire/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jdenery@ajc.com", "first_name": "Jim ", "id": 141, "last_name": "Denery", "name_slug": "jim-denery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/141/", "title": "Word editor", "twitter": null}, {"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 9004, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "nbadertscher@ajc.com", "first_name": "Nancy", "id": 426, "last_name": "Badertscher", "name_slug": "nancy-badertscher", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/NancyBadertscher-1.jpg", "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/426/", "title": "Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/9004/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>The Georgia House passed and sent to the state Senate last month a controversial and sweeping bill that would lift restrictions on guns in houses of worship, bars, airports and college campuses, and it would allow schools to beef up security by arming front office staff, teachers and other employees.</p>\r\n\r\n<p>Passions are running high for and against House Bill 875, &nbsp;which supporters have named the &quot;Safe Carry Protection Act&quot; and critics call the &quot;guns everywhere bill.&quot; But debates about measures such as this are often filled over<s>-</s>heated rhetoric</p>\r\n\r\n<p>Among those lobbying to kill the bill is Americans for Responsible Solutions, a national group that former U.S. Rep. Gabby Giffords, D-Ariz., and her husband, retired astronaut Mark Kelly, founded after her near-fatal shooting in January 2011.</p>\r\n\r\n<p>In a press release and I<s>i</s>nternet video released Feb. 26, Giffords&rsquo; group urged Georgians to appeal to the state Senate and Gov. Nathan Deal to defeat the bill.</p>\r\n\r\n<p>&quot;Georgia lawmakers are now considering passing the most extreme gun bill in America,&quot; Pia Carusone, the group&rsquo;s executive director, said in the release.</p>\r\n\r\n<p>Knowing the many and varied gun measures that exist or are proposed across the nation, could Georgia really be looking at &quot;the most extreme gun bill in America?&quot; We wondered.</p>\r\n\r\n<p>We decided &nbsp;to run the statement through the Truth-O-Meter.</p>\r\n\r\n<p>On its website, the National Rifle Association calls HB 875 by state Rep. Rick Jasperse, R-Jasper, &quot;the most comprehensive pro-gun reform legislation introduced in recent state history.&quot;</p>\r\n\r\n<p>We began by circling back to Giffords&rsquo; group to explain the claim that it is the most extreme legislation out there. Carusone said her group is tracking 200 gun bills in legislatures across the country, many of which &quot;weaken common-sense gun violence prevention policies.&quot; But none of the bills has &quot;as many extreme provisions as we see in this one Georgia bill,&quot; she said.</p>\r\n\r\n<p>&quot;Not only does the bill invite guns into virtually every public space, reversing 100-year-old regulations, it allows teachers to carry guns while teaching class and airplane passengers to attempt to bring guns through (Transportation Security Administration) security without consequence,&quot; Carusone said. &quot;It also would allow guns to be in courthouses. State legislation typically focuses on one of these issues, not all of them.&quot;</p>\r\n\r\n<p>Experts we checked with said there&rsquo;s no evidence that, if the bill passes, Georgia would be considered to have the most lax gun laws. Four states, Alaska, Arizona, Vermont and Wyoming, don&rsquo;t even require a permit to carry a concealed weapon, they said.</p>\r\n\r\n<p>Jasperse, the bill&rsquo;s chief sponsor, said labeling his bill as the nation&rsquo;s &quot;most extreme&quot; is a typical tactic of &nbsp;groups that survive on fundraising and headline-grabbing. &quot;That&rsquo;s what they are supposed to do, I guess,&quot; he said.</p>\r\n\r\n<p>He said the provision of the bill dealing with airports is meant to help the licensed gun owner who forgets she has her gun in her purse until she&rsquo;s going through TSA screening. With proof that she has a license, she&rsquo;ll be turned away but not arrested, Jasperse said. Unlicensed gun carriers will still face arrest and a misdemeanor charge, he said.</p>\r\n\r\n<p>Giffords&rsquo; group questions why Georgia lawmakers would ease restrictions on guns at airports, especially when Hartsfield-Jackson International Airport had the highest number of firearms intercepted by the TSA in 2013, at 111. The airport is the world&rsquo;s busiest.</p>\r\n\r\n<p>Carusone said it is viewed as a threat to public safety based, in part, on a provision allowing people who have been convicted of threatening others with guns to become permitted concealed- carry license holders.</p>\r\n\r\n<p>Other groups also oppose the bill. Area religious leaders, the Georgia chapter of Moms Demand Action for Gun Sense in America<s>,</s> and the Georgia Gun Sense Coalition are among its opponents.</p>\r\n\r\n<p>Eugene Volokh, a law professor at the University of California, Los Angeles and one of several experts we contacted, said &quot;any claim of most extreme seems very hard to defend.&quot;</p>\r\n\r\n<p>David Mustard, an associate professor of economics at the University of Georgia&rsquo;s Terry College of Business who has done research on crime, sentencing and<s>,</s> gun control, agreed.</p>\r\n\r\n<p>Carusone&rsquo;s statement is &quot;a pretty hard one to test because to do so one would need to know all the laws on all these different issues in every single state,&quot; Mustard said.</p>\r\n\r\n<p>We did a cursory review of bills pending in five other states, including Idaho&rsquo;s campus-carry bill and didn&rsquo;t see any that appeared to go far beyond the weapons-carrying laws in many of the other 49 states.</p>\r\n\r\n<p>One provision of HB 875 would lower the age for active duty military in Georgia to carry a concealed weapon from 21 to 18. But the majority of Georgians would still fall under the age 21 requirement, and some states, including New Hampshire and Iowa, allow residents to obtain a concealed weapons permit at 18 or younger, Vokokh said.</p>\r\n\r\n<p>And the provision to allow places of worship and bars to decide whether to allow licensed gun owners to bring guns into their establishments is moving to the &quot;national norm,&quot; said David Kopel, the research director at the Independence Institute in Denver.</p>\r\n\r\n<p>&quot;Part of what has motivated this initiative in churches is that there have been some very interesting and important cases where someone with a carry license has disarmed (<s>[</s>a person)<s>]</s> who entered a house of worship or organization with a distinctly Christian purpose with the intent to kill many people and commit a mass public shooting,&quot; Mustard said. &quot;To my knowledge, there are no examples of congregants using the guns in inappropriate ways in church.&quot;</p>\r\n\r\n<p>State Rep. Alan Powell, R-Hartwell, one of the bill&rsquo;s co-sponsors, said none of the provisions in HB 875 &quot;are not already law in some other states.&quot;</p>\r\n\r\n<p>The Brady Campaign to Prevent Gun Violence in 2013 gave Georgia an 8 on a 100-point rating scale based on 30 policies on gun and ammunition regulation. That placed the state 28th in the group&rsquo;s ranking, a spokeswoman said.</p>\r\n\r\n<p>Jasperse and others sponsored a similar bill last year that ran out of time in the state Senate. Provisions of the current bill would:</p>\r\n\r\n<ul>\r\n\t<li>Remove the requirement of fingerprinting for renewal of weapons-carry licenses, saving applicants $45. A background check is still required;</li>\r\n\t<li>Prohibit the state from creating and maintaining a database of WCL holders;</li>\r\n\t<li>Remove the restrictions on legally carrying a registered firearm in churches and bars, leaving this decision to private property owners;</li>\r\n\t<li>L<s>l</s>ower the age to obtain a concealed weapons-carry license for self-defense from 21 to 18 for honorably discharged veterans, with specific training;</li>\r\n\t<li>Authorize a licensed gun owner to carry a weapon in a government building that is not restricted or screened by security personnel. A person will not be guilty of a violation if he or she immediately exits the building when notified of a failure to clear security. School safety zones are exempt;</li>\r\n\t<li>Allow local boards of education to authorize in writing for its personnel to have weapons in possession while in a school safety zone, school function, or school bus. People with a history of mental or emotional instability would be excluded.</li>\r\n</ul>\r\n\r\n<p>Jasperse said the bill addresses &quot;those law-abiding Georgians who are rule followers and have went through our process of obtaining a license.&quot;</p>\r\n\r\n<p>&quot;Always remember the segment of our society that wishes to do you and me and our families harm does not care what we write in the paper or [what] laws we create,&quot; he said.</p>\r\n\r\n<p>NRA spokesman Jacqueline Issacs said all provisions are in bills across the country.</p>\r\n\r\n<p>The viewpoint of Giffords&rsquo;<s>s</s> group is &quot;out of the mainstream and in line with radical gun ban supporters such as billionaire Mike Bloomberg, who incidentally is a major benefactor to this particular group.&quot;</p>\r\n\r\n<p>Officials with the Law Center to Prevent Gun Violence and the Brady Campaign to Prevent Gun Violence echo the concerns of Americans for Responsible Solutions.</p>\r\n\r\n<p>&quot;Of all the bills pending right now in state legislatures, this is the most sweeping and most dangerous,&quot; said Laura Cutilletta, a staff attorney with the Law Center to Prevent Gun Violence.</p>\r\n\r\n<p>Among her group&rsquo;s specific concerns is the change allowing a person to carry a concealed weapon after being convicted of a misdemeanor for pointing a gun at another person, Cutilletta said.</p>\r\n\r\n<p>Brian Malte, the senior national policy director for the Brady Campaign to Prevent Gun Violence, said Georgia&rsquo;s bill is &quot;extreme in its scope of allowing loaded, hidden guns in sensitive areas.&quot;</p>\r\n\r\n<p>But he said Arizona&rsquo;s law also fits into the extreme category.</p>\r\n\r\n<p>&quot;No permit is required [in Arizona] to carry a loaded, hidden gun in public,&quot; Malte said. &quot;Not even a background check is required.&quot;</p>\r\n\r\n<p>So where does this leave us? Georgia&rsquo;s bill clearly would include a large number of changes, which is a flag-raiser for gun safety advocates.</p>\r\n\r\n<p>But there are pitfalls to calling anything the worst, the first or, in this case, the &quot;most extreme.&quot; The biggest being: &quot;Can you prove it?&quot; All we really have is Carusone&rsquo;s statement that her group is following 200 bills acros the country and hasn&rsquo;t &nbsp;seen any that have as &quot;many extreme provisions&quot; as Georgia&rsquo;s. Supporting evidence is lacking.</p>\r\n\r\n<p>We rate the statement Mostly F<s>f</s>alse.</p>\r\n", "ruling_comments_date": "2014-03-04T17:37:08.003448", "ruling_date": "2014-03-05T00:00:00", "ruling_headline": "Gun bill claim under fire", "ruling_headline_slug": "gun-bill-claim-under-fire", "ruling_link_text": "Bill headed for state Senate", "ruling_state": null, "source_documents": null, "sources": "<p>Americans for Responsible <a href=\"http://www.americansforresponsiblesolutions.org\">Solutions</a> press release and statements on Georgia</p>\r\n\r\n<p>House Bill <a href=\"http://www.legis.ga.gov/legislation/en-US/display/20132014/HB/875\">875</a>,&nbsp;</p>\r\n\r\n<p>The National Rifle Association&rsquo;s <a href=\"http://ww.nraila.org/legislation/state-legislation/2014/1/georgia-comprehensive-progun-reform-legislation-introduced-in-state-house.aspx\">assessment</a> of Georgia&rsquo;s bill</p>\r\n\r\n<p>Emails from Trevor Thomas, political and program director, Americans for Responsible Solutions,starting Feb. 28, 2014<s>.</s></p>\r\n\r\n<p>Emails and phone calls with Rep. Rick Jasperse, R-Jasper, sponsor of House Bill 875.</p>\r\n\r\n<p>Email from Rep. Alan Powell, R-Hartwell, co-sponsor of HB 875.</p>\r\n\r\n<p>Email from David Kopel, research director, Independence Institute in Denver</p>\r\n\r\n<p>Email and phone interviews with Eugene Volokh, law professor, University of California, Los Angeles<s> </s></p>\r\n\r\n<p>Email from Laura Cutilletta, staff attorney, Law Center to Prevent Gun Violence</p>\r\n\r\n<p>Email from David Mustard, associate professor of economics, Terry College of Business, University of Georgia</p>\r\n\r\n<p>Email from Brian Malte, senior national policy director, Brady Campaign to Prevent Gun Violence</p>\r\n\r\n<p><br />\r\n&nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 1, "home_state": "", "id": 2667, "last_name": "Americans for Responsible Solutions", "mostly_true_count": 2, "name_slug": "americans-responsible-solutions", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/PolitiFact_silhouette_12.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2667/", "total_count": 4, "true_count": 0, "website": "http://americansforresponsiblesolutions.org/"}, "statement": "<p><strong>&quot;Georgia lawmakers are now considering passing the most extreme gun bill in America.&quot;</strong></p>\r\n", "statement_context": "press release", "statement_date": "2014-02-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 19, "photo": null, "resource_uri": "/api/v/2/subject/19/", "subject": "Guns", "subject_slug": "guns", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}