{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/jan/13/spencer-bachus/big-three-wages-inflated/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "smontgomery@sptimes.com", "first_name": "Scott", "id": 9, "last_name": "Montgomery", "name_slug": "scott-montgomery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/9/", "title": "Former Government & Politics Editor, St. Petersburg Times", "twitter": null}], "facebook_headline": null, "id": 901, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/901/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\n In the debate over the bailout of the American auto industry, one number seemed to stick in the craw of a reluctant public: the oft-quoted figure that manufacturing workers at America's Big Three automakers &mdash; Ford, Chrysler and General Motors &mdash; make $75 an hour; some $30 more than nonunion workers at so-called \"transplant\" auto companies, like the U.S. plants of Honda and Toyota.\n</p>\n<p>\n <br />\n \"My initial problem justifying these loans to the Big Three is when I speak to my constituents, and it is a fairness issue,\" said U.S. Rep. Spencer Bachus, R-Ala., a ranking member of the House Financial Services Committee during a hearing on the auto industry in November. \"The vast majority of my constituents are not making anywhere near what General Motors, Chrysler and Ford pay their employees.\"\n</p>\n<p>\n <br />\n \"Even with recent changes, the average hourly wage at General Motors is still $75 an hour,\" Bachus said. \"That's 50 percent, 100 percent or, in some cases, three or four times what my constituents are making.\n</p>\n<p>\n <br />\n \"My constituents do not understand why their taxpayer dollars should go to support what they consider less efficient businesses.\"\n</p>\n<p>\n <br />\n Who could resist doing the math?\n</p>\n<p>\n <br />\n Let's see ... $75 an hour, 40 hours a week, 52 weeks in a year ... $156,000 a year! And they want a taxpayer bailout?\n</p>\n<p>\n <br />\n Except the number isn't right.\n</p>\n<p>\n <br />\n In the case of GM (cited by Bachus), the wage for a traditional line worker is actually $29.49 an hour, according to GM spokesman Tony Sapienza. That comes to an annual salary of around $61,300. Comfortable, sure, but a far cry from $156,000.\n</p>\n<p>\n <br />\n According to Kristin Dziczek of the Center for Automotive Research, which tracks these things, the typical hourly wage for union employees at the Big Three is about $28 an hour. Wages at the nonunion transplant companies range from $14.60 to $28 an hour, she said. Wages vary even among different plants of the same companies, depending on regional wage standards. For example, Toyota pays $27 to $30 an hour at its plant in Kentucky, but just $20 an hour at a Mississippi plant.\n</p>\n<p>\n <br />\n \"You can't just say that a transplant wage is this and that the Detroit Big Three is that,\" Dziczek said.\n <br />\n Let's factor in benefits.\n</p>\n<p>\n <br />\n According to Dziczek, in addition to making about $28 an hour, Big Three autoworkers gets benefits worth about $23. Add in overtime, vacation pay shift bonuses, health insurance, pension payments and other compensation, and it comes to about $62 an hour in labor cost per active employee. The cost for wages and benefits at transplant companies is about $40 to $55 an hour.\n</p>\n<p>\n <br />\n \"They're not terribly far off,\" Dziczek said.\n</p>\n<p>\n <br />\n But Bachus and other congressmen who have cited similar hourly numbers didn't just pluck them out of thin air. What they are citing is an \"all-in\" labor cost for hourly wage employees. That \"all-in\" cost includes all pay and benefits to current employees. But here's the kicker: It also includes health benefits paid to retired workers.\n</p>\n<p>\n <br />\n Consider this: At the end of 2007, GM had 365,000 retired hourly employees, as opposed to 62,000 active hourly employees.\n</p>\n<p>\n <br />\n \"We are a 100-year-old company,\" said Sapienza. \"We have significant obligations to retirees. We have stuck by our commitment. It does pose a competitive disadvantage.\"\n</p>\n<p>\n <br />\n Among all the Big Three, Dziczek said, there are four retirees for every current worker.\n</p>\n<p>\n <br />\n Paying health benefits to those workers is a huge obligation that the transplant companies just don't have, as they just haven't been around long enough to have that many retirees. All of the transplants have many more workers than retirees, she said.\n</p>\n<p>\n <br />\n So while the cost of retiree benefits is not part of the compensation for active employees, it is a labor cost borne by the automakers. And so auto companies calculate the entire expense of hourly employees &mdash; including retirees &mdash; and then divide that whole sum by the number of current employees. For GM, that comes to $69 an hour, according to Sapienza. Other figures from the Big Three have put that figure just north of $70 an hour. That's where Bachus got his number.\n</p>\n<p>\n <br />\n There's one other major factor to consider. In 2007, the United Auto Workers union &mdash; which represents laborers at the Big Three &mdash; negotiated a historic deal that calls for a new voluntary employee benefit association that will allow the Big Three to contribute a one-time cost and subsequently allow the unions to run the health care benefits program of retired autoworkers. That will allow the companies to wipe out their health care obligations to retirees.\n</p>\n<p>\n <br />\n In addition, the unions agreed to a two-tiered pay system such that new (second-tier) hires will start at about $14 an hour. According to a Ford analysis presented to Congress, when the ratio of new, second-tier workers reaches about 20 percent of the overall work force, the difference between hourly labor costs at the Big Three and the transplant auto companies will nearly disappear.\n</p>\n<p>\n <br />\n Still, this much is true in the arguments posed by Bachus: Autoworkers generally make more than other manufacturing workers.\n</p>\n<p>\n <br />\n According to the latest data from the Bureau of Labor Statistics (November 2008), the average hourly earnings (wage only) for automobile production workers was $30.27 compared to $17.91 for all manufacturing production workers.\n</p>\n<p>\n <br />\n Auto workers are the kings of the industrial labor force, Dziczek said, and that surely breeds some resentment &mdash; particularly when it comes to talking about a taxpayer-funded bailout.\n</p>\n<p>\n <br />\n That might be a legitimate point to make, but when Bachus and others cited a figure suggesting Big Three autoworkers make more than $70 an hour, it is not only misleading, it's just wrong. That figure is a labor cost that includes the expense of health benefits for retirees. We rate the statement False.\n</p>", "ruling_comments_date": "2010-01-07T13:27:53.170985", "ruling_date": "2009-01-13T19:13:41", "ruling_headline": "Big Three hourly wages inflated", "ruling_headline_slug": "big-three-wages-inflated", "ruling_link_text": "Big Three hourly wages inflated", "ruling_state": null, "source_documents": null, "sources": "<p>\n New Republic,\n <a href=\"http://www.tnr.com/politics/story.html?id=1026e955-541c-4aa6-bcf2-56dfc3323682\" target=\"_blank\">\n  \"Assembly Line: Debunking the myth of the $70-per-hour autoworker\"\n </a>\n by Jonathan Cohn, Nov. 21, 2008\n</p>\n<p>\n <br />\n U.S. Department of Labor, Bureau of Labor Statistics,\n <a href=\"http://www.bls.gov/oes/current/naics4_336100.htm#(1)\" target=\"_blank\">\n  Occupational Employment and Wage Estimates - Motor Vehicle Manufacturing\n </a>\n</p>\n<p>\n &nbsp;\n</p>\n<p>\n New York Times,\n <a href=\"http://www.nytimes.com/2008/12/10/business/economy/10leonhardt.html?_r=3&amp;em\" target=\"_blank\">\n  \"$73 an Hour: Adding It Up\"\n </a>\n by David Leonhardt, Dec 9, 2008\n <br />\n <br />\n CQ, Transcript: House Financial Services Committee Holds Hearing on the American Automobile Industry, Nov. 19, 2008\n</p>\n<p>\n &nbsp;\n</p>\n<p>\n Interview with Tony Sapienza, spokesman for General Motors, Jan. 8, 2009\n</p>\n<p>\n &nbsp;\n</p>\n<p>\n Interview with Kristin Dziczek of the Center for Automotive Research, Jan. 8, 2009\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. Representative", "false_count": 1, "first_name": "Spencer ", "half_true_count": 0, "home_state": "Alabama", "id": 107, "last_name": "Bachus", "mostly_true_count": 0, "name_slug": "spencer-bachus", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-spencerbachus.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/107/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>\"Even with recent changes, the average hourly wage at General Motors is still $75 an hour.\"</p>", "statement_context": "", "statement_date": "2008-11-19", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 44, "photo": null, "resource_uri": "/api/v/2/subject/44/", "subject": "Transportation", "subject_slug": "transportation", "used_in_edition": []}], "target": [], "twitter_headline": null}