{"art": [], "author": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2014/mar/07/tom-graves/congressman-pitches-new-plan-transportation-fundin/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jdenery@ajc.com", "first_name": "Jim ", "id": 141, "last_name": "Denery", "name_slug": "jim-denery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/141/", "title": "Word editor", "twitter": null}, {"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 9016, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/9016/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>A Georgia congressman says there&rsquo;s one major roadblock to states having more money to fund transportation projects: Uncle Sam.</p>\r\n\r\n<p>U.S. Rep. Tom Graves, a Republican from North Georgia, believes some federal regulations are driving up the costs of transportation here and across the nation. One part of his argument put PolitiFact Georgia on the road in search of whether his complaint is true.</p>\r\n\r\n<p>Georgia, like most states, is a &quot;donor&quot; state when it comes to federal transportation funding, the congressman said.</p>\r\n\r\n<p>&quot;They spend more in taxes and on red tape than they get back,&quot; Graves said in his speech, explaining his definition of donor states.</p>\r\n\r\n<p>Graves says Georgians pay more money in gas taxes than the state receives from the federal government for transportation projects once you figure in &nbsp;the &quot;red tape&quot; from two key federal regulations that have an impact on road construction costs.</p>\r\n\r\n<p>In the 12-month period that ended Sept. 30, 2012, records show Georgia paid nearly $1.2 billion into the Federal Highway Trust Fund Highway Account and received nearly $1.27 billion from the fund. That would appear to put Georgia in the plus category. But Graves says the irksome regulations of the Davis-Bacon Act and the National Environmental Policy Act add huge costs for the state. Those costs turn the positive into a negative, he said, moving Georgia into the donor category. &nbsp;</p>\r\n\r\n<p>Graves and U.S. Sen. Mike Lee, a Republican from Utah, have put together a solution they call the Transportation Empowerment Act. It would gives states greater authority to determine transportation needs. The legislation would also lower the federal gas tax over the next five years from 18.4 cents per gallon to 3.7 cents per gallon. The states, then, could make up the difference in any way they like &mdash; replace the gas tax, put in toll roads, create a new consumption tax such as T-SPLOST.</p>\r\n\r\n<p>The federal highway act is up for reauthorization this year, and the two lawmakers hope to race past competing plans with their proposal and get enough votes for adoption.</p>\r\n\r\n<p>Graves said in a recent speech that Georgia is projected to get an 84 percent rate of return this budget year for transportation projects because of these policies. John Donnelly, a spokesman for the congressman, said Graves&rsquo; 84 percent estimate is conservative.</p>\r\n\r\n<p>&quot;It is important to note that our calculation is actually generous because it includes the general fund subsidies as well. If we simply calculated the rate of return without a subsidy in play (i.e. gas taxes paid in vs. transportation spending attributable to gas taxes going back to Georgia), we&#39;d be closer to 70 percent. If we then accounted for red tape in that calculation, we&#39;d be closer to 56 percent,&quot; Donnelly said.</p>\r\n\r\n<p>So are the Davis-Bacon Act and NEPA a drain on federally funded transportation projects?</p>\r\n\r\n<p>The Davis-Bacon Act has long been a source of angst amongst conservatives and some business groups. It requires contractors and subcontractors to pay laborers and mechanics working on nearly all federally funded projects at least the locally prevailing wages. It was created in 1931 to prevent employers from hiring cheaper labor during the Great Depression, and it has been amended several times. The wages are determined by the U.S. Department of Labor.</p>\r\n\r\n<p>A team of four researchers from Suffolk University looked at the impact of the Davis-Bacon Act. In 2008, they released a study that found it costs U.S. taxpayers an additional $8.6 billion annually and adds 9.9 percent to construction costs. The study found federal officials calculated the prevailing wages by using numbers &quot;dictated&quot; from construction unions that are &quot;biased upwards.&quot;</p>\r\n\r\n<p>&quot;Union workers earn a median weekly income of $833, compared to $642 for nonunion workers. The practice of basing the prevailing wage on a small minority of workers who have, on average, weekly earnings that are almost 30 percent higher than other workers guarantees that the reported wage is anything but the prevailing wage,&quot; the study found.</p>\r\n\r\n<p>U.S. Labor Department officials have said independent studies show the Davis-Bacon Act does not increase government contracting costs.</p>\r\n\r\n<p>&quot;The prevailing wage reflects the wage paid to construction workers in the local area &mdash; union or non-union. Moreover, Davis-Bacon Act designation does not inherently increase government contracting costs, as shown by a number of independent studies,&quot; Nancy Leppink, who was head of the Wage and Hour Division for the United States Department of Labor, wrote in a blog post in 2011.</p>\r\n\r\n<p>Our inquiries to the Labor Department were directed to an official who did not respond to telephone calls and emails for comment.</p>\r\n\r\n<p>The nonpartisan Congressional Research Service wrote in a 2012 report that wages for highway and heavy construction projects under the Davis-Bacon Act were higher than federal employment statistics about 60 percent of the time. The report did not calculate the difference. The report did note that the salary gap between union and non-union workers has decreased in recent years. It also noted the percentage of union workers in construction had decreased between 2000 and 2008.</p>\r\n\r\n<p>The CRS also noted another point: Federal projects may require workers to have more advanced skills. Thus, they may earn higher salaries.</p>\r\n\r\n<p>The National Environmental Policy Act, which became federal law in 1969, requires an environmental review for all highway and construction projects under the purview of the U.S. Department of Transportation. Critics say NEPA slows construction, raising project costs.</p>\r\n\r\n<p>Graves&rsquo; office sent us a 1997 report by researchers at North Carolina State University who found NEPA increased construction costs by 9 percent. Federal officials found several problems with the report. First, they said only 19 of 50 state transportation departments responded to it. Second, of the states that replied, the additional costs were less than the 10 percent. We also wondered whether the study, more than 16 years old, was too old to be considered for serious discussion. Graves&rsquo; camp followed up by sending us a 2006 Federal Highway Administration report that environmental costs for some construction projects averaged 4 percent and averaged 8 percent in some case studies.</p>\r\n\r\n<p><strong>Our conclusion:</strong></p>\r\n\r\n<p>Again, Graves says Georgia spends more in gas taxes and red tape than it gets back from the federal government. He says wage and environmental regulations add huge costs for the state. And studies show he has an interesting argument.</p>\r\n\r\n<p>Do these regulations result in Georgia getting a net result of less money back than it collects from gas taxes? It could be, but there&rsquo;s no definitive data that show what the specific impact is in Georgia. Until we see some research specific to Georgia, we believe Graves&rsquo; claim requires some caution.</p>\r\n\r\n<p>With these caveats, we rate the Graves&#39; claim Half True.</p>\r\n", "ruling_comments_date": "2014-03-06T17:40:47.751230", "ruling_date": "2014-03-07T06:00:00", "ruling_headline": "Congressman pitches new plan for transportation funding", "ruling_headline_slug": "congressman-pitches-new-plan-transportation-fundin", "ruling_link_text": "Still some road blocks", "ruling_state": null, "source_documents": null, "sources": "<p>The Atlanta Journal-Constitution Political Insider blog, &quot;<a href=\"http://politics.blog.ajc.com/2014/02/10/tom-graves-slash-the-federal-gas-tax-to-cure-transportation-woes/\"><u>Tom Graves: Slash the federal gas tax to cure transportation woes</u></a>,&quot; Feb. 10, 2014.</p>\r\n\r\n<p>Congressional Research Service, &quot;<a href=\"http://www.aashtojournal.org/Documents/June2011/CRSreport.pdf\"><u>The Donor-Donee State Issue in Highway Finance</u></a>,&quot; June 13, 2011.</p>\r\n\r\n<p>Congressional Research Service, &quot;<a href=\"http://www.law.umaryland.edu/marshall/crsreports/crsdocuments/R40663_03302012.pdf\"><u>The Davis-Bacon Act and Changes in Prevailing Wage Rates, 2000-2008</u></a>,&quot; March 30, 2012.</p>\r\n\r\n<p>Emails from John Donnelly, spokesman for U.S. Rep. Tom Graves.</p>\r\n\r\n<p>Federal Highway Administration highway trust <a href=\"http://www.fhwa.dot.gov/policyinformation/statistics/2012/fe221.cfm\"><u>account</u></a>, July 2013.</p>\r\n\r\n<p><a href=\"http://www.environment.fhwa.dot.gov/strmlng/baseline/section1.asp\"><u>Information</u></a> about the National Environmental Policy Act.</p>\r\n\r\n<p>North Carolina State University Center for Transportation and the Environment, &quot;<a href=\"http://itre.ncsu.edu/cte/downloads/research/smith1997.pdf\"><u>Environmental Compliance Costs: Where The Rubber Meets The Road</u></a>,&quot; July 1997.</p>\r\n\r\n<p>Report by the Beacon Hill Institute at Suffolk University, &quot;<a href=\"http://www.beaconhill.org/BHIStudies/PrevWage08/DavisBaconPrevWage080207Final.pdf\"><u>The Federal Bacon-Davis Act: The Prevailing Mismeasure of Wages</u></a>,&quot; February 2008.</p>\r\n\r\n<p>U.S. Department of Labor, Davis-Bacon Act <a href=\"http://www.dol.gov/whd/govcontracts/dbra.htm\"><u>information</u></a>.</p>\r\n\r\n<p>U.S. Department of Labor <a href=\"http://social.dol.gov/blog/the-davis-bacon-act-%E2%80%93-protecting-communities-since-1931/\"><u>blog</u></a> about Davis-Bacon Act, Sept. 13, 2011.</p>\r\n\r\n<p>U.S. Department of Transportation Federal Highway Trust Fund, Table <a href=\"http://www.fhwa.dot.gov/policyinformation/statistics/2012/fe221.cfm#foot3\"><u>FE-221</u></a>, July 2013.</p>\r\n\r\n<p>U.S. Department of Transportation Federal Highway Trust Fund FY 2014 appropriations state-by-state <a href=\"http://www.fhwa.dot.gov/legsregs/directives/notices/n4510770t1.cfm\"><u>spreadsheet</u></a>.</p>\r\n\r\n<p>U.S. Federal Highway Administration <a href=\"http://www.transportationresearch.gov/dot/fhwa/ReNepa/Lists/aReferences/Attachments/327/FinalCong%20Report%20Env%20Costs%2010.23.06.pdf\"><u>report</u></a> to Congress on costs associated with the environmental process, Oct. 25, 2006.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 0, "first_name": "Tom", "half_true_count": 5, "home_state": "", "id": 438, "last_name": "Graves", "mostly_true_count": 0, "name_slug": "tom-graves", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/tomgraves.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/438/", "total_count": 12, "true_count": 5, "website": ""}, "statement": "<p>When it comes to transportation funds, Georgians spend more in taxes and on red tape than they get back from the federal government.</p>\r\n", "statement_context": "a speech", "statement_date": "2014-03-07", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}, {"description": "", "id": 44, "photo": null, "resource_uri": "/api/v/2/subject/44/", "subject": "Transportation", "subject_slug": "transportation", "used_in_edition": []}], "target": [], "twitter_headline": ""}