{"art": [{"brightcove": "", "caption": "Robert Jordan shows the shed where he was growing marijuana for his wife Cathy, who suffers from Lou Gehrig's disease. (Tampa Bay Times photo)", "id": 4276, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/robertjordan.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/4276/", "title": "Robert Jordan shed", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "jgillin@politifact.com", "first_name": "Joshua", "id": 327, "last_name": "Gillin", "name_slug": "joshua-gillin", "on_staff_page": null, "phone": "727-893-8337", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/joshuagillin.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/327/", "title": "Staff Writer", "twitter": "jpgillin"}], "canonical_url": "/florida/statements/2014/mar/13/john-morgan/john-morgan-says-swat-team-hooligans-arrested-medi/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 9042, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jgillin@politifact.com", "first_name": "Joshua", "id": 327, "last_name": "Gillin", "name_slug": "joshua-gillin", "on_staff_page": null, "phone": "727-893-8337", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/joshuagillin.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/327/", "title": "Staff Writer", "twitter": "jpgillin"}], "resource_uri": "/api/v/2/statement/9042/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Outspoken Orlando attorney John Morgan doesn&rsquo;t mince words when it comes to his support of Florida&rsquo;s proposed medical marijuana amendment. He does tend to paint his cause in broad strokes, however.</p>\r\n\r\n<p>During a University of Tampa debate on medicinal use of the drug on Feb. 24, Morgan argued that it&rsquo;s misguided to enforce marijuana laws, using the example of Cathy Jordan, a 64-year-old Parrish resident who smokes to combat amyotrophic lateral sclerosis, also known as Lou Gehrig&rsquo;s disease.</p>\r\n\r\n<p>&quot;The issue for this year is very simple,&quot; Morgan said. &quot;Should about 350,000 to 400,000 people, including Cathy Jordan, who&rsquo;s here tonight, who was arrested last year, drug out of her home, because she suffers from ALS, and marijuana is the only thing that will help her, the only question this year for us is the legalization of medical marijuana.&quot;</p>\r\n\r\n<p>Later, he added this: &quot;There was an arrest of Cathy Jordan a year ago. An ALS patient who&rsquo;s sitting right here ... this afternoon, and guess what? The agricultural commissioner sent a SWAT team of hooligans out to her house to drag her and her husband out because it&#39;s the only relief that she could get.&quot;</p>\r\n\r\n<p>Jordan is now the president of the Florida Cannabis Action Network, while Morgan has spent $4 million of his own money on a petition drive for a constitutional amendment for marijuana.</p>\r\n\r\n<p>Some of the details Morgan mentioned about Jordan&rsquo;s encounter with law enforcement, though, didn&rsquo;t sound right, so we decided to check it out.</p>\r\n\r\n<p><strong>Acting on a tip</strong></p>\r\n\r\n<p>The<em> Tampa Bay Times</em> wrote about Jordan&rsquo;s plight <a href=\"http://www.tampabay.com/news/politics/florida-prepares-for-medical-marijuana-petition-drive/2128052\"><u>last year</u></a>, confirming that her marijuana usage did in fact attract the attention of Manatee County sheriff&rsquo;s deputies on Feb. 25, 2013. A Realtor noticed an extension cord running from a shed on Jordan&rsquo;s property to an empty home&rsquo;s garage next door, then saw a mature marijuana plant growing in Jordan&rsquo;s garden. The Realtor called the authorities.</p>\r\n\r\n<p>According to an incident report, two deputies responded to the call, originally for burglary and theft of service for the extension cord, and confirmed the plant was there.</p>\r\n\r\n<p>The responding deputies&rsquo; reports noted that two men harassed them and recorded their arrival and subsequent investigation. One of the men (neither are named in those reports, although Robert Jordan and his son were home) reportedly bumped one of the deputies several times and attempted to prevent the pair of officers from entering their property, saying the marijuana was theirs and they wanted the deputies to leave.</p>\r\n\r\n<p>One deputy called his sergeant, who responded and then requested the department&rsquo;s Special Investigations Division, an undercover vice and narcotics unit that responds to drug calls. Three detectives responded to the call and spoke to Robert Jordan, who let the police enter his house and explained his wife used marijuana to deal with her ALS symptoms, according to the division&rsquo;s report.</p>\r\n\r\n<p>Police confirmed no marijuana being grown inside the house, then went outside to find three large plants in a plastic container and two smaller plants in another. Robert Jordan then opened the shed that used the extension cord to reveal 18 smaller seedlings, &quot;a lighting system, an air conditioner, a thermometer and a white erase board to track planting dates.&quot;</p>\r\n\r\n<p>The authorities explained to Robert Jordan that growing marijuana was illegal under federal law and they could either take all the marijuana &quot;observed in plain view&quot; or they would go get a warrant and forcibly remove the plants. The report states neither he nor his wife were ever threatened with arrest, but reluctantly agreed to let the department confiscate 23 plants.</p>\r\n\r\n<p>No one was arrested or dragged out of their house by a SWAT team.</p>\r\n\r\n<p>The Jordans sued the Sheriff&rsquo;s Office for the return of their plants last year. Sheriff&rsquo;s Office public information officer Dave Bristow did verify that none of the officers responding drew their guns and only entered the Jordans&rsquo; property with permission. No warrants were necessary. The Manatee County Sheriff&rsquo;s Office wouldn&rsquo;t comment on the incident other than to confirm details in the report, citing pending civil litigation.</p>\r\n\r\n<p>Robert Jordan confirmed the incident happened the way the sheriff&rsquo;s reports says it did, although he said the deputies who first arrived did rush up his driveway with their hands on their sidearms. He described them as &quot;very, very aggressive,&quot; although he said he was aggressive, too, arguing about whether probable cause allowed them on his property. He noted he told his wife to go across the street with friends after the deputies arrived, and no one touched her.</p>\r\n\r\n<p>He had a different opinion about the Special Investigations Division detectives.</p>\r\n\r\n<p>&quot;The actual narcotics officers, they were gentlemen,&quot; Jordan said. &quot;They were embarrassed, because I told them they were taking my wife&rsquo;s medicine.&quot;</p>\r\n\r\n<p>Two of the trio wore ski masks, Jordan said, which the Sheriff&rsquo;s Office said is procedure to conceal their identities for undercover work. The unmasked detective told Jordan he had two choices: They could wait outside a couple of hours while they got a warrant. Jordan said the detective told him they would then come back and &quot;tear your house apart. And we don&rsquo;t put nothing back.&quot; Or the Jordans could walk them through the house and allow the unit to confiscate his plants, then wait for word on official charges.</p>\r\n\r\n<p>The officer then told Jordan they had a right to take anything in the shed, but opted to only remove the light bulb from the grow lamp and smash it.</p>\r\n\r\n<p>The same week, State Sen. Jeff Clemens, D-Lake Worth, introduced a medical marijuana bill called the Cathy Jordan Medical Cannabis Act. The bill died, but he filed another bill under the same name in February, ostensibly to set a framework should the amendment pass in November.</p>\r\n\r\n<p>Robert Jordan was in the process of buying the property next door, and the utilities were in his name, so the burglary and theft of service charges were never brought, and the Realtor&rsquo;s company declined to press any trespassing charges.</p>\r\n\r\n<p>The Manatee County state attorney&rsquo;s later reviewed the case and declined to press growing and possession charges because &quot;the state lacks a good-faith belief it can overcome a medical necessity defense in this matter,&quot; according to the office&rsquo;s report. Robert Jordan could have faced a felony count of possession and manufacturing of a Schedule I drug.</p>\r\n\r\n<p>We asked the United for Care campaign for a response. Manager Ben Pollara said Morgan&rsquo;s comments were off the cuff.</p>\r\n\r\n<p>&quot;I think it&rsquo;s just a case of something that happened a year ago &hellip; and he was talking from memory,&quot; Pollara said. A story about officers in ski masks with guns probably made it sound like a SWAT team, he said.</p>\r\n\r\n<p>Robert Jordan said he figured Morgan may have gotten his account from any of the numerous outlets that layered on the hyperbole about machine guns and police brutality -- <a href=\"http://www.huffingtonpost.com/2013/02/26/raid-of-the-day-florida-c_n_2765920.html\"><u>he named this story by the Huffington Post</u></a> as being particularly loose with the facts. &quot;No one asked me, or I would have told them the truth,&quot; Jordan said.</p>\r\n\r\n<p>He also said he had only met John Morgan and didn&rsquo;t know him, but liked the man for his devotion to getting medical marijuana legislation passed, and how Morgan treated his wife. Having a legal supply of cannabis available would certainly make his life easier, he added.</p>\r\n\r\n<p>Meanwhile, the Jordans continue to cultivate their own plants, thanks to having the charges dropped.</p>\r\n\r\n<p><strong>The ruling</strong></p>\r\n\r\n<p>Morgan said &quot;a SWAT team of hooligans&quot; dragged Cathy Jordan out of her home and arrested her after authorities discovered her family&rsquo;s tiny growing operation in their Parrish backyard.</p>\r\n\r\n<p>Officers obtained consent to search the property and removed mature plants and seedlings, and Robert Jordan faced charges of growing and possessing marijuana, which were later dropped. No one was arrested. No one was dragged anywhere. It seems Morgan may have read a report of the incident awash in hyperbole and recalled that.</p>\r\n\r\n<p>There was an incident at the Jordans&rsquo; home, but the police reaction was not nearly as drastic as Morgan described. We rate the statement Mostly False.</p>\r\n", "ruling_comments_date": "2014-03-13T16:55:46.303776", "ruling_date": "2014-03-13T17:33:56", "ruling_headline": "John Morgan says 'a SWAT team of hooligans' arrested medical marijuana activist Cathy Jordan", "ruling_headline_slug": "john-morgan-says-swat-team-hooligans-arrested-medi", "ruling_link_text": "No arrest, no hooligans", "ruling_state": null, "source_documents": null, "sources": "<p><em>Tampa Bay Times</em>, &quot;<a href=\"http://www.tampabay.com/news/politics/medical-marijuana-takes-center-stage-at-ut-debate/2167206\"><u>Medical marijuana takes center stage at UT debate</u></a>,&quot; Feb. 24, 2014</p>\r\n\r\n<p>Huffington Post, &quot;<a href=\"http://www.huffingtonpost.com/2013/02/26/raid-of-the-day-florida-c_n_2765920.html\"><u>Raid Of The Day: Florida Cops Raid Cathy Jordan, Medical Marijuana Activist Who Suffers From Lou Gehrig&#39;s Disease</u></a>,&quot; Feb. 26, 2013</p>\r\n\r\n<p><em>Miami Herald</em>, &quot;<a href=\"http://www.miamiherald.com/2013/02/25/3253273/poll-7-in-10-back-fl-medical-marijuana.html\"><u>Poll: 7 in 10 back Florida medical-marijuana plan, enough to possibly affect governor&rsquo;s race</u></a>,&quot; Feb. 26, 2013</p>\r\n\r\n<p><em>Bradenton Herald</em>, &quot;<a href=\"http://www.bradenton.com/2013/02/26/4409996/manatee-deputies-raid-disabled.html\"><u>Manatee deputies raid disabled woman&#39;s home, seize marijuana plants</u></a>,&quot; Feb. 26, 2013</p>\r\n\r\n<p><em>Sarasota Herald-Tribune</em>, &quot;<a href=\"http://www.heraldtribune.com/article/20130402/ARTICLE/130409931/2416/NEWS?p=1&amp;tc=pg\"><u>No charges filed against husband in marijuana case</u></a>,&quot; April 2, 2013</p>\r\n\r\n<p><em>Bradenton Herald</em>, &quot;<a href=\"http://www.bradenton.com/2013/04/05/4467710/another-strong-point-for-medical.html\"><u>Another strong point for medical marijuana: &#39;necessity&#39; defense</u></a>,&quot; April 5, 2013</p>\r\n\r\n<p>WFTS-TV, &quot;<a href=\"http://www.abcactionnews.com/news/region-sarasota-manatee/couple-sues-to-get-pot-plants-back-from-sheriffs-office\"><u>Couple sues to get pot plants back from Sheriff&#39;s Office</u></a>,&quot; May 9, 2013</p>\r\n\r\n<p><em>Broward/Palm Beach New Times</em>, &quot;<a href=\"http://blogs.browardpalmbeach.com/pulp/2013/05/cathy_jordan_florida_medical_m.php\"><u>Cathy Jordan, Florida Medical Marijuana Activist, Is Suing Manatee County Sheriff</u></a>,&quot; May 10, 2013</p>\r\n\r\n<p><em>Tampa Bay Times</em>, &quot;<a href=\"http://www.tampabay.com/news/politics/florida-prepares-for-medical-marijuana-petition-drive/2128052\"><u>Medical marijuana battle coming to Florida</u></a>,&quot; June 22, 2013</p>\r\n\r\n<p>Associated Press, &quot;<a href=\"http://www.nwfdailynews.com/local/supreme-court-oks-medical-marijuana-bill-for-november-ballot-1.268587\"><u>Supreme Court OKs medical marijuana bill for November ballot</u></a>,&quot; Jan. 27, 2014</p>\r\n\r\n<p><em>Tampa Bay Times</em>, &quot;<a href=\"http://tbtpics.tampabay.com/news/politics/stateroundup/trial-attorney-morgan-says-medical-marijuana-will-pass-in-november/2166748\"><u>Trial attorney Morgan says medical marijuana will pass in November</u></a>,&quot; Feb. 21, 2014</p>\r\n\r\n<p>Manatee County Sheriff&rsquo;s Office incident report, Feb. 25, 2013</p>\r\n\r\n<p>Manatee County Sheriff&rsquo;s Office ACISS SID investigation report, Feb. 25, 2013</p>\r\n\r\n<p>Interview with Dave Bristow, Manatee County Sheriff&rsquo;s Office public information officer, Feb. 26, 2014</p>\r\n\r\n<p>Interview with Ben Stechschulte, criminal defense lawyer, March 3, 2014</p>\r\n\r\n<p>Interview with Robert Jordan, March 11, 2014</p>\r\n\r\n<p>Interview with Ben Pollara, United for Care campaign manager, March 11, 2014</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Attorney", "false_count": 1, "first_name": "John", "half_true_count": 1, "home_state": "Florida", "id": 2450, "last_name": "Morgan", "mostly_true_count": 0, "name_slug": "john-morgan", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/morgan_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2450/", "total_count": 3, "true_count": 0, "website": "http://www.forthepeople.com/attorneys/john-morgan"}, "statement": "<p>Says Cathy Jordan was &quot;arrested&quot; and dragged out of her home by &quot;a SWAT team of hooligans&quot; for using medical marijuana.</p>\r\n", "statement_context": "a medical marijuana debate at the University of Tampa", "statement_date": "2014-02-24", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}, {"description": "", "id": 161, "photo": null, "resource_uri": "/api/v/2/subject/161/", "subject": "Drugs", "subject_slug": "drugs", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/7/", "/api/v/2/edition/6/", "/api/v/2/edition/2/"]}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 310, "photo": null, "resource_uri": "/api/v/2/subject/310/", "subject": "Marijuana", "subject_slug": "marijuana", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/47/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/48/", "/api/v/2/edition/6/", "/api/v/2/edition/14/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}