{"art": [], "author": [{"email_address": "dtims@oregonian.com", "first_name": "Dana", "id": 200, "last_name": "Tims", "name_slug": "dana-tims", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/200/", "title": "Staff writer", "twitter": null}], "canonical_url": "/oregon/statements/2014/mar/14/seneca-jones/have-most-all-oregon-sawmills-retooled-over-past-2/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "mbrence@oregonian.com", "first_name": "Michelle", "id": 415, "last_name": "Brence", "name_slug": "michelle-brence", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/415/", "title": "Politics editor", "twitter": null}], "facebook_headline": null, "id": 9048, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "dtims@oregonian.com", "first_name": "Dana", "id": 200, "last_name": "Tims", "name_slug": "dana-tims", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/200/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/9048/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>A good way to get an argument roaring louder than a chain saw is to bring up Northwest forest policy. Topics ranging from clear-cutting to what constitutes &quot;old growth&quot; are bound to spark tussles.</p>\r\n\r\n<p>Forestry issues are again in the news as U.S. Sen. Ron Wyden, D-Ore., and other members of the state&rsquo;s congressional delegation pitch plans to increase harvest levels from the so-called O&amp;C lands -- 2.4 million acres of federally owned forestlands sprawled across 18 western Oregon counties.</p>\r\n\r\n<p>Many are watching closely, knowing decisions coming out of Washington, D.C., could have controversial implications for Oregon.</p>\r\n\r\n<p>Among those following the debate are Aaron Jones&rsquo; three daughters. Jones opened his Seneca Jones sawmill in Eugene more than 60 years ago.</p>\r\n\r\n<p>Becky, Kathy and Jody Jones are taking out newspaper ads touting the benefits of &quot;forestry stewardship,&quot; among other things.</p>\r\n\r\n<p>An ad that ran in Oregon newspapers, including The Oregonian, on March 2, 2014, presses for more timber harvests and seeks to allay fears that old growth will be cut. It says mills are now focused on second-generation trees, and claims: &quot;Do you know that most all mills in Oregon have retooled over the past 20 years?&quot; We revved up our saw and checked.</p>\r\n\r\n<p>We called Kathy Jones. She said the ads are aimed at influencing the debate over O&amp;C lands, which could yield increased timber for Oregon sawmills.</p>\r\n\r\n<p>&quot;Some people keep saying we are ruining the forests, that we are cutting old growth at every opportunity,&quot; Jones said. &quot;It&rsquo;s just not true. What is true is that almost every mill still operating in Oregon has retooled to accept second-growth logs.</p>\r\n\r\n<p>&quot;And I&rsquo;m fine with that. I love those big cathedral forests. They should stay just as they are.&quot;</p>\r\n\r\n<p>Jones said her definition of old growth begins when a tree&rsquo;s diameter reaches 48 inches. The logs Seneca accepts average about 30 inches, she said.</p>\r\n\r\n<p>As for Seneca&rsquo;s own retooling efforts, Jones said lasers now scan all incoming logs. Computers tell operators what sizes of studs and other lumber are most in demand at the moment, and the cutting begins.</p>\r\n\r\n<p>&quot;We have almost as many computer operators as we do people out on the floor,&quot; Jones said. &quot;That&rsquo;s how this industry operates these days.&quot;</p>\r\n\r\n<p>We called Paul Barnum, executive director of the Oregon Forest Resources Institute. The Legislature created the group in 1991 to bring forest scientists, public agencies, forest landowners and community and conservation groups together.</p>\r\n\r\n<p>Barnum referred us to a 2012 report from the U.S. Department of Agriculture&rsquo;s Pacific Northwest Research Station.</p>\r\n\r\n<p>A chapter assessing Oregon&rsquo;s sawmill sector said, in part, &quot;Technological improvements have made Oregon mills more efficient in numerous ways. Log size (diameter and length) sensing capabilities linked to computer determine the best sawing pattern for logs to recover either the greatest volume or greatest value from each other.&quot;</p>\r\n\r\n<p>We asked Barnum about the Seneca Jones claim.</p>\r\n\r\n<p>&quot;There may be three or four mills that still process old-growth timber, which comes pretty much from private forestlands,&quot; he said. &quot;The mills still operating have retooled to concentrate on getting more value from second- and third-generation timber.&quot;</p>\r\n\r\n<p>Barnum also passed along a report from Paul F. Ehinger &amp; Associates, which said that in 2010 -- the last time the numbers were updated -- Oregon had 106 operating sawmills.</p>\r\n\r\n<p>For another view, we called Steve Pedery, conservation director at Oregon Wild. The group has long fought clear-cutting and old-growth harvesting, but has won U.S. Forest Service awards in recent years for helping design timber-restoration sales.</p>\r\n\r\n<p>Pedery passed along an Oregon Wild report detailing nine westside mills that still accept large logs. &quot;What this highlights,&quot; he said, &quot;is that there is still an appetite for old growth out there. If they could get it, they would.&quot;</p>\r\n\r\n<p>Regarding the retooling claim, he said: &quot;Saying &lsquo;most&rsquo; misses the point of the policy debate. There are still mills looking for large-diameter trees and they are all in southwest Oregon, where the remaining big trees are.&quot;</p>\r\n\r\n<p>One of the mills in the report, D.R. Johnson Lumber in Riddle, is currently mothballed, according to both the report and an employee who answered our call there.</p>\r\n\r\n<p>Another listed as accepting large-diameter logs is Rough &amp; Ready Lumber Co. in Cave Junction. Coincidentally, that operation announced this month that it will soon reopen a retooled small-log mill that&rsquo;s been closed since last year.</p>\r\n\r\n<p>&quot;Unless you are a real niche operation looking for the occasional large log that comes along, you&rsquo;ve retooled,&quot; said co-owner Jennifer Phillippi, whose grandfather founded Rough and Ready 92 years ago. &quot;You wouldn&rsquo;t still be in business otherwise.&quot;</p>\r\n\r\n<p><strong>The ruling</strong></p>\r\n\r\n<p>The owners of Seneca Jones sawmill in Eugene want harvest levels from federally managed O&amp;C lands increased but with primarily second- and third-generation trees. They say the timber industry agrees, adding, &quot;Most all mills in Oregon have retooled over the past 20 years&quot; to accept smaller trees.</p>\r\n\r\n<p>A key environmental group maintains that old-growth cutting would commence if rules pertaining to federal lands are changed. The ongoing debate over timber policy in Washington, D.C., will determine whether they are.</p>\r\n\r\n<p>But we can look at the numbers, which show that of the 106 or so mills in Oregon, only a handful have not retooled and still look to buy large-diameter logs.</p>\r\n\r\n<p>The overwhelming majority, according to a forestry group created by the Legislature, use machinery that&rsquo;s been added in recent years to accept smaller logs. It bears out the assertion that &quot;most all&quot; sawmills have retooled.</p>\r\n\r\n<p>We rate the claim True.</p>\r\n\r\n<p><a href=\"http://www.oregonlive.com/politics/index.ssf/2014/03/have_most_all_oregon_sawmills.html\">Return to OregonLive.com/politics to comment on this ruling. </a></p>\r\n", "ruling_comments_date": "2014-03-14T19:39:28.821973", "ruling_date": "2014-03-14T16:39:12", "ruling_headline": "Have 'most all' Oregon sawmills retooled over the past 20 years?", "ruling_headline_slug": "have-most-all-oregon-sawmills-retooled-over-past-2", "ruling_link_text": "A cutting, but accurate, comment", "ruling_state": null, "source_documents": null, "sources": "<p>Telephone interview, Kathy Jones, co-owner, Seneca Jones sawmill, March 12, 2014.</p>\r\n\r\n<p>Telephone interview, Steve Pedery, conservation director, Oregon Wild, March 10, 2014.</p>\r\n\r\n<p>Email from Pedery, March 11, 2014.</p>\r\n\r\n<p>Telephone interview, Paul Barnum, executive director, Oregon Forest Resources Council, March 10, 2014.</p>\r\n\r\n<p>Email from Barnum, March 11, 2014.</p>\r\n\r\n<p>Telephone interview, Jennifer Phillippi, co-owner, Rough and Ready Lumber Co., March 10, 2014.</p>\r\n\r\n<p>Paul. F. Ehinger &amp; Associates report: &quot;Summary Description of Mill Closure Data from 1990 - 2010.&quot;</p>\r\n\r\n<p>United States Department of Agriculture&rsquo;s Pacific Northwest Research Station report: &quot;Oregon&rsquo;s Forest Product Industry and Timber Harvest, 2008: Industry Trends and Impacts of the Great Recession Through 2010.&quot;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Sawmill operator", "false_count": 0, "first_name": "Seneca", "half_true_count": 0, "home_state": "Oregon", "id": 2679, "last_name": "Jones", "mostly_true_count": 0, "name_slug": "seneca-jones", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Seneca_Sawmill.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2679/", "total_count": 1, "true_count": 1, "website": "http://www.senecasawmill.com/"}, "statement": "<p>Seneca Jones Timber Co., aiming to increase logging and allay fears that old growth will be cut, says mills have shifted to second-generation trees. An ad from the company asks: &quot;Do you know that most all mills in Oregon have retooled over the past 20 years?&quot;</p>\r\n", "statement_context": "newspaper ads", "statement_date": "2014-03-02", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}, {"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}