{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2014/mar/17/david-dewhurst/dan-patrick-once-called-regular-gas-tax-increases-/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 9052, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/9052/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>State Sen. Dan Patrick of Houston, the conservative radio talk-show host who led Republican primary balloting for lieutenant governor, has not been stumping on a raise-your-taxes platform.</p>\r\n\r\n<p>Yet his opponent in a May 27, 2014, runoff for the nomination, incumbent David Dewhurst, aired a TV ad before the March primary in which the narrator declares that Patrick &quot;called for increasing the gas tax and the state sales tax.&quot;</p>\r\n\r\n<p>He did?</p>\r\n\r\n<p>By email, Dewhurst spokesman Travis Considine sent us a<a href=\"https://docs.google.com/file/d/0B0kkOiAWUCUGQzR6Q2dtODM2aFE/edit\"> <u>backup document</u></a> for the ad including excerpts from news stories published in 2009 and 2011 quoting Patrick as supportive of higher gas and sales tax rates.</p>\r\n\r\n<p>Also by email, Patrick campaign spokesman Logan Spence pointed out<a href=\"http://www.danpatrick.org/facts/#sthash.7p0NsAN3.dpuf\"> <u>entries</u></a> on Patrick&rsquo;s campaign website characterizing the tax claims as misrepresentations.</p>\r\n\r\n<p>Hiking either tax would be a big move. Lawmakers last raised the state gas or motor fuels tax, of 20 cents a gallon, in 1991 and last increased the statewide sales tax, to 6.25 percent, in 1990, the House Research Organization noted in a March 11, 2011, <a href=\"http://www.hro.house.state.tx.us/pdf/focus/Revenue82.pdf\"><u>report</u></a>.</p>\r\n\r\n<p>We searched the Nexis database for relevant news stories on Patrick&#39;s positions on the taxes.</p>\r\n\r\n<p><strong>Gas tax</strong></p>\r\n\r\n<p>In the 2009 legislative session, Patrick resisted a push by Sen. John Carona, R-Dallas, and others to offer voters in Dallas, Harris and other urban counties the option of raising gas tax rates by up to 10 cents a gallon locally toward paying for local transportation projects.</p>\r\n\r\n<p>During Senate floor debate, Patrick told colleagues the option would burden taxpayers. &quot;I didn&#39;t come to Austin to be in this Senate to raise taxes over and over again on my constituents,&quot; Patrick said, the <em>Dallas Morning News</em> reported in an April 9, 2009, news story. That day, Patrick was on the losing end of a Senate vote for a proposal including the local-option tax increase, but the tax option never did make it into law.</p>\r\n\r\n<p>Five months later, as noted by Dewhurst&rsquo;s camp, Patrick told a forum of Houston-area residents he would back regular statewide gas-tax hikes. Specifically, a Sept. 17, 2009, <em>Houston Chronicle</em> news story quoted Patrick as saying that he supported a slight increase to the state&#39;s gas tax and then annual one-cent increases to generate money for state transportation projects. &quot;I want the whole state involved&quot; in paying for transportation needs, Patrick said.</p>\r\n\r\n<p>We found no evidence of Patrick raising that idea again, while in February 2013, he declined to opine on increasing the gas tax after Rep. Jimmie Don Aycock, R-Killeen, chairman of the House Public Education Committee, said he was going to be brave by supporting an increase. According to a Feb. 26, 2013, Associated Press news story, Patrick, chairman of the Senate Education Committee, &quot;passed on the question, saying his head had been buried in education.&quot;</p>\r\n\r\n<p>During a February 2014 candidate forum, Patrick floated another way to raise money for transportation projects by saying he favors dedicating revenues from the state&rsquo;s vehicle sales tax to future highway funding, the <em>Chronicle</em><a href=\"http://www.houstonchronicle.com/news/politics/texas/article/Lt-governor-candidates-talk-infrastructure-at-5212515.php\"> <u>reported Feb. 6, 2014</u></a>.</p>\r\n\r\n<p><strong>Sales tax</strong></p>\r\n\r\n<p>From June 2008 into May 2012, news stories show, Patrick spoke in favor of increasing the state sales tax. Almost always, he said money generated by such increases should be spent to reduce property taxes.</p>\r\n\r\n<p>A June 24, 2008, <em>Austin American-Statesman</em> news story, echoed in a Jan. 8, 2009, <em>Chronicle</em> news account, quoted Patrick as saying: &quot;We need to fund our schools for the long term, and the best way to do this is through sales tax.&quot;</p>\r\n\r\n<p>The <em>Statesman</em> story said Patrick had previously called for repealing the state&rsquo;s business margins tax while boosting the sales tax 2 percentage points and also charging sales tax on some items then exempt from the tax. The story did not list particular items.</p>\r\n\r\n<p>Such an increase would generate an estimated $6 billion a year, the <em>Statesman</em> said. The story also said: &quot;Many Republicans, including Patrick, have long embraced the idea of relying more on the sales tax to pay for government services. At its convention this month, the Texas Republican Party included abolishing the school property tax--to be replaced with the sales tax and spending cuts--in its platform.&quot; Patrick told the paper: &quot;The fairest way to tax people is on what they consume and their ability to pay, not on where they live.&quot;</p>\r\n\r\n<p>Another instance: Patrick said during a 2010 committee meeting that he favors a sales tax increase to fund public education instead of relying on property tax revenue, the <em>Chronicle</em> reported Sept. 17, 2010. &quot;The homeowners and the commercial business owners can&#39;t stand much more,&quot; Patrick said, noting that all consumers would directly contribute to public education if the funding source shifted from property to sales taxes.</p>\r\n\r\n<p>According to a Sept. 6, 2011, <em>Chronicle</em><a href=\"http://www.chron.com/neighborhood/cyfair-news/article/Senator-suggests-raising-sales-tax-for-education-2157872.php\"> <u>news story</u></a>, as noted by Dewhurst&#39;s camp, Patrick suggested a two-cent state sales tax increase, which he said would generate enough revenue to make up for $5 billion in school-related reductions put in motion by the 2011 Legislature. According to the story, Patrick told a local group he wouldn&#39;t suggest more of an increase because if the rate goes too high, it begins to affect commerce in the border counties.</p>\r\n\r\n<p>&quot;Right now you have 4.5 million homeowners paying for education,&quot; Patrick said. &quot;I&#39;d rather have all 21 million (residents) contributing to the cost of education.&quot;</p>\r\n\r\n<p>Reporters for the Houston newspaper wrote conflicting interpretations of Patrick&rsquo;s remarks with a Sept. 2, 2011, <em>Chronicle</em> news<a href=\"http://blog.chron.com/texaspolitics/2011/09/patrick-increase-sales-tax/\"> <u>blog post</u></a> stating that Patrick wasn&rsquo;t saying to the local group that revenue from increased sales taxes should be spent making up for cuts in school aid. According to the blog post, Patrick was proposing &quot;to tie a sales-tax increase to a property-tax reduction of somewhere between 5 and 10 cents&quot; per $100 valuation.</p>\r\n\r\n<p>A May 18, 2012, news story in the <em>Morning News</em> mentioned Patrick&rsquo;s earlier call for a two-cent sales tax increase to cover lowered school property taxes. &quot;What we have seen over the years is that tying the system to the property tax has not worked very well,&quot; Patrick said. &quot;We have to find a steady stream of revenue that keeps up with the growth and the needs of our state.&quot;</p>\r\n\r\n<p>We did not spot more recent news stories about Patrick pitching higher sales taxes to lower property taxes, while a video posted by his campaign suggests he&rsquo;s not seen a sales tax plan that he would champion.</p>\r\n\r\n<p>In Patrick&rsquo;s video, <a href=\"http://www.youtube.com/watch?v=Qc78Q7NsC_M&amp;list=UUCPBG221bK3VjZDuYDQ1aXQ&amp;index=7\"><u>posted online</u></a> Feb. 9, 2014, Patrick reads aloud a voter question about why he doesn&rsquo;t favor eliminating property taxes entirely by raising the sales tax. &quot;We need to move more to sales tax, away from property taxes, for really our main source of funding our government and our schools,&quot; Patrick says. But he also says there are ways to achieve as much solely by eliminating existing sales-tax exemptions while preserving exemptions on food and medicine.</p>\r\n\r\n<p>&quot;If there&rsquo;s a model presented to me and the Legislature where we think we can actually do that, then I&rsquo;m all in favor of that,&quot; Patrick said. &quot;I haven&rsquo;t seen the model yet, but I&rsquo;m a sales tax, I&rsquo;m a sales/consumption tax guy. So, let&rsquo;s move away from property taxes.&quot;</p>\r\n\r\n<p><strong>Summary</strong></p>\r\n\r\n<p>Summing up: Patrick opposed a local-option gas tax proposal before calling--in a 2009 appearance--for regular statewide jumps in the tax to bolster transportation projects. Far as we can tell, he did not repeat that call. From 2008 into 2012, meantime, Patrick consistently advocated higher sales taxes to pay for lowering property taxes, though he recently said he hasn&rsquo;t warmed up to a particular tax-swap plan.</p>\r\n\r\n<p>We failed to win an interview with Patrick to discuss his tax views over the years.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Dewhurst said Patrick &quot;called for increasing the gas tax and the state sales tax.&quot;</p>\r\n\r\n<p>Both parts of this claim are correct, but clarifications are missing. Patrick piped up once for regular gas tax increases, in a 2009 talk, also making it clear that related revenue should pay for transportation projects. Similarly, his consistent calls for higher sales taxes have almost always been linked to reductions in property taxes, a detail this claim doesn&rsquo;t cover. Finally, Patrick has not made increasing either tax a theme of his campaign for lieutenant governor.</p>\r\n\r\n<p>We rate this statement as Mostly True.</p>\r\n\r\n<hr />\r\n<p><strong><em>MOSTLY TRUE </em></strong><em>&ndash; The statement is accurate but needs clarification or additional information.</em></p>\r\n\r\n<p>Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> <u>more</u></a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n", "ruling_comments_date": "2014-03-17T12:55:54.660501", "ruling_date": "2014-03-17T12:16:24", "ruling_headline": "Dan Patrick once called for regular gas tax increases and consistently advocated higher sales taxes to pay for lower property taxes", "ruling_headline_slug": "dan-patrick-once-called-regular-gas-tax-increases-", "ruling_link_text": "Not themes of his 2014 campaign", "ruling_state": null, "source_documents": null, "sources": "<p>Document,<a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGQzR6Q2dtODM2aFE/edit?usp=sharing\"> <u>&quot;AD FACT CHECK: NAME THAT FAKE CONSERVATIVE,&quot;</u></a> David Dewhurst campaign, Feb. 26, 2014 (received by email from Travis Considine, communications director, Dewhurst campaign, March 3, 2014)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1R1X5VTj_Cj2HZLo9E6F9_YpCCEbeMf_cwFk8DgwDhag/pub\"><u>Emails</u></a>, Logan Spence, campaign&nbsp; manager, Dan Patrick campaign, March 3 and 14, 2014</p>\r\n\r\n<p>Web page, <a href=\"http://www.danpatrick.org/facts/\"><u>&quot;Get The Facts,&quot;</u></a> Dan Patrick campaign (accessed March 10, 2014)</p>\r\n\r\n<p>News story, &quot;Cy-Fair Leaders discuss transit options,&quot; the <em>Houston Chronicle</em>, Sept. 17, 2009 (Nexis search)</p>\r\n\r\n<p>News story, <a href=\"http://www.chron.com/neighborhood/cyfair-news/article/Senator-suggests-raising-sales-tax-for-education-2157872.php\"><u>&quot;Senator suggests raising sales tax for education,&quot;</u></a> the <em>Houston Chronicle</em>, Sept. 6, 2011 (accessed March 11, 2014)</p>\r\n\r\n<p>News story, &quot;Senate OKs bill to allow votes on transit taxes,&quot; <em>Dallas Morning News</em>, April 9, 2009 (Nexis search)</p>\r\n\r\n<p>News story, &quot;Legislative notebook,&quot; the Associated Press, as published by the <em>Houston Chronicle</em>, Feb. 26, 2013 (Nexis search)</p>\r\n\r\n<p>News story, <a href=\"http://www.houstonchronicle.com/news/politics/texas/article/Lt-governor-candidates-talk-infrastructure-at-5212515.php\"><u>&quot;Lt. governor candidates talk infrastructure at business forum,&quot;</u></a> the <em>Houston Chronicle</em>, posted online Feb. 6, 2014</p>\r\n\r\n<p>News story, &quot;Capitol stirring with calls for bigger sales tax,&quot; <em>Austin American-Statesman</em>, June 24, 2008 (Nexis search)</p>\r\n\r\n<p>News story, &quot;Local Impact: 2009 Legislature,&quot; <em>Houston Chronicle</em>, January 8, 2009 (Nexis search)</p>\r\n\r\n<p>News story, &quot;Lawmakers: Education funds need makeover Complicated system unfair, panel suggests,&quot; <em>Houston Chronicle</em>, Sept. 17, 2010 (Nexis search)</p>\r\n\r\n<p>News story, &quot;House-Senate committee on school finance begins work,&quot; the <em>Dallas Morning News</em>, May 18, 2012 (Nexis search)</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 8, "current_job": "Lieutenant governor", "false_count": 8, "first_name": "David", "half_true_count": 10, "home_state": "Texas", "id": 315, "last_name": "Dewhurst", "mostly_true_count": 5, "name_slug": "david-dewhurst", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Dewhurstmug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/315/", "total_count": 41, "true_count": 4, "website": "http://www.daviddewhurst.com/"}, "statement": "<p>Dan Patrick &quot;called for increasing the gas tax and the state sales tax.&quot;</p>\r\n", "statement_context": "", "statement_date": "2014-03-02", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}, {"description": "", "id": 208, "photo": null, "resource_uri": "/api/v/2/subject/208/", "subject": "State Finances", "subject_slug": "state-finances", "used_in_edition": ["/api/v/2/edition/5/"]}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "Lieutenant governor-elect", "false_count": 4, "first_name": "Dan", "half_true_count": 4, "home_state": "Texas", "id": 1030, "last_name": "Patrick", "mostly_true_count": 6, "name_slug": "dan-patrick", "pants_count": 6, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/ColorPatrick80-01-08pft.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1030/", "total_count": 32, "true_count": 5, "website": "http://www.danpatrick.org/"}], "twitter_headline": ""}