{"art": [], "author": [{"email_address": "dtims@oregonian.com", "first_name": "Dana", "id": 200, "last_name": "Tims", "name_slug": "dana-tims", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/200/", "title": "Staff writer", "twitter": null}], "canonical_url": "/oregon/statements/2014/mar/19/hemant-mehta/are-oregon-students-skipping-math-class-learn-abou/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "mbrence@oregonian.com", "first_name": "Michelle", "id": 415, "last_name": "Brence", "name_slug": "michelle-brence", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/415/", "title": "Politics editor", "twitter": null}], "facebook_headline": null, "id": 9073, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "dtims@oregonian.com", "first_name": "Dana", "id": 200, "last_name": "Tims", "name_slug": "dana-tims", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/200/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/9073/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>Religious-freedom issues are on center stage these days.</p>\r\n\r\n<p>Some religious groups say health-care provisions requiring them to provide birth control for their employees violate their First Amendment rights.</p>\r\n\r\n<p>At least two bakeries, one of them in Gresham, have made headlines by contending they shouldn&rsquo;t be forced to bake wedding cakes for same-sex couples because of their religious beliefs.</p>\r\n\r\n<p><strong>The Claim</strong></p>\r\n\r\n<p>A Chicago school teacher who moonlights as an Internet blogger picked up a similar theme after seeing a recent story in The Oregonian. Hemant Mehta, whose pen name is &quot;The Friendly Atheist,&quot; &nbsp;had this to say after reading that Banks School District students are released from classes in the middle of the day for religious instruction:</p>\r\n\r\n<p>&quot;In Oregon, students are skipping math class to learn about the Bible.&quot; He added, &quot;There&rsquo;s a law in Oregon -- it&rsquo;s been around for decades -- that allows public school students to skip classes for up to two hours a week (or five if they&rsquo;re in high school) in order to get &lsquo;instruction in religion.&rsquo;&quot;</p>\r\n\r\n<p>Students are skipping math for religious instruction? PolitiFact Oregon took a look.</p>\r\n\r\n<p><strong>The Analysis</strong></p>\r\n\r\n<p>We emailed Mehta, who saw mention of a religious instruction law in a story that ran in The Oregonian on March 10, 2014.</p>\r\n\r\n<p>Mehta said he didn&rsquo;t doubt the law existed. His problem with it, he said, is missed instruction time. &quot;In my experience, most students who miss significant time do not perform as well as their classmates,&quot; he said.</p>\r\n\r\n<p>To find out more about the law itself, we emailed Portland attorney Warren Foote, local chapter president of the Christian Legal Society, a group of legal professionals who incorporate Christian principles into their practices.</p>\r\n\r\n<p>Foote, noting that his practice doesn&rsquo;t focus on First Amendment or religious freedom issues, said he hadn&rsquo;t heard of the law. His subsequent research showed that ORS 339.420 was enacted by the 1965 Oregon Legislature.</p>\r\n\r\n<p>The law, amended twice since, requires parents to apply to have a child excused from school &quot;for periods not exceeding two hours in any week for elementary pupils and five hours in any week for secondary pupils to attend weekday schools giving instruction in religion.&quot;</p>\r\n\r\n<p>Foote said he could find no other legislative history on how it came into being.</p>\r\n\r\n<p>We called Judy Busch, executive director of PREP4Kids, a Portland-based nonprofit that coordinates release-time religious instruction for about 30 area schools, Banks among them.</p>\r\n\r\n<p>For legal specifics, she referred us to Herb Grey, a Beaverton attorney active in conservative causes such as Oregon Right to Life.</p>\r\n\r\n<p>Grey said he lacked detailed information on the origins of ORS 339.420 but suspects it was a reaction to the landmark 1963 U.S. Supreme Court case that banned Bible-reading in American public schools.</p>\r\n\r\n<p>&quot;Ever since then, courts have generally ruled that these release-time laws are legal,&quot; he said. &quot;They&rsquo;ve said you can&rsquo;t get school credit for them, but you can certainly have them.&quot;</p>\r\n\r\n<p>Crystal Greene, the state Education Department&#39;s communications director, said no numbers are kept on total student involvement in these programs statewide. However, an Internet check shows that numerous Oregon school districts incorporate the law into their policies.</p>\r\n\r\n<p>We visited the Multnomah County Law Library and learned that ORS 339.420 was part of House Bill 1020, introduced and eventually passed in 1965.</p>\r\n\r\n<p>The records we examined turned up no detailed information, such as House Education Committee minutes for any hearings held on the bill. We did learn that a young Portland state senator, Vic Atiyeh, sat on the Senate Education Committee that eventually approved the bill. Then-Gov. Mark O. Hatfield signed it into law March 25, 1965.</p>\r\n\r\n<p>Having at least blown some of the dust off the law, we wondered about the other part of Mehta&rsquo;s claim: Are students skipping math to get that instruction?</p>\r\n\r\n<p>We called Banks schools Superintendent Bob Huston, who has the final say in the amount of time students spend in religious study since it&rsquo;s specified in the law. What he can&rsquo;t control, he said, is exactly which part of the day the instruction takes place.</p>\r\n\r\n<p>Huston, working with district parents, has agreed to carve out the last hour of the day for students to receive off-site religious instruction. Asked whether students are missing math to do that, he replied, &quot;No math class is at the same time for every student.&quot;</p>\r\n\r\n<p>In other words, a student whose math class is at the end of the school day would miss that class, while other students are missing other subjects.</p>\r\n\r\n<p>It&rsquo;s important to note that parents must grant their permission for students to miss school for religious instruction. As part of that, we looked at Mehta&rsquo;s use of the word &quot;skipping&quot; to see whether that implies students are truant. But none of the definitions we consulted directly equated &quot;skipping&quot; with an unexcused absence.</p>\r\n\r\n<p><strong>The Ruling</strong></p>\r\n\r\n<p>Hemant Mehta, a Chicago teacher and moonlight blogger, recently wrote that a decades-old Oregon law has resulted in public school students &quot;skipping math class to learn about the Bible.&quot;</p>\r\n\r\n<p>An Oregon law passed in 1965 does let children out of school for weekly religious instruction. Under ORS 339.420, hundreds of students are receiving anywhere from two to five hours of religious instruction a week, depending on their age.</p>\r\n\r\n<p>We also found that at least some of the students who miss classes for religious study are missing math class, with their parents&rsquo; permission.</p>\r\n\r\n<p>We rate Mehta&rsquo;s claim True.</p>\r\n\r\n<p><a href=\"http://www.oregonlive.com/politics/index.ssf/2014/03/are_oregon_students_skipping_s.html\">Return to OregonLive.com/politics to comment on our ruling.</a></p>\r\n", "ruling_comments_date": "2014-03-19T19:14:44.357361", "ruling_date": "2014-03-19T16:13:45", "ruling_headline": "Are Oregon students skipping math class to learn about the Bible?", "ruling_headline_slug": "are-oregon-students-skipping-math-class-learn-abou", "ruling_link_text": "You can take it as gospel", "ruling_state": null, "source_documents": null, "sources": "<p>Emails from Hemant Mehta, editor, Friendly/Atheist.com, March 17/18, 2014.</p>\r\n\r\n<p>Telephone interview, Herb Grey, Beaverton attorney, March 17, 2014.</p>\r\n\r\n<p>Telephone interview, Judy Busch, executive director, PREP4Kids, March 17, 2014.</p>\r\n\r\n<p>Telephone interview, Bob Huston, superintendent, Banks School District, March 18, 2014.</p>\r\n\r\n<p>Telephone interview, Crystal Greene, communications director, Oregon Department of Education, March 19, 2014.</p>\r\n\r\n<p>OregonLive.com article by Laura Frazier, March 10, 2014.</p>\r\n\r\n<p>Email from Warren Foote, local chapter president, Christian Legal Society, March 17, 2014.</p>\r\n\r\n<p>Oregon Legislative Calendar, 1965 legislative session.</p>\r\n\r\n<p>Webster&rsquo;s New World College Dictionary, Fourth Edition.</p>\r\n\r\n<p>Oregon Revised Statutes (ORS 339.420).</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "teacher, blogger", "false_count": 0, "first_name": "Hemant", "half_true_count": 0, "home_state": "Illinois", "id": 2687, "last_name": "Mehta", "mostly_true_count": 0, "name_slug": "hemant-mehta", "pants_count": 0, "party": {"id": 23, "party": "Activist", "party_slug": "activist", "resource_uri": "/api/v/2/party/23/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/HMehta.jpeg", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2687/", "total_count": 1, "true_count": 1, "website": "http://www.patheos.com/blogs/friendlyatheist/"}, "statement": "<p>&quot;In Oregon, students are skipping math class to learn about the Bible.&quot;</p>\r\n", "statement_context": "a blog post", "statement_date": "2014-03-11", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 9, "photo": null, "resource_uri": "/api/v/2/subject/9/", "subject": "Religion", "subject_slug": "religion", "used_in_edition": []}], "target": [], "twitter_headline": ""}