{"art": [{"brightcove": "", "caption": "A reader sent us this Facebook meme, claiming that the United States had invaded 22 separate countries in the past two decades. Was it accurate?", "id": 4333, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/War_FB_meme.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/4333/", "title": "Invasion meme", "wibbitz": "", "youtube": "", "youtubeID": ""}, {"brightcove": "", "caption": "U.S. Marines and paratroopers join in the invasion of Grenada in October 1983. (AP)", "id": 4345, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Grenada_1.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/4345/", "title": "Grenada", "wibbitz": "", "youtube": "", "youtubeID": ""}, {"brightcove": "", "caption": "U.S. Marines stand guard outside a destroyed Panamanian Defense Force building in December 1989. (Defense Department)", "id": 4346, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Panama_tank_1.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/4346/", "title": "Panama", "wibbitz": "", "youtube": "", "youtubeID": ""}, {"brightcove": "", "caption": "U.S. Marines pay their final respects at a memorial service at Camp Blue Diamond on the outskirts of Ramadi, Iraq, on Oct. 18, 2004. (AP)", "id": 4347, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Iraq_1.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/4347/", "title": "Iraq for meme", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2014/mar/31/facebook-posts/viral-meme-says-united-states-has-invaded-22-count/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 9112, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/9112/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>A <a href=\"https://www.facebook.com/LetTheRevolutionBeginPeacefully/photos/a.296981937049569.71339.146644308750000/618148071599619/?type=1&amp;relevant_count=1\"><u>Facebook meme</u></a> argues that Americans are pretty two-faced when it comes to Russia&rsquo;s recent annexation of Crimea.</p>\r\n\r\n<p>The meme says, &quot;22 Countries Invaded by the U.S. in 20 Years. Russia Does It and Everyone Loses Their Mind,&quot; illustrating its point with a photograph of Heath Ledger&rsquo;s Joker character from Batman movie&nbsp;<em>The Dark Knight</em>.</p>\r\n\r\n<p>A reader asked us to check this claim, so we did. Fortunately, the post that accompanied the meme listed the nations that had been &quot;invaded,&quot; along with the years of the purported invasion.</p>\r\n\r\n<p>(We should point out the list is misnumbered and actually names 23 nations, not 22. And the time span is actually about 30 years, not 20.)</p>\r\n\r\n<p>Before we get to the list, which you can view <a href=\"http://www.politifact.com/invasions/\"><u>here</u></a>, we first need to define our terms. What qualifies as &quot;invaded&quot;?</p>\r\n\r\n<p><strong>Defining invading</strong></p>\r\n\r\n<p>Several foreign-policy experts told us that while &quot;invaded&quot; is a familiar word in general conversation, it is used much less commonly in international law. &quot;Aggression&quot; and &quot;conquest&quot; are more common, and a variety of international agreements attempt to define them.</p>\r\n\r\n<p>&quot;The basic problem that is that everyone understands that some actions which are &lsquo;invasions&rsquo; are nonetheless right and proper, and some are not,&quot; said Ted R. Bromund, a senior research fellow at the conservative Heritage Foundation. &quot;The world being what it is, people do not agree on exactly which actions those are.&quot;</p>\r\n\r\n<p>When we asked Georgetown University professor of government and foreign service Anthony Clark Arend for his advice, he proposed a standard we could use to judge the meme&rsquo;s claim. He said an &quot;invasion&quot; should meet each of the following three conditions:</p>\r\n\r\n<p>&bull; It violated the U.N. Charter, which says in Article 2, Paragraph 4 that member countries shall refrain <strong>&quot;</strong>from the threat or use of force against the territorial integrity or political independence of any state.&quot;</p>\r\n\r\n<p>&bull; It didn&rsquo;t qualify as a permitted exception for the use of force under the U.N. Charter. The charter permits military action in the case of &quot;self-defense if an armed attack occurs&quot; or if the U.N. Security Council authorizes armed force.</p>\r\n\r\n<p>&bull; It involves ground troops entering another country.</p>\r\n\r\n<p>Given those parameters, we went through the Facebook post&rsquo;s examples, categorizing the countries from most like an invasion to least like an invasion.</p>\r\n\r\n<p>There are two dozen examples here, so it&rsquo;s going to take us some time to go through them all.</p>\r\n\r\n<p><strong>Three cases clearly can be considered &quot;invasions&quot;</strong></p>\r\n\r\n<p>Three instances would qualify as &quot;invasions&quot; under Arend&rsquo;s framework without much argument. All were done without United Nations support and involved ground troops.</p>\r\n\r\n<p>&bull; <strong>Grenada</strong>. Following a power struggle on the small Caribbean nation, President Ronald Reagan sent troops into Grenada on Oct. 25, 1983, with the mission of protecting American nationals and assisting &quot;in the restoration of law and order.&quot; A force of about <a href=\"http://www.globalsecurity.org/military/ops/urgent_fury.htm\"><u>5,000 American troops</u></a> and 300 from nearby islands prevailed, evacuating several hundred Americans, and restoring a representative form of government.</p>\r\n\r\n<p>In all, 18 American forces were killed and 116 were wounded. While the invasion followed a request by five members of the Organization of Eastern Caribbean States, the United Nations General Assembly adopted a <a href=\"http://www.un.org/depts/dhl/resguide/r38.htm\"><u>resolution</u></a> of disapproval. A U.N. Security Council resolution of disapproval failed due to a U.S.&nbsp;veto.</p>\r\n\r\n<p>&bull; <strong>Panama</strong>. Ironically, one of the clearest invasions wasn&rsquo;t even on the list backing up the meme. Between 1988 and 1990, Panama experienced a period of instability stemming from the indictment of its leader, Manuel Noriega, for money laundering and drug trafficking charges. In December 1989, President George H.W. Bush <a href=\"http://www.globalsecurity.org/military/ops/just_cause.htm\"><u>ordered</u></a> troops into the country to support 10,000 permanently stationed there. Their mission was to protect American lives and facilities, capture Noriega, and support establishment of a United States-recognized government.</p>\r\n\r\n<p>These goals were accomplished, with 23 American forces killed and 324 wounded. As in the case of Grenada, the U.N. General Assembly passed a resolution condemning the invasion, but the United States, joined by the United Kingdom and France, vetoed a resolution of disapproval in the U.N. Security Council.</p>\r\n\r\n<p>&bull; <strong>Iraq</strong>. When the United States led an invasion of Iraq in 2003 to oust Saddam Hussein, it <a href=\"http://www.politifact.com/truth-o-meter/article/2013/sep/12/would-us-strike-syria-violate-international-law/\"><u>did not have</u></a> United Nations approval, and in fact, U.N. Secretary General Kofi Annan at the time <a href=\"http://news.bbc.co.uk/2/hi/middle_east/3661134.stm\"><u>called</u></a>&nbsp;the&nbsp;U.S. invasion &quot;illegal.&quot;</p>\r\n\r\n<p>So these are the easy cases. What about the rest?</p>\r\n\r\n<p><strong>Seven cases might qualify as &quot;invasions&quot; if you use a broader definition</strong></p>\r\n\r\n<p>Lance Janda, a military historian at Cameron University in Lawton, Okla., said you could also use a broader definition for &quot;invasion&quot; -- namely, the seizure of territory by military force from the government of another country, regardless of motivation or justification.</p>\r\n\r\n<p>&bull; &nbsp;Using this framework, U.S. military actions in <strong>Kuwait </strong>and Iraq in 1991 and in <strong>Afghanistan </strong>in 2001 would count as &quot;invasions,&quot; even though each had a basis for support under international law.</p>\r\n\r\n<p>&bull; &nbsp;A 1992 U.N.-backed, U.S.-led intervention in <strong>Somalia </strong>began as a humanitarian action but later morphed into a shooting war after militants attacked. This was in some ways an invasion, though the state of anarchy in Somalia suggests the territory taken was not controlled by &quot;the government of another country.&quot;</p>\r\n\r\n<p>&bull; &nbsp;In 1994 and 1995, the United States received U.N. backing to reinstall ousted Jean-Bertrand Aristide, the president of <strong>Haiti</strong>, sending 20,000 troops at the peak. (Haiti was also omitted from the meme&rsquo;s list.)</p>\r\n\r\n<p>&bull; &nbsp;The interventions in <strong>Bosnia </strong>and <strong>Kosovo </strong>by the United States and NATO in the 1990s might also qualify as &quot;invasions&quot; using this definition. In Bosnia, the U.N. supported military action, and while it didn&rsquo;t officially in Kosovo, Annan was <a href=\"http://news.bbc.co.uk/2/hi/303446.stm\"><u>quoted</u></a> saying, &quot;It is indeed tragic that diplomacy has failed, but there are times when the use of force may be legitimate in the pursuit of peace.&quot;</p>\r\n\r\n<p>&bull; Finally, the 2011, U.N.-approved NATO campaign to oust Muammar Qaddafi in <strong>Libya </strong>might also qualify as an &quot;invasion,&quot; though the United States didn&rsquo;t send ground troops, making the label somewhat questionable. (This, like Haiti, was inexplicably omitted from the meme&rsquo;s list.)</p>\r\n\r\n<p>So in addition to three clear instances of &quot;invasions&quot; that lacked standing under international law, we have an additional seven actions that could be called &quot;invasions&quot; but without the meme&rsquo;s pejorative use of the word, since they did have international backing.</p>\r\n\r\n<p><strong>Fourteen cases simply aren&rsquo;t &quot;invasions&quot;</strong></p>\r\n\r\n<p>The rest of the examples cited in the meme do not qualify as &quot;invasions&quot; under any widely recognized definitions, experts say. They fall into a handful of categories.</p>\r\n\r\n<p>&bull; <strong>Humanitarian or disaster assistance</strong>. This category includes <strong>Zaire</strong>, now called the Democratic Republic of the Congo, where the U.S.&nbsp;military helped with refugees in 1996 and 1997 during the genocide in neighboring Rwanda.</p>\r\n\r\n<p>&bull; <strong>Evacuation or protection of American citizens.</strong> This covers several cases of troops being sent to <strong>Liberia</strong>, <strong>Albania </strong>and <strong>Yemen</strong>, the last in the wake of the 2000 USS<em>&nbsp;Cole </em>bombing.</p>\r\n\r\n<p>&bull; <strong>Service as U.N. peacekeepers. </strong>This covers a number of deployments to the Balkans, including a U.S.&nbsp;presence in <strong>Macedonia</strong>.</p>\r\n\r\n<p>&bull; <strong>Deployments requested by the country in question.</strong> This covers the stationing of American &nbsp;forces in Saudi Arabia prior to the Persian Gulf War in 1990 and 1991. It also describes military involvement in <strong>Colombia</strong>, <strong>Bolivia </strong>and Peru in which the United States answered a request for military assistance to counter narco-trafficking, as well as assistance to <strong><a href=\"http://www.politifact.com/truth-o-meter/statements/2011/oct/19/michele-bachmann/michele-bachmann-says-four-simultaneous-military-d/\"><u>Uganda</u></a> </strong>and other African nations <a href=\"http://www.whitehouse.gov/the-press-office/2011/10/14/letter-president-speaker-house-representatives-and-president-pro-tempore\"><u>begun in 2011</u></a> to capture Joseph Kony, the leader of the Lord&#39;s Resistance Army, a guerrilla group.</p>\r\n\r\n<p>And this category also covers <strong>Niger</strong>, which reached an accord with the United States in 2013 that would allow <a href=\"http://www.bbc.com/news/world-us-canada-21550867\"><u>intelligence gathering</u></a> and <a href=\"http://edition.cnn.com/2013/01/29/us/niger/?hpt=hp_t3\"><u>drone operations</u></a> targeting neighboring Mali, which was grappling with advances by al Qaida in the Islamic Maghreb.</p>\r\n\r\n<p>&bull; <strong>Airstrikes</strong>. This includes the Aug. 20, 1998, strikes ordered by President Bill Clinton against targets in <strong>Sudan</strong>, after receiving intelligence -- later questioned -- of a link with the al Qaida bombing of the U.S. Embassies in Kenya and Tanzania.</p>\r\n\r\n<p>This also increasingly includes drone attacks against alleged terrorist targets in countries such as Yemen. While these are clearly aggressive acts by the United States, they do not fit any conventional definition of invasion because they do not seek to take territory or overthrow a government.</p>\r\n\r\n<p>&bull; <strong>Covert operations</strong>. During its battle against international terrorism, the United States has often used covert operations, such as in the killing of Osama Bin Laden in <strong>Pakistan </strong>and inside <strong><a href=\"http://www.washingtonpost.com/world/national-security/mysterious-fatal-crash-provides-rare-glimpse-of-us-commandos-in-mali/2012/07/08/gJQAGO71WW_story.html\"><u>Mali</u></a></strong>. As with airstrikes, these are aggressive actions, but due in part to the small number of troops involved, they do not fit the traditional definition of &quot;invasion.&quot;</p>\r\n\r\n<p>&bull; <strong>No troops sent to the country</strong>. The United States took sides in <strong>Angola </strong>during a long-running civil war in the 1980s, but it is not believed to have sent military troops to the country. And the United States has not committed troops during the ongoing civil war in <strong>Syria</strong>.</p>\r\n\r\n<p><strong>And one that&rsquo;s ridiculous</strong></p>\r\n\r\n<p>The meme cites the <strong>Virgin Islands</strong>, where <a href=\"http://www.nytimes.com/1989/09/21/us/bush-dispatches-troops-to-island-in-storm-s-wake.html\"><u>President George H.W. Bush sent 1,000 military police</u></a> following Hurricane Hugo in 1989. In reality, this can&rsquo;t be an invasion because he sent them to the U.S. Virgin Islands &mdash;&nbsp;part of the United States.</p>\r\n\r\n<p>&quot;If the point of the meme is to say the U.S. is sometimes a bully, or that we meddle in the affairs of many countries, that&#39;s hard to argue,&quot; Janda said. &quot;But we don&#39;t invade sovereign states very often, and when we do we eventually leave, unless the host government asks us to stay. Even then, we don&#39;t annex foreign territory. We haven&#39;t done that since 1898.&quot;</p>\r\n\r\n<p>The difference with Russia in Crimea, Janda added, is that they &quot;invaded and have already moved to annex the region. That&#39;s a textbook case of aggression and conquest, regardless of the casualties and what the opinion polls say in Crimea.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>The Facebook meme said that the United States has &quot;invaded&quot; 22 countries in the past 20 years. Using the clearest standard -- ground troops seizing foreign territory without the backing of international law -- then the actual number of U.S. invasions in the past 30 years is three. An additional seven military actions that were supported by international law might perhaps be called &quot;invasions&quot; in a technical sense, even though they had official justification. The remaining examples cited by the meme aren&rsquo;t even close to any conventional definition of &quot;invasion.&quot; We rate the claim False.</p>\r\n", "ruling_comments_date": "2014-03-28T14:44:36.821715", "ruling_date": "2014-03-31T11:00:00", "ruling_headline": "Viral meme says United States has 'invaded' 22 countries in the past 20 years", "ruling_headline_slug": "viral-meme-says-united-states-has-invaded-22-count", "ruling_link_text": "Lots of interventions, few \"invasions\"", "ruling_state": null, "source_documents": null, "sources": "<p>Facebook<a href=\"https://www.facebook.com/LetTheRevolutionBeginPeacefully/photos/a.296981937049569.71339.146644308750000/618148071599619/?type=1&amp;relevant_count=1\"> <u>meme</u></a></p>\r\n\r\n<p>Congressional Research Service, &quot;<a href=\"http://www.au.af.mil/au/awc/awcgate/crs/rl30172.pdf\"><u>Instances of Use of United States Armed Forces Abroad, 1798-2006</u></a>,&quot; Jan. 8, 2007</p>\r\n\r\n<p>Globalsecurity.org, &quot;<a href=\"http://www.globalsecurity.org/military/ops/urgent_fury.htm\"><u>Operation Urgent Fury</u></a>,&quot; accessed March 28, 2014</p>\r\n\r\n<p>Globalsecurity.org, &quot;<a href=\"http://www.globalsecurity.org/military/ops/just_cause.htm\"><u>Operation Just Cause</u></a>,&quot; accessed March 28, 2014</p>\r\n\r\n<p>Globalsecurity.org, &quot;National Union for the Total Independence of Angola,&quot; accessed March 28, 2014</p>\r\n\r\n<p>BBC, &quot;<a href=\"http://news.bbc.co.uk/2/hi/303446.stm\"><u>Nato air strikes -- the world reacts</u></a>,&quot; March 25, 1999</p>\r\n\r\n<p>CNN, &quot;<a href=\"http://edition.cnn.com/2013/01/29/us/niger/?hpt=hp_t3\"><u>U.S. to base surveillance drones in Niger, ambassador says</u></a>,&quot; Feb. 7, 2013</p>\r\n\r\n<p><em>Washington Post</em>, &quot;<a href=\"http://www.washingtonpost.com/world/national-security/mysterious-fatal-crash-provides-rare-glimpse-of-us-commandos-in-mali/2012/07/08/gJQAGO71WW_story.html\"><u>Mysterious fatal crash offers rare look at U.S. commando presence in Mali</u></a>,&quot; July 8, 2012</p>\r\n\r\n<p><em>New York Times</em>, &quot;<a href=\"http://www.nytimes.com/1989/09/21/us/bush-dispatches-troops-to-island-in-storm-s-wake.html\"><u>Bush Dispatches Troops to Island In Storm&#39;s Wake</u></a>,&quot; Sept. 21, 1989</p>\r\n\r\n<p>PolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/article/2011/jun/22/are-us-actions-libya-subject-war-powers-resolution/\"><u>Are U.S. actions in Libya subject to the War Powers Resolution? A review of the evidence</u></a>,&quot; June 22, 2011</p>\r\n\r\n<p>PolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/article/2013/sep/12/would-us-strike-syria-violate-international-law/\"><u>Would a U.S. strike in Syria violate international law?</u></a>&quot; Sept. 12th, 2013</p>\r\n\r\n<p>PolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2013/sep/13/debbie-wasserman-schultz/wasserman-schultz-bush-invaded-iraq-alone-syria/\"><u>Defending Obama on Syria, Wasserman Schultz says Bush invaded Iraq &#39;alone,</u></a>&#39;&quot; Sept. 13, 2013</p>\r\n\r\n<p>Email interview with Anthony Clark Arend, Georgetown University professor of government and foreign service, March 27, 2014</p>\r\n\r\n<p>Email interview with Lance Janda, military historian at Cameron University in Lawton, Okla., March 27, 2014</p>\r\n\r\n<p>Email interview with Ted R. Bromund, senior research fellow at the Heritage Foundation, March 27, 2014</p>\r\n\r\n<p>Email interview with Michael O&rsquo;Hanlon, senior fellow with the Brookings Institution, March 27, 2014</p>\r\n\r\n<p>Email interview with John Pike, director of globalsecurity.org, March 27, 2014</p>\r\n\r\n<p>Email interview with Ted Wilson, history professor at the University of Kansas, March 28, 2014</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 14, "current_job": "Social media posting", "false_count": 18, "first_name": "", "half_true_count": 15, "home_state": "", "id": 1486, "last_name": "Facebook posts", "mostly_true_count": 11, "name_slug": "facebook-posts", "pants_count": 37, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Facebook_icon_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1486/", "total_count": 101, "true_count": 6, "website": "http://www.facebook.com/"}, "statement": "<p>&quot;22 Countries Invaded by the U.S. in 20 Years.&quot;</p>\r\n", "statement_context": "viral posts on the Internet", "statement_date": "2014-03-28", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}, {"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}, {"description": "", "id": 37, "photo": null, "resource_uri": "/api/v/2/subject/37/", "subject": "Terrorism", "subject_slug": "terrorism", "used_in_edition": []}], "target": [], "twitter_headline": ""}