{"art": [{"brightcove": "", "caption": "AeroVironment says it’s Qube drone can hover and transmit live video and metadata to a tablet controller as part of search and rescue operations, and is used to study the inside of active volcanos and monitor tsunami debris.", "id": 4390, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Qube_Rescue_1.JPG", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/4390/", "title": "Qube", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "canonical_url": "/wisconsin/statements/2014/apr/09/chris-taylor/bird-sized-drones-could-record-you-inside-your-hom/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 9161, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/9161/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>On April 1, 2014 state Rep. Chris Taylor warned the citizenry about eyes in the sky and attacks on privacy.</p>\r\n\r\n<p>&quot;Drone technology now allows an individual to be recorded in their homes by drones as small as birds and immediately uploaded to the internet,&quot; the Madison Democrat wrote in a <a href=\"http://www.wispolitics.com/index.iml?Article=319949\">news release</a>.</p>\r\n\r\n<p>Was Taylor pulling the public&rsquo;s leg on April Fools&rsquo; Day?</p>\r\n\r\n<p>No, she was dead serious. Taylor spoke the day the state <a href=\"http://www.jsonline.com/news/wisconsin/legislators-plan-hearing-on-limiting-use-of-drones-b9916417z1-208460541.html\">Senate approved and sent to Gov. Scott Walker</a> a bipartisan bill -- cosponsored by Taylor -- to put limits on drone use.</p>\r\n\r\n<p>The <a href=\"http://docs.legis.wisconsin.gov/2013/related/enrolled/sb196\">Wisconsin bill</a>, similar to others around the country, attempts to prohibit both law enforcement agencies and private individuals from recording people in locations where they have a reasonable expectation of privacy. Example: inside their homes.</p>\r\n\r\n<p>Under the legislation, it would be unlawful in a criminal investigation for police -- without first getting a search warrant -- to use drones equipped with video or audio recording equipment to collect evidence in such locations.</p>\r\n\r\n<p>Emergency exceptions to this prohibition include locating an escaped prisoner, aiding in a search and rescue mission, executing an arrest warrant or preventing imminent harm to a person or the imminent destruction of evidence.</p>\r\n\r\n<p>The bill allows hobbyists, entrepreneurs or aerial photographers to use drones as long as that use does not intentionally violate an individual&rsquo;s privacy interests. Gov. Scott Walker signed it into law on April 8, 2014.</p>\r\n\r\n<p>Taylor, in her statement, focuses on the state of the technology, not on who is doing the recording. Let&rsquo;s see if she&rsquo;s correct.</p>\r\n\r\n<p>Some basics first.</p>\r\n\r\n<p>Drones, also known as unmanned aerial vehicles (UAVs) are small aircraft that can fly by remote control without an onboard human operator.</p>\r\n\r\n<p>They can be part of a system that includes a digital network and personnel on the ground, and can be equipped with high-powered cameras, with infrared devices that sense objects through walls, and with laser radar that can see through trees and foliage, the Congressional Research Service said in a <a href=\"http://www.fas.org/sgp/crs/natsec/R42701.pdf\">2013 report</a>.</p>\r\n\r\n<p>Their use by law enforcement and the military in the U.S. &quot;raises far-reaching issues concerning the extent of government surveillance authority, the value of privacy in the digital age, and the role of Congress in reconciling these issues,&quot; the report noted.</p>\r\n\r\n<p>To address Taylor&rsquo;s specific statement, we turned to government studies, technology and privacy experts, law enforcement officials and drone manufacturers.</p>\r\n\r\n<p>The bottom line: A wide range of experts said Taylor&rsquo;s scenario reflects the capability of current technology.</p>\r\n\r\n<p><strong>Size </strong></p>\r\n\r\n<p>Drones can be as small as insects and as large as regular aircraft.</p>\r\n\r\n<p>Models used by law enforcement have included the<a href=\"http://www.draganfly.com/uav-helicopter/draganflyer-x4es/index.php?gclid=CI7RtpCYx70CFYY7MgodJEEAeA\"> Draganflyer X4-ES</a>, which is just 24 inches wide, and the <a href=\"http://www.avinc.com/uas/small_uas/wasp/\">AeroVironment Wasp</a>, described as &quot;bird-size&quot; in a Washington Post story about Texas police conducting discreet video surveillance before a SWAT team stormed a property that officials believed had a cache of weapons.</p>\r\n\r\n<p>A tiny drone developed for the U.S. military weighs less than a AA battery and resembles a live hummingbird that can hover, climb, fly through an open doorway and relay real-time video back to its operator, <a href=\"http://www.darpa.mil/NewsEvents/Releases/2011/11/24.aspx\">according to the Defense Advanced Research Projects Agency</a>.</p>\r\n\r\n<p>That drone, <a href=\"https://www.avinc.com/nano\">AeroVironment&rsquo;s Nano Hummingbird</a>, could someday provide new reconnaissance and surveillance capabilities in urban environments, the AeroVironment website says. Someday, because it&rsquo;s not in production yet.</p>\r\n\r\n<p>Army-technology.com <a href=\"http://www.army-technology.com/features/featureuav-evolution-natural-selection-drone-revolution/\">said in 2012</a> that UAVs &quot;are getting smaller and more agile to enable combatants to gather intelligence from hard to reach areas, such as in buildings and through tunnels.&quot;</p>\r\n\r\n<p><strong>Internet</strong></p>\r\n\r\n<p>A Draganflyer official told us it&rsquo;s easy to upload the live video images that a remote operator is viewing. It just takes some additional equipment.</p>\r\n\r\n<p>&quot;That&rsquo;s a minor thing as far as I&rsquo;m concerned,&quot; said Kevin Lauscher, a former police officer who is now sales manager and flight trainer at Draganfly Innovations.</p>\r\n\r\n<p>&quot;The realistic expectation of privacy is pretty weak in these days of technology&quot; and people recording conversations and posting photos with their phones, he said.</p>\r\n\r\n<p><strong>Recording people in their homes</strong></p>\r\n\r\n<p>Taylor aide Craig Trost told us the representative meant recording through a window, not with see-through-walls camera technology that is still under development.</p>\r\n\r\n<p>Taking pictures of people inside their home is possible with a drone, various law enforcement officials told us. Image quality would be a major challenge though.</p>\r\n\r\n<p>Daniel Schwarzbach, a pilot for the Houston Police and executive director of the Airborne Law Enforcement Association, said police could film people through their windows after getting a search warrant but he doesn&rsquo;t recall that happening or police being interested in it.</p>\r\n\r\n<p>So, Taylor&rsquo;s description of drone capabilities is not imaginary.</p>\r\n\r\n<p>How likely it is to happen? That&rsquo;s an important question, and we got an earful on it, though we don&rsquo;t think the answer bears directly on the accuracy of her warning about what is possible with current technology.</p>\r\n\r\n<p>&quot;Doing what she is afraid of would be difficult at best, it would be illegal under peeping Tom laws, and it&rsquo;s not on the agenda of law enforcement,&quot; said Gregory McNeal, &nbsp;a national security and criminal law expert at Pepperdine University law school.</p>\r\n\r\n<p>McNeal added: &quot;If she is worried about invasions of privacy, she should update Wisconsin&rsquo;s invasion of privacy laws for all forms of observation, not just drones because what she&rsquo;s alleging can be done by a drone can be done with an iPhone, any camera, or binoculars.&quot;</p>\r\n\r\n<p>The privacy issue is not about unmanned aircraft, it is about image capture and retention, in the view of &nbsp;Alan Frazier, a University of North Dakota aviation professor and former Grand Forks County sheriff&rsquo;s deputy. &nbsp;&quot;Agencies need to have &nbsp;a robust policy in place regarding appropriate uses of all types of image capture devices,&quot; he said.</p>\r\n\r\n<p>Taylor, a lawyer, says it&rsquo;s not at all clear that current law criminalizes peeping remotely using a drone.</p>\r\n\r\n<p>Law enforcement officials using drones told us a rogue user might try to do that, but not them.</p>\r\n\r\n<p>&quot;We cannot look into homes, our systems are twice the size of a goose and we don&#39;t operate in areas where we have internet, &nbsp;nor do we have, or need, the desire to upload anything to the internet &hellip;&quot; said Ben Miller, director of the Mesa County, Colorado, unmanned aircraft systems program. &quot;We mostly take aerial pictures of crime scenes and conduct aerial search and rescue flights.&quot;</p>\r\n\r\n<p>Taylor, for the record, says she wasn&rsquo;t suggesting that law enforcement was illegally peeking into windows, just the possible uses of the technology.</p>\r\n\r\n<p>Allie Bohm, advocacy and policy strategist at the American Civil Liberties Union, said a hobbyist could buy a drone size of a large bird and put a camera on it and get video and put it on the Internet.</p>\r\n\r\n<p>But Bohm called that a &quot;side issue&quot; because there&rsquo;s no evidence drones are being widely employed in that fashion, in part due to Federal Aviation Administration rules, Bohm said.</p>\r\n\r\n<p>Public entities seeking to fly drones must get FAA approval. More than 1,800 have done so since 2007, including law enforcement, firefighting, border patrol, disaster relief, search and rescue, military training, and other government operational missions, the FAA says. (The Milwaukee Police Department does not own or use drones, spokesman Mark Stanmeyer told us.)</p>\r\n\r\n<p>Under <a href=\"http://www.faa.gov/news/fact_sheets/news_story.cfm?newsId=14153\">current FAA rules</a>, a drone must be flown within the line of sight of the operator, less than 400 feet above the ground, during daylight conditions, inside uncontrolled airspace and more than five miles from any airport or other location with aviation activities.</p>\r\n\r\n<p>&quot;Flying model aircraft solely for hobby or recreational reasons does not require FAA approval, but hobbyists must operate according to the agency&#39;s model aircraft guidance,&quot; FAA spokesman Les Dorr said in a statement.</p>\r\n\r\n<p>Commercial operations are only authorized on a case-by-case basis and to date, only one has met these criteria, using Insitu&#39;s ScanEagle. &nbsp;A commercial flight requires a certified aircraft, a licensed pilot and operating approval. That authorization was limited to the Arctic.</p>\r\n\r\n<p><strong>Our rating</strong></p>\r\n\r\n<p>Taylor said that &quot;drone technology now allows an individual to be recorded in their homes by drones as small as birds and immediately uploaded to the internet.&quot;</p>\r\n\r\n<p>There are legal and operational obstacles to making this scenario a reality, we learned. But Taylor&rsquo;s carefully worded statement was about the state of the technology, and her scenario is technically possible right now.</p>\r\n\r\n<p>We rate her statement True.</p>\r\n", "ruling_comments_date": "2014-04-08T16:59:55.829704", "ruling_date": "2014-04-09T05:00:00", "ruling_headline": "Bird-sized drones could record you inside your home, Chris Taylor says", "ruling_headline_slug": "bird-sized-drones-could-record-you-inside-your-hom", "ruling_link_text": "Unlikely at the moment, but it is possible", "ruling_state": null, "source_documents": null, "sources": "<p>WisPolitics.com, press release,<a href=\"http://www.wispolitics.com/index.iml?Article=319949\"> &quot;Bipartisan drone legislation passes Senate,&quot;</a> April 1, 2014</p>\r\n\r\n<p>Federal Aviation Administration, <a href=\"http://www.faa.gov/news/fact_sheets/news_story.cfm?newsId=14153\">fact sheet on unmanned aircraft systems</a>, Jan. 6, 2014</p>\r\n\r\n<p>Congressional Research Service, <a href=\"http://www.fas.org/sgp/crs/natsec/R42701.pdf\">&quot;Drones in Domestic Surveillance Operations: Fourth Amendment Implications and Legislative Responses,&quot;</a> April 3, 2013</p>\r\n\r\n<p>Interview with Daniel Schwarzbach, executive director, Airborne Law Enforcement Association, April 3, 2014</p>\r\n\r\n<p>Interview with Craig Trost, aide to State Rep. Chris Taylor, April 2, 2014</p>\r\n\r\n<p>Interview with Allie Bohm, advocacy and policy strategist, American Civil Liberties Union, April 2, 2014</p>\r\n\r\n<p>Interview with State Rep. Chris Taylor, April 4, 2014</p>\r\n\r\n<p>Interview with Rebecca Jeschke, Jeremy Gillula and Parker Higgins, Electronic Frontier Foundation, April 2, 2014</p>\r\n\r\n<p>Interview with Benjamin Miller, UAV program director, Mesa County, Arizona, April 3, 2014</p>\r\n\r\n<p>Interview with Les Dorr, spokesman, Federal Aviation Administration, April 7, 2014</p>\r\n\r\n<p>Interview with Gregory McNeal, Associate Professor of Law, Pepperdine University School of Law, April 3, 2014</p>\r\n\r\n<p>Interview with Mark Stanmeyer, spokesman, Milwaukee Police Department, April 3, 2014</p>\r\n\r\n<p>Interview with Kevin Lauscher, Police / Industrial Sales &amp; Training at Draganfly Innovations Inc., April 4, 2014</p>\r\n\r\n<p>Interview with Melanie Hinton, Senior Communications Manager, Association for Unmanned Vehicle Systems International, April 2, 2014</p>\r\n\r\n<p>Email exchange, Steven Gitlin, AeroVironment, Inc., Vice President Marketing Strategy, Communications &amp; Investor Relations, April 7, 2014</p>\r\n\r\n<p>American Civil Liberties Union,<a href=\"https://www.aclu.org/files/assets/protectingprivacyfromaerialsurveillance.pdf\"> &quot;Protecting Privacy from Aerial Surveillance: Recommendations for Government Use of Drone Aircraft,&quot;</a> December 2011</p>\r\n\r\n<p>Washington Post, <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2011/01/22/AR2011012204111.html\">&quot;Domestic use of aerial drones by law enforcement likely to prompt policy debate,&quot;</a> January 23, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 0, "first_name": "Chris", "half_true_count": 0, "home_state": "", "id": 2576, "last_name": "Taylor", "mostly_true_count": 2, "name_slug": "chris-taylor", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Chris_Taylor.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Chris_Taylor_1.jpg", "resource_uri": "/api/v/2/person/2576/", "total_count": 5, "true_count": 2, "website": ""}, "statement": "<p>&quot;Drone technology now allows an individual to be recorded in their homes by drones as small as birds and immediately uploaded to the internet.&quot;</p>\r\n", "statement_context": "a news release", "statement_date": "2014-04-01", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}, {"description": "", "id": 114, "photo": null, "resource_uri": "/api/v/2/subject/114/", "subject": "Privacy", "subject_slug": "privacy", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 38, "current_job": "Milwaukee County Executive", "false_count": 42, "first_name": "Scott", "half_true_count": 38, "home_state": "Wisconsin", "id": 640, "last_name": "Walker", "mostly_true_count": 44, "name_slug": "scott-walker", "pants_count": 11, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Scott_Walker_1_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/640/", "total_count": 211, "true_count": 25, "website": "http://www.scottwalker.org/"}], "twitter_headline": ""}