{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/jan/27/eric-cantor/cantor-says-more-stimulus-washinton-grass-small-bu/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 917, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/917/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>One of the most popular punching bags for Republican leaders critical of spending in the Democratic-led $835 billion economic stimulus bill  <strong> </strong> has been new turf for the National Mall in Washington, D.C.  <br /> <br /> Rep. Eric Cantor, the House Republican whip, cited the turf in an interview with Fox News on Jan. 23, 2009.  <br /> <br /> \"If you look at the bill that passed the Ways and Means Committee yesterday, for every dollar that is spent to help small businesses, $4 is being spent to help upkeep the grass on the lawns of Washington,\" Cantor said.</p>\r\n<p>So there's two sides to this equation: the amount of the money in the plan to help small businesses versus the amount to \"upkeep the grass on the lawns of Washington.\"  <br /> <br /> Let's start with the grass. Cantor is referring to $200 million  <strong> </strong> in the stimulus plan for revitalizing the National Mall, the sprawling grassy park and gravel walkway that links the Capitol with the Smithsonian museums, the Washington Monument, and the Jefferson and Lincoln memorials.  <br /> <br /> The Mall, which gets more than 25 million visitors a year, is in serious disrepair. Perhaps most dire is that the sea walls next to the Jefferson Memorial are slowly collapsing into the Tidal Basin and need to be repaired, said Kirstin Brost, a spokeswoman for the Democratic chairman of the House Appropriations Committee. According to stories in the Los Angeles Times, Washington Post and Newsweek, much of the Mall's underground sprinkler system doesn&rsquo;t work, reflecting pools are cloudy with muck, the oldest structure on the Mall has missing and boarded-up windows, and yes, the lawn has been trampled brown in many places.  <br /> <br /> \"The Mall is just in bad shape,\" Brost said. \"To laugh it off as replacing grass, it's not appreciating the fact that the place that holds our national treasures is in severe disrepair.\"</p>\r\n<p>The House bill states that the money would be used for \"construction, improvements, repair or replacement of facilities related to &hellip; the National Mall.\"  <br /> <br /> Although the bill doesn't contain specific numbers, a \"discussion draft\" of the package considered by the House provides a little more detail. It says the \"many\" projects that would be funded in the Mall project include \"repair of the Jefferson Memorial&rsquo;s collapsing Tidal Basin walls and the replacement of mall turf.\"  <br /> <br /> In order to make his equation work, Cantor assumes all of $200 million is for the new turf. It's not.</p>\r\n<p>In reality, only a small portion of the $200 million would be for new turf, Brost said. \"It's one of a lot of things that need to get done.\"  <br /> <br /> Okay, how about the other side of Cantor's equation, the part about help for small businesses?</p>\r\n<p>Cantor spokesman Brad Dayspring said the stimulus package in the House only includes $41 million in \"direct\" benefit to small businesses. He referred us to a line in a Joint Committee of Taxation revenue table for the stimulus bill that lists a tax provision \"Temporary increase in limitation on expensing of certain depreciable business assets.\"</p>\r\n<p>But they are taking a very narrow approach in estimating how long that benefit would last. They are assuming it would end in 2010 because that law and many other tax provisions expire that year. But they're ignoring the likelihood that Congress will extend it, said Keith Ashdown, a spokesman for Taxpayers for Common Sense, a group that tracks government spending.</p>\r\n<p>\"This is a very popular provision supported by both parties,\" Ashdown said, and so it's very likely to continue after two years.  <br /> <br /> Brost, the spokeswoman for the Appropriations Chairman David Obey, D-Wis., said Cantor's equation also ignores other provisions  <strong> </strong> in the stimulus package that could help small businesses, even if they are not the sole beneficiary.  <br /> <br /> Among them:</p>\r\n<p>&bull;&nbsp;&nbsp;&nbsp; $430 million in loan guarantees and other incentives to free up capital and make lenders more willing to loan money.</p>\r\n<p><strong> </strong> &bull;&nbsp;&nbsp;&nbsp; $100 million for grants and loans to guarantee $2 billion in lending for rural businesses.</p>\r\n<p>&bull;&nbsp;&nbsp;&nbsp; $100 million, including $70 million for the Technology Innovation Program, to accelerate research in technologies with high job growth potential, and $30 million for the Manufacturing Extension Partnerships to help small and midsize manufacturers compete globally by providing them with access to technology.</p>\r\n<p>&bull;&nbsp;&nbsp;&nbsp; &nbsp;$250 million in grants to address long-term economic distress in urban industrial cores and rural areas. It is distributed based on need and ability to create jobs and attract private investment.</p>\r\n<p>Although it would be inaccurate to tally all of these and count them as direct assistance to small businesses, it is fair to say that many small businesses would benefit from these $880 million in programs, Ashdown said.</p>\r\n<p>In addition to these provisions, Brost said, small businesses will surely benefit from the many infrastructure projects the plan proposes.</p>\r\n<p>We're not taking sides about whether it's proper for the National Mall improvements to be included in the stimulus bill. But Cantor's rhetoric is inflated. He says the money would help \"the lawns of Washington,\" which suggests it might go to homeowners when it is really for a sprawling public park.</p>\r\n<p>And both sides of Cantor's equation are flawed. The plan does not call for $200 million worth of new grass for the National Mall, and we think there's clearly more than $41 million in help to small businesses.</p>\r\n<p>Cantor has grossly distorted the numbers to make a point about the need for more small business benefits. We rule his statement False.</p>", "ruling_comments_date": "2010-01-07T13:27:52.104766", "ruling_date": "2009-01-27T18:15:45", "ruling_headline": "Cantor says more in stimulus for Washington grass than small businesses", "ruling_headline_slug": "cantor-says-more-stimulus-washinton-grass-small-bu", "ruling_link_text": "That'd be quite an expensive lawn guy", "ruling_state": null, "source_documents": null, "sources": "<p>House Appropriations Committee Web site,  <a href=\"http://appropriations.house.gov/pdf/RecoveryReport01-15-09.pdf\" target=\"_blank\"> Discussion draft: The American Recovery and Reinvertment Act of 2009 </a></p>\r\n<p>House of Representatives Web site,  <a href=\"http://www.house.gov/jct/x-9-09.pdf\" target=\"_blank\"> Joint Committee of Taxation revenue table for the Stimulus bill </a></p>\r\n<p>House Appropriations Committee Web site,  <a href=\"http://appropriations.house.gov/pdf/PressSummary01-21-09.pdf\" target=\"_blank\"> Summary: American Recovery and Reinvestment Act </a> , Jan. 21, 2009</p>\r\n<p>House Appropriations Committee Web site,  <a href=\"http://appropriations.house.gov/pdf/RecoveryBill01-15-09.pdf\" target=\"_blank\"> Full text of HR 1, the American Recovery and Reinvestment Act </a></p>\r\n<p>Los Angeles Times,  <a href=\"http://www.latimes.com/news/science/environment/la-na-washington-mall8-2009jan08,0,1700621.story\" target=\"_blank\"> National Mall reflects magnificence and neglect </a> , by By Faye Fiore, Jan. 8, 2009</p>\r\n<p>Washington Post,  <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/06/17/AR2008061702787_pf.html\" target=\"_blank\"> \"America's Unkempt Front Yard\" </a> by Michael E. Ruane, June 18, 2008</p>\r\n<p>Newsweek,  <a href=\"http://www.newsweek.com/id/146735\" target=\"_blank\"> \"A Mall Overhaul: Why a major facelift is in store for America's 'front yard,'\" </a> by Katie Paul, July 17, 2008</p>\r\n<p>Interview with  Brad Dayspring, a spokesman for U.S. Rep. Eric Cantor, Jan. 26, 2009</p>\r\n<p>Interview with Kirstin Brost, a spokeswoman for the House Appropriations Committee chaired by Dave Obey, D-Wis., Jan. 26, 2009</p>\r\n<p>Interview with Keith Ashdown, a spokesman for Taxpayers for Common Sense, Jan. 26, 2009</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 9, "current_job": "House Majority Leader", "false_count": 6, "first_name": "Eric", "half_true_count": 4, "home_state": "Virginia", "id": 118, "last_name": "Cantor", "mostly_true_count": 4, "name_slug": "eric-cantor", "pants_count": 4, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/AP_DCSA133_DEBT_SHOWDOWN.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Virginia", "edition": "Virginia", "edition_slug": "virginia", "has_afterthefact": false, "id": 10, "index_page": false, "meter_name": "The Virginia Truth-O-Meter", "resource_uri": "/api/v/2/edition/10/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/118/", "total_count": 36, "true_count": 7, "website": ""}, "statement": "<p>\"For every dollar (in the stimulus package) that is spent to help small businesses, $4 is being spent to help upkeep the grass on the lawns of Washington.\"</p>", "statement_context": "an interview on the Fox News Channel.", "statement_date": "2009-01-23", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 150, "photo": null, "resource_uri": "/api/v/2/subject/150/", "subject": "Stimulus", "subject_slug": "stimulus", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}