{"art": [{"brightcove": "", "caption": "This ad accuses Democratic Senate candidate Bruce Braley of giving \"special favors\" to health insurers by voting for Obamacare. We looked at the industry's donation patterns to Braley.", "id": 4401, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/4401/", "title": "Freedom Partners Braley ad", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/cytbeD0DhXE?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "cytbeD0DhXE"}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2014/apr/11/freedom-partners/freedom-partners-ad-accuses-rep-bruce-braley-givin/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 9176, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/9176/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>A new ad by Freedom Partners -- a group that has served as a <a href=\"http://www.washingtonpost.com/politics/inside-the-koch-backed-political-donor-network/2014/01/05/94719296-7661-11e3-b1c5-739e63e9c9a7_graphic.html\"><u>hub for funding</u></a> by billionaire industrialists Charles and David Koch -- recently began airing ads against Democratic Senate candidates, targeting them for their support of President Barack Obama&rsquo;s health care law.</p>\r\n\r\n<p>The group had been little known until the <em>Washington Post </em><a href=\"http://www.washingtonpost.com/politics/koch-backed-political-network-built-to-shield-donors-raised-400-million-in-2012-elections/2014/01/05/9e7cfd9a-719b-11e3-9389-09ef9944065e_story.html\"><u>reported</u></a> in January that Freedom Partners had &quot;raised $256 million from unknown sources, money that was then transferred to a&nbsp;<a href=\"http://www.washingtonpost.com/politics/inside-the-koch-backed-political-donor-network/2014/01/05/94719296-7661-11e3-b1c5-739e63e9c9a7_graphic.html\"><u>complex network</u></a> of LLCs and political nonprofits that do not disclose their donors.&quot;</p>\r\n\r\n<p>By airing the new ads against Democratic Senate candidates, it appears that Freedom Partners is &quot;bringing in-house many of the functions it financed through other groups in the last campaign,&quot; the <em>Post </em><a href=\"http://www.washingtonpost.com/blogs/post-politics/wp/2014/04/08/financial-arm-of-koch-backed-political-network-launches-first-direct-attack-ads/\"><u>reported</u></a>.</p>\r\n\r\n<p>One of the Freedom Partners <a href=\"https://www.youtube.com/watch?v=cytbeD0DhXE&amp;feature=youtu.be\"><u>ads</u></a> attacks Rep. Bruce Braley, D-Iowa, who&rsquo;s running to succeed retiring Democratic Sen. Tom Harkin. Braley will face one of several potential Republican candidates in a general election that independent observers consider competitive.</p>\r\n\r\n<p>Here&rsquo;s the full narration of the ad:</p>\r\n\r\n<p>&quot;No one likes it when politicians give special favors. Congressman Bruce Braley voted for Obamacare. The government spent millions of taxpayer dollars to promote it. Now, health insurance companies stand to make billions. And Bruce Braley? He takes tens of thousands from his friends in the health insurance industry. For Iowans, it&#39;s canceled policies and higher costs. That&#39;s not right. Call Bruce Braley. Tell him: Stand with Iowa. Stop supporting Obamacare.&quot;</p>\r\n\r\n<p>There&rsquo;s a lot to chew on here, but we decided to narrow our focus to the claim that Braley took &quot;tens of thousands from his friends in the health insurance industry&quot; and gave them &quot;special favors&quot; by voting for Obamacare.</p>\r\n\r\n<p><strong>Did Braley take &quot;tens of thousands from his friends in the health insurance industry&quot;?</strong></p>\r\n\r\n<p>This claim reminded us of the <a href=\"https://www.youtube.com/watch?v=EJR1H5tf5wE\"><u>scene</u></a> from <em><a href=\"http://www.imdb.com/title/tt0118655/\"><u>Austin Powers: International Man of Mystery</u></a></em> in which Dr. Evil (Mike Meyers) threatens to unleash some horrible threat upon the earth unless he is paid -- pausing for dramatic effect -- &quot;one million dollars.&quot; His nonplussed advisers gently suggest that he raise the ransom amount, since in today&rsquo;s dollars, $1 million isn&rsquo;t really all that much.</p>\r\n\r\n<p>In Braley&rsquo;s case, yes -- he took &quot;tens of thousands&quot; from the insurance industry. But saying that misses a whole bunch of important context.</p>\r\n\r\n<p>Braley has accepted a total of $83,500 from individuals and PACs connected to the insurance industry since his first campaign for the House in the 2006 campaign cycle, according to data gleaned from the <a href=\"http://www.opensecrets.org/politicians/\">Center for Responsive Politics</a>, an independent collector of campaign finance information. That includes $24,250 so far during the 2014 campaign cycle.</p>\r\n\r\n<p>In isolation, this may sound like a lot. But here&rsquo;s the context.</p>\r\n\r\n<p>First, this is money from the &quot;insurance&quot; sector, not necessarily the <em>health insurance </em>sector. Once you strip out car insurance companies, homeowner insurance companies, life insurance companies and the like, the amount is much less. We asked the <a href=\"http://www.opensecrets.org/politicians/\">Center for Responsive Politics</a> to do the stripping for us. Here are the results:</p>\r\n\r\n<p>Over the last decade, Braley has received a total of $16,000 from health insurance political action committees: $8,500 from Humana, $3,000 from Delta Dental, $2,500 from VSP Holdings and $2,000 from AFLAC. He received an additional $4,500 from eight individual donors employed by a health insurance company, all but one donation smaller than $750.</p>\r\n\r\n<p>Altogether, this is $20,500 from health insurance sources -- less than a quarter of his take from insurers more generally, and about $2,000 for every year he&rsquo;s served in Congress. &quot;This is not a lot of money to influence a huge vote like that,&quot; said Norman Ornstein, a congressional scholar at the American Enterprise Institute.</p>\r\n\r\n<p>If we are going to compare Braley to other Senate candidates on an apples-to-apples basis, it&rsquo;s only feasible to use the the Center for Responsive Politics&rsquo; standard data for &quot;insurance&quot; companies.</p>\r\n\r\n<p>So how does Braley&rsquo;s insurance haul compare to that other lawmakers? Not very impressively. Among all Senate candidates running in 2014, Braley ranks 55th. Since there are just 36 Senate races this year, some of which feature minimal opposition to incumbents, that&rsquo;s pretty low indeed for a sitting House member in a competitive seat to rank 55th.</p>\r\n\r\n<p>And how big a share of Braley&rsquo;s warchest comes from this broader swath of the insurance industry? Not very big.</p>\r\n\r\n<p>The insurance industry ranks 19th on the list of biggest sector donors to Braley&rsquo;s campaigns over his entire career. For the 2014 cycle, insurance ranks 16th among all sectors donating to Braley. In all, insurance donations account for less than 1 percent of all the cash Braley has raised during his political career.</p>\r\n\r\n<p>(The industry that ranks No. 1 -- giving $4,084,645 over the course of Braley&rsquo;s career -- is &quot;lawyers and law firms.&quot; This connection recently caused a major embarrassment for Braley when he was caught on videotape jabbing Sen. Chuck Grassley, the popular Republican he&rsquo;s seeking to join in the Senate, as &quot;a farmer from Iowa who never went to law school.&quot; Slate&rsquo;s John Dickerson <a href=\"http://www.slate.com/articles/news_and_politics/politics/2014/03/bruce_braley_s_gaffe_the_iowa_democrat_who_attacked_chuck_grassley_and_iowa.html\"><u>joked that</u></a> Braley&rsquo;s farm-state gaffe was so massive &quot;that the Environmental Protection Agency may seek to regulate it.&quot;)</p>\r\n\r\n<p><strong>Was it a special favor to the health insurance industry to vote for Obamacare?</strong></p>\r\n\r\n<p>For one thing, it&rsquo;s not as simple as the ad says -- the insurance industry hardly loves every aspect of the law, so it&rsquo;s not clear that voting for it was an undiluted gift for the industry. &quot;In particular, the medical loss ratio that limits their profits and requires 80 cents on each dollar be spent on insurance recipients keeps their profits from soaring,&quot; Ornstein said.</p>\r\n\r\n<p>In addition, it strains logic to think that Braley would have turned from an opponent of the law, or even agnostic about it, to a supporter of it simply because of the desires of donors who collectively gave him a fraction of one percent of his total campaign warchest.</p>\r\n\r\n<p>It&rsquo;s not as if Braley had built his political career on being a foe of a health care overhaul. Like most Democrats, he supported policies to lower the number of uninsured Americans. During his first campaign for the House in 2006, &quot;Braley called for expanding health care for the uninsured,&quot; according to the 2008 edition of the <em>Almanac of American Politics</em>.</p>\r\n\r\n<p>And in September 2009, when the House health care bill was on its way to the floor, the <em>Des Moines Register </em>reported that Braley said that the often divisive town meetings about health care had only stiffened his resolve.</p>\r\n\r\n<p>&quot;You&#39;ve been out there talking about your values for health care reform and, for some of us, it&#39;s made us more dedicated than ever to doing something meaningful about health care reform,&quot; Braley said, according to the newspaper.</p>\r\n\r\n<p>Combined, Braley&rsquo;s past promises and pressure from his party are likely to have outweighed any campaign donations from the industry, Ornstein said. The partisan pressure to toe the line on the health care bill was especially strong because it was the No. 1 legislative priority of a president from his own party, and the vote would be decided essentially along party lines.</p>\r\n\r\n<p>&quot;Political science scholars have spilled much ink and used countless hours of computer time linking these kinds of ordinary contributions to voting outcomes, and have come up with very little,&quot; said Burdett Loomis, a University of Kansas political scientist.</p>\r\n\r\n<p>A final point: If the ad considers donations from the insurance industry to be the linchpin of a politician&rsquo;s support for Obamacare, how can this explain the overall pattern of donations by the insurance industry?</p>\r\n\r\n<p>As it turns out, nine of the 13 Senate candidates who received the most money from the insurance industry in 2014 are Republicans, a list headed by Senate Minority Leader Mitch McConnell of Kentucky, who received $231,800. Yet despite the backing of the industry, none of these Republicans voted for Obamacare.</p>\r\n\r\n<p>And what about Braley&rsquo;s fellow Iowan, Grassley? Grassley -- who did not vote for Obamacare -- has received $318,202 from the insurance industry in the 2014 cycle, or about 13 times as much as Braley did over the same period. And the insurance industry&rsquo;s ranking among the industries donating to Grassley? It ranks first.</p>\r\n\r\n<p><strong>Freedom Partners&rsquo; argument</strong></p>\r\n\r\n<p>A spokesman for Freedom Partners, James Davis, said just looking at the size of the donations misses the point.</p>\r\n\r\n<p>&quot;What&#39;s important to understand is that our ad isn&#39;t just about dollar amounts, it&#39;s about hypocrisy,&quot; Davis said. He pointed to an <a href=\"https://www.youtube.com/watch?v=Qvp4jEMwK7w\"><u>ad</u></a> by the pro-Braley independent group Senate Majority PAC that said Braley wants to &quot;hold insurance companies accountable&quot; and &quot;knows we can&rsquo;t go back to letting insurance companies deny coverage for pre-existing conditions and kick people off their coverage when they get sick.&quot; (Both were policies outlawed by passage of Obamacare, and which would be at risk of re-emerging after an Obamacare repeal unless specifically protected.)</p>\r\n\r\n<p>&quot;The point we&#39;re making is: How can Rep. Braley claim he&#39;s standing up to health insurance companies, while at the same time taking their campaign donations and supporting Obamacare &ndash; a huge boon to the health insurance industry?&quot; Davis said. &quot;It&#39;s not about where he falls in the line of donations &ndash; it&#39;s about saying one thing and doing another.&quot;</p>\r\n\r\n<p>However, we don&rsquo;t think the use of the phrase &quot;special favors&quot; and &quot;friends in the health insurance industry&quot; suggests hypocrisy. Rather, it all but suggests that Braley is corrupt, pursuing damaging policies because he gains personally from interested parties. And on that score, the evidence is thin indeed. We asked Freedom Partners if they had any evidence of favors Braley had done for specific companies, but the group did not reply.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Freedom Partners&rsquo; ad claims that Braley took &quot;tens of thousands from his friends in the health insurance industry&quot; and gave them &quot;special favors&quot; by voting for Obamacare.</p>\r\n\r\n<p>Braley did take tens of thousands of dollars from the insurance industry, though from all types of insurers, not just health insurers. However, Braley, like most Democrats, had campaigned on expanding health coverage to the uninsured, and then, faced with a landmark and highly partisan vote, carried through on his stated intentions. It&rsquo;s ridiculous to suggest that donors who contributed less than 1 percent of his warchest weighed more heavily on his vote than his ideology, his past campaign promises and his partisan affiliation. We rate the claim Pants on Fire.</p>\r\n", "ruling_comments_date": "2014-04-10T17:04:07.655169", "ruling_date": "2014-04-11T10:31:12", "ruling_headline": "Freedom Partners ad accuses Rep. Bruce Braley of giving 'special favors' to insurers by voting for Obamacare", "ruling_headline_slug": "freedom-partners-ad-accuses-rep-bruce-braley-givin", "ruling_link_text": "Health insurers were a tiny share of all his donations", "ruling_state": null, "source_documents": null, "sources": "<p>Freedom Partners, <a href=\"https://www.youtube.com/watch?v=cytbeD0DhXE&amp;feature=youtu.be\"><u>&quot;Bruce Braley &amp; Big Health Insurance -- &lsquo;Special Friends?</u></a>&rsquo;&quot; April 8, 2014</p>\r\n\r\n<p>Center for Responsive Politics, <a href=\"http://www.opensecrets.org/politicians/\"><u>OpenSecrets congressional portal</u></a>, accessed April 10, 2014</p>\r\n\r\n<p><em>Washington Post </em><a href=\"http://www.washingtonpost.com/blogs/post-politics/wp/2014/04/08/financial-arm-of-koch-backed-political-network-launches-first-direct-attack-ads/\">&quot;<u>Financial arm of Koch-backed political network launches first direct attack ads</u></a>,&quot; April 8, 2014</p>\r\n\r\n<p><em>Washington Post, </em><a href=\"http://www.washingtonpost.com/politics/koch-backed-political-network-built-to-shield-donors-raised-400-million-in-2012-elections/2014/01/05/9e7cfd9a-719b-11e3-9389-09ef9944065e_story.html\">&quot;<u>Koch-backed political coalition, designed to shield donors, raised $400 million in 2012</u></a>,&quot; Jan. 5, 2014</p>\r\n\r\n<p>Senate Majority PAC, &quot;Oil Billionaires&quot; (<a href=\"https://www.youtube.com/watch?v=Qvp4jEMwK7w\"><u>ad</u></a>), Feb. 19, 2014</p>\r\n\r\n<p>Slate, &quot;<a href=\"http://www.slate.com/articles/news_and_politics/politics/2014/03/bruce_braley_s_gaffe_the_iowa_democrat_who_attacked_chuck_grassley_and_iowa.html\"><u>The Gaffe of the Year</u></a>,&quot; March 25, 2014</p>\r\n\r\n<p>Senate <a href=\"https://www.govtrack.us/congress/votes/111-2009/s396\"><u>roll call vote</u></a> for H.R. 3590, Dec. 24, 2009</p>\r\n\r\n<p><em>Des Moines Register</em>, &quot;Town forums left Iowans in Congress unswayed,&quot; Sept. 7, 2009 (accessed via Nexis)</p>\r\n\r\n<p><em>Almanac of American Politics 2008</em></p>\r\n\r\n<p>Email interview with Burdett Loomis, University of Kansas political scientist, April 10, 2014</p>\r\n\r\n<p>Email interview with Norm Ornstein, congressional scholar at the American Enterprise Institute, April 10, 2014</p>\r\n\r\n<p>Email interview with Michael Beckel, reporter with the Center for Public Integrity, April 10, 2014</p>\r\n\r\n<p>Email interview with Douglas H. Weber, senior researcher at the Center for Responsive Politics, April 10, 2014</p>\r\n\r\n<p>Email interview with Jeff Giertz, spokesman for Bruce Braley, April 10, 2014</p>\r\n\r\n<p>Email interview with James Davis, spokesman for Freedom Partners, April 10, 2014</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Advocacy group", "false_count": 1, "first_name": "", "half_true_count": 1, "home_state": "Virginia", "id": 2745, "last_name": "Freedom Partners", "mostly_true_count": 0, "name_slug": "freedom-partners", "pants_count": 1, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Freedom_Partners_logo.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2745/", "total_count": 3, "true_count": 0, "website": "http://freedompartners.org/us/"}, "statement": "<p>Says Bruce Braley took &quot;tens of thousands from his friends in the health insurance industry&quot; and gave them &quot;special favors&quot; by voting for Obamacare.</p>\r\n", "statement_context": "a campaign ad", "statement_date": "2014-04-08", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 154, "photo": null, "resource_uri": "/api/v/2/subject/154/", "subject": "Campaign Finance", "subject_slug": "campaign-finance", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. House of Representatives", "false_count": 2, "first_name": "Bruce", "half_true_count": 0, "home_state": "Iowa", "id": 236, "last_name": "Braley", "mostly_true_count": 1, "name_slug": "bruce-braley", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Bruce_Braley.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Iowa", "edition": "Iowa", "edition_slug": "iowa", "has_afterthefact": false, "id": 50, "index_page": false, "meter_name": "The Iowa Truth-O-Meter", "resource_uri": "/api/v/2/edition/50/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/236/", "total_count": 3, "true_count": 0, "website": ""}], "twitter_headline": ""}