{"art": [], "author": [{"email_address": "jnelson@journalsentinel.com", "first_name": "James B.", "id": 176, "last_name": "Nelson", "name_slug": "james-b-nelson", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/176/", "title": "Watchdog reporter", "twitter": null}], "canonical_url": "/wisconsin/statements/2014/apr/14/chris-taylor/rep-chris-taylor-says-state-capitol-rotunda-was-de/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 9179, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "jnelson@journalsentinel.com", "first_name": "James B.", "id": 176, "last_name": "Nelson", "name_slug": "james-b-nelson", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/176/", "title": "Watchdog reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/9179/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>Members of the the Russian punk band Pussy Riot helped breathe new fire into longstanding controversy surrounding the arrests of hundreds of protesters at the Wisconsin State Capitol.</p>\r\n\r\n<p>Band members Nadya Tolokonnikova and Masha Alyokhina, who served time in a Russian prison after criticizing President Vladimir Putin <a href=\"https://www.youtube.com/watch?v=grEBLskpDWQ\">in a 2012 performance</a>, declared &quot;Solidarity with Wisconsin!&quot; <a href=\"http://vimeo.com/88723558\">in a video</a> that argues for the dismissal of tickets issued to those who participated in noon hour singalongs at the Capitol.</p>\r\n\r\n<p>The daily singalongs are an outgrowth of the massive protests that engulfed the Capitol in early 2011 after Gov. Scott Walker unveiled his plan to curtail collective bargaining for most public employees.</p>\r\n\r\n<p>In the summer of 2013, Capitol Police began arresting protesters in large numbers. Some protesters were arrested dozens of times, and hundreds of tickets -- mostly civil rather than criminal forfeitures -- were written.</p>\r\n\r\n<p>State officials said the singers had gathered illegally without a permit. Two protesters, with help from the American Civil Liberties Union of Wisconsin, sued Gov. Scott Walker&rsquo;s administration, claiming the arrests violated the singers&rsquo; right to free speech.</p>\r\n\r\n<p>In July 2013, U.S. District Judge William Conley<a href=\"http://www.thewheelerreport.com/wheeler_docs/files/0709kissickvhuebsch.pdf\"> issued a preliminary injunction </a>blocking two parts of the restrictions on demonstrations, but left in place the rules requiring permits for larger gatherings. The singing and the arrests continued.</p>\r\n\r\n<p>With the free speech case heading for a trial, the state and the singers reached an agreement in October 2013. The state agreed to pay more than $88,000 in attorneys fees and drop its requirement that larger groups receive a permit before staging protests in the Capitol.</p>\r\n\r\n<p>The agreement said protesters could stage five days of demonstrations if they gave the state two days&rsquo; advance notice.</p>\r\n\r\n<p>At the time, Larry Dupuis, legal director of the ACLU of Wisconsin said: &quot;Giving notice is very informal. The state can&#39;t deny use of the Capitol to anyone giving notice, unless someone else has reserved the entire space by obtaining a permit for the same time.&quot;</p>\r\n\r\n<p>A total of 504 tickets were written. Of those, 192 have been dismissed, 11 found guilty, 28 were settled through deferred prosecution and two were declined by prosecutors, and two settled with a default judgment, according to Dana Brueck, spokeswoman for Attorney Gen. J.B. Van Hollen.</p>\r\n\r\n<p>That leaves 269 tickets to be settled.</p>\r\n\r\n<p>And that was the purpose behind the six-minute video, released March 11, 2014. It argues that the protesters were simply exercising their right to free speech by singing.</p>\r\n\r\n<p>State Rep. Chris Taylor (D-Madison) leads off with this statement: &quot;The Capitol rotunda was actually made to invite the people in and to accommodate protests.&quot;</p>\r\n\r\n<p>Is Taylor right?</p>\r\n\r\n<p><strong>About the building</strong></p>\r\n\r\n<p>While Taylor argues the Capitol was actually designed for protests and gatherings, the state has argued it is primarily a place of business.</p>\r\n\r\n<p>That&rsquo;s the approach Van Hollen took in 2012 brief filed in a Dane County Circuit Court case.</p>\r\n\r\n<p>&quot;The prime use of the State Capitol is as an office building and a place for orderly legislative and judicial hearings on the most important issues of the day &mdash; not as an open public square,&quot; Van Hollen argued.</p>\r\n\r\n<p>He cited this comment from Secretary of Administration Michael Huebsch from an earlier case:</p>\r\n\r\n<p>&quot;It is primarily the facility by which the Legislature, the Judicial, and the Executive Branches are able to conduct their business and do what they have been duly elected to carry out.&quot;</p>\r\n\r\n<p>In an email, DOA spokesman Stephanie Marquis cited the state&rsquo;s Administrative Code, which says state buildings are available for a variety of uses, including &quot;public meetings for the free discussion of public questions&quot; providing the use doesn&rsquo;t interfere with the prime uses of the building, doesn&rsquo;t create a management problem, involve damages and is appropriate to the physical context of the building or facility.&quot;</p>\r\n\r\n<p>She also <a href=\"http://www.wisconsin.gov/state/capfacts/history.html\">cited the history of the Capitol</a>, including various moves and expansions made to handle the growth of state government: &quot;The history talks about the purpose of the building is to conduct State and legislative business.&quot;</p>\r\n\r\n<p><strong>Taylor&rsquo;s case</strong></p>\r\n\r\n<p>But Taylor&rsquo;s argument is that the building was designed with a broader purpose in mind. &nbsp;Aide Craig Trost said she based her comments about the Capitol on part of <a href=\"http://www.thewheelerreport.com/wheeler_docs/files/0709kissickvhuebsch.pdf\">Conley&rsquo;s ruling</a>.</p>\r\n\r\n<p>In his ruling, Conley described the Capitol, and especially the soaring rotunda, as a special place. He cited the <a href=\"http://www.surroundedbyreality.com/Capitols/NHLandmarkNom.pdf\">June 10, 2000 nomination </a>of the building for inclusion on the National Registry of Historic Places. The nomination, which was successful, was prepared by architectural historian Anne Biebel, who was part of the team that worked on a major restoration project that had been completed.</p>\r\n\r\n<p>The nomination noted that there is a &quot;clear demarcation between public and private spaces, (that) is central to the development of (Capitol architect George Browne) &nbsp;Post&rsquo;s scheme for the Capitol interior. The public spaces, such as the rotunda, chambers and major corridors, are monumental in scale and are characterized by ornate decoration, rich materials and lavish details. The private offices, designed with the goal of making them adaptable to changing needs, are constructed at a smaller and more intimate scale.&quot;</p>\r\n\r\n<p>Conley noted: &quot;Whereas some statehouses are maintained apart from the urban fabric, the Wisconsin Capitol Rotunda functions, both literally and symbolically, as a city center and is fully utilized as a public space to which all have claim.&quot;</p>\r\n\r\n<p>Later in his ruling, the judge noted: &quot;The Capitol rotunda is closer to an out-of-doors, traditional public forum in that it is a capacious gathering space with a unique history as a place for government and public discourse, which admits for (indeed, was designed for) a certain level of disturbance that would not be proper in a typical state office building or even a typical state capitol.&quot;</p>\r\n\r\n<p>Conley&rsquo;s ruling also noted that the rotunda is the location of the state&rsquo;s holiday tree, and the setting for numerous events and ceremonies.</p>\r\n\r\n<p><strong>Our rating</strong></p>\r\n\r\n<p>In the video, Taylor said the building was designed for such public gatherings.</p>\r\n\r\n<p>While it is a place of business, the building&rsquo;s nomination for National Historic Landmark makes clear that it was designed to be open to the public for various gatherings.</p>\r\n\r\n<p>We rate Taylor&rsquo;s statement True.</p>\r\n", "ruling_comments_date": "2014-04-10T17:38:17.678283", "ruling_date": "2014-04-14T05:00:00", "ruling_headline": "Rep. Chris Taylor says the State Capitol rotunda was designed to accomodate protests", "ruling_headline_slug": "rep-chris-taylor-says-state-capitol-rotunda-was-de", "ruling_link_text": "A public square under a very large dome", "ruling_state": null, "source_documents": null, "sources": "<p>Milwaukee Journal Sentinel, <a href=\"http://www.jsonline.com/entertainment/musicandnightlife/pussy-riot-voices-support-for-wisconsins-capitol-singalong-protesters-b99222909z1-249484021.html\">&quot;Pussy Riot voices support for Wisconsin&rsquo;s Capitol singalong protesters,&quot;</a> March 11, 2014</p>\r\n\r\n<p>Milwaukee Journal Sentinel, <a href=\"http://www.jsonline.com/news/statepolitics/scott-walker-administration-drops-permit-requirement-for-capitol-protests-b99115870z1-226929951.html\">&quot;Scott Walker administration to accept just notice for Capitol protests,&quot;</a> Oct. 8, 2013</p>\r\n\r\n<p>Milwaukee Journal Sentinel, <a href=\"http://www.jsonline.com/news/statepolitics/judge-throws-out-latest-rules-on-capitol-protests-b99199586z1-243808191.html\">&quot;Judge throws out outstanding Capitol protest case,&quot;</a> Feb. 5, 2014</p>\r\n\r\n<p><a href=\"http://vimeo.com/88723558\">The Voice Project video &quot;#Solidarity Wisconsin&quot;</a></p>\r\n\r\n<p><a href=\"http://www.wisconsin.gov/state/capfacts/history.html\">Wisconsin State Capitol facts</a></p>\r\n\r\n<p>Emails, phone calls, Craig Trost, spokesman, Rep. Chris Taylor (D-Madison)</p>\r\n\r\n<p><a href=\"http://www.thewheelerreport.com/wheeler_docs/files/0709kissickvhuebsch.pdf\">Federal Court decision</a>, Kissick vs Huebsch, July 8, 2013</p>\r\n\r\n<p><a href=\"http://www.wisconsin.gov/state/core/wisconsin_state_capitol_tour.html\">Wisconsin.gov Capitol Tours</a></p>\r\n\r\n<p><a href=\"http://tours.wisconsin.gov/pub/Content.aspx?p=History\">Wisconsin.gov State Capitol history</a></p>\r\n\r\n<p><a href=\"https://www.youtube.com/watch?v=grEBLskpDWQ\">Pussy Riot performance</a>, Christ the Savior Cathedral, 21, 2012</p>\r\n\r\n<p><a href=\"http://www.surroundedbyreality.com/Capitols/NHLandmarkNom.pdf\">Wisconsin State Capitol nomination </a>for National Historic Landmark, June 10, 2000</p>\r\n\r\n<p>Email, Stephanie Marquis, spokeswoman, Wisconsin Department of Administration, April 7, 2014</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 0, "first_name": "Chris", "half_true_count": 0, "home_state": "", "id": 2576, "last_name": "Taylor", "mostly_true_count": 2, "name_slug": "chris-taylor", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Chris_Taylor.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Chris_Taylor_1.jpg", "resource_uri": "/api/v/2/person/2576/", "total_count": 5, "true_count": 2, "website": ""}, "statement": "<p>&quot;The Capitol rotunda was actually made to invite the people in and to accommodate protests.&quot;</p>\r\n", "statement_context": "a video", "statement_date": "2014-03-11", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}], "target": [], "twitter_headline": ""}