{"art": [], "author": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "canonical_url": "/wisconsin/statements/2014/apr/20/wisconsin-manufacturers-and-commerce/wisconsin-manufacturers-commerce-says-typical-mini/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 9212, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/9212/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>After Democratic candidate for governor Mary Burke endorsed President Barack Obama&rsquo;s call for a $10.10 minimum wage, Wisconsin&rsquo;s largest business lobby got on her case.</p>\r\n\r\n<p>In an April 4, 2014 <a href=\"http://www.jsonline.com/news/opinion/minimum-wage-bad-policy-b99239872z1-253971931.html#ixzz2ysnaZNnL%20\">opinion piece in the Milwaukee Journal Sentinel,</a> Wisconsin Manufacturers &amp; Commerce called raising the wage a job-killing move that would economically devastate workers -- doing the most harm to young, lower-skilled employees.</p>\r\n\r\n<p>&quot;According to the U.S. Bureau of Labor Statistics, only 1.1% of workers over age 25 earn the minimum wage,&quot; WMC chief lobbyist <a href=\"https://www.wmc.org/about/scott-manley-vice-president-of-government-relations/\">Scott Manley</a> wrote in the piece.</p>\r\n\r\n<p>He added: &nbsp;&quot;That&#39;s because typical minimum wage earners in America are teenagers living with their parents in middle-class families. They are not living in poverty nor are they earning a wage that is responsible for sustaining a family.&quot;</p>\r\n\r\n<p>That part of the statement caught our attention.</p>\r\n\r\n<p>Are typical minimum wage earners &quot;teenagers living with their parents in middle-class families&quot;?</p>\r\n\r\n<p>Manley told us he relied on statistics <a href=\"http://www.bls.gov/cps/minwage2013.pdf\">published by the U.S. Bureau of Labor Statistics</a> and research by various think tanks on the living situations of young workers. We examined those and other information sources, and interviewed three economics researchers.</p>\r\n\r\n<p><strong>The age question</strong></p>\r\n\r\n<p>It&rsquo;s clear that teenagers make up a significant chunk of those whose wage tops out at the current federal minimum wage of $7.25.</p>\r\n\r\n<p>Teens (defined as those 16 to 19) made up 31 percent of the 1.5 million workers who were right at that wage in 2013.</p>\r\n\r\n<p>Researchers often include in their calculations workers whose hourly wage is less than the minimum. Examples are tipped employees such as restaurant workers, and salespeople under certain circumstances.</p>\r\n\r\n<p>Under this approach, there are another 1.8 million minimum wage workers, bringing the total to 3.3 million, of which teenagers make up 24.1 percent.</p>\r\n\r\n<p>We heard pros and cons about both methods. The official scorekeeper, the Bureau of Labor Statistics, presents both numbers and the total of 3.3 million.</p>\r\n\r\n<p>Under the broader approach, teenagers are the second-largest category next to 20 to 24 year olds (26.2 percent).</p>\r\n\r\n<p>But in the narrower method, teenagers are the largest category of the 12 age groupings the federal government uses to report the data for 16 and up (there are 111,000 minimum-wage workers 65 and older).</p>\r\n\r\n<p>Manley says the plurality figure under the narrower approach backs up the group&rsquo;s claim that teenagers are the &quot;typical&quot; minimum-wage worker.</p>\r\n\r\n<p>He even cited a definition (we found it in <a href=\"http://dictionary.reference.com/browse/typical?s=t\">Dictionary.com</a>) of &quot;typical&quot; that includes the phrase &quot;representative&quot; of a group.</p>\r\n\r\n<p>In other dictionaries we consulted, &quot;typical&quot; is defined as a characteristic that is &quot;normal and expected&quot; (<a href=\"http://www.yourdictionary.com/typical\">YourDictionary.com</a>) or captures &quot;the overall sense of a thing&quot; (<a href=\"http://www.allwords.com/query.php?SearchType=0&amp;Keyword=typical&amp;goquery=Find+it%21&amp;Language=ENG&amp;v_PageSize=25\">AllWords.com</a>).</p>\r\n\r\n<p>So, can &quot;typical&quot; be accurate if about 7 in 10 minimum-wage workers are not teenagers?</p>\r\n\r\n<p>Manley cited research by James Sherk, a senior policy analyst in labor economics who researches minimum wage issues for the conservative Heritage Foundation.</p>\r\n\r\n<p>But Sherk comes at it from a still different perspective -- a wider group of teenagers and young adults under 25.</p>\r\n\r\n<p>Sherk told us &nbsp;it would be accurate if the WMC had said that &nbsp;&quot;teenagers or college students&quot; are typical. The combination of teenagers and college students and other young adults under 25, Sherk notes in his <a href=\"http://www.heritage.org/research/reports/2013/02/who-earns-the-minimum-wage-suburban-teenagers-not-single-parents\">&nbsp;research</a>, accounts for just over 50 percent of minimum wage workers. Many work part-time.</p>\r\n\r\n<p>Sherk defines minimum wage workers as those at or below the minimum.</p>\r\n\r\n<p>We also sought the view of Keith Hall, a former top White House economics adviser named by President George W. Bush as commissioner of the Bureau of Labor Statistics. Like Sherk, Hall has warned against an increase in the minimum wage.</p>\r\n\r\n<p>&quot;Typical to my mind means over half,&quot; said Hall, now a senior fellow at the Mercatus Center at George Mason University. &quot;But that&rsquo;s just me,&quot; he added, saying the term might strike others differently.</p>\r\n\r\n<p>Finally, we asked David Cooper, an economic analyst at the liberal Economic Policy Institute, which is funded primarily by labor unions and foundations.</p>\r\n\r\n<p>Cooper said the &quot;typical&quot; teenage claim struck him as false because the median age of workers right at the minimum wage is 23, and the average age is 29.8, according to his review of census data. In the context of the current debate over $10.10, the average age of workers who would benefit from that increase is 35, according to <a href=\"http://www.epi.org/publication/wage-workers-older-88-percent-workers-benefit/\">research by Cooper</a>. Only 12 percent who would benefit are teenagers, that study showed.</p>\r\n\r\n<p>Bottom line, there&rsquo;s some room to argue that teenagers are &quot;typical&quot; minimum wage workers, in that the group is by one measure the most-common category in reports breaking down the age of these employees.</p>\r\n\r\n<p>But even researchers who are sympathetic with WMC&rsquo;s overall argument thought &quot;typical&quot; overshot the mark.</p>\r\n\r\n<p><strong>Life with the parents</strong></p>\r\n\r\n<p>The WMC claim, of course, went further, saying that teenagers &quot;living with their parents in middle class families&quot; are the typical minimum wage earners.</p>\r\n\r\n<p>We don&rsquo;t need research to know that there are teenage workers in such settings.</p>\r\n\r\n<p>But quantifying how many of those teens living with parents are in &quot;middle class families&quot; proved elusive.</p>\r\n\r\n<p>On this, WMC&rsquo;s Manley pointed us to the <a href=\"http://www.heritage.org/research/reports/2013/02/who-earns-the-minimum-wage-suburban-teenagers-not-single-parents\">research by the Heritage Foundation</a>.</p>\r\n\r\n<p>Heritage reported that &quot;minimum-wage workers under 25 are typically not their family&rsquo;s sole breadwinners. Rather, they tend to live in middle-class households that do not rely on their earnings.&quot;</p>\r\n\r\n<p>Just over 50 percent are not their family&rsquo;s sole earner, Sherk told us. As for the how many are in middle-class families, Sherk referred us to another organization&rsquo;s research, but it focused on minimum-wage workers aged 33 to 50, so it seems off point. And, as noted, the Heritage analysis itself is broader than just teenagers.</p>\r\n\r\n<p>Other voices say many live in less financially secure settings.</p>\r\n\r\n<p>Cooper, at the Economic Policy Institute, did not have data on living arrangements, but said that 54 percent of all workers at the minimum wage live in households with total family incomes less than $40,000.</p>\r\n\r\n<p>&quot;It&rsquo;s going to depend on how you want to define &quot;middle class&quot; families, but clearly the majority of these workers are in relatively low-income families,&quot; Cooper told us.</p>\r\n\r\n<p>We didn&rsquo;t find data directly on point to &quot;living with parents.&quot; But another research organization, the Employment Policies Institute, crunched census data in 2009 and <a href=\"http://www.epionline.org/minimum-wage/minimum-wage-who-benefits/\">found</a> that 39 percent of workers helped by the move to $7.25 were living with parents or other relatives.</p>\r\n\r\n<p>How many were teenagers?</p>\r\n\r\n<p>&quot;Unfortunately, I don&rsquo;t have great data on the how many of the &quot;living with parents/other family&quot; category are teenagers,&quot; Employment Policies Institute &nbsp;research director Michael Saltsman told us. &quot;We know there&rsquo;s considerable overlap...&quot;</p>\r\n\r\n<p>The institute, which has a <a href=\"http://www.minimumwage.com/\">website </a>advocating against a wage increase, receives support from foundations, individuals and businesses including restaurants, Saltsman said. The New York Times <a href=\"http://www.nytimes.com/2014/02/10/us/politics/fight-over-minimum-wage-illustrates-web-of-industry-ties.html\">reported </a>that the nonprofit institute is run by a public relations firm that also represents the restaurant industry.</p>\r\n\r\n<p><strong>Our rating</strong></p>\r\n\r\n<p>Wisconsin Manufacturers &amp; Commerce stated that &quot;the typical minimum wage earners in America are teenagers living with their parents in middle class families.&quot;</p>\r\n\r\n<p>By one definition of minimum-wage workers, teenagers make up the largest sub-group compared with other age groupings.</p>\r\n\r\n<p>But teenagers are less than a third of minimum wage workers by any measure, and hard data is scarce on how many live in middle-class families.</p>\r\n\r\n<p>Three experts -- two sympathetic to stopping a wage increase -- thought the statistical reality fell short of making the teenage cohort &quot;typical&quot; of the minimum wage pool.</p>\r\n\r\n<p>We rate the WMC claim Mostly False.</p>\r\n", "ruling_comments_date": "2014-04-18T17:51:31.355848", "ruling_date": "2014-04-20T05:00:00", "ruling_headline": "Wisconsin Manufacturers & Commerce says typical minimum wage worker is teen living with middle class parents ", "ruling_headline_slug": "wisconsin-manufacturers-commerce-says-typical-mini", "ruling_link_text": "Stereotypical, yes", "ruling_state": null, "source_documents": null, "sources": "<p>Milwaukee Journal Sentinel, op-ed, <a href=\"http://www.jsonline.com/news/opinion/minimum-wage-bad-policy-b99239872z1-253971931.html\">&quot;Minimum Wage: Bad policy,&quot;</a> by Scott Manley, April 4, 2014</p>\r\n\r\n<p>Interview with Scott Manley, vice president of government relations, Wisconsin Manufacturers &amp; Commerce, April 15, 2014</p>\r\n\r\n<p>Interview with James Sherk and Corrine Williams, The Heritage Foundation, April 16, 2014</p>\r\n\r\n<p>Interview with Keith Hall, senior research fellow at the Mercatus Center at George Mason University, April 15, 2014</p>\r\n\r\n<p>Interview with Michael Saltsman, research director, Employment Policies Institute, April 14, 2014</p>\r\n\r\n<p>Interview with David Cooper and Dan Crawford, Economic Policy Institute, April 16, 2014</p>\r\n\r\n<p>U.S. Bureau of Labor Statistics, <a href=\"http://www.bls.gov/cps/minwage2013.pdf\">&quot;Characteristics of Minimum Wage Workers, 2013,</a>&quot; March 2014</p>\r\n\r\n<p>Employment Policies Institute,<a href=\"http://www.epionline.org/minimum-wage/minimum-wage-who-benefits/\"> &quot;Minimum Wage: Who Benefits,&quot;</a> undated</p>\r\n\r\n<p>Economic Policy Institute, <a href=\"http://www.epi.org/publication/wage-workers-older-88-percent-workers-benefit/\">&quot;Low Wage Workers Are Older than You Think,&quot;</a> August 28, 2013</p>\r\n\r\n<p><a href=\"http://www.epi.org/publication/raising-federal-minimum-wage-to-1010/\">The Heritage Foundation, &quot;Who Earns th</a><a href=\"http://www.heritage.org/research/reports/2013/02/who-earns-the-minimum-wage-suburban-teenagers-not-single-parents\">e Minimum Wage: Suburban Teenagers, Not Single Parents,&quot;</a> Feb. 28, 2013</p>\r\n\r\n<p>Forbes,<a href=\"http://www.forbes.com/sites/peterferrara/2014/03/19/american-prosperity-stems-from-more-full-time-middle-class-jobs-and-wages-not-from-higher-minimum-wages/\"> &quot;American Prosperity Stems From More Middle-Class Jobs and Wages, Not From Higher Minimum Wages,&quot; </a>March 19, 2014</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 2, "home_state": "Wisconsin", "id": 818, "last_name": "Wisconsin Manufacturers and Commerce", "mostly_true_count": 2, "name_slug": "wisconsin-manufacturers-and-commerce", "pants_count": 0, "party": {"id": 16, "party": "Organization", "party_slug": "organization", "resource_uri": "/api/v/2/party/16/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/mugs_mug-independentgroup______________________________.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/818/", "total_count": 7, "true_count": 0, "website": "http://www.wmc.org/"}, "statement": "<p>&quot;Typical minimum wage earners in America are teenagers living with their parents in middle class families.&quot;</p>\r\n", "statement_context": "an opinion piece", "statement_date": "2014-04-20", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 103, "photo": null, "resource_uri": "/api/v/2/subject/103/", "subject": "Workers", "subject_slug": "workers", "used_in_edition": []}], "target": [], "twitter_headline": ""}