{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/feb/02/john-boehner/theory-acorn-could-compete-some-home-rebuilding-mo/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 922, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/922/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\n In criticizing the economic stimulus bill, Republicans have found an old villain: ACORN.\n</p>\n<p>\n A frequent object of Republican derision and scorn during the presidential election, the Association of Community Organization for Reform Now (ACORN) has become a popular target in GOP attacks on the $819 billion, Democratic-backed economic stimulus plan.\n</p>\n<p>\n Some Republicans say the plan could steer billions of federal dollars to this left-leaning community organizing group.\n</p>\n<p>\n You remember ACORN. In the 2008 election campaign, ACORN was lambasted in many Republican circles for voter registration efforts that resulted in some fraudulent names (Mickey Mouse, it turns out, was not an eligible voter). ACORN leaders said they discovered the fake names, notified authorities and fired some workers who cut corners. Some Republican leaders claimed it was a willful effort to forward the group's liberal agenda.\n</p>\n<p>\n So how does ACORN factor into the economic stimulus bill? Some Republican leaders have noted that a House version of the stimulus package includes $4.2 billion for &quot;neighborhood stabilization.&quot; The Senate version of the bill calls for $2.2 billion. The money would be doled out to groups to buy up abandoned and foreclosed homes, to rehabilitate them and then sell or rent them out. The government already has such a program, but the money is only available to government agencies. The stimulus package would allow nonprofits to compete for this kind of work as well. Some Republicans view that as a backdoor attempt to fund groups like ACORN.\n</p>\n<p>\n &quot;The legislation could open billions of taxpayer dollars to left-wing groups like the Association of Community Organizations for Reform Now (ACORN), which has been accused of voter fraud, is reportedly under federal investigation, and played a key role in the housing meltdown,&quot; House Republican Leader John Boehner said in a Jan. 26 news release.\n</p>\n<p>\n Louisiana Republican Sen. David Vitter went one step further, telling Newsmax TV that &quot;$4.2 billion dollars would be available to organizations like ACRON for so-called neighborhood revitalization. That's just political payoff, quite frankly, not in spite of their voter registration fraud activity, really because of it, in my opinion, in terms of support from some of the liberals in Congress.&quot;\n</p>\n<p>\n We read the fine print from the House version of the stimulus package and saw no money designated for ACORN, or any other specific nonprofit organization. Kirstin Brost, a spokeswoman for the Democratic chairman of the House  Appropriations Committee, said the lion's share of the neighborhood stabilization funds would go to local governments. But the authors of the stimulus plan decided to open the process to nonprofits, she said, because they have found that some local governments could not, or were not interested, in participating in the program.\n</p>\n<p>\n &quot;Some local governments were very good and some local governments didn't have the capacity to do it and the money just sat there,&quot; Brost said.\n</p>\n<p>\n Under the House plan, nonprofits would be allowed to compete to do some of the work. They would have to prove they are &quot;capable of moving the money out the door quickly and efficiently,&quot; Brost said. &quot;They would have to go through stringent competition. They would have to use the money to purchase homes, renovate them and then rent them out or resell them. They couldn't use it for anything else. ... We absolutely\n <em>\n  have\n </em>\n to do something about foreclosed homes.&quot;\n</p>\n<p>\n If Democrats were trying to steer money to ACORN, say ACORN leaders, they sure picked an odd way to do it. ACORN has never done this type of foreclosure work, and according to ACORN's chief organizer, they don't plan to.\n</p>\n<p>\n In response to Boehner's statement, ACORN chief organizer Bertha Lewis stated: &quot;We watch with bemusement as he tries to gin up opposition to progressive solutions to America's deep economic crisis by accusing ACORN of doing something we have never done. We have not received neighborhood stabilization funds, have no plans to apply for such funds, and didn't weigh in on the pending rule changes.&quot;\n</p>\n<p>\n Sister organization ACORN Housing Corp. has developed some housing in several cities, but it also has never done any foreclosure work.\n</p>\n<p>\n &quot;We theoretically could apply,&quot; said Richard Hayes, director of strategic projects for ACORN Housing. &quot;But we would have to compete like everyone else. There is no guarantee we would be chosen.&quot;\n</p>\n<p>\n Keep in mind, Hayes said, ACORN Housing and ACORN are separate corporate entities. They have separate boards and separate headquarters in different cities. So even if ACORN Housing were to apply for funds, it would not be comingled with ACORN funds for voter registration efforts.\n</p>\n<p>\n &quot;They are trying to imply there is money set aside for us,&quot; said Brian Kettenring, an ACORN spokesman. &quot;That is a fabrication for political ends.&quot;\n</p>\n<p>\n ACORN is obviously a negative buzzword in some conservative circles, and we think some Republicans are trying to capitalize on that to discredit the stimulus plan. Could ACORN Housing apply for some of the money? Sure. So could lots of other nonprofits. They'd have to compete, though. And they'd have to use the money to buy up abandoned or foreclosed homes, fix them up and resell or rent them.\n</p>\n<p>\n Boehner's comments imply money is earmarked for ACORN (it's not) or that money would be funneled to suspect voter registration programs (it wouldn't). And so we rate his comment Barely True.\n</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-01-07T13:27:51.764493", "ruling_date": "2009-02-02T17:57:52", "ruling_headline": "In theory, ACORN could compete for some home rebuilding money in stimulus plan", "ruling_headline_slug": "theory-acorn-could-compete-some-home-rebuilding-mo", "ruling_link_text": "In theory, ACORN could compete for a piece of the nut", "ruling_state": null, "source_documents": null, "sources": "<p>\n House Republican Leader John Boehner's Web site,\n <a href=\"http://republicanleader.house.gov/News/DocumentSingle.aspx?DocumentID=109339\" target=\"_blank\">\n  ACORN Could Get Billions from Democrats' Trillion Dollar Spending Plan\n </a>\n , Jan. 23, 2009\n</p>\n<p>\n House Appropriations Committee Web site,\n <a href=\"http://appropriations.house.gov/pdf/RecoveryBill01-15-09.pdf\" target=\"_blank\">\n  American Recovery and Reinvestment Act\n </a>\n</p>\n<p>\n ACORN Web site,\n <a href=\"http://www.acorn.org/index.php?id=12439&amp;tx_ttnews[tt_news]=22503&amp;tx_ttnews[backPid]=12346&amp;cHash=f8a3ac9452\" target=\"_blank\">\n  Statement from ACORN Chief Organizer Bertha Lewis in Response to Statement from U.S. Rep. John Boehner\n </a>\n , Jan. 28, 2009\n</p>\n<p>\n NewsMax.com,\n <a href=\"http://www.newsmax.com/insidecover/vitter_acorn_payoff/2009/01/29/176317.html\" target=\"_blank\">\n  &quot;Sen. Vitter: ACORN Getting 'Political Payoff,'\n </a>\n &quot; Jan. 29, 2009\n</p>\n<p>\n <br />\n Interview with Kirstin Brost, a spokeswoman for the Democratic chairman of the House  Appropriations Committee, Jan. 30, 2009\n</p>\n<p>\n Interview with Richard Hayes, director of strategic projects for ACORN Housing, Feb. 2, 2009\n</p>\n<p>\n Interview with Brian Kettenring, an ACORN spokesman, Feb. 2, 2009\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 13, "current_job": "Speaker of the House of Representatives", "false_count": 22, "first_name": "John", "half_true_count": 11, "home_state": "Ohio", "id": 49, "last_name": "Boehner", "mostly_true_count": 4, "name_slug": "john-boehner", "pants_count": 2, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-johnboehner.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/49/", "total_count": 69, "true_count": 17, "website": "http://www.speaker.gov/"}, "statement": "<p>&quot;The (economic stimulus) legislation could open billions of taxpayer dollars to left-wing groups like the Association of Community Organizations for Reform Now (ACORN).&quot;</p>", "statement_context": "a news release", "statement_date": "2009-01-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}], "target": [], "twitter_headline": null}