{"art": [], "author": [{"email_address": "nbadertscher@ajc.com", "first_name": "Nancy", "id": 426, "last_name": "Badertscher", "name_slug": "nancy-badertscher", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/NancyBadertscher-1.jpg", "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/426/", "title": "Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2014/apr/25/jimmy-carter/politifact-sex-trafficking-plagues-atlanta-carter-/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jdenery@ajc.com", "first_name": "Jim ", "id": 141, "last_name": "Denery", "name_slug": "jim-denery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/141/", "title": "Word editor", "twitter": null}, {"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 9221, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "nbadertscher@ajc.com", "first_name": "Nancy", "id": 426, "last_name": "Badertscher", "name_slug": "nancy-badertscher", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/NancyBadertscher-1.jpg", "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/426/", "title": "Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/9221/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>The topics of sex slavery and human trafficking have gotten plenty of ink lately. Only last month, a study commissioned by the Justice Department showed Atlanta topping a handful of cities -- including Miami and Washington -- in the lucrative sex-trade industry, with projected annual earnings approaching $300 million.</p>\r\n\r\n<p>Former President Jimmy Carter weighs in on the subject in his 28th and newest book, &quot;A Call to Action: Women, Religion, Violence and Power.&quot; Carter is considered one of America&rsquo;s most prolific writers among former presidents, only topped in most book counts by Presidents Theodore Roosevelt and Herbert Hoover.</p>\r\n\r\n<p>His book focuses on the abuse of women, which he calls &quot;the worst and most pervasive and unaddressed human rights violations on earth.&quot; On radio recently to promote the book, the former president said, &quot;Atlanta is the No. 1 trading point for sexual slavery in America.&quot;</p>\r\n\r\n<p>&quot;Between 100 and 200 girls are sold into slavery in Atlanta every month,&quot; Carter told Scott Slade on News 95.5/AM 750 WSB on April 6.</p>\r\n\r\n<p>Numbers like those given by Carter are jolting to people who can&rsquo;t relate to this dark and complex world where seller, buyer and, oftentimes, victim operate in secrecy. But how these numbers are gleaned merits further examination.</p>\r\n\r\n<p>Human trafficking, sometimes referred to as modern-day slavery, comes, according to the United States Trafficking Victims Protection Act, largely in two forms: commercial sex and work servitude. The victims of each comply most often through force, fraud or coercion. Sex involving a child under 18 also is classified as human trafficking.</p>\r\n\r\n<p>Steven Hochman, Carter&rsquo;s assistant and the director of research at the Carter Center, said the numbers that Carter quoted in the interview with Slade -- 100 to 200 girls sold into slavery every month in Atlanta -- were &quot;conservative.&quot; In his book (Page 127), Carter puts the number at between 200 and 300 girls a month.</p>\r\n\r\n<p>The former president obtained the estimates he used in his book from a presenter at the Carter Center&rsquo;s Human Rights Defenders&rsquo; Forum, Hochman said. The presenter drew from studies released by The Schapiro Group in Atlanta from 2007 to 2011. Those studies estimated that 200 to 400 girls were being sexually exploited each month in Georgia.</p>\r\n\r\n<p>The Schapiro Group did research on the Internet, on the streets, in hotels and about escort services in an attempt to get a head count of underage girls being sexually exploited commercially. Similar estimates have been used by state agencies, including the Georgia Department of Education, which hosted a two-day conference last year for educators on how to spot and combat human trafficking.</p>\r\n\r\n<p>More studies are expected on the issue, including one by the Georgia Bureau of Investigation. The results of the GBI study should be out in May and will include numbers lower than those reported in The Schapiro Group study, GBI spokeswoman Sherry Lang said.</p>\r\n\r\n<p>GBI officials have questioned the methodology of The Schapiro Group report, which company President Beth Schapiro stands by and says produced &quot;very conservative numbers.&quot;</p>\r\n\r\n<p>&quot;We are the first to say this is not perfect ... that our numbers are not complete,&quot; she said. &quot;But it is a great starting point. And we are ready for more folks to jump in.&quot;</p>\r\n\r\n<p>Alan Seelinger, the state advocacy leader for the nonprofit International Justice Mission, said Carter&rsquo;s numbers appear on target, based not only on The Schapiro Group study, but also on other tracking that&rsquo;s taken place.</p>\r\n\r\n<p>As to Carter&rsquo;s other statement that Atlanta is the No. 1 trading point for sexual slavery in America, Hochman said the former president was drawing from media reports on the recently released study that was commissioned by the Justice Department and done by the Urban Institute.</p>\r\n\r\n<p>The four media reports Hochman referenced, including a blog post by The Atlanta Journal-Constitution, could be misleading or confusing. They referenced Atlanta as &quot;the capital,&quot; &quot;the nation&rsquo;s major hub&quot; or the &quot;No. 1&quot; city for sex trade. But two of the reports, including the AJC blog, also noted the limited scope of the study.</p>\r\n\r\n<p>The Urban Institute report focused on eight cities -- Atlanta, Dallas, Denver, Kansas City, Mo., Miami, San Diego, Seattle and Washington. Larger municipalities, such as Chicago, Los Angeles and New York were not included.</p>\r\n\r\n<p>The study showed that in 2007 the underground sex trade in Atlanta brought in $290 million, the largest amount for seven of the studied cities. (No estimate was made for Kansas City.)</p>\r\n\r\n<p>But No. 1 in America?</p>\r\n\r\n<p>One of the study&rsquo;s authors says that statement wasn&rsquo;t proven.</p>\r\n\r\n<p>&quot;We don&rsquo;t have the data to say which U.S. city brings in the most money nationwide,&quot; Meredith Dank told PolitiFact Georgia.</p>\r\n\r\n<p>Our conclusion: Sex trafficking is clearly a sizable and troubling problem in Georgia and elsewhere. As early as 2005, the FBI identified Atlanta as one of 14 cities where its offices reported having the highest incidence of children used in prostitution.</p>\r\n\r\n<p>But by its very nature, sex trafficking is hard to track, even estimate. That&rsquo;s likely true whether you&rsquo;re trying to size up the profits or gauging how many girls are involved.</p>\r\n\r\n<p>Carter&rsquo;s estimate on the number of girls aligns with -- and is on the conservative side of -- other estimates that are out there.</p>\r\n\r\n<p>His statement about the lucrative nature of the business in Atlanta draws on recent research that found that in 2007 the sex trade generated $290 million in Atlanta -- the highest amount among seven of the eight cities that were studied.</p>\r\n\r\n<p>But his statement needed context so his audiences understand that it was drawn from a study that was limited in scope. His spokesman rightly points out that the media reports he relied upon, with only a cursory reading, support the label of No. 1 in the nation. You could look deeper into two of those accounts or read the report itself though, and see that it was an overreach.</p>\r\n\r\n<p>Both the media outlets and the former president could have done a better job. &nbsp;</p>\r\n\r\n<p>Part of Carter&rsquo;s statement accurately quotes the estimates that are out there on the girls involved. The part about Atlanta being &quot;the No. 1 trading point for sexual slavery in America&quot; is off base.</p>\r\n\r\n<p>Overall, we rate Carter&rsquo;s two-part statement Half True.</p>\r\n", "ruling_comments_date": "2014-04-22T13:50:35.192479", "ruling_date": "2014-04-25T00:00:00", "ruling_headline": "PolitiFact: Sex trafficking plagues Atlanta, but Carter overreaches in ranking city No. 1", "ruling_headline_slug": "politifact-sex-trafficking-plagues-atlanta-carter-", "ruling_link_text": "Secret world of sex trafficking hard to research", "ruling_state": null, "source_documents": null, "sources": "<p>Atlanta&rsquo;s Sunday Morning <a href=\"http://Sources:  Atlanta’s Sunday Morning News with Scott Slade, April 6,  www.wsbradio.com/Player/102295031/  Emails with Steve Hochman, spokesman for former President Jimmy Carter  Emails with staff of the Urban Institute  Interviews and emails with GBI spokeswoman Sherry Lang  The Atlanta Journal Constitution blog, March 13, on Urban Institute study, http://blogs.ajc.com/news-to-me/2014/03/13/study-atlanta-pimps-make-33000-a-week/\">News</a> with Scott Slade, April 6</p>\r\n\r\n<p>Emails with Steve Hochman, spokesman for former President Jimmy Carter</p>\r\n\r\n<p>Emails with staff of the Urban Institute</p>\r\n\r\n<p>Phone interviews and emails with GBI spokeswoman Sherry Lang</p>\r\n\r\n<p>The Atlanta Journal Constitution <a href=\"http://blogs.ajc.com/news-to-me/2014/03/13/study-atlanta-pimps-make-33000-a-week/\">blog</a>, March 13, on Urban Institute study</p>\r\n\r\n<p>Urban Institute <a href=\"http://www.urban.org/publications/413047.html\">study</a></p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "", "false_count": 0, "first_name": "Jimmy", "half_true_count": 2, "home_state": "Georgia", "id": 729, "last_name": "Carter", "mostly_true_count": 2, "name_slug": "jimmy-carter", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Carter.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/729/", "total_count": 9, "true_count": 2, "website": ""}, "statement": "<p><strong>Atlanta is the No. 1 trading point for sexual slavery in America. Between 100 and 200 girls are sold into slavery in Atlanta every month.</strong></p>\r\n", "statement_context": "interview while promoting book", "statement_date": "2014-04-06", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 127, "photo": null, "resource_uri": "/api/v/2/subject/127/", "subject": "Children", "subject_slug": "children", "used_in_edition": []}], "target": [], "twitter_headline": ""}