{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2014/apr/23/barack-obama/obama-boasts-about-number-voting-rights-cases-take/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 9223, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/9223/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>During the week of the 50th anniversary of the Civil Rights Act, President Barack Obama gave a fiery <a href=\"http://www.whitehouse.gov/the-press-office/2014/04/11/remarks-president-national-action-networks-16th-annual-convention\">speech</a> to Al Sharpton&rsquo;s National Action Network Convention in Manhattan in which he attacked Republicans for leading efforts to pass laws &quot;making it harder, not easier, for people to vote.&quot;</p>\r\n\r\n<p>&quot;We&#39;re not going to let voter suppression go unchallenged,&quot; Obama said on April 11. &quot;So earlier this week you heard from the attorney general, and there&#39;s a reason the agency he runs is called the Department of Justice. They&#39;ve taken on more than 100 voting rights cases since 2009, and they&#39;ve defended the rights of everybody, from African-Americans to Spanish speakers to soldiers serving overseas.&quot;</p>\r\n\r\n<p>Obama&rsquo;s statement that the Justice Department had taken on more than 100 voting rights cases since 2009 was <a href=\"http://blog.heritage.org/2014/04/16/president-obamas-bogus-voting-rights-claims/\">disputed</a> by Hans von Spakovsky, a former DOJ lawyer under President George W. Bush who is now an election law expert at the conservative Heritage Foundation. Spakovsky wrote in a blog that the Justice Department website showed only 39 such cases under Obama. A reader contacted us about the discrepancy, so we decided to fact-check Obama&rsquo;s statistic.</p>\r\n\r\n<p><strong>Voting Rights Act</strong></p>\r\n\r\n<p>The <a href=\"http://www.justice.gov/crt/about/vot/intro/intro_b.php\">Voting Rights Act</a> dates back to 1965, when President Lyndon B. Johnson signed it into law shortly after signing the Civil Rights Act. The law was intended to prevent denying the right to vote based on race. Section 5 of the law required the federal government to pre-approve some states&rsquo; changes to voting laws, affecting mostly states in the South, including parts of Florida.</p>\r\n\r\n<p>In June 2013, the U.S. Supreme Court struck down the pre-approval provision of the Voting Rights Act in the <em>Shelby County vs. Holder case</em>. With states like Florida, Texas and North Carolina passing laws about voter ID or other restrictions, <a href=\"http://www.politifact.com/truth-o-meter/article/2013/dec/19/fact-checking-voter-suppression-year-end-report/\">voting rights</a> has emerged as a hot topic and could play a role in 2014 races, including the battle for governor in Florida.</p>\r\n\r\n<p>To dispute Obama&rsquo;s number of more than 100 cases, the Heritage Foundation pointed to a <a href=\"http://www.justice.gov/crt/about/vot/litigation/caselist.php\">DOJ list </a>of voting section litigation cases that included 41 cases filed since 2009. The cases pertain to discrimination, absentee voting overseas and other matters. (We don&rsquo;t find the difference between 39 and 41 significant -- von Spakovsky said that the case involving the <a href=\"http://www.justice.gov/crt/about/vot/litigation/recent_11b.php#philadelphia\">New Black Panther Party</a> was filed in early January, before Obama was inaugurated, so that&rsquo;s one he didn&rsquo;t count.)</p>\r\n\r\n<p>The reason why that DOJ website page shows a much smaller number than the one Obama cited is that the online list represents only cases filed by the Justice Department -- not cases in which the department was a defendant or filed an amicus.</p>\r\n\r\n<p>Justice spokeswoman Dena Iverson sent PolitiFact a <a href=\"https://docs.google.com/document/d/1ze8F0qfcM3_8w8f9qE9ST9kTf1CppyfGdMDBUIUYSqk/edit\">list </a>of voting rights cases in which the voting section of the Civil Rights Division of the Department of Justice began its participation after January 21, 2009. That list contains 102 cases.</p>\r\n\r\n<p>&quot;The list includes all voting rights cases whether the department participated in the case as a plaintiff, a defendant, amicus or otherwise,&quot; Iverson said.</p>\r\n\r\n<p>The list includes cases that have concluded and are pending, as well as cases that are moot due to the <em>Shelby County v. Holder</em> ruling, she said. It does not include cases if they were strictly <a href=\"http://www.justice.gov/crt/about/app/briefs_vote.php\">federal appellate cases</a> or out-of-court settlements reached in 2010 and 2012 under the <a href=\"http://www.justice.gov/crt/about/vot/litigation/caselist.php\">Uniformed and Overseas Citizens Absentee Voting Act</a>.</p>\r\n\r\n<p>So the &quot;more than 100 cases&quot; referenced by Obama refers to a broader list than the one on DOJ&rsquo;s website cited by Heritage.</p>\r\n\r\n<p>The list of 102 cases includes about a half-dozen cases involving the state of Florida, including a few in which the state of Florida was the plaintiff. One of the most notable cases is the Justice Department <a href=\"http://www.justice.gov/crt/about/vot/nvra/fl_comp_nvra.pdf\">complaint</a> against the state or conducting a purge of its voter registration rolls within 90 days of an election. (A federal appeals court ruled April 1 that Florida violated the law, but by then Secretary of State Ken Detzner had announced he had <a href=\"http://www.miamiherald.com/2014/03/27/4022124/fla-may-suspend-non-citizen-voter.html\">canceled</a> the next round of the non-citizen purge.)</p>\r\n\r\n<p>We sent a summary of DOJ&rsquo;s explanation about the 102 cases to von Spakovsky.</p>\r\n\r\n<p>&quot;To say that it is a positive development when the department is a defendant in a lawsuit is silly &ndash; such an action is not being undertaken because the Department is being aggressive in launching lawsuits to protect voting rights. It is because a state or local jurisdiction has sued the Department claiming DOJ has done something wrong. Under that definition, if DOJ is sued 100 times because of its wrongdoing, this would be a positive development,&quot; he told PolitiFact in an email. &quot;This was deceptive claim by the president &ndash; to any layman, taking on cases means filing lawsuits to enforce the law on behalf of victims.&quot; He also argued that it would be far-fetched to say that filing an amicus brief is &quot;taking on a case.&quot;</p>\r\n\r\n<p>We asked a few other experts what they thought about the cases.</p>\r\n\r\n<p>Justin Levitt, a Loyola Law school professor, said that DOJ&rsquo;s explanation was legitimate. &quot;Some of the more significant cases (e.g., DOJ litigating the Texas redistricting from this cycle) involve the DOJ as formal defendant in what used to be a lawsuit under section 5 of the Voting Rights Act. And in other cases, having the DOJ as an amicus adds a great deal to the court&#39;s resolution of an issue.&quot;</p>\r\n\r\n<p>However, Levitt said that it&#39;s difficult to come to any meaningful conclusion just by counting the number of cases.</p>\r\n\r\n<p>&quot;All cases aren&#39;t the same, either in scope or difficulty level. ... And jurisdictions don&#39;t infringe in the same ways, at the same rate, across time. Even if the cases were all of the same scope and difficulty, you&#39;d expect the number of cases to rise or drop based on what&#39;s actually going on in the states and whether it violated the law,&quot; he told PolitiFact.</p>\r\n\r\n<p>University of California law professor Richard Hasen said that the Justice Department &quot;has faced an interesting and difficult environment in which to bring suits under the Voting Rights Act.&quot;</p>\r\n\r\n<p>The department knew if it was too aggressive under the preclearance part of the law that there was a danger the Supreme Court could strike it down -- which ultimately happened. For other types of suits, most of the low-hanging fruit was gone by the time Obama took office.</p>\r\n\r\n<p>Since the <em>Shelby</em> decision, the Justice Department has brought two significant suits trying to get North Carolina and Texas covered again by a preclearance rule.</p>\r\n\r\n<p>&quot;These cases are quite significant, and if they are successful they likely will spur other suits in this area,&quot; Hasen said. &quot;I&#39;d say that in evaluating significance, it is not just the number of suits but the nature of the suits which matter.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Obama said the Justice Department has &quot;taken on more than 100 voting rights cases since 2009.&quot;</p>\r\n\r\n<p>Obama&rsquo;s statement was somewhat vague, because he didn&rsquo;t explain during his speech what he meant by &quot;taken on&quot; cases. Some listeners could have interpreted that to mean all cases in which the department was the plaintiff. That&#39;s not the case though; the Justice Department has a list of 102 cases that include instances in which the department is the plaintiff, the defendant or played some other role.</p>\r\n\r\n<p>We rate this claim Half True.</p>\r\n", "ruling_comments_date": "2014-04-22T15:40:47.565403", "ruling_date": "2014-04-23T15:01:00", "ruling_headline": "Obama boasts about number of voting rights cases 'taken on' by Justice Department during his tenure", "ruling_headline_slug": "obama-boasts-about-number-voting-rights-cases-take", "ruling_link_text": "\"Taken on\" includes getting sued", "ruling_state": null, "source_documents": null, "sources": "<p>White House, <a href=\"http://www.whitehouse.gov/the-press-office/2014/04/11/remarks-president-national-action-networks-16th-annual-convention\">Remarks by the President at the National Action Network&rsquo;s 16th annual convention</a>, April 11, 2014</p>\r\n\r\n<p>Newsday, <a href=\"http://www.newsday.com/news/nation/obama-says-voting-rights-under-gop-attack-1.7682231\">&quot;Obama says voting rights under GOP attack,&quot; </a>April 11, 2014</p>\r\n\r\n<p>Heritage The Foundry, <a href=\"http://blog.heritage.org/2014/04/16/president-obamas-bogus-voting-rights-claims/\">&quot;President Obama&rsquo;s bogus voting rights claim,&quot;</a> April 16, 2014</p>\r\n\r\n<p>U.S. Justice Department, <a href=\"https://docs.google.com/document/d/1ze8F0qfcM3_8w8f9qE9ST9kTf1CppyfGdMDBUIUYSqk/edit\">List of voting rights cases</a>, 2009-April 2014</p>\r\n\r\n<p>U.S. Justice Department Office of Inspector General, <a href=\"http://www.justice.gov/oig/reports/2013/s1303.pdf\">&quot;A review of the operations of the Voting Rights section of the Civil Rights Division,&quot;</a> March 2013</p>\r\n\r\n<p>U.S. Justice Department, <a href=\"http://www.justice.gov/crt/about/vot/intro/intro_b.php\">Voting Rights Act of 1965</a>, Accessed April 17, 2014</p>\r\n\r\n<p>U.S. Justice Department, <a href=\"http://www.justice.gov/crt/about/vot/litigation/caselist.php\">Voting section litigation</a>, Accessed April 21, 2014</p>\r\n\r\n<p>U.S. Justice Department, <a href=\"http://www.justice.gov/crt/about/vot/litigation/recent_11b.php#philadelphia\">Cases raising claims under Section 11(b) of the Voting Rights Act</a>, Accessed April 21, 2014</p>\r\n\r\n<p>U.S. Justice Department, <a href=\"http://www.justice.gov/crt/about/app/briefs_vote.php\">Appellate briefs and opinions</a>, Accessed April 21, 2014</p>\r\n\r\n<p>U.S. Justice Department, <a href=\"http://www.justice.gov/crt/about/vot/litigation/caselist.php\">Cases raising claims under Section 2 of the Voting Rights Act</a>, Accessed April 21, 2014</p>\r\n\r\n<p>U.S. Justice Department, <a href=\"http://www.justice.gov/crt/about/vot/litigation/recent_nvra.php#florida\">&quot;Cases raising claims under the National Voter Registration Act,&quot; </a>Accessed April 21, 2014</p>\r\n\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/truth-o-meter/article/2013/dec/19/fact-checking-voter-suppression-year-end-report/\">&quot;Fact-checking voting laws: a year-end report,&quot;</a> Dec. 19, 2013</p>\r\n\r\n<p><em>Miami Herald</em>, <a href=\"http://www.miamiherald.com/2014/03/27/4022124/fla-may-suspend-non-citizen-voter.html\">&quot;Florida suspends non-citizen voter purge efforts,&quot;</a> March 27, 2014</p>\r\n\r\n<p>Interview, Hans von Spakovsky, Manager, Election Law Reform Initiative and Senior Legal Fellow at Heritage Foundation and formerly counsel to the assistant attorney general for civil rights at the Justice Department, April 21, 2014</p>\r\n\r\n<p>Interview, Richard L. Hasen, professor of law and political science at the University of California, April 17, 2014</p>\r\n\r\n<p>Interview, Justin Levitt, associate professor law Loyola Law School, April 17, 2014</p>\r\n", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>The U.S. Justice Department has &quot;taken on more than 100 voting rights cases since 2009.&quot;</p>\r\n", "statement_context": "a speech", "statement_date": "2014-04-11", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 117, "photo": null, "resource_uri": "/api/v/2/subject/117/", "subject": "Civil Rights", "subject_slug": "civil-rights", "used_in_edition": []}, {"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}], "target": [], "twitter_headline": ""}