{"art": [], "author": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/feb/04/robert-gibbs/stimulus-bill-includes-projects-some-consider-earm/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "smontgomery@sptimes.com", "first_name": "Scott", "id": 9, "last_name": "Montgomery", "name_slug": "scott-montgomery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/9/", "title": "Former Government & Politics Editor, St. Petersburg Times", "twitter": null}], "facebook_headline": null, "id": 924, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "resource_uri": "/api/v/2/statement/924/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>For weeks, President Obama and his aides have said it is critical that the economic stimulus package not contain any \"earmarks,\" projects that are often viewed as wasteful or frivolous. This week, Obama's spokesman Robert Gibbs declared they had succeeded.</p>\r\n<p>At his daily briefing on Feb. 2, 2009, Gibbs said the bill contains \"unprecedented accountability and transparency.&nbsp; There are no earmarks in this bill.&nbsp; The information on the projects that will be funded in this legislation will be available online, as you know, at  <a href=\"http://www.recovery.gov\" target=\"_blank\"> www.recovery.gov </a> .&nbsp; There will be an oversight board that will monitor the progress of each project and address any problems that are involved early and aggressively.\"</p>\r\n<p>Obama made a similar claim in an interview with ABC on Feb. 3, saying, \"If you take a look at the bill, the fact is, there are no  earmarks in this bill, which, by the way, some of the critics can't claim for  legislation they've voted for over the last eight years.\"</p>\r\n<p>Given all the complaints Republicans have made about the bill, we wondered if Gibbs and Obama were right.</p>\r\n<p><strong> What's an earmark? </strong></p>\r\n<p>We need to start by explaining the different ways earmarks are defined. The term comes from the practice of marking the ears of livestock for identification. It has been used in American politics since the 1930s and has come to mean money that is \"set aside . . . for a special project or purpose,\" according to  <em> Safire's Political Dictionary, </em> a well-regarded reference book on political terms.</p>\r\n<p>But  <em> Safire </em> 's notes that in Congress, the term often has a narrower meaning: \"funds that individual senators or representatives specify be directed to projects and activities that will benefit particular people, institutions or locations in their home constituencies.\"</p>\r\n<p>The Office of Management and Budget, an agency that is essentially an extension of the White House, offers a definition with a little executive branch attitude: \"Earmarks are funds provided by the Congress \t\t\t\t\tfor projects or programs where the congressional  direction (in bill or report language) \t\t\t\t\tcircumvents the merit-based or competitive allocation process, or specifies the location \t\t\t\t\tor recipient, or otherwise curtails the ability of the Executive Branch to properly \t\t\t\t\tmanage funds.\"</p>\r\n<p>If you sense a little snarkiness in the OMB definition, it's because the executive branch doesn't fancy the legislative branch telling it what to do. But members of Congress, particularly those on the Appropriations Committee, say an earmark is simply how the legislative branch fulfills its duty under the Constitution to tell the executive branch what to do. (Article 1, Section 9: \"No money shall be drawn from the treasury, but in consequence of appropriations made by law.\")</p>\r\n<p>Because of the fuss over the \"Bridge to Nowhere\" and other controversial projects, the House and Senate now have rules requiring members to disclose their requests for earmarks. The Senate avoids the fuzzy term \"earmark,\" preferring the more lawyerly \"Congressionally directed spending items,\" which it defines as \"a provision or report language included primarily at the request of a Senator providing, authorizing or recommending a specific amount of discretionary budget authority, credit authority, or other spending authority for a contract, loan, loan guarantee, grant, loan authority, or other expenditure with or to an entity, or targeted to a specific State, locality or congressional district, other than through a statutory or administrative formula driven or competitive award process.\"</p>\r\n<p>The Senate definition also covers tax benefits for \"a particular beneficiary or limited group of beneficiaries.\"</p>\r\n<p>The House rule defines earmark as \"a provision or report language included primarily at the request of a Member, Delegate, Resident Commissioner, or Senator providing, authorizing or recommending a specific amount of discretionary budget authority, credit authority, or other spending authority for a contract, loan, loan guarantee, grant, loan authority, or other expenditure with or to an entity, or targeted to a specific State, locality or congressional district, other than through a statutory or administrative formula driven or competitive award process.\"</p>\r\n<p><strong> More earmarking in Senate </strong></p>\r\n<p>The stimulus bills are huge. The Senate version has more than 700 pages that on average cost more than $1 billion per page. In general, the approach behind the bills is to leave the specific spending decisions to federal agencies and states and municipalities. For example, the bill's don't specify particular highways for federal money. The states can decide.</p>\r\n<p>Still, there are plenty of specifics in the House and Senate versions that indicate members of Congress are earmarking, at least in the broad sense of the word. PolitiFact has spent the past couple of weeks fact-checking many claims about what's in the bills. Although we found Eric Cantor was  <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/jan/26/eric-cantor/does-stimulus-package-really-include-300000-sculpt/\" target=\"_blank\"> Pants on Fire wrong </a> when he said the House bill included $300,000 for a Miami sculpture garden, the Republicans were right the House bill  <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/jan/29/national-republican-congressional-committee/std-spending-economic-stimulus-plan/\" target=\"_blank\"> had $335 million for prevention of sexually transmitted diseases </a> , and that the Senate version  <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/feb/03/jon-kyl/stimulus-plan-includes-plan-compensate-filipino-ve/\" target=\"_blank\"> authorizes $198 million for Filipino veterans. </a> (We should note that the Senate bill is a work in progress and that the contents may change; our rulings are accurate for the time when the statement was made.)</p>\r\n<p>When the House bill was being considered, it had controversial elements such as money for improvements to the National Mall, which some people consider an earmark. But that was stripped out before final passage.</p>\r\n<p>Matthew Specht, a spokesman for Rep. Jeff Flake, an Arizona Republican who is considered the biggest critic of earmarks in the House, told us, \"Yeah, we agree that the House version can probably be considered earmark-free.\"</p>\r\n<p>There seems to be more earmarking in the Senate version, however.</p>\r\n<p>Sen. Tom Coburn, R-Okla., has highlighted many provisions he considers to be earmarks, including a $246 million tax break for Hollywood movie producers. It would allow large Hollywood studios the opportunity to choose between an existing tax break or write off 50 percent of the entire production cost for movies and TV shows made in 2009. It was in the bill when Gibbs made his statement but was removed Feb. 3 when Coburn passed an amendment 52-45 to remove it.</p>\r\n<p>To answer whether that project and others could be considered earmarks, we turned to Taxpayers for Common Sense, a Washington advocacy group that tracks government spending and highlights waste. Steve Ellis, the group's vice president, said congressional leaders had generally resisted the urge to fill the bill with earmarks, according to the strict definitions of the word. But he said there still were some projects in the bills that he and other people would consider earmarks.</p>\r\n<p>\"There&rsquo;s at least a few and I wouldn&rsquo;t be surprised if we end up finding more,\" he said, citing the provision for Filipino veterans as an example.</p>\r\n<p>Coburn spokesman John Hart and Taxpayers for Common Sense also cited another project as an earmark: a provision in the bill calling for $2 billion for a \"near zero emissions powerplant.\" They say the money is intended to restart FutureGen, a near-zero emissions coal power plant in Illinois that is supported by Sen. Dick Durbin.</p>\r\n<p>Senators are also employing a  <em> wink-wink </em> approach that uses vague-sounding language in a committee report to quietly direct money to pet projects. Although the language does not sound specific, groups that track earmarks say it's clear where senators want the money to go. For example,  <a href=\"http://appropriations.senate.gov/News/2009_01_28_American_Recovery_and_Reinvestment_Plan_Report.pdf\" target=\"_blank\"> a report on the bill </a> from the Senate Appropriations Committee specifies $70 million for \"supercomputer activities, especially as they relate to climate research.\" The  <a href=\"http://senateconservatives.com/\" target=\"_blank\"> Senate Conservatives Fund, </a> a political action committee, says that is probably targeted for the National Center for Environmental Prediction in Camp Springs, Md.&nbsp;</p>\r\n<p>The group also cites $250 million that is designated \"to repair NASA facilities damaged by Hurricane Ike and to reduce the significant backlog of maintenance and repair projects at NASA facilities nationwide.\" That appears to be for the Johnson Space Center in Houston.</p>\r\n<p>Those projects don't have senators' names attributed to them, but the Senate Conservatives Fund points out that senators on the Appropriations Committee include Barbara Mikulski of Maryland and Kay Bailey Hutchison of Texas.</p>\r\n<p>It's worth noting that Obama's observation about the overall nature of the bill is mostly correct. The House and Senate stimulus bills have not been stuffed with hundreds of pet projects the way that highway, energy and water bills often are. And that's especially true for the House bill.</p>\r\n<p>But the Senate version includes at least several projects that we consider to be earmarks. The Filipino project might not fit the narrow definition of earmarks that Congress or OMB uses, but we think reasonable people would consider it to be an earmark. And the movie industry tax break, which was in the bill when Gibbs made his statement, and the Texas and Maryland projects sure look like earmarks by any definition.</p>\r\n<p>Gibbs didn't leave himself any wiggle room. He said \"no earmarks.\" But we see at least a few, so we find his statement to be False.</p>", "ruling_comments_date": "2010-01-07T13:27:51.583410", "ruling_date": "2009-02-04T15:47:43", "ruling_headline": "Stimulus bill includes projects that some consider earmarks", "ruling_headline_slug": "stimulus-bill-includes-projects-some-consider-earm", "ruling_link_text": "They look like earmarks to us ", "ruling_state": null, "source_documents": null, "sources": "<p>Today show,  <a href=\"http://www.votesmart.org/speech_detail.php?sc_id=439449&amp;keyword=&amp;phrase=&amp;contain=\" target=\"_blank\"> Interview of President Obama </a> , Feb. 1, 2009</p>\r\n<p>The Free Dictionary,  <a href=\"http://www.thefreedictionary.com/earmark\" target=\"_blank\"> earmark, </a> accessed Feb. 3, 2009</p>\r\n<p>St. Petersburg Times,  <a href=\"http://www.sptimes.com/2007/04/01/Worldandnation/Three_words_that_chan.shtml\" target=\"_blank\"> Bridge to Nowhere: Three words that changed U.S. politics, </a> April 1, 2007</p>\r\n<p>Office of Management and Budget,  <a href=\"http://earmarks.omb.gov/\" target=\"_blank\"> Earmarks, </a> accessed Feb. 3, 2009</p>\r\n<p><a href=\"http://www.law.cornell.edu/constitution/constitution.articlei.html#section9\" target=\"_blank\"> U.S. Constitution </a></p>\r\n<p>Congressional Research Service,  <a href=\"http://8vsb.files.wordpress.com/2008/04/earmark-disclosure-rules-in-the-senate.pdf\" target=\"_blank\"> Earmark Disclosure Rules in the Senate:   <br /> Member and Committee Requirements </a> , April 29, 2008, accessed Feb. 4, 2009</p>\r\n<p>Congressional Research Service,  <a href=\"http://8vsb.files.wordpress.com/2008/04/earmark-disclosure-rules-in-the-house.pdf\" target=\"_blank\"> Earmark Disclosure Rules in the House:   <br /> Member and Committee Requirements </a> , April 29, 2008, accessed Feb. 4, 2009</p>\r\n<p>Congressional Record,  <a href=\"http://thomas.loc.gov/cgi-bin/query/D?r111:3:./temp/~r111KZQqP9:e20472:\" target=\"_blank\"> Debate over film industry tax break </a> , Feb. 3, 2009</p>\r\n<p>ABC News,  <a href=\"http://abcnews.go.com/print?id=6795877\" target=\"_blank\"> Interview with President Obama </a> , Feb. 3, 2009</p>\r\n<p>William Safire, Safire's Political Dictionary,  <a href=\"http://books.google.com/books?id=jK-0NPoMiYoC&amp;pg=PA204&amp;lpg=PA204&amp;dq=definition+earmark+safire&amp;source=bl&amp;ots=AVf2hNpCSE&amp;sig=X08GUwtlUac7mih1nkXJlmnKqLQ&amp;hl=en&amp;ei=N7mJSbHvKdCCtwfLiO2cBw&amp;sa=X&amp;oi=book_result&amp;resnum=1&amp;ct=result#PPA205,M1\" target=\"_blank\"> \"earmark,\" </a> accessed Feb. 4, 2009</p>\r\n<p>Sen. Tom Coburn's Web site,  <a href=\"http://coburn.senate.gov/public/index.cfm?FuseAction=RightNow.Home&amp;ContentRecord_id=3db704c6-802a-23ad-406c-a424db591389\" target=\"_blank\"> Coburn fights generational theft act, AKA stimulus bill, </a> Feb. 3, 2009</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Former White House Press Secretary", "false_count": 1, "first_name": "Robert", "half_true_count": 0, "home_state": "", "id": 123, "last_name": "Gibbs", "mostly_true_count": 1, "name_slug": "robert-gibbs", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Gibbs_square.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/123/", "total_count": 7, "true_count": 4, "website": ""}, "statement": "<p>\"There are no earmarks\" in the stimulus bill.</p>", "statement_context": "a comment at the daily White House press briefing.", "statement_date": "2009-02-02", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 150, "photo": null, "resource_uri": "/api/v/2/subject/150/", "subject": "Stimulus", "subject_slug": "stimulus", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}