{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/feb/03/jon-kyl/stimulus-plan-includes-plan-compensate-filipino-ve/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 925, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/925/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>In an interview with  <em> Fox News Sunday </em> , Sen. Jon Kyl, R-Ariz., argued that the Democratic-backed economic stimulus package is so full of waste and clutter that legislators ought to scrap it entirely and start fresh.</p>\r\n<p>\"I mean, there are so many different things that you can make fun of in this bill,\" Kyl said. \"Let me just mention one &mdash; millions of dollars to World War II Filipino veterans in the Philippines. Now, that may be a good thing to spend money on, but not in a stimulus bill. It doesn't stimulate anything.\"</p>\r\n<p>Does the Senate version of the stimulus package really include millions for Filipino vets?</p>\r\n<p>The answer is yes. And no.</p>\r\n<p>Let's start at the beginning. During World War II, hundreds of thousands of Filipinos fought for the United States with the promise that after the war they'd get a path to U.S. citizenship and would also qualify for full veterans benefits. Thousands of Filipinos died in the infamous Bataan Death March. But soon after the war, Congress reneged and established that Filipino veterans would not be recognized as &ldquo;active service&rdquo; for the purpose of any U.S. law conferring \"rights, privileges or benefits.\" Filipino veterans activists have been fighting it ever since.</p>\r\n<p>Fast forward to the American Recovery and Reinvestment Act of 2009, otherwise known as the economic stimulus bill. In the 735-page version of the bill now before the Senate, there are a full seven pages dedicated to \"Payments to eligible persons who served in the United States armed forces in the Far East during World War II.\" It details a plan to compensate Filipinos who fought for the United States during World War II with lump-sum payments of $15,000 for those who are U.S. citizens and $9,000 for those still living in the Philippines. There are an estimated 18,000 Filipino vets still living who might qualify for payments; about 7,000 of them U.S. citizens. The total cost: up to $198 million.</p>\r\n<p>In a statement explaining its inclusion in the stimulus plan, Sen. Daniel Inouye, D-Hawaii, said the bill would right a wrong.</p>\r\n<p>\"This nation made a solemn promise, and with hardly a hearing, we revoked it,\" Inouye stated. \"This is not the America I know and love. This episode is a blight upon the character of the United States, and it must be cleansed.\"</p>\r\n<p>Time is of the essence, Inouye said. \"It should be noted that as you read this, many of the Filipinos who would qualify are on their deathbeds. Today, the average age of these men is about 90.\"</p>\r\n<p>Whether or not the bill has merit is beside the point, said Steve Ellis of Taxpayers for Common Sense.</p>\r\n<p>\"This has no business being in an economic stimulus bill,\" Eliis said. \"It's just catching a ride on this legislation. It's just cluttering up an already complicated and wordy piece of legislation.\"</p>\r\n<p>Retired Col. Romy Monteyro, who has testified several times before Congress to lobby for compensation for Filipino World War II vets, said the bill has kicked around Congress for several years and \"Inouye wanted to create a shortcut and put it in the stimulus package.\"  <br /> <br /> \"This is not a waste of money,\" Monteyro said. \"These people are suffering. They are in the twilight of their lives. They should be rewarded for all they did for the U.S. during the war.\"</p>\r\n<p>But here's the thing: If passed as currently written, the money for the program wouldn't come out of the stimulus package. It was approved in another bill passed last year, said Rob Blumenthal, Democratic communications director for the Senate Committee on Appropriations. If the stimulus legislation passes, it would authorize that money to be released, he said, but \"the amount of money for it in the stimulus bill is zero. The money was appropriated last year; it's not coming out of the stimulus bill.\"</p>\r\n<p>So why is it even in the stimulus plan? Well, it so happens that Inouye is chairman of the Senate Appropriations Committee, the very same committee that wrote this part of the stimulus plan. No, Inouye stated, it would not appropriate any money, but \"it will close a dark chapter in the history of this country.\" Compensation for Filipino vets was not in the version of the stimulus plan passed by the House.</p>\r\n<p>The original legislation has another high-profile backer: President Barack Obama. Back in  the campaign, in a May 2, 2008 \"open letter to the people of Guam,\" Obama noted  that he co-sponsored the Filipino Veterans Equity Act in the Senate \"because I  believe deeply that we must honor the heroic sacrifices of Filipinos who fought  side by side with Americans on behalf of freedom. &hellip; This bill finally provides  Filipino veterans and their survivors with the benefits that they were promised,  and that they bravely earned in battle.\"</p>\r\n<p>However, we could not find any statements by Obama on whether he supports its inclusion in the stimulus package.</p>\r\n<p>So back to Kyl's statement that the stimulus plan includes \"millions of dollars to World War II Filipino veterans in the Philippines.\" The Senate version of the bill does include provisions for a program to compensate Filipino vets; and most of those who would be eligible for payments live in the Philippines. And, yes, the program is \"authorized\" for up to $198 million. But that wouldn't actually be part of the stimulus spending. That brings us to a Half True.</p>", "ruling_comments_date": "2010-01-07T13:27:51.651149", "ruling_date": "2009-02-03T17:55:42", "ruling_headline": "Stimulus plan includes plan to compensate Filipino vets, but no actual money", "ruling_headline_slug": "stimulus-plan-includes-plan-compensate-filipino-ve", "ruling_link_text": "Program yes; funding, no, for Filipino vets ", "ruling_state": null, "source_documents": null, "sources": "<p>Fox News,  <a href=\"http://www.foxnews.com/story/0,2933,486394,00.html\" target=\"_blank\"> \"Transcript: Sens. Kyl, Durbin on 'Fox News Sunday,'\" </a> Feb. 1, 2009</p>\r\n<p>Senate Appropriations Committee Web site,  <a href=\"http://appropriations.senate.gov/News/2009_02_02_The_American_Recovery_and_Reinvestment_Act_of_2009.pdf?CFID=4749793&amp;CFTOKEN=29404110\" target=\"_blank\"> American Recovery and Reinvestment Act of 2009 </a></p>\r\n<p>Washintgton Times,  <a href=\"http://www.washingtontimes.com/news/2009/jan/30/senate-bill-allots-millions-to-filipino-veterans/\" target=\"_blank\"> \"Bill allots millions to Filipino vets abroad\" </a> by Stephen Dinan, Jan. 30, 2009</p>\r\n<p>Senate Committee on Appropriations, Press release: Statement of Senator Daniel K. Inouye (D-Hawaii) on compensation for Filipino vets</p>\r\n<p>Interview with Rob Blumenthal, Democratic Communications Director for the Senate Committee on Appropriations, Feb. 3, 2009</p>\r\n<p>Interview with Retired Col. Romy Monteyro, Feb. 3, 2009</p>\r\n<p>Interview with Steve Ellis of Taxpayers for Common Sense, Feb. 3, 2009</p>\r\n<p>&nbsp;</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. Senator", "false_count": 2, "first_name": "Jon", "half_true_count": 4, "home_state": "Arizona", "id": 122, "last_name": "Kyl", "mostly_true_count": 3, "name_slug": "jon-kyl", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Jon_Kyl.JPG", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/122/", "total_count": 10, "true_count": 1, "website": ""}, "statement": "<p>The Senate version of the economic stimulus package includes \"millions of dollars to World War II Filipino veterans in the Philippines.\"</p>", "statement_context": "in a Fox News interview.", "statement_date": "2009-02-01", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 150, "photo": null, "resource_uri": "/api/v/2/subject/150/", "subject": "Stimulus", "subject_slug": "stimulus", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 51, "photo": null, "resource_uri": "/api/v/2/subject/51/", "subject": "Veterans", "subject_slug": "veterans", "used_in_edition": []}], "target": [], "twitter_headline": null}