{"art": [{"brightcove": "", "caption": "Fox's Dana Perino blames environmentalists for mega-wildfires. (AP)", "id": 4474, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/firefighters_killed_f_jone_1.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/4474/", "title": "forest fire", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "canonical_url": "/punditfact/statements/2014/may/01/dana-perino/perino-faults-enviros-mega-fires/", "edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": null, "id": 9265, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "resource_uri": "/api/v/2/statement/9265/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>America gets a lot of wildfires. Some of them hit grassy rangelands, some hit forests, most are small but some are huge. The 2011 Wallow forest fire in Arizona destroyed over half a million acres. Since 2000, the country has averaged nearly 75,000 fires a year with over 80 million acres lost.</p>\r\n\r\n<p>There are many causes but Dana Perino, former press secretary to President George W. Bush, focused on just one. Last week on Fox News&rsquo; <em>The Five</em>, the conversation turned to climate change and in the middle of making the case that economic growth had to be part of any solution, Perino made a passing reference to fires.</p>\r\n\r\n<p>&quot;A lot of the problems with forest fires, the major raging ones that happen in the West,&quot; Perino said, &quot;Is because of bad policy that was put in place by environmentalists and not clear out the forests.&quot;</p>\r\n\r\n<p>We tried to reach Perino to ask her what she meant by &quot;a lot&quot; and what policies she had in mind. We did not hear from her. In this fact-check, we dig into the rich debate over the role of environmentalists and wildfires. In particular, we aim to see if fire damage would have been substantially less if environmental &nbsp;policies were different.</p>\r\n\r\n<p>This question is as vast as the nearly 200 million acres managed by U.S. Forest Service, but we found that extensive drought and vast amounts of combustible material played a key role. And what about governments failing to proactively clear out forests?<strong> </strong>The consensus suggests<strong> </strong>a mix of factors that include fire policies dating back to the early 1900s and limited budgets to reduce fire hazards.</p>\r\n\r\n<p>What&rsquo;s less clear is the role of environmental activists and environmental policies. It is true that environmental regulations and legal challenges by environmental activists frequently delay the work of the Forest Service. &nbsp;It is difficult to say if these delays played a major role in the large fires the country has experienced.</p>\r\n\r\n<p>Let&rsquo;s take a look at the big picture, starting with the role of environmentalists.</p>\r\n\r\n<p><strong>The environmental factor</strong></p>\r\n\r\n<p>To John Barnwell, director of policy for the Society of American Foresters, a professional education&nbsp;group,&nbsp;the lack of money to prevent fires is primary.</p>\r\n\r\n<p>But environmentalists and their actions play a role.&nbsp;Barnwell chafes at the long environmental review process and frequent litigation over Environmental Impact Statements that beset the Forest Service. A 2010 analysis from&nbsp;<a href=\"http://scholarworks.wmich.edu/cgi/viewcontent.cgi?article=1003&amp;context=politics_pubs\">Western Michigan University</a>&nbsp;found that no other agency tops the Forest Service for the number of suits under the National Environmental Policy Act. It averaged about 100 legal challenges each year.</p>\r\n\r\n<p>In some well-known cases (think of the Spotted Owl in the Pacific Northwest), logging ground&nbsp;to a halt entirely due to environmental protection rules under the Endangered Species Act. Timber harvests on federal land are a fraction of what they were in late 1970s.</p>\r\n\r\n<p>Ann Camp,&nbsp;a forestry scientist at the Yale School of Forestry and Environmental Studies, says&nbsp;national environmental groups seem to be intractable to compromise.</p>\r\n\r\n<p>&quot;I can tell you from experience that local environmentalists and local chapters of national environmental organizations have been on board for some activities,&quot; Camp&nbsp;said. &quot;But the national chapters nixed their involvement and had already decided to contest the outcome -- whatever it was if it included any level of harvesting.&quot;</p>\r\n\r\n<p>We found the case of a<a href=\"http://www.ruidosonews.com/ruidoso-ruidoso_news/ci_20945451/project-could-have-lessened-fire-damage\">&nbsp;New Mexico fire</a>&nbsp;where a Forest Service thinning project that might have reduced the damage&nbsp;was delayed by appeals from two environmental groups.&nbsp;</p>\r\n\r\n<p>On the other hand, we also found examples where environmental groups worked hand in hand with loggers and state and national officials to move many projects forward. And Camp&nbsp;noted that some large fires took place in remote areas where no logging of any sort had ever been planned. Plus, fires have struck in forests where extensive harvests took place.</p>\r\n\r\n<p>There is no question that environmental rules and lawsuits delay and sometimes block activities on federal lands, but it is difficult to prove that absent those moves that the western states would have avoided their mega fires.</p>\r\n\r\n<p>And there are several other factors that play a more prominent role, experts say.</p>\r\n\r\n<p><strong>The paradox of too little fire</strong></p>\r\n\r\n<p>When Congress wants an impartial analysis, it turns to its in-house think tank, the Congressional Research Service. In 2012, the <a href=\"http://www.fas.org/sgp/crs/misc/RL34517.pdf\"><u>CRS looked at the causes of wildfire damage</u></a>. That report said the roots of recent mega fires are &quot;excess biomass in the forests, due to past logging and grazing and a century of fire suppression, combined with an expanding wildland-urban interface &mdash; more people and houses in and near the forests &mdash; and climate change, exacerbating drought and insect and disease problems.&quot;&nbsp;</p>\r\n\r\n<p>A huge part of the reason we see huge fires today, the CRS report and experts say, is that we were too quick to put out fires.</p>\r\n\r\n<p>Around 1910 a series of massive fires wiped out entire towns. In two days, <a href=\"http://www.foresthistory.org/ASPNET/Policy/Fire/Suppression/Suppression.aspx\"><u>Washington, Montana, and Idaho</u></a> lost 3 million acres of woodland. The fires led to<strong> </strong>a cry for the federal government to beef up its efforts to put fires out as quickly as possible.</p>\r\n\r\n<p>&quot;Our forestry tradition comes from central Europe, which has always had a paradigm that fire was bad for forests,&quot; Camp said.</p>\r\n\r\n<p>Historically, periodic fires cleared out the undergrowth while allowing mature, healthy trees to survive. But with the focus on keeping fires small (the mantra was to put out every fire by 10 a.m. the day after it was reported), the amount of combustible material grew. The growth of grazing livestock also reduced naturally occurring fires by creating gaps in the terrain that&nbsp;stopped a fire from spreading.</p>\r\n\r\n<p>The result: In the 1800s, a natural stand of <a href=\"http://www.fs.fed.us/projects/four-threats/\"><u>Ponderosa Pine</u></a>, a common species in the West, might have a few dozen trees per acre. Today, hundreds of smaller trees might be squeezed into the same area. When fire hits, it burns hotter and moves faster. Instead of running along the ground, it jumps into the crown of the trees where the winds drive it even more. Many millions of acres of forest face this risk.</p>\r\n\r\n<p>It wasn&rsquo;t until the 1970s that Forest Service policy began to shift in earnest toward viewing fire as a potential ally in managing the forests. But today, the Forest Service describes this legacy as the equivalent of a toxic dump. A hazard that built up over decades remains in place and is potentially lethal.</p>\r\n\r\n<p><strong>Too little water</strong></p>\r\n\r\n<p>The new millennium opened with an extended drought that left much of the western United States primed for fire. Peter Brown, a researcher at Colorado State University, has studied the fingerprints of fires over the centuries in the growth rings of trees.</p>\r\n\r\n<p>&quot;Fire is driven by climate,&quot; Brown said. &quot;The first thing you need, besides something like a lightning strike for ignition, is dry conditions.&quot;</p>\r\n\r\n<p>The years from 2000 to 2004 were spectacularly dry. Colorado State researchers said the drought was the <a href=\"http://oregonstate.edu/ua/ncs/archives/2012/jul/chronic-2000-04-drought-worst-800-years-may-be-%E2%80%9Cnew-normal%E2%80%9D\"><u>strongest in 800 years</u></a>. It killed trees, made the ones that lived more vulnerable to insects and turned the ground cover into tinder.</p>\r\n\r\n<p>The 2011 Wallow fire in Arizona came after a winter with little precipitation. The combination of dry ground, dry wood and grasses and strong winds produced a fire that <a href=\"http://www.fs.usda.gov/Internet/FSE_DOCUMENTS/stelprdb5333354.pdf\"><u>in five weeks burned as many acres </u></a>as had burned in the previous 25 years.</p>\r\n\r\n<p><strong>Too little money, too much land</strong></p>\r\n\r\n<p>The federal government has tried to come to terms with the legacy of a management policy that left too much fuel in the forests. Just as the nation was entering one its worst periods of fire, the Forest Service laid out an ambitious plan to clear away that excess scrub, brush and small trees. Called the <a href=\"http://www.fs.fed.us/publications/2000/cohesive_strategy10132000.pdf\"><u>2000 Cohesive Strategy</u></a>, it aimed to use controlled burns and physical removal to treat 6.9 million acres per year.</p>\r\n\r\n<p><a href=\"http://www.calforests.org/wp-content/uploads/2013/06/The-Efficacy-of-Hazardous-Fuel-Treatments.pdf\"><u>An assessment</u></a> by Northern Arizona University&rsquo;s Ecological Restoration Institute highlighted the gap between that goal and the reality. In 2011, the agency planned to reduce the risk of fire in an additional 960,000 acres.</p>\r\n\r\n<p>&quot;Th&shy;e number of acres treated in Fiscal Year 2011 is not even close to number of acres proposed per year in the 2000 Cohesive Strategy, or that are needed to reduce the threat of catastrophic fire at the landscape scale,&quot; the assessment said.</p>\r\n\r\n<p>At the heart of this problem is money. Barnwell said the Forest Service has been so busy fighting fires, it has needed to use the money that had been budgeted to prevent them.</p>\r\n\r\n<p>&quot;Over the past 10 years, they borrowed $3.4 billion from other activities to pay for fire suppression,&quot; Barnwell said. &quot;Congress will put some of that back, but they&rsquo;ve missed a season to do really important work. They can never get ahead.&quot;</p>\r\n\r\n<p>We found wide agreement that these fire prevention projects need to take place on a very large scale if they are to tamp down on the mega fires. The Congressional Research Service advised that the odds make it unlikely that the land you clear will be the one where a fire will take hold -- there are just too many acres to cover. By the CRS&rsquo; count, the <a href=\"http://www.fas.org/sgp/crs/misc/RL34517.pdf\"><u>odds that any given acre will catch fire</u></a> are no more than 1 out of 100. Thus, you have to treat a lot of acres and that has not happened.</p>\r\n\r\n<p>Lastly, Perino broadly faulted policies &quot;put in place by environmentalists.&quot; But both the National Environmental Policy Act (1969) and the Endangered Species Act (1973) passed either unanimously or with overwhelming bipartisan support. President Ronald Reagan signed significant revisions into law. Perino&rsquo;s characterization seems like an oversimplification.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Perino said, &quot;A lot of the problems with forest fires is because of bad policy that was put in place by environmentalists.&quot;</p>\r\n\r\n<p>The crux of this fact-check really comes down to how you define &quot;a lot.&quot;</p>\r\n\r\n<p>While the record shows that the need for environmental impact statements and legal challenges have a significant impact on Forest Service projects on federal lands, the connection to the extreme fires of the past 15 years is less certain.</p>\r\n\r\n<p>Where we found broad consensus is that decades of aggressively putting out every fire as quickly as possible, and the use of land for grazing, created circumstances where the forests are brimming with fuel. That in conjunction with extended dry periods have turned them into tinderboxes.</p>\r\n\r\n<p>The federal strategy to remove that fuel runs up against budget constraints. The limited money is a much greater constraint than environmental policies.</p>\r\n\r\n<p>In the end, experts acknowledge that environmental policies are an issue, but they generally tip the scale toward other factors when assigning blame.</p>\r\n\r\n<p>Perino&rsquo;s statement contains an element of truth but ignores critical facts that would give a different impression. We rate her claim Mostly False.</p>\r\n\r\n<p><em>Update: The Forest Service drew funds from other programs over a 10-year period to pay for fire suppression. A previous version of this fact-check was unclear on this point..</em></p>\r\n", "ruling_comments_date": "2014-05-01T09:18:59.367294", "ruling_date": "2014-05-01T15:06:23", "ruling_headline": "Fox's Dana Perino blames environmentalists for mega-wildfires", "ruling_headline_slug": "perino-faults-enviros-mega-fires", "ruling_link_text": "You need to look further back, like 1910", "ruling_state": null, "source_documents": null, "sources": "<p>Fox News, <em>The Five</em>, April 22, 2014</p>\r\n\r\n<p>National Interagency Fire Center, <a href=\"http://www.nifc.gov/fireInfo/fireInfo_stats_totalFires.html\"><u>Total Wildland Fires and Acres</u></a></p>\r\n\r\n<p>Congressional Research Service, <a href=\"http://www.fas.org/sgp/crs/misc/RL34517.pdf\"><u>Wildfire Damages to Homes and Resources: &nbsp;Understanding Causes and Reducing Losses</u></a>, March 12, 2012</p>\r\n\r\n<p>GAO, <a href=\"http://www.gao.gov/new.items/d06967.pdf\"><u>Biscuit Fire Recovery Project</u></a>, September 2006</p>\r\n\r\n<p>U.S. Fish and Wildlife Service, <a href=\"https://www.fws.gov/endangered/laws-policies/esa-history.html\"><u>A History of the Endangered Species Act of 1973</u></a></p>\r\n\r\n<p>Oregon State University, <a href=\"http://oregonstate.edu/ua/ncs/archives/2012/jul/chronic-2000-04-drought-worst-800-years-may-be-%E2%80%9Cnew-normal%E2%80%9D\"><u>Chronic 2000-04 drought, worst in 800 years, may be the &quot;new normal&quot;</u></a>, July 29, 2012</p>\r\n\r\n<p>U.S. Forest Service, <a href=\"http://www.fs.fed.us/fire/management/fuel_treatments.pdf\"><u>How Fuel Treatments &nbsp;Saved Homes &nbsp;from the &nbsp;2011 Wallllow Fiire</u></a>, Aug. 16, 2011</p>\r\n\r\n<p>U,S, Forest Service, <a href=\"http://www.foresthistory.org/ASPNET/Policy/Fire/Suppression/Suppression.aspx\"><u>U.S. Forest Service Fire Suppression</u></a></p>\r\n\r\n<p>U.S. Forest Service, <a href=\"http://www.fs.fed.us/publications/2000/cohesive_strategy10132000.pdf\"><u>2000 Cohesive Strategy</u></a>, Oct. 13, 2000</p>\r\n\r\n<p>Ecological Restoration Institute - Northern Arizona University, <a href=\"http://www.calforests.org/wp-content/uploads/2013/06/The-Efficacy-of-Hazardous-Fuel-Treatments.pdf\"><u>The Efficacy of Hazardous &nbsp;Fuel Treatments</u></a>, May 2013</p>\r\n\r\n<p>Stephen Fitzgerald, <a href=\"http://www.eforester.org/fp/documents/s_fitzgerald_testimony_3-10-10.pdf\"><u>Testimony: U.S. Senate Subcommittee on Public Lands and Forests</u></a>, March 10,2010</p>\r\n\r\n<p>U.S. Geological Survey, <a href=\"http://landcover.usgs.gov/luhna/chap9.php\"><u>Landscape Changes in the Southwestern United States: Techniques, Long-term Data Sets, and Trends</u></a></p>\r\n\r\n<p>John D.Grahame and Thomas D. Sisk, <a href=\"http://cpluhna.nau.edu/Research/grasslands4.htm\"><u>Canyons, cultures and environmental change: An introduction to the land-use history of the Colorado Plateau</u></a>, 2002</p>\r\n\r\n<p>Northern Arizona University, <a href=\"http://cpluhna.nau.edu/Change/forest_management_policies.htm\"><u>Land use history of the Colorado Plateau: Forest management policies</u></a></p>\r\n\r\n<p>Government Accountability Office, <a href=\"http://www.gao.gov/key_issues/wildland_fire_management/issue_summary#t=1\"><u>Wildland Fire Management</u></a></p>\r\n\r\n<p>Western Michigan University, <a href=\"http://scholarworks.wmich.edu/cgi/viewcontent.cgi?article=1003&amp;context=politics_pubs\"><u>Twenty Years of Forest Service National Environmental Policy Act Litigation</u></a>, June 2010</p>\r\n\r\n<p>Society of American Foresters, <a href=\"http://www.safnet.org/publications/americanforests/StateOfAmericasForests.pdf\"><u>State of American Forests</u></a></p>\r\n\r\n<p>Forest Service, <a href=\"http://www.fs.fed.us/projects/four-threats/\"><u>Four Threats to the Health of the Nation&#39;s Forests and Grasslands</u></a></p>\r\n\r\n<p>New American, <a href=\"http://www.thenewamerican.com/tech/environment/item/16396-burning-up-the-west-feds-greens-cause-catastrophic-fires\"><u>Burning Up the West: Feds, Greens Cause Catastrophic Fires</u></a>, Aug. 24, 2013</p>\r\n\r\n<p><em>New York Times</em>, <a href=\"http://www.nytimes.com/2011/06/12/us/12wildfire.html?_r=0\"><u>As Arizona Fire Rages, Officials Seek Its Cause</u></a>, June 12, 2011</p>\r\n\r\n<p>Heartland Institute, <a href=\"http://heartland.org/policy-documents/how-environmental-groups-cause-forest-fires\"><u>How Environmental Groups Cause Forest Fires</u></a>, Sept. 1, 2002</p>\r\n\r\n<p>Jacqueline Vaughn, Department of Political Science, Northern Arizona University, <a href=\"http://www.forestfire.nau.edu/pdf_files/SHOW_ME_THE_DATA!.pdf\"><u>Show me the data! Wildfires, healthy forests and forest service administrative appeals</u></a>, March 27, 2003</p>\r\n\r\n<p>Ruidoso News, <a href=\"http://www.ruidosonews.com/ruidoso-ruidoso_news/ci_20945451/project-could-have-lessened-fire-damage\"><u>Project could have lessened fire damage</u></a>, June 26, 2012</p>\r\n\r\n<p>Center for Biological Diversity, Sierra Club, Southwest Forest Alliance, <a href=\"http://www.biologicaldiversity.org/publications/papers/r-c_report.pdf\"><u>Prelude to Catastrophe</u></a>, 2003</p>\r\n\r\n<p>Cronkite News, <a href=\"http://cronkitenewsonline.com/2011/12/experts-decades-of-logging-treatments-helped-stop-wallow-fire-at-reservation/\"><u>Experts: Managing tribal forest helped stop Wallow Fire at reservation</u></a>, Dec. 8, 2011</p>\r\n\r\n<p>Interview, Ron Stuntzner, Stuntzner Engineering and Forestry, April 29, 2014</p>\r\n\r\n<p>Interview, Nate Anderson, research forester, Rocky Mountain Research Station, U.S. Forest Service, April 30, 2014</p>\r\n\r\n<p>Email interview, Matthew Thompson, research forester, Rocky Mountain Research Station, U.S. Forest Service, April 30, 2014</p>\r\n\r\n<p>Email interview, Ann E. Camp, senior lecturer and research scientist, Yale School of Forestry and Environmental Studies, April 30, 2014</p>\r\n\r\n<p>Email interview, Peter Brown, director, Rocky Mountain Tree Ring Research, April 29, 2014</p>\r\n\r\n<p>Interview, John Barnwell, policy director, Society of American Foresters, April 30, 2014</p>\r\n\r\n<p>&nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Co-host on Fox News Channel's \"The Five\"", "false_count": 1, "first_name": "Dana", "half_true_count": 0, "home_state": "", "id": 2483, "last_name": "Perino", "mostly_true_count": 0, "name_slug": "dana-perino", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/perino.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2483/", "total_count": 3, "true_count": 0, "website": ""}, "statement": "<p>&quot;A lot of the problems with forest fires ...&nbsp;is because of bad policy (not to clear out the forests) that was put in place by environmentalists.&quot;</p>\r\n", "statement_context": "a broadcast of \"The Five\" on Fox News", "statement_date": "2014-04-22", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}, {"description": "", "id": 312, "photo": null, "resource_uri": "/api/v/2/subject/312/", "subject": "Natural Disasters ", "subject_slug": "natural-disasters", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 198, "photo": null, "resource_uri": "/api/v/2/subject/198/", "subject": "Weather", "subject_slug": "weather", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [], "twitter_headline": ""}