{"art": [], "author": [{"email_address": "dtims@oregonian.com", "first_name": "Dana", "id": 200, "last_name": "Tims", "name_slug": "dana-tims", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/200/", "title": "Staff writer", "twitter": null}], "canonical_url": "/oregon/statements/2014/may/01/brian-wilson/was-jules-bailey-instrumental-creating-oregons-bus/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "mbrence@oregonian.com", "first_name": "Michelle", "id": 415, "last_name": "Brence", "name_slug": "michelle-brence", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/415/", "title": "Politics editor", "twitter": null}], "facebook_headline": null, "id": 9273, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "dtims@oregonian.com", "first_name": "Dana", "id": 200, "last_name": "Tims", "name_slug": "dana-tims", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/200/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/9273/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>One tool government has for steering policy is making tax credits and other incentives available to private companies.</p>\r\n\r\n<p>You want new development in a tired part of the city? Limit property taxes for qualified investors. Want to cap the burning of fossil fuels? Offer tax credits for new solar and wind projects.</p>\r\n\r\n<p>Such tax breaks remain politically contentious, however, with critics questioning the use of tax dollars to benefit for-profit corporations.</p>\r\n\r\n<p><strong>The claim:</strong></p>\r\n\r\n<p>In Portland, Brian Wilson faces Jules Bailey, currently a legislator, in the May 20 primary election for the Multnomah County Board of Commissioners seat vacated by Deborah Kafoury, who is running for board chair. &nbsp;</p>\r\n\r\n<p>Wilson, in an April 28, 2014, email to supporters, dinged Bailey for his involvement with the controversial Business Energy Tax Credit, a program that drew withering criticism in recent years for its ballooning costs.</p>\r\n\r\n<p>The email describes Bailey&rsquo;s supporters as including &quot;corporate lobbyists and out-of-state special interest groups.&quot; It adds, &quot;He was instrumental in creating the Business Energy Tax Credit that let companies like Wal-Mart profit by $11 million while costing the Oregon general fund $33 million.&quot;</p>\r\n\r\n<p>Really? We decided to check.</p>\r\n\r\n<p><strong>The analysis:</strong> &nbsp;&nbsp;</p>\r\n\r\n<p>First, we checked the numbers. Those are accurate, as reported in a story by Harry Esteve, a politics reporter for The Oregonian, in 2009.</p>\r\n\r\n<p>On the central issue -- Bailey&rsquo;s role -- we contacted Bailey, who sent an email saying Wilson is in error.</p>\r\n\r\n<p>&quot;I think he must have me confused with some other legislator,&quot; Bailey wrote. &quot;Since the day I was elected, I have spent every term reining in the abuses of the BETC.&quot;</p>\r\n\r\n<p>He suggested we call several other sources, including the state Legislature&rsquo;s Revenue Office, to verify his assertion.</p>\r\n\r\n<p>Chris Allanach, a senior economist in the Revenue Office, said, yes, the BETC program had been clouded with controversy and that Bailey had played a pivotal role -- not in championing the program, as Wilson claimed, but in reining it in.</p>\r\n\r\n<p>Bailey sponsored a bill in the 2009 legislative session that affixed sunset dates to all of the program&rsquo;s tax credits, Allanach said. Bailey also carried the bill, which ultimately passed, on the House floor.</p>\r\n\r\n<p>Then, during the 2011 session, Bailey co-chaired the Joint Committee on Tax Credits, which carried on the work of the earlier bill, Allanach said. One result of that work means the state now can sell only $3 million in renewable-energy tax credits in any two-year period. Before the new limits, upward of $300 million in credits were being sold per two-year budget cycle.</p>\r\n\r\n<p>Wanting more information on the history of the program, we called the Oregon Department of Energy. Diana Enright, a department spokeswoman, emailed a chronology showing that the 1979 Legislature created the tax credit incentives that later became the Business Energy Tax Credit program.</p>\r\n\r\n<p>A sizable expansion of the program occurred in 2007, when the BETC increased from 35 percent to 50 percent for renewable energy projects.</p>\r\n\r\n<p>From checking Bailey&rsquo;s legislative website, we know he was first elected in 2008. His first session was 2009. That meant he showed up in Salem 30 years after the program was born and two years after the expansion that triggered most of the controversy.</p>\r\n\r\n<p>Both of those dates contradict Wilson&rsquo;s claim that Bailey was &quot;instrumental in creating&quot; the program. We called Wilson for his reaction.</p>\r\n\r\n<p>&quot;Our using the word &lsquo;created&rsquo; probably was an inaccurate choice of words,&quot; he said. &quot;But he was very much involved with it once he got to the Legislature. He&rsquo;s been vociferous in his defense of it.&quot;</p>\r\n\r\n<p>When asked what constituted Bailey&rsquo;s &quot;vociferous&quot; defense of the BETC, Wilson hedged. &quot;I was really referring to his umbrella statement that he&rsquo;s spent his time in Salem closing all sorts of corporate loopholes,&quot; Wilson said. &quot;It was more about that than the BETC in particular.&quot;</p>\r\n\r\n<p>In a follow-up call, PolitiFact Oregon told Wilson of Allanach&rsquo;s view of Bailey&rsquo;s work.</p>\r\n\r\n<p>&quot;That&rsquo;s better information than we had,&quot; Wilson said. Various sources that have been helping his campaign, he added, told him that Bailey was &quot;vulnerable&quot; on the BETC issue.</p>\r\n\r\n<p>&quot;I never want to put out something that isn&rsquo;t true,&quot; he said. &quot;We will definitely make sure that we correct our information.&quot;</p>\r\n\r\n<p><strong>The ruling:</strong></p>\r\n\r\n<p>Brian Wilson, in taking on Jules Bailey in the May 20 Democratic primary, claimed Bailey was &quot;instrumental&quot; in creating controversial business tax credits.</p>\r\n\r\n<p>The program was created long before Bailey was elected, and its expansion to include credits for renewable energy projects occurred two years before Bailey was sworn in.</p>\r\n\r\n<p>A senior state economist who worked extensively on the program characterized Bailey&rsquo;s work as &quot;clamping down&quot; on the amount of breaks given away. Further, a bill Bailey helped sponsor in his first session, along with a committee he co-chaired in 2011, effectively led to the program&rsquo;s demise.</p>\r\n\r\n<p>Wilson, when told that a senior legislative economist backed the notion that Bailey worked to rein in the BETC, said he would amend his claim. Even a modicum of research, however, would have turned up evidence that Bailey had nothing to do with creating the program and that he did, in fact, work over several years to limit it.</p>\r\n\r\n<p>We rate Wilson&rsquo;s claim Pants on Fire.</p>\r\n", "ruling_comments_date": "2014-05-01T16:02:18.405815", "ruling_date": "2014-05-01T13:01:13", "ruling_headline": "Was Jules Bailey instrumental in creating Oregon's Business Energy Tax Credit program?", "ruling_headline_slug": "was-jules-bailey-instrumental-creating-oregons-bus", "ruling_link_text": "A little research could have gone a long way", "ruling_state": null, "source_documents": null, "sources": "<p>Telephone interviews with Brian Wilson, Multnomah County Board of Commissioners candidate, April 28/29, May 1, 2014.</p>\r\n\r\n<p>Email from Wilson to campaign supporters, April 28, 2014.</p>\r\n\r\n<p>Telephone interview with Chris Allanach, senior economist, Oregon legislative Revenue Office, April 28, 2014.</p>\r\n\r\n<p>Email from Rep. Jules Bailey, Multnomah County Board of Commissioners candidate, April 28, 2014.</p>\r\n\r\n<p>Email from Diana Enright, Oregon Department of Energy spokeswoman, April 28, 2014.</p>\r\n\r\n<p>Oregonian newspaper article, June 9, 2011.</p>\r\n\r\n<p>Oregon House Bill 3201 (2007).</p>\r\n\r\n<p>Oregon House Bill 2067 (2009).</p>\r\n\r\n<p>Oregon House Bill 3671 (2011).</p>\r\n\r\n<p>&nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Self-employed financial consultant", "false_count": 0, "first_name": "Brian", "half_true_count": 0, "home_state": "Oregon", "id": 2784, "last_name": "Wilson", "mostly_true_count": 0, "name_slug": "brian-wilson", "pants_count": 1, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/wilson.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2784/", "total_count": 1, "true_count": 0, "website": "https://www.facebook.com/BW4MC"}, "statement": "<p>Jules Bailey &quot;was instrumental in creating the Business Energy Tax Credit that let companies like Wal-Mart profit by $11 million while costing the Oregon general fund $33 million.&quot;</p>\r\n", "statement_context": "a campaign email", "statement_date": "2014-04-28", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 208, "photo": null, "resource_uri": "/api/v/2/subject/208/", "subject": "State Finances", "subject_slug": "state-finances", "used_in_edition": ["/api/v/2/edition/5/"]}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ""}