{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2014/may/02/rick-scott/rick-scott-opposed-state-tuition-dreamers-he-embra/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 9279, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/9279/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Full Flop", "id": 9, "resource_uri": "/api/v/2/statementruling/9/", "ruling": "Full Flop", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/fom-fullFlop.png", "ruling_slug": "full-flop"}, "ruling_comments": "<p>After more than a decade of failed attempts, the Florida Legislature approved in-state tuition for DREAMers -- college students who were brought to the United States illegally as children.</p>\r\n\r\n<p>The legislation passed through both chambers by wide margins in the final week of the legislative session, during an election year when Republican Gov. Rick Scott and Democratic rival Charlie Crist are battling for the Hispanic vote, which represents about <a href=\"http://www.politifact.com/florida/statements/2014/apr/28/annette-taddeo-goldstein/rick-scott-and-charlie-crist-battle-hispanic-vote-/\">14 percent </a>of the state&rsquo;s electorate. Both candidates and their political parties have accused their opponent of not siding with Hispanics in the past and pandering now that they want votes.</p>\r\n\r\n<p>Scott campaigned in 2010 in favor of an Arizona-style immigration law and in 2013 vetoed a bill to give DREAMers driver&rsquo;s licenses. (The term &quot;DREAMers&quot; comes from the DREAM Act, federal legislation that would give such young people legal status.) But this year he appointed Carlos Lopez-Cantera, a former Miami-Dade legislator of Cuban descent, as his running mate and is courting Hispanics.</p>\r\n\r\n<p>As the Republican-led Legislature appeared poised to pass the bill in April, the Republican Party of Florida attacked Crist for opposing in-state tuition for illegal immigrants in 2006. As a Republican candidate for governor at the time, Crist did oppose the tuition break, though he supports it now. We rated the party&rsquo;s claim <a href=\"http://www.politifact.com/florida/statements/2014/apr/11/republican-party-florida/charlie-crist-opposed-state-tuition-dreamers-2006-/\">True</a>.</p>\r\n\r\n<p>But Crist isn&rsquo;t the only candidate in the governor&rsquo;s race to change his mind about DREAMers tuition. On the morning of the final day of the legislative session, the Florida Democratic Party <a href=\"https://twitter.com/FlaDems/status/462225868740247552\">accused</a> Scott of flip-flopping on DREAMers tuition. Their weapon: an interview Scott gave in 2011 to a conservative news program.</p>\r\n\r\n<p>We decided to put the topic of in-state tuition for DREAMers on PolitiFact&rsquo;s Flip-O-Meter. The Flip-O-Meter doesn&rsquo;t pass judgment on whether a politician flipped; we simply measure whether he did flip and to what extent.</p>\r\n\r\n<p><strong>Scott on tuition before 2014</strong></p>\r\n\r\n<p>While Scott has said a lot about in-state tuition in recent weeks, we found he said very little about it before 2014.</p>\r\n\r\n<p>In September 2011, Scott was asked about the topic during a friendly interview on <a href=\"http://www.newsmax.com/Headline/Scott-GOP-presidential-debate/2011/09/23/id/412110/\">Newsmax</a>, a conservative website.</p>\r\n\r\n<p>At the time, Scott was in Orlando for the Presidency V conference the Florida GOP was hosting. The main topics of the interview were the importance of Florida in the presidential election, Scott&rsquo;s opposition to Obamacare and his effort to grow jobs and improve the economy.</p>\r\n\r\n<p>The reporter briefly touched on immigration: &quot;Two huge issues. Let&rsquo;s talk about immigration and Rick Perry&rsquo;s giving in-state tuition to illegal alien children. Where do you stand on that?&quot;</p>\r\n\r\n<p>Scott replied: &quot;Well, my position on immigration has been clear for a long time. I believe the federal government ought to do their job. You know, secure our borders. Come up with an immigration policy that Americans understand and people who want to come to this country understand. But with regard to in-state tuition for illegal immigrants I completely oppose it.&quot;</p>\r\n\r\n<p>Then the interview turned to repealing Obamacare.</p>\r\n\r\n<p>In an April 2013 interview with the <em>Sun-Sentinel</em>, Scott showed support for allowing citizen children born here to parents who came here illegally -- which is different than the current bill which pertains to children who came here illegally. From the <em>Sentinel</em>:</p>\r\n\r\n<p style=\"margin-left:36pt\"><em><strong>Question: </strong>&quot;Do you support a bill allowing children born here of illegal immigrants to qualify for college tuition as residents?&quot;</em></p>\r\n\r\n<p style=\"margin-left:36pt\"><em><strong>Scott:</strong> &quot;Absolutely, yes. If you were born in this state or in this country, and you are resident of this state, you ought to get in-state tuition. ... &quot;</em></p>\r\n\r\n<p style=\"margin-left:36pt\"><em><strong>Question:</strong> &quot;What about noncitizens brought to this country at a very young age by their parents?</em>&quot;</p>\r\n\r\n<p style=\"margin-left:36pt\"><em><strong>Scott: </strong>&quot;The issue you&#39;re dealing with there is that we&#39;re taxing our own citizens to pay for an education system. So what&#39;s fair? Right now our universities are always asking for more money as it is. So, I think the right thing is if you were born in this country and you have the residency requirements of this state, you get in-state tuition.&quot;</em></p>\r\n\r\n<p><strong>The bill in 2014</strong></p>\r\n\r\n<p>The bill approved by the Legislature this year offers in-state tuition rates to undocumented students who attended a Florida high school for at least three years. That reduced rate is about three to four times less than what out-of-state students currently pay. A Senate analysis estimates about 1,300 students would qualify each year.</p>\r\n\r\n<p>The Legislature has failed to pass similar bills since 2003, but this year it succeeded largely because of the support of House Speaker Will Weatherford, R-Wesley Chapel. The House swiftly passed it &nbsp;<a href=\"http://miamiherald.typepad.com/nakedpolitics/2014/03/house-approves-in-state-tuition-for-some-undocumented-students.html\">81-33</a> in March. After some snags, the Senate approved it <a href=\"http://www.flhouse.gov/Sections/Bills/billsdetail.aspx?BillId=52001\">26-13</a> on May 1. The Senate tweaked the House version so it returned to the House again and passed <a href=\"http://www.flhouse.gov/Sections/Bills/billsdetail.aspx?BillId=52001\">84-32</a> May 2.</p>\r\n\r\n<p><strong>What Scott said about the bill in 2014</strong></p>\r\n\r\n<p>This year, Scott was initially hard to pin down on DREAMers tuition.</p>\r\n\r\n<p>In early February in a meeting with the Legislature&rsquo;s Hispanic caucus, he was cautious:</p>\r\n\r\n<p>&quot;I&rsquo;ll certainly consider it,&quot; Scott said. &quot;I want all tuition to stop growing.&quot;</p>\r\n\r\n<p>When asked about the House bill April 1, Scott reaffirmed his support for the Senate version, which included getting rid of the tuition differential that raises the cost for all students.</p>\r\n\r\n<p>&quot;I&#39;m going to work with the Senate and the House to make sure we have a bill that lowers tuition for all Floridians,&quot; he said.</p>\r\n\r\n<p>But as the bill stood on shaky ground in the Senate in mid April, Scott made his support clear. In a joint statement with former Republican Govs. Jeb Bush and Bob Martinez, <a href=\"http://www.flgov.com/2014/04/18/governor-rick-scott-governor-jeb-bush-and-governor-bob-martinez-call-on-the-florida-senate-to-lower-tuition-for-all-florida-students-support-sb-1400/\">Scott said</a>:</p>\r\n\r\n<p>&quot;Students who have spent their childhood here in Florida deserve to qualify for the same in-state tuition rate at universities their peers and classmates do. We want our students to stay here in Florida when they go to college and when they choose a career, and that means we must make college more affordable for all those students who call Florida home. The Florida Senate should take immediate action to move SB 1400 forward.&quot;</p>\r\n\r\n<p>During a<a href=\"http://miamiherald.typepad.com/nakedpolitics/2014/04/gov-scott-i-havent-changed-my-mind-at-all-on-in-state-tuition-for-dreamers-.html\"> press gaggle </a>in Fort Lauderdale a few days before the end of the session, Scott said he &quot;absolutely&quot; supported the bill.</p>\r\n\r\n<p>A reporter <a href=\"http://www.shark-tank.com/2014/04/30/rick-scott-always-supported-state-tuition-says-crist-opposed-video/\">asked Scott</a>: &quot;When did that change? When did you have that change of mind as far as supporting in-state tuition?&quot;</p>\r\n\r\n<p style=\"margin-left:40px\"><em><strong>Scott: </strong>&quot;I haven&rsquo;t changed my mind at all. I want lower tuition for all Floridians. These are the things that the bill does. For individuals that grew up in our state, they deserve the same tuition as ... everybody else and all their peers. And this is something that Charlie Crist opposed. He opposed in-state tuition for children of immigrants. But on top of that it reduces the 15 percent differential and the inflationary change in tuition every year. ... They have caused tuition to be too expensive so lower-income, middle-income families can&rsquo;t afford their tuition, and Charlie Crist is the one who signed those bills.&quot;</em></p>\r\n\r\n<p>In follow-up questions, Scott focused on his overall goal of reducing college tuition in general:</p>\r\n\r\n<p style=\"margin-left:36pt\"><em><strong>Question: </strong>&quot;You said you had always been in favor of in-state tuition for DREAMers. I did a quick search before I came here and I couldn&rsquo;t find comments you made about that before this year. Can you be a little more specific about your support before this year?&quot;</em></p>\r\n\r\n<p style=\"margin-left:36pt\"><em><strong>Scott:</strong> &quot;It&rsquo;s the right thing to do. As you know I&rsquo;ve always focused on lower tuition for all Floridians and whether it&rsquo;s those that grew up here they&rsquo;re not getting in-state tuition, those that are seeing this 15 percent plus inflationary increase we need to get tuition lower so all of our students -- low-income middle-income everybody -- can afford college and university.&quot;</em></p>\r\n\r\n<p style=\"margin-left:36pt\"><em><strong>Question:</strong> &quot;So you&rsquo;ve always supported in-state tuition for DREAMers throughout your tenure as Governor?&quot;</em></p>\r\n\r\n<p style=\"margin-left:36pt\"><em><strong>Scott:</strong> &quot;I have always supported lower tuition for all Floridians.&quot;</em></p>\r\n\r\n<p>On May 1, after the Senate passed the bill, Scott said he looked forward to signing the bill. After the House took its final vote on the bill May 2, Scott said in a <a href=\"http://www.flgov.com/2014/05/02/governor-rick-scott-governor-jeb-bush-and-governor-bob-martinez-celebrate-lowering-the-cost-of-tuition-for-all-florida-students/\">prepared statement</a>:</p>\r\n\r\n<p>&quot;The Florida Legislature embraced fairness for all students today by taking action to lower the costs of higher education for every family in Florida. Students who have spent their childhood here in Florida deserve to qualify for the same in-state tuition. We are trying to right the wrongs of the previous administration that raised the price of a college education and opposed providing in-state tuition for children of immigrants. The Legislature did the right thing, and I look forward to signing this historic legislation.&quot;</p>\r\n\r\n<p>Spokespersons for Scott referred us to Scott&rsquo;s comments in a May 2 <a href=\"http://thefloridachannel.org/videos/5214-press-availability-with-governor-rick-scott-lt-governor-carlos-lopez-cantera-and-rep-jeanette-nunez/\">press gaggle</a> when a reporter asked Scott about the video from 2011 which showed his opposition to in-state tuition for DREAMers. But Scott didn&rsquo;t address his own flip-flop in his response.</p>\r\n\r\n<p><strong>Our rating</strong></p>\r\n\r\n<p>In September 2011, Scott said in a TV interview that he &quot;completely&quot; opposed in-state tuition for illegal immigrants. But by April 2014, he supported it.</p>\r\n\r\n<p>For his complete change of stance, we give Scott a Full Flop.</p>\r\n", "ruling_comments_date": "2014-05-02T15:45:16.491096", "ruling_date": "2014-05-02T17:12:05", "ruling_headline": "Rick Scott opposed in-state tuition for DREAMers before he embraced it", "ruling_headline_slug": "rick-scott-opposed-state-tuition-dreamers-he-embra", "ruling_link_text": "Rick Scott isn't the only one to flip-flop on this topic", "ruling_state": null, "source_documents": null, "sources": "<p>Florida Democratic Party press release, <a href=\"http://www.floridadems.org/news/video-rick-scott-in-2011-in-state-tuition-for-illegal-immigrants-i-completely-oppose-it\">&quot;Video: Rick Scott in 2011: &lsquo;In-state tuition for illegal immigrants? I completely oppose it,&rsquo;&quot;</a> May 2, 2014</p>\r\n\r\n<p>Florida Channel, <a href=\"http://thefloridachannel.org/videos/5214-press-availability-with-governor-rick-scott-lt-governor-carlos-lopez-cantera-and-rep-jeanette-nunez/\">Press availability with Gov. Rick Scott</a>, May 2, 2014</p>\r\n\r\n<p>Newsmax, <a href=\"http://www.newsmax.com/Headline/Scott-GOP-presidential-debate/2011/09/23/id/412110/\">&quot;Florida Gov. Rick Scott to Newsmax: GOP must repeal &lsquo;job killer&rsquo; Obamacare,&quot; </a>Sept. 23, 2011</p>\r\n\r\n<p>Florida House, <a href=\"http://www.flhouse.gov/Sections/Bills/billsdetail.aspx?BillId=52001\">HB851</a>, Passed House May 2, 2014</p>\r\n\r\n<p>Gov. Rick Scott, <a href=\"http://www.flgov.com/2014/04/18/governor-rick-scott-governor-jeb-bush-and-governor-bob-martinez-call-on-the-florida-senate-to-lower-tuition-for-all-florida-students-support-sb-1400/\">Joint statement on Senate Bill 1400</a>, April 18, 2014</p>\r\n\r\n<p>Gov. Rick Scott, <a href=\"http://www.flgov.com/2014/05/02/governor-rick-scott-governor-jeb-bush-and-governor-bob-martinez-celebrate-lowering-the-cost-of-tuition-for-all-florida-students/\">Joint statement on House approving bill on in-state tuition</a>, May 2, 2014</p>\r\n\r\n<p>Republican Party of Florida rapid response, <a href=\"http://floridagop.tumblr.com/post/84523666075/rpof-statement-on-florida-dems-continued-partisan\">&quot;RPOF statement on Florida Dems continued partisan spinning,&quot;</a> May 2, 2014</p>\r\n\r\n<p><em>Sun-Sentinel, </em><a href=\"http://articles.sun-sentinel.com/2013-04-21/news/fl-governor-scott-edtorial-meet-20130421-3_1_business-tax-insurance-premiums-tuition-increases\">&quot;A conversation with Gov. Rick Scott,&quot;</a> April 21, 2013</p>\r\n\r\n<p><em>Miami Herald,</em> <a href=\"http://www.miamiherald.com/2014/03/12/3991205/scott-backs-in-state-tuition-for.html\">&quot;Gov. Scott backs in-state tuition for undocumented students,&quot;</a> March 12, 2014</p>\r\n\r\n<p><em>Miami Herald</em> Naked Politics blog,<a href=\"http://miamiherald.typepad.com/nakedpolitics/2014/04/gov-scott-i-havent-changed-my-mind-at-all-on-in-state-tuition-for-dreamers-.html\"> &quot;&lsquo;I haven&rsquo;t changed my mind at all&rsquo; on in-state tuition for DREAMers,&quot;</a> April 29, 2014</p>\r\n\r\n<p>The Shark Tank, <a href=\"http://www.shark-tank.com/2014/04/30/rick-scott-always-supported-state-tuition-says-crist-opposed-video/\">&quot;Rick Scott always supported in-state tuition for all, says Crist opposed it,&quot; </a>April 30, 2014</p>\r\n\r\n<p>PolitiFact,<a href=\"http://www.politifact.com/florida/statements/2014/apr/11/republican-party-florida/charlie-crist-opposed-state-tuition-dreamers-2006-/\"> &quot;Charlie Crist opposed in-state tuition for Dreamers in 2006, Republican Party of Florida says,&quot;</a> April 11, 2014</p>\r\n\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/florida/statements/2014/feb/11/charlie-crist/charlie-crist-flips-cuba-embargo/\">&quot;Charlie Crist flip flops on the embargo,&quot;</a>Feb. 11, 2014</p>\r\n\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/florida/statements/2010/nov/15/jeb-bush/jeb-bush-says-rick-scott-won-florida-hispanic-vote/\">&quot;Jeb Bush says Rick Scott won Florida Hispanic vote, bucking national trend,&quot;</a> Feb. 15, 2010</p>\r\n\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/florida/statements/2014/apr/28/annette-taddeo-goldstein/rick-scott-and-charlie-crist-battle-hispanic-vote-/\">&quot;As Rick Scott and Charlie Crist battle for the Hispanic vote, a Miami-Dade Democratic leader overstates the share of the Hispanic vote,&quot; </a>April 28, 2014</p>\r\n\r\n<p><em>Tampa Bay Times</em> The Buzz blog, <a href=\"http://www.tampabay.com/blogs/the-buzz-florida-politics/welcome-to-the-flip-flop-immigration-club-gov-scott/2178011?utm_source=twitterfeed&amp;utm_medium=twitter\">&quot;Welcome to the flip-flop immigration club, Gov. Scott,&quot;</a> May 2, 2014</p>\r\n\r\n<p>Interview, Joshua Karp, spokesman Florida Democratic Party, &nbsp;May 2, 2014</p>\r\n\r\n<p>Interview, Greg Blair, spokesman Gov. Rick Scott campaign, May 2, 2014</p>\r\n\r\n<p>Interview, John Tupps, spokesman Gov. Rick Scott office, May 2, 2014</p>\r\n", "speaker": {"adkey": "", "advalue": "", "barely_true_count": 32, "current_job": "Governor", "false_count": 26, "first_name": "Rick", "half_true_count": 40, "home_state": "Florida", "id": 383, "last_name": "Scott", "mostly_true_count": 36, "name_slug": "rick-scott", "pants_count": 8, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/rlscott.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/383/", "total_count": 166, "true_count": 15, "website": "http://www.flgov.com/"}, "statement": "<p>On in-state tuition for illegal immigrants.</p>\r\n", "statement_context": "interviews and news releases", "statement_date": "2014-05-02", "statement_type": {"id": 4, "resource_uri": "/api/v/2/statementtype/4/", "statement_type": "Flip", "type_description": "Flip-o-Meter items"}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}