{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/feb/09/barack-obama/some-republican-attacks-relatively-small-others-no/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 929, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/929/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>In the battle for public opinion, Republican opponents of President Obama's economic stimulus plan have repeatedly scored points by ticking off various spending programs that seem hard to defend as economic stimulus. Hundreds of millions for contraceptives. Hundreds millions more for sexually transmitted disease prevention. Two hundred million to refurbish the National Mall, including new sod. Some Republican leaders warned the plan even cleverly funnels millions, maybe even billions, to the party's favorite villain, ACORN.</p>\r\n<p>In one of several interviews last week to promote the plan, Obama played defense, portraying those controversial projects as relatively small in the overall scope of a massive and urgently needed plan.</p>\r\n<p>\"People have plucked out this program or that program that doesn't look particularly stimulative, the contraceptives issue being a primary example,\" Obama said in an interview with the  <em> CBS Evening News </em> on Feb. 3, 2009. \"If you add all that stuff up, it accounts for less than 1 percent of the overall package. Now, that doesn't mean that the package can't improve and that's what I said to the leadership last night, 'Let's improve it. Let's make this a package that is big enough for the moment.'\"</p>\r\n<p>Obama is right about some of the Republican sound bites that have drawn the most attention.</p>\r\n<p>A few examples:</p>\r\n<p>&bull; \"How you can spend hundreds of millions of dollars on contraceptives &mdash; how does that stimulate the economy?\" &mdash; House Republican Leader John Boehner.</p>\r\n<p>&bull; \"I mean, there's $300,000 for a sculpture garden in Miami. You know, there's $360 million for sexually transmitted disease education.\" &mdash; Rep. Eric Cantor, the House Republican whip.</p>\r\n<p>&bull; As much as \"$4.2 billion would be available to organizations like ACORN for so-called neighborhood revitalization. That's just political payoff.\" &mdash; Louisiana Republican Sen. David Vitter.  <br /> <br /> &bull; \"I mean, there are so many different things that you can make fun of in this bill. Let me just mention one &mdash; millions of dollars to World War II Filipino veterans in the Philippines. ... It doesn't stimulate anything.\" &mdash; Sen. Jon Kyl, the Republican Whip.</p>\r\n<p>&bull; \"In legislation before the Senate this week, $20 million for the removal of small to medium-sized fish passage barriers or $25 million to rehabilitate off-roading trails for ATVs is not going to put this economy back on track.\" &mdash; Republican Rep. Mike Pence.</p>\r\n<p>PolitiFact has looked at a number of the Republican claims and found that some are accurate (such as spending for STD prevention), some are misleading (such as the claims about money for ACORN), some are outright wrong (such as the claim about money for a sculpture garden in Miami) and some have since been cut (such as money for contraceptives).</p>\r\n<p>We find that Obama is right that these projects are tiny in the scheme of a plan costing upwards of $800 billion. In fact, all those items listed above would come, as Obama said, to less than 1 percent of the package.</p>\r\n<p>Democrat Charles E. Schumer, the senior senator from New York, picked up that line of defense in an interview on Feb. 9 on MSNBC&rsquo;s  <em> Morning Joe </em> when he said, \"Why quibble over $200 million?\"</p>\r\n<p>But that argument from Schumer and Obama ignores more wholesale Republican criticisms of spending in the plan.</p>\r\n<p>For example, Sen. Tom Coburn and his staff put together a widely circulated list of more than 30 items in the proposed stimulus plan that he considers wasteful.</p>\r\n<p>That list includes a \"$2 billion earmark to restart FutureGen, a near-zero emissions coal power plant in Illinois that the Deptartment of Energy defunded last year because the project was inefficient\" and \"$246 million tax break for Hollywood movie producers to buy motion picture film\" (since removed). The majority of his list comes to about 2 percent of the overall package, but jumps significantly when he includes $87.7 billion that he calls a state Medicaid bailout, a project that Democrats contend would have a good stimulative effect.</p>\r\n<p>John Hart, a spokesman for Coburn, said those items hardly comprise a list of the entirety of Coburn's objections to the stimulus package.</p>\r\n<p>\"These are items that are particularly egregious,\" Hart said. \"But there are thousands of provisions in there. These are just a few that jump out at us as particularly wasteful, the ones that didn't pass the smell or laugh test.\"</p>\r\n<p>In fact, in an opinion piece written by Coburn for the  <span style=\"text-decoration: underline;\"> <em> Wall Street Journal </em> </span> , Coburn laid out his case that the overwhelming majority of Obama's plan is not stimulative.</p>\r\n<p>\"Less than 10 percent of the bill could be considered true stimulus, if one assumes tax credits and infrastructure spending will jolt the economy,\" Coburn stated. \"The other 90 percent of the bill represents one of the most egregious acts of generational theft in our nation's history, with taxpayer money going to special-interest earmarks, an ill-conceived bailout to states, and permanent spending increases that expand government's reach in areas like health care and education.\"</p>\r\n<p>Coburn is hardly alone among Republicans in believing that major portions of the Obama stimulus plan aren't stimulative.</p>\r\n<p>Said Republican Rep. Kenny Marchant of Texas: \"This bill, quite frankly, was an attempt to sneak hundreds of billions of dollars in pork into an 'emergency' bill under the guise of 'stimulus.'\"</p>\r\n<p>Sen. Charles Grassley and other Republicans say they have less problem with the proposed tax cuts and shovel-ready projects where the money can be spent in two years. Grassley suggests, \"Cut all the spending out, keep the stimulus, do almost as much stimulus as you want to do and can do in two years, and keep the tax provisions. And what that adds up to, it would add up to a lot less than $900 billion. But whatever it adds up to doesn't bother me as much as what's in the $900 billion bill that's going to obligate us for the next 50 years as opposed to the next two years.\"</p>\r\n<p>We're not going to weigh in one way or the other about whether the Republicans or Democrats are right about whether spending in the plan is stimulative &mdash; only that many Republicans have claimed large portions of it are not.</p>\r\n<p>Obama's point is that some perspective is in order, that legislators are quibbling over a relatively small portion of the spending. And yes, if he's talking about some of the most publicized projects, he's right.</p>\r\n<p>But we think that it's misleading to dismiss all of the complaints as less than 1 percent. In fact, many Republicans have said large percentages of the stimulus plan would not stimulate the economy and would waste taxpayer money. And so we rate Obama's statement Half True.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>", "ruling_comments_date": "2010-01-07T13:27:51.281637", "ruling_date": "2009-02-09T13:45:43", "ruling_headline": "Obama says Republicans are quibbling over less than 1 percent of the stimulus plan", "ruling_headline_slug": "some-republican-attacks-relatively-small-others-no", "ruling_link_text": "Some gripes are small, some are big", "ruling_state": null, "source_documents": null, "sources": "<p>Wall Street Journal,  <a href=\"http://online.wsj.com/article/SB123371083449746103.html\" target=\"_blank\"> \"The Stimulus Package Is More Debt We Don't Need,\" </a> by Sen. Tom Coburn, Feb. 3, 2009</p>\r\n<p>U.S. Rep. Tom Coburn's Web site,  <a href=\"http://coburn.senate.gov/public/index.cfm?FuseAction=RightNow.Home&amp;ContentRecord_id=4907b25a-802a-23ad-4243-281062ce422b\" target=\"_blank\"> \"Coburn's Amendments to the Generational Theft Act, AKA Senate Stimulus,\" </a> Feb. 5, 2009</p>\r\n<p>CBS Evening News, Obama interview, Feb. 3, 2009</p>\r\n<p>CQ Transcripts, Sen. Schumer is Interviewed on MSNBC'S \"Morning Joe,\" Feb. 9, 2009</p>\r\n<p>Office of U.S. Rep. Kenny Marchant, Special e-mail bulletin: \"Can Stimulus Stimulate without Stimulation?,\" Feb. 2, 2009</p>\r\n<p>Interview with John Hart, communications director for U.S. Sen. Tom Coburn, Feb. 6, 2009</p>\r\n<p>&nbsp;</p>", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>On attacks by Republicans that various programs in the economic stimulus plan are not stimulative, \"If you add all that stuff up, it accounts for less than 1 percent of the overall package.\"</p>", "statement_context": "interview with CBS News", "statement_date": "2009-02-03", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 150, "photo": null, "resource_uri": "/api/v/2/subject/150/", "subject": "Stimulus", "subject_slug": "stimulus", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}