{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2014/may/08/blog-posting/florida-democrats-just-voted-impose-sharia-law-wom/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "facebook_headline": "", "id": 9301, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/9301/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>In the final days of Florida&rsquo;s legislative session, some conservative blogs claimed that they had unearthed the &quot;real&quot; war on women -- a war being waged by Democrats.</p>\r\n\r\n<p>&quot;Florida Democrats just voted to impose Sharia law on women,&quot; read one <a href=\"http://www.westernjournalism.com/florida-democrats-just-voted-impose-sharia-law-women/#cTjHLPFdSTGlALyP.01\">headline</a> April 30, 2014, on WesternJournalism.com, a blogging platform for &quot;conservative, libertarian, free market and pro-family writers.&quot;</p>\r\n\r\n<p>The story explained: &quot;Anyone who isn&rsquo;t certain that Democrats are devoted to destroying America need only take a look at their <a href=\"http://www.barenakedislam.com/2014/04/29/florida-senate-approves-anti-sharia-bill/\">despicable conduct</a> in the Florida Senate. In a vote that never should have had to be taken, every single Democrat voted to force Sharia law on the people of Florida. By doing so, they placed women and children in very real danger. The vote was 24 votes for America and 14 votes for al-Qaida and the Taliban cast by loathsome Democrats.&quot;</p>\r\n\r\n<p>The article said that elements of Sharia law include women being barred from voting, forced marriages for young girls, stoning to death of adulterous women and a requirement that women wear burqas -- the full-body clothing required of women in some very traditional Islamic societies -- when in public.</p>\r\n\r\n<p>While we were distracted by the close of the legislative session and a <a href=\"http://www.politifact.com/florida/article/2014/apr/24/fact-checking-rick-scott-vs-charlie-crist-battle-f/\">hotly contested governor&rsquo;s race</a>, we somehow missed Democrats voting in favor of burqas and stoning. But readers have made clear to us that they want to know: Did Florida Democrats vote to impose Sharia law on women?</p>\r\n\r\n<p><strong>What the bill was about</strong></p>\r\n\r\n<p>It&#39;s important to note that claims that &quot;Florida Democrats just voted to impose Sharia law on women&quot; are wrong on many levels -- the first of which is that Democratic lawmakers didn&#39;t vote affirmatively <em>for </em>doing any of those things. They voted <em>against </em>a bill that would have barred the use of foreign laws in some contexts, something far more limited.</p>\r\n\r\n<p><a href=\"http://www.politifact.com/georgia/statements/2011/jun/20/herman-cain/cain-claims-muslims-tried-influence-sharia-law-nj-/\">Sharia law</a> is a wide-ranging set of rules that govern aspects of Islamic life, including religious practice, daily living, crime and financial dealings. Muslims differ on its interpretation. &nbsp;</p>\r\n\r\n<p>At root of the Florida issue is a dispute between a Tampa Islamic center and some of its ousted trustees. In making a ruling on the case in March 2011, a circuit court judge cited Islamic law, sparking outcry from conservatives. That month, two Republican state lawmakers, Sen. Alan Hays and Rep. Larry Metz, announced they would push for a bill to ban foreign law in Florida courts.</p>\r\n\r\n<p>After several failed efforts, the bill that passed this year -- <a href=\"http://www.flhouse.gov/Sections/Bills/billsdetail.aspx?BillId=51413\">Senate Bill 386</a>, &quot;Application of Foreign Law in Courts&quot; &nbsp;-- was watered down compared to previous versions.</p>\r\n\r\n<p>The bill doesn&rsquo;t specifically mention Sharia law, and it doesn&rsquo;t outright ban the use of Sharia law, said Eduardo Palmer, a Coral Gables lawyer who serves on the legislative committee of the Florida Bar&rsquo;s international law section. But much of the discussion centered on Sharia law.</p>\r\n\r\n<p>The bill only applies to family-law cases, including divorce, child support and child custody. It doesn&rsquo;t apply to other areas of law, such as corporate matters.</p>\r\n\r\n<p>The bill states &quot;A court may not enforce: (a) A choice of law provision in a contract selecting the law of a foreign country which contravenes the strong public policy of this state or that is unjust or unreasonable. ... The purpose of this section is to codify existing case law, and that intent should guide the interpretation of this section.&quot;</p>\r\n\r\n<p>The law allows a judge to agree to apply foreign law as long as it doesn&rsquo;t contradict public policy in the U.S. For example, if a couple signed a prenuptial agreement in Argentina and later gets a divorce in Florida, a Miami judge could decide to apply Argentina&rsquo;s law in the divorce case here, Palmer said. But if a foreign law violated our public policy in the United States about child labor rules, for example, then a judge could reject it.</p>\r\n\r\n<p>&quot;That is the universal standard that most civilized countries adhere to,&quot; Palmer said.</p>\r\n\r\n<p>In reality, the bill doesn&rsquo;t change existing law, which already allowed judges such discretion.</p>\r\n\r\n<p>An earlier version would have been much more aggressive -- it would have raised the standards before a judge could have allowed the use of foreign law. A compromise essentially codified existing law.</p>\r\n\r\n<p>The Florida chapter of the <a href=\"http://fl.cair.com/video/take_action_help_stop_alan_hays_antimuslim_sb_386__sb_864_now.html\">Council on American-Islamic Relations</a>, which tracks and counters anti-Islamic attacks, and Florida&rsquo;s Anti-Defamation League, a group that fights anti-Semitism, both lobbied against the bill.</p>\r\n\r\n<p>Legislators who voted against the bill argued that it was unnecessary and was tantamount to an attack on Muslims.</p>\r\n\r\n<p>Rep. Jim Waldman, D-Coconut Creek, <a href=\"http://www.reuters.com/article/2014/04/30/us-usa-florida-sharialaw-idUSBREA3T14H20140430\">told the House</a> &quot;This bill, this proposal, stems directly from a hatred of Muslims. It&#39;s caught on across the country and many other state legislatures have dealt with this, and I find it reprehensible.&quot;</p>\r\n\r\n<p>Waldman called the bill &quot;a solution in search of a problem.&quot;</p>\r\n\r\n<p>A Florida Senate staff analysis in April stated there were six states that currently had laws restricting foreign law in state courts: Arizona, Kansas, Louisiana, North Carolina, South Dakota, and Tennessee. (An amendment approved by Oklahoma voters that expressly banned Sharia law was ruled unconstitutional, prompting Legislatures to later go with the more generic &quot;foreign law.&quot;)</p>\r\n\r\n<p>The Senate approved the bill <a href=\"http://www.flhouse.gov/Sections/Bills/floorvote.aspx?VoteId=15043&amp;BillId=51413&amp;&amp;\">24-14</a>, with all the votes in opposition coming from Democrats. The House approved the bill <a href=\"http://www.flhouse.gov/Sections/Bills/floorvote.aspx?VoteId=15160&amp;BillId=51413&amp;&amp;\">78-40</a>, with a majority of Democrats voting &quot;no.&quot; (House Democrats who voted &quot;yes&quot; included Daphne Campbell of Miami, Betty Reed of Tampa and Hazelle Rogers of Lauderdale Lakes.)</p>\r\n\r\n<p>As of May 6, Scott had not signed it into law yet and a spokesman said his office would review the bill.</p>\r\n\r\n<p><strong>How common and controversial is the use of foreign law in Florida courts?</strong></p>\r\n\r\n<p>International law experts told us it&rsquo;s not unusual for foreign law to get used in Florida courts.</p>\r\n\r\n<p>&quot;Foreign law is applied all the time, in various ways, and it is almost never controversial,&quot; said C. Ryan Reetz, a Miami lawyer and chair of the Florida Bar&rsquo;s international section.</p>\r\n\r\n<p>For example, parties in international contracts frequently agree to apply a specific foreign country&rsquo;s law to govern their agreements.</p>\r\n\r\n<p>&quot;In addition, there is an entire body of law called &#39;conflict of laws&#39;&nbsp;or &#39;choice of laws&#39;&nbsp;that governs when the law of a different state or foreign country will be applied to one or more issues in the case,&quot; Reetz said. &quot;As in all other states, the Florida courts have developed a series of conflict of laws rules that address this question. This body of law dates back to the founding of our country, and it has been especially well-documented over the last 100 years.&quot;</p>\r\n\r\n<p>In contracts, parties can choose to apply the law of any jurisdiction and the court will accept those laws as long as it doesn&rsquo;t conflict with our Constitution, said Cyra Akila Choudhury, Florida International University law professor who wrote a <a href=\"http://papers.ssrn.com/sol3/papers.cfm?abstract_id=2148678\">paper</a> about states passing anti-Sharia laws. &nbsp;</p>\r\n\r\n<p>&quot;The Hillsborough case that is referred to was a contract case in which both parties chose shari&#39;ah as the law,&quot; she said. &quot;And the court had to give it credence as the freely chosen legal rules by which the contract was to be interpreted. It was no different than if they had chosen German law, or Klingon law.&quot;</p>\r\n\r\n<p>The American Civil Liberties Union of Florida opposed the bill, although spokesman Baylor Johnson said the final version &quot;has relatively little impact on existing law.&quot;</p>\r\n\r\n<p>&quot;Just like some folks think that tinfoil hats will protect you from the imaginary threat of aliens reading your thoughts, the &lsquo;foreign law&rsquo; bill won&rsquo;t protect against the imaginary threat of &lsquo;Sharia law&rsquo; taking over Florida, because that threat isn&rsquo;t real,&quot; Johnson said.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Claims like this one recently circulated on the internet: &quot;Florida Democrats just voted to impose Sharia law on women.&quot;</p>\r\n\r\n<p>Senate Democrats did vote against a bill that prohibits judges from applying foreign law in family-law cases if it contradicts United States public policy. In reality, though, the bill would have essentially codified existing practice. The bill didn&rsquo;t single out Sharia law, and the United States Constiution still applies.</p>\r\n\r\n<p>It&rsquo;s ridiculous -- beyond ridiculous, really -- to suggest that Senate Democrats forced on women such elements of Sharia law as burqa-wearing and stoning to death. We rate this claim Pants on Fire.</p>\r\n<a href=\"https://www.sharethefacts.co/share/50059e47-2ccc-4569-ae0d-f38a4424a6bd\">https://www.sharethefacts.co/share/50059e47-2ccc-4569-ae0d-f38a4424a6bd</a>", "ruling_comments_date": "2014-05-08T12:16:39.765380", "ruling_date": "2014-05-08T13:37:30", "ruling_headline": "'Florida Democrats just voted to impose Sharia law on women,' bloggers say", "ruling_headline_slug": "florida-democrats-just-voted-impose-sharia-law-wom", "ruling_link_text": "Democrats opposed a controversial law but they didn't vote to impose Sharia law ", "ruling_state": null, "source_documents": null, "sources": "<p>Western Journalism, <a href=\"http://www.westernjournalism.com/florida-democrats-just-voted-impose-sharia-law-women/#cTjHLPFdSTGlALyP.01\">&quot;Florida Democrats just voted to impose Sharia law on women,&quot;</a> April 30, 2014</p>\r\n\r\n<p>Florida Senate, <a href=\"http://www.flhouse.gov/Sections/Bills/billsdetail.aspx?BillId=51413\">Senate Bill 386</a>, Passed the Legislature in April 2014</p>\r\n\r\n<p>Florida Anti-Defamation League Advocacy Alert, <a href=\"http://florida.adl.org/2014/04/07/adl-advocacy-alert-tell-senate-comm-on-rules-to-reject-fl-application-of-foreign-law-bill/\">&quot;Tell Senate Comm. on rules to reject FL application of foreign law bill,&quot;</a> April 7, 2014</p>\r\n\r\n<p>Council on American Islamic Relations video, <a href=\"http://fl.cair.com/video/take_action_help_stop_alan_hays_antimuslim_sb_386__sb_864_now.html\">&quot;Take action: Help stop Alan Hays&rsquo; anti-Muslim SB386 and SB864 now!&quot;</a> April &nbsp;17, 2014</p>\r\n\r\n<p>Council on American-Islamic Relations, <a href=\"http://fl.cair.com/blog/breaking_cairfl_welcomes_failure_of_original_version_of_antiislam_bill_sb_386.html\">&quot;CAIR-FL welcomes failure of original version of anti-Islam SB386 bill,&quot;</a> April 30, 2014</p>\r\n\r\n<p>FIU Legal Studies Research Paper by Cyra Akila Choudhury, <a href=\"http://papers.ssrn.com/sol3/papers.cfm?abstract_id=2148678\">&quot;Shari&#39;ah Law as National Security Threat?&quot; </a>September 2012</p>\r\n\r\n<p>Reuters, <a href=\"http://www.reuters.com/article/2014/04/30/us-usa-florida-sharialaw-idUSBREA3T14H20140430\">&quot;Florida Legislature forbids use of foreign law in state court,&quot;</a> April 30, 2014</p>\r\n\r\n<p><em>Sun-Sentinel</em>, <a href=\"http://www.sun-sentinel.com/news/local/florida/politics-blog/sfl-state-senators-advance-controversial-antisharia-bill-20140428,0,54216.post\">&quot;State senators advance controversial &lsquo;anti-Sharia&rsquo; law,&quot; </a>April 28, 2014</p>\r\n\r\n<p>News Service of Florida, <a href=\"http://www.palmbeachpost.com/news/news/state-regional-govt-politics/florida-senate-oks-bill-banning-use-of-foreign-law/nfj72/\">&quot;Florida Senate OKs bill banning use of foreign law in family law cases,&quot;</a> April 28, 2014</p>\r\n\r\n<p><em>Tampa Bay Times</em>, &quot;Bill targets Sharia law,&quot; March 10, 2011</p>\r\n\r\n<p>PolitiFact, &nbsp;<a href=\"http://www.politifact.com/florida/statements/2011/may/04/adam-hasner/adam-hasner-says-florida-judge-using-islamic-law-c/\">&quot;Adam Hasner says Florida judge used Islamic law in the courtroom,&quot; </a>&nbsp;May 4, 2011</p>\r\n\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/georgia/statements/2011/jun/20/herman-cain/cain-claims-muslims-tried-influence-sharia-law-nj-/\">&quot;Cain claims Muslims tried to influence sharia law in NJ and OK,&quot;</a> June 20, 2011</p>\r\n\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/florida/article/2014/apr/24/fact-checking-rick-scott-vs-charlie-crist-battle-f/\">&quot;Fact-checking Rick Scott vs. Charlie Crist in battle for Florida governor,&quot;</a> April 24, 2014</p>\r\n\r\n<p>Interview, Eduardo Palmer, lawyer in Coral Gables who serves on the legislative committee of the Florida Bar International law section, May 6, 2014</p>\r\n\r\n<p>Interview, C. Ryan Reetz, lawyer and Chair of Florida Bar International Section, May 6, 2014</p>\r\n\r\n<p>Interview, Cyra Akila Choudhury, Florida International University law school associate professor, May 6, 2014</p>\r\n\r\n<p>Interview, David Barkey, National Religious Freedom Counsel and Southeastern Area Counsel Anti-Defamation League, May 6, 2014</p>\r\n\r\n<p>Interview, Ghazala Salam, Community &amp; Government Relations Director for the Council on American Islamic Relations Florida (CAIR-Florida Inc.), May 7, 2014</p>\r\n\r\n<p>Interview, Baylor Johnson, ACLU of Florida spokesman, May 6, 2014</p>\r\n\r\n<p>Interview, John Tupps, Gov. Rick Scott spokesman, May 6, 2014</p>\r\n\r\n<p>Interview, Christopher W. Rumbold, lawyer, Vice-Chair of the Legislation Committee of the Family Law Section of the Florida Bar, May 7, 2014</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 26, "current_job": "", "false_count": 87, "first_name": "", "half_true_count": 15, "home_state": "", "id": 43, "last_name": "Bloggers", "mostly_true_count": 10, "name_slug": "blog-posting", "pants_count": 279, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-bloggers.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/43/", "total_count": 425, "true_count": 5, "website": ""}, "statement": "<p>&quot;Florida Democrats just voted to impose Sharia law on women.&quot;</p>\r\n", "statement_context": "in various social media posts", "statement_date": "2014-04-30", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 211, "photo": null, "resource_uri": "/api/v/2/subject/211/", "subject": "Islam", "subject_slug": "islam", "used_in_edition": ["/api/v/2/edition/5/"]}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}, {"description": "", "id": 9, "photo": null, "resource_uri": "/api/v/2/subject/9/", "subject": "Religion", "subject_slug": "religion", "used_in_edition": []}], "target": [], "twitter_headline": ""}