{"art": [], "author": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "canonical_url": "/wisconsin/statements/2014/may/11/sean-duffy/sean-duffy-says-explosive-growth-medicare-will-cau/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 9307, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/9307/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>At the state Republican Party&rsquo;s convention, U.S. Rep. Sean Duffy&rsquo;s mind was on Medicare.</p>\r\n\r\n<p>The Republican from northern Wisconsin said unchecked spending on the federal health insurance program for seniors and disabled Americans could reverse progress on taming federal budget deficits and debt.</p>\r\n\r\n<p>&quot;The debt, it has come down,&quot; Duffy said in an interview at the convention with <a href=\"http://www.wiseye.org/videoplayer/vp.html?sid=11398\">Wisconsin Eye reporter Steve Walters</a>. &quot;We topped out at $1.5 trillion in deficit spending &hellip; and we&rsquo;re down to a bit over $600 billion (deficit). If you look out two years it actually launches again. Then we&rsquo;re over $1 trillion in just a few more years. So this is not over.&quot;</p>\r\n\r\n<p>Duffy added: &quot;The reason is you have an explosive growth with Medicare. Because our baby boomers are retiring, and -- it&rsquo;s a great thing with modern medicine -- we live longer as people, and health care costs are going up. All that is putting pressure on Medicare.&quot;</p>\r\n\r\n<p>The congressman&rsquo;s remarks were made to bolster his case for reforms -- opposed by Democrats -- that he says could save Medicare from insolvency.</p>\r\n\r\n<p>We&rsquo;re aware that Duffy backed U.S. Rep. Paul Ryan&rsquo;s <a href=\"http://budget.house.gov/uploadedfiles/fy15_blueprint.pdf\">2015 &nbsp;budget</a>, which endorsed changes in Medicare for the next generation of recipients.</p>\r\n\r\n<p>But we wondered whether &quot;explosive growth in Medicare&quot; is the biggest reason projections show the federal deficit topping $1 trillion again after falling to $600 billion annually.</p>\r\n\r\n<p><strong>By the numbers</strong></p>\r\n\r\n<p>Duffy&rsquo;s office offered no backup for his claim, but the numbers are readily available. The annual budget deficit for the 2013 fiscal year was $680 billion, according to an <a href=\"http://www.cbo.gov/sites/default/files/cbofiles/attachments/45229-UpdatedBudgetProjections_2.pdf\">April 2014 report</a> from the Congressional Budget Office (CBO), the nonpartisan scorekeeper.</p>\r\n\r\n<p>That&rsquo;s down from $1.41 trillion in 2009, according to the White House Office of Management and Budget&rsquo;s website.</p>\r\n\r\n<p>But projections are that after dipping to $469 billion in 2015, yearly deficits will rise steadily to $998 billion by 2022 and slightly over $1 trillion the next two years. (As a percentage of U.S. Gross Domestic Product, the deficit rises from 2.8 percent to 3.7 percent from 2014 to 2024).</p>\r\n\r\n<p>Why the roller coaster ride?</p>\r\n\r\n<p>There&rsquo;s no disagreement that Medicare costs, though growing more slowly than historical rates, will rise substantially in the coming decade as growing numbers of baby boomers become eligible for benefits at age 65.</p>\r\n\r\n<p>&quot;Under current law, spending for Medicare is expected to grow by an average of 6 percent per year over the next 10 years,&quot; a <a href=\"http://www.cbo.gov/sites/default/files/cbofiles/attachments/45010-Outlook2014_Feb.pdf\">CBO report in February</a> said. &quot;That growth can be attributed in roughly equal parts to increasing caseloads and rising costs per beneficiary.&quot;</p>\r\n\r\n<p>But is Medicare growth &quot;explosive?&quot; And how big a driver will it be in future deficits?</p>\r\n\r\n<p>For more than a decade, policy analysts have warned of the long-term consequences of rising health care spending.</p>\r\n\r\n<p>But it&rsquo;s been widely reported that recent growth in Medicare&rsquo;s per-beneficiary costs has slowed as overall health-care cost inflation has slowed.</p>\r\n\r\n<p>In fact, the CBO noted that, over most of the next 10 years, spending for Social Security and Medicare remains &quot;fairly stable&quot; as a share of GDP, before rising in the final few years of the 10-year projection period.</p>\r\n\r\n<p>Still, Medicare costs are projected to rise faster than GDP growth in the future, said Melinda Buntin, chair of the Department of Health Policy at Vanderbilt University School of Medicine.</p>\r\n\r\n<p>And the government&rsquo;s crystal ball reveals some eye-popping numbers on Medicare&rsquo;s future.</p>\r\n\r\n<p>In 2013, Medicare had about 51 million beneficiaries; that number is expected to climb to 71 million in 2024, the February CBO report said.</p>\r\n\r\n<p>But other major forces not cited by Duffy will drive deficits.</p>\r\n\r\n<p>Rising interest rates and increasing federal debt are expected to raise net interest payments from $227 billion in 2014 to $876 billion in 2024.</p>\r\n\r\n<p>Another player in &quot;healthcare costs&quot; is Medicaid, the federal health program for low-income people. It will account for 2.1 percent of the economy in 2024, up from 1.7 percent in 2014, as some states expand coverage under the Affordable Care Act.</p>\r\n\r\n<p>And Social Security is rising fast as well, Steve Ellis, vice president of the nonpartisan Taxpayers for Common Sense, told us.</p>\r\n\r\n<p>The CBO summed up the landscape by saying the substantial rise in the deficit will be mainly because of the aging population, rising healthcare costs, an expansion of federal subsidies for health insurance (in the Affordable Care Act), and growing interest payments on federal debt.</p>\r\n\r\n<p>So, bottom line, what is the main driver in the deficit projections?</p>\r\n\r\n<p>For help, we turned to the Concord Coalition, a nonpartisan group that educates the public about the consequences of federal budget decisions.</p>\r\n\r\n<p>Concord&rsquo;s policy director, Joshua Gordon, said that, on a percentage growth basis, Medicare and Social Security are in a virtual tie between now and the $1 trillion projected deficit in 2022. Their predicted growth rates in that period are within a percentage point.</p>\r\n\r\n<p>Still, Social Security, the largest federal entitlement, contributes more to the deficit in actual dollar terms. Social Security is projected to grow by nearly $500 billion over 10 years compared with about $310 billion for net Medicare outlays (after factoring in premiums paid and other offsets).</p>\r\n\r\n<p>Net interest on federal debt easily tops both of those -- though Joseph Antos, a health care scholar at the American Enterprise Institute, notes that &quot;net interest is the result of decades of deficit spending and is not something one can reduce directly.&quot;</p>\r\n\r\n<p>Cutting Social Security involves directly reducing benefits.</p>\r\n\r\n<p>That leaves Medicare. Congress and the White House have enacted several Medicare savings items, but have been unable to reach a long-term deal to tame Medicare and Social Security growth.</p>\r\n\r\n<p>They have concentrated spending cuts on discretionary programs, things such as defense, law enforcement, transportation, the national park system, disaster relief, and foreign aid.</p>\r\n\r\n<p>As a consequence, both defense and nondefense discretionary outlays are projected to fall by more than 20 percent relative to the size of the economy over the next 10 years, CBO said.</p>\r\n\r\n<p>PolitiFact Florida in November 2013 checked Senator Marco Rubio&rsquo;s claim that &quot;what is driving our long-term debt are Medicare and Social Security programs that are structured in unsustainable ways.&quot;</p>\r\n\r\n<p>Rubio&rsquo;s claim was rated <a href=\"http://www.politifact.com/florida/statements/2013/nov/22/marco-rubio/medicare-and-social-security-not-defense-are-drivi/\">Mostly True</a>. Medicare and Social Security are projected to grow as a percentage of GDP, while defense is projected to shrink by the same measurement -- but defense is a factor in our debt, the item said.</p>\r\n\r\n<p><strong>Our rating</strong></p>\r\n\r\n<p>Duffy says &quot;explosive growth in Medicare&quot; is the reason that federal deficit spending is predicted to top $1 trillion again after falling to $600 billion annually.</p>\r\n\r\n<p>The congressman&rsquo;s deficit figures are on target and there&rsquo;s no doubt that Medicare is a major driver of predicted deficits. But Duffy leaves out Social Security from the equation.</p>\r\n\r\n<p>There&rsquo;s a spot on the Truth-O-Meter for a partially accurate statement that leaves out important details.</p>\r\n\r\n<p>We rate his claim Half True.</p>\r\n", "ruling_comments_date": "2014-05-09T15:59:54.362086", "ruling_date": "2014-05-11T06:00:00", "ruling_headline": "Sean Duffy says ‘explosive growth in Medicare’ will cause federal deficit spending to top $1 trillion", "ruling_headline_slug": "sean-duffy-says-explosive-growth-medicare-will-cau", "ruling_link_text": "Don't forget about Social Security", "ruling_state": null, "source_documents": null, "sources": "<p>Wisconsin Eye, <a href=\"http://www.wiseye.org/videoplayer/vp.html?sid=11398\">Campaign 2014: Interview with U.S. Rep. Sean Duffy (R-Weston)</a>, May 3, 2014</p>\r\n\r\n<p>Interview with Steve Ellis, vice president, Taxpayers for Common Sense, May 5, 2014</p>\r\n\r\n<p>Interview with Melinda B. Buntin, chair of the health policy department at Vanderbilt University School of Medicine, May 6, 2014</p>\r\n\r\n<p>Interview with Joseph Antos, Wilson H. Taylor Scholar in Health Care and Retirement Policy, American Enterprise Institute, May 8, 2014</p>\r\n\r\n<p>Interview with Joshua Gordon, policy director, Concord Coalition, May 8, 2014</p>\r\n\r\n<p>Congressional Budget Office, <a href=\"http://www.cbo.gov/sites/default/files/cbofiles/attachments/45229-UpdatedBudgetProjections_2.pdf\">&quot;Updated Budget Projections, 2014 to 2024,&quot;</a> April 2014</p>\r\n\r\n<p>Congressional Budget Office, <a href=\"http://www.cbo.gov/sites/default/files/cbofiles/attachments/45010-Outlook2014_Feb.pdf\">&quot;The Budget and Economic Outlook,&quot;</a> February 2014</p>\r\n\r\n<p>Bipartisan Policy Center, <a href=\"http://bipartisanpolicy.org/blog/economicpolicy/2014/02/05/new-cbo-budget-and-economic-outlook-key-takeaways\">&quot;New CBO Budget and Economic Outlook: Key Takeaways,&quot; </a>Feb. 5, 2014</p>\r\n\r\n<p>Kaiser Family Foundation, <a href=\"http://kff.org/report-section/medicare-and-the-federal-budget-introduction/\">&quot;Medicare and the Federal Budget: Comparison of Medicare Provisions in Recent Federal Debt and Deficit Reduction Proposals,&quot;</a> Jan. 13, 2014</p>\r\n\r\n<p>PolitiFact Florida, <a href=\"http://www.politifact.com/florida/statements/2013/nov/22/marco-rubio/medicare-and-social-security-not-defense-are-drivi/\">&quot;Medicare and Social Security -- not defense -- are driving debt,&quot;</a> says Marco Rubio, Nov. 22, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 6, "current_job": "Member of the U.S. House", "false_count": 3, "first_name": "Sean", "half_true_count": 8, "home_state": "Wisconsin", "id": 653, "last_name": "Duffy", "mostly_true_count": 2, "name_slug": "sean-duffy", "pants_count": 3, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Duffy_Sean.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/653/", "total_count": 24, "true_count": 0, "website": "http://duffy.house.gov/"}, "statement": "<p>&quot;Explosive growth in Medicare&quot; is the reason federal deficit spending is predicted to top $1 trillion again after falling to $600 billion annually.</p>\r\n", "statement_context": "an interview", "statement_date": "2014-05-03", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 50, "photo": null, "resource_uri": "/api/v/2/subject/50/", "subject": "Medicare", "subject_slug": "medicare", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}