{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2014/may/14/miami-seaport-alliance/david-beckhams-proposed-soccer-stadium-port-threat/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 9318, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/9318/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>In late 2013, soccer superstar David Beckham splashed onto the scene of Miami-Dade stadium politics when he announced his pitch for a $250 million stadium.</p>\r\n\r\n<p>While politicians were intrigued by the idea of Beckham bringing major soccer to Miami, one of the main sites under consideration quickly drew fire: PortMiami.</p>\r\n\r\n<p>Some county commissioners balked at the idea of transforming part of a major economic hub for the county into a soccer stadium. Opponents, led by Royal Caribbean Cruises, created the <a href=\"http://www.miamiseaportalliance.org/\">Miami Seaport Alliance</a> and took out ads on <a href=\"https://www.youtube.com/watch?v=PYk-Xdxk5kY\">television</a>, <a href=\"https://www.youtube.com/watch?v=TJiUva-su2U\">radio</a> and in newspapers arguing that a stadium threatens the port&rsquo;s livelihood.</p>\r\n\r\n<p>A full-page <a href=\"http://www.miamiseaportalliance.org/why-trade-hard-hats-for-paper-hats/\">ad in the <em>Miami Herald</em></a> in April stated, &quot;A soccer stadium is being proposed at PortMiami. The Miami Seaport Alliance opposes any development that threatens the 207,000 jobs and $27 billion economic impact tied to the cargo and cruise industries. All jobs are important for the future of Miami, but we cannot risk full-time, well-paying PortMiami jobs like crane operators, truckers and cargo loaders, for a few, part-time concession jobs like peanut sellers and ticket takers.&quot;</p>\r\n\r\n<p>Beckham&rsquo;s investors responded with their <a href=\"http://digital.olivesoftware.com/Olive/ODE/MiamiHerald/\">own full-page ad</a> in the <em>Herald</em>, vowing that a soccer stadium would achieve the port&rsquo;s goals of creating jobs and revenue.</p>\r\n\r\n<p>At PolitiFact Florida, we are quite familiar with <a href=\"http://www.politifact.com/florida/article/2013/may/01/politifact-tackles-claims-about-miami-dolphins-sta/\">half truths</a> about stadiums. It is a challenge to fact-check a prediction, but we decided to explore the evidence about whether a soccer stadium at the port would threaten the existing 207,000 jobs and $27 billion economic impact. Is the Alliance bending the truth about Beckham?</p>\r\n\r\n<p><strong>Royal Caribbean leads opposition</strong></p>\r\n\r\n<p>Beckham wants to rent a county-owned 12-acre site near the port to build a 25,000 seat stadium with an open roof. Beckham has said he will privately finance the construction and apply for a state sales tax subsidy, hoping to open the stadium in 2018.</p>\r\n\r\n<p>Port officials had planned to build a new 7 million square foot commercial district on the site, because it&rsquo;s too shallow to accommodate ships. Beckham&rsquo;s group says the stadium would still leave room for about a 1 million square foot commercial development.</p>\r\n\r\n<p>The port site isn&rsquo;t the only one under consideration, though it appears to be one of Beckham&rsquo;s favorites. At Mayor Carlos Gimenez&rsquo; request, Beckham is also considering filling in a boat slip in downtown, though that site also has challenges.</p>\r\n\r\n<p><strong>Many of jobs &lsquo;tied&rsquo; to the port aren&rsquo;t at the port</strong></p>\r\n\r\n<p>The spin in the ad begins with the number of jobs cited.</p>\r\n\r\n<p>The number cited -- 207,000 jobs -- comes from a <a href=\"https://docs.google.com/file/d/0B1aU9YXZMOIQeHRGNWdRZmtKSm45V3dwT2RabWVMdUkxcjhF/edit\">study </a>done for the port to measure its current economic impact. Martin Associates, a Pennsylvania-based firm, interviewed 485 cruise-related businesses in the Miami-Dade County area in 2012 and released the report last year.</p>\r\n\r\n<p>The report adds up various types of jobs, including direct port workers and suppliers. The study also accounts for &quot;induced jobs,&quot; which includes jobs generated by spending by port workers.</p>\r\n\r\n<p>The largest category of jobs, though, is what the study calls &quot;user jobs,&quot; which are importers or exporters in Florida that ship or receive cargo through the port.</p>\r\n\r\n<p>For example, if an Orange grove in Orlando ships a portion of their oranges through Miami, then the study translates that portion of the grove&rsquo;s business -- including orange pickers in Orlando -- into a number of user jobs connected to PortMiami.</p>\r\n\r\n<p>The study concluded that port activity &quot;supported&quot; 207,804 jobs in the state of Florida. The vast majority -- 80 percent -- were &quot;user jobs.&quot;</p>\r\n\r\n<p>The user jobs wouldn&rsquo;t disappear from Florida if PortMiami wasn&rsquo;t available. &quot;These importers/exporters would divert their cargo through other ports,&quot; the study states.</p>\r\n\r\n<p>Similarly, most of the $27 billion in economic activity includes a lot of business that takes place far away from the port site in Miami.</p>\r\n\r\n<p>So hypothetically speaking, if the soccer stadium were to create such a morass that cargo and cruise companies jumped ship and fled Miami, those jobs and economic impact dollars wouldn&rsquo;t vanish into thin air -- much of it would just move to other ports in Florida.</p>\r\n\r\n<p><strong>Will stadium threaten existing port jobs?</strong></p>\r\n\r\n<p>We sent the port report to a few economists, and several raised concerns about the jobs number in the context of the ad opposing the soccer stadium.</p>\r\n\r\n<p>Temple University economics professor Michael Leeds said that the &quot;user jobs&quot; category is a red herring.</p>\r\n\r\n<p>&quot;It essentially counts a lot of people and money that will never come anywhere near Miami,&quot; he said.</p>\r\n\r\n<p>Those user jobs and the user income number leads to an exaggeration of the total numbers, said Holy Cross economics professor Victor Matheson.</p>\r\n\r\n<p>&quot;That being said, in this case it doesn&#39;t matter whether the report is correct or not,&quot; said Matheson, a critic of public financing of stadiums. &quot;Whether the port generates 20,000 jobs or 200,000 jobs, the question is whether Beckham will interfere with those jobs, and I just don&#39;t see a significant disruption.&quot;</p>\r\n\r\n<p>Cruise officials said the stadium could hurt the port, though. John Fox, president of the Miami Seaport Alliance, who lobbies on behalf of Royal Caribbean, pointed to a Moody&rsquo;s report which downgraded the port&rsquo;s credit rating in May. But the report didn&rsquo;t mention the soccer stadium as a factor.</p>\r\n\r\n<p>Fox said that the stadium could scare away carriers who now operate out of Miami, sending them to other ports.</p>\r\n\r\n<p>Any other port could &quot;sell their port over the Port of Miami due to real perceptions that delays will be a common issue and that this community is not serious about being in the commercial port business of being a port,&quot; Fox said.</p>\r\n\r\n<p>Bruce Rubin, a spokesman for Beckham, says the port&rsquo;s plan for 7 million square feet of commercial development &quot;would create far more traffic conflicts with cargo and cruise operations than would our plan for a professional soccer stadium&quot; and the smaller adjacent commercial development.</p>\r\n\r\n<p>Rubin said the stadium will host about 25 large events per year and &quot;a number of other activities.&quot; The 17 home games largely would occur on Saturday evenings which doesn&rsquo;t coincide with the typical times for the arrival and departure of cruise passengers or cargo operators.</p>\r\n\r\n<p>Stadium supporters haven&rsquo;t yet finished their study about projected jobs, but Rubin estimated that it would include 2,000 to 3,000 construction jobs.</p>\r\n\r\n<p><strong>Economic experts weigh in on impact of stadium at port</strong></p>\r\n\r\n<p>We sent a summary of the soccer battle to professors who study the economics of stadiums.</p>\r\n\r\n<p>Rick Eckstein, a sociology Professor at Villanova University who has studied stadium financing and criticized deals, told PolitiFact Florida, &quot;Both groups are wildly exaggerating the economic impact of their respective plans.&quot;</p>\r\n\r\n<p>&quot;Sports stadiums have a lousy record of spurring economic impact. Soccer stadiums, with but 19 games a year drawing about 20,000 visitors each, might be the least able to spur development. Conversely, I don&rsquo;t think a soccer stadium would hurt development in that area. It would simply have no effect,&quot; he said.</p>\r\n\r\n<p>Matheson, a major critic of subsidies for sports stadiums, &nbsp;said that the stadium will cause some traffic disruptions during matches, but they would likely be minor.</p>\r\n\r\n<p>&quot;It is hard to see how 20 days of extra traffic, most which will be on weekends, will have any significant impact on the port, especially if some decent traffic management is utilized,&quot; he said. &quot;I don&#39;t find the port&#39;s objections particularly convincing. Do be concerned about traffic. Do be concerned about hidden costs of a privately financed stadium. But don&#39;t reflexively torpedo any type (of economic development) just because one industry doesn&#39;t like it.&quot;</p>\r\n\r\n<p>Bruce Seaman, a Georgia State University economist, said that the arguments by cargo and cruise industries &quot;are nearly absurd. &nbsp;Even given the self-serving perspective they clearly represent, it is hard to imagine even pure rent-seekers bothering to make such weak arguments opposing that project.&quot;</p>\r\n\r\n<p>One professor we interviewed -- University of South Florida economics professor Philip Porter, a major critic of financing of sports stadiums -- said the anti-stadium side has a point.</p>\r\n\r\n<p>&quot;If the soccer stadium project means the 7 million square foot commercial development would be compromised, Miami loses,&quot; Porter said. &quot;One thing we&rsquo;ve come to realize is that sports -- with such infrequent activity -- cannot compete with commercial activity in creating jobs and generating income.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>The ad said that David Beckham&rsquo;s proposed soccer stadium at Miami&rsquo;s port &quot;threatens the 207,000 jobs and $27 billion economic impact tied to the cargo and cruise industries.&quot;</p>\r\n\r\n<p>The numbers come from a study which states that the jobs related to the port are all over Florida. The ad is somewhat careful in the wording about the jobs because it states the jobs are &quot;tied&quot; to cargo and cruise industries, but then it talks about jobs at PortMiami such as crane operators who could be replaced by stadium peanut sellers -- which could create the impression that these are all direct jobs at the port, and that&rsquo;s not the case.</p>\r\n\r\n<p>A soccer stadium at the port would certainly lead to some changes at the port -- and cruise operators are concerned about how that could change their operations. But at this point, there isn&rsquo;t evidence that a stadium would threaten the port jobs or economic activity.</p>\r\n\r\n<p>We rate this claim False.</p>\r\n", "ruling_comments_date": "2014-05-13T11:38:48.703795", "ruling_date": "2014-05-14T09:37:51", "ruling_headline": "David Beckham's proposed soccer stadium at port threatens jobs and economic impact, Miami Seaport Alliance says ", "ruling_headline_slug": "david-beckhams-proposed-soccer-stadium-port-threat", "ruling_link_text": "No proof that soccer stadium would cause port-related jobs to vanish", "ruling_state": null, "source_documents": null, "sources": "<p>Miami Seaport Alliance, <a href=\"http://www.miamiseaportalliance.org/why-trade-hard-hats-for-paper-hats/\">Ad in Miami Herald</a>, April 24, 2014</p>\r\n\r\n<p>Miami Seaport Alliance, <a href=\"http://www.miamiseaportalliance.org/jobs-at-risk/\">Website</a>, Accessed May 9, 2014</p>\r\n\r\n<p>Miami Seaport Alliance, <a href=\"https://www.youtube.com/watch?v=PYk-Xdxk5kY\">TV ad</a>, April 25, 2014</p>\r\n\r\n<p>Miami Seaport Alliance, <a href=\"https://www.youtube.com/watch?v=TJiUva-su2U\">Radio ad</a>, April 25, 2014</p>\r\n\r\n<p>Martin and Associates, <a href=\"https://docs.google.com/file/d/0B1aU9YXZMOIQeHRGNWdRZmtKSm45V3dwT2RabWVMdUkxcjhF/edit\">&quot;The local and regional impacts of PortMiami,&quot;</a> Feb. 4, 2013</p>\r\n\r\n<p><em>Miami Herald,</em> <a href=\"http://www.miamiherald.com/2014/03/29/4025142/soccer-deals-a-mixed-bag-around.html\">&quot;As Beckham presses case in Miami, soccer deals a mixed bag for cities around the country,&quot;</a> March 29, 2014</p>\r\n\r\n<p><em>Miami Herald</em>, <a href=\"http://www.miamiherald.com/2014/04/20/4070389/two-sides-trade-jabs-in-debate.html#storylink=cpy\">&quot;Two sides trade jabs in debate over major league soccer stadium,&quot; </a>April 20, 2014</p>\r\n\r\n<p><em>Miami Herald</em> op-ed by Miami-Dade Mayor Carlos Gimenez, <a href=\"http://www.miamiherald.com/2014/05/01/4092436/much-of-the-discussion-about-the.html\">&quot;Much of the discussion about the soccer stadium premature,&quot; </a>May 1, 2014</p>\r\n\r\n<p><em>Miami Herald,</em> &quot;Cruise chief warns of &quot;lip service&quot; to PortMiami&rsquo;s importance during Beckham soccer stadium debate,&quot; May 1, 2014</p>\r\n\r\n<p>Jim DeFede Facing South Florida, <a href=\"http://miami.cbslocal.com/latest-videos/?autoStart=true&amp;topVideoCatNo=default&amp;clipId=10097448\">Interview with Miami-Dade Mayor Carlos Gimenez</a>,</p>\r\n\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/florida/article/2013/may/01/politifact-tackles-claims-about-miami-dolphins-sta/\">&quot;PolitiFact tackles claims about Dolphins stadium,&quot;</a> May 1, 2013</p>\r\n\r\n<p>Interview, John Martin, president Martin Associates, May 9, 2014</p>\r\n\r\n<p>Interview, Bruce Rubin, rbb Public Relations spokesman for David Beckham, May 9, 2013</p>\r\n\r\n<p>Interview, John Fox, president of the Miami Seaport Alliance and Royal Caribbean lobbyist, May 9, 2014</p>\r\n\r\n<p>Interview, Bruce Seaman, George State University economics professor, May 9, 2014</p>\r\n\r\n<p>Interview, Philip Porter, University of Southern Florida economics professor, May 9, 2014</p>\r\n\r\n<p>Interview, Victor Matheson, College of the Holy Cross economics professor, May 9, 2014</p>\r\n\r\n<p>Interview, Michael Leeds, sports economics professor at Temple &nbsp;University, May 9, 2014</p>\r\n\r\n<p>Interview, Rick Eckstein, sociology professor Villanova University, May 9, 2014</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 1, "first_name": "", "half_true_count": 0, "home_state": "Florida", "id": 2800, "last_name": "Miami Seaport Alliance", "mostly_true_count": 1, "name_slug": "miami-seaport-alliance", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/seaport.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2800/", "total_count": 2, "true_count": 0, "website": "http://www.miamiseaportalliance.org/"}, "statement": "<p>David Beckham&rsquo;s proposed soccer stadium at Miami&rsquo;s Port &quot;threatens the 207,000 jobs and $27 billion economic impact tied to the cargo and cruise industries.&quot;</p>\r\n", "statement_context": "a \"Miami Herald\" newspaper ad", "statement_date": "2014-04-24", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 209, "photo": null, "resource_uri": "/api/v/2/subject/209/", "subject": "County Government", "subject_slug": "county-government", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 100, "photo": null, "resource_uri": "/api/v/2/subject/100/", "subject": "Recreation", "subject_slug": "recreation", "used_in_edition": []}, {"description": "", "id": 216, "photo": null, "resource_uri": "/api/v/2/subject/216/", "subject": "Sports", "subject_slug": "sports", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/2/", "/api/v/2/edition/10/"]}], "target": [], "twitter_headline": ""}