{"art": [{"brightcove": "", "caption": "Dan Patrick's campaign publicized this ad, \"Dewhurst Decade,\" on April 28, 2014.", "id": 4497, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/4497/", "title": "Dan Patrick TV ad, \"Dewhurst Decade,\" April 28, 2014", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/ND1VtskAbj8?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "ND1VtskAbj8"}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2014/may/15/dan-patrick/dan-patrick-misinterprets-texas-senate-votes-measu/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "ddavis@statesman.com", "first_name": "Debra", "id": 425, "last_name": "Davis", "name_slug": "debra-davis", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/425/", "title": "Investigations editor", "twitter": null}], "facebook_headline": null, "id": 9331, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/9331/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Lt. Gov. David Dewhurst has presided over Texas Senate approval of numerous changes in law including, his Republican challenger says, proposals benefiting illegal immigrants.</p>\r\n\r\n<p>State Sen. Dan Patrick of Houston, who faces Dewhurst in a primary runoff for the party&rsquo;s lieutenant governor nomination, said in a TV ad posted online April 28, 2014, that under Dewhurst&rsquo;s leadership, the &quot;Senate passed an expansion of in-state tuition and free health care to illegal immigrants.&quot; A <a href=\"https://www.youtube.com/watch?v=ZAQH3L_4IWI&amp;feature=youtu.be\"><u>follow-up ad</u></a>, posted online May 13, 2014, is more dramatic, saying Dewhurst &quot;gave illegal immigrants free Obama-style health care.&quot;</p>\r\n\r\n<p>This claim by Patrick, who has hammered his intent to secure the Texas-Mexico border, misreads Senate actions.</p>\r\n\r\n<p>Let&#39;s plow the parts--on tuition, then health care--back to back.</p>\r\n\r\n<p><strong>An &lsquo;expansion of in-state tuition &hellip; to illegal immigrants&rsquo;</strong></p>\r\n\r\n<p>Dewhurst assumed his gavel-wielding post in 2003. That was two years after lawmakers and Gov. Rick Perry agreed to make it possible for undocumented residents to attend public colleges at in-state tuition rates.</p>\r\n\r\n<p>Patrick, in a backup <a href=\"http://www.scribd.com/doc/222132344/WP-There-He-Goes-Agai\"><u>document for his tuition claim</u></a>, said he was referring to a 2005 Senate-approved measure; his campaign manager, Logan Spence, sent us emails pointing out news stories and a University of Texas at Austin web page stating &nbsp;the proposal &quot;expanded&quot; the benefits of the 2001 law permitting undocumented students to qualify for in-state tuition.</p>\r\n\r\n<p>Best we could tell, though, <a href=\"http://www.capitol.state.tx.us/BillLookup/History.aspx?LegSess=79R&amp;Bill=SB1528\"><u>Senate Bill 1528</u></a>, which was signed into law by Perry in 2005, simply preserved the 2001 law while otherwise making it possible for all students to qualify for in-state tuition even if their parents have moved out of state.</p>\r\n\r\n<p>Wondering if we missed something, we turned to the Texas Higher Education Coordinating Board and the University of Texas.</p>\r\n\r\n<p>Dominic Chavez, a board staff spokesman, responded by emailing us a May 31, 2005, staff analysis of the final version of the 2005 proposal.</p>\r\n\r\n<p>The analysis states that international students (doubling as legal U.S. nonresidents) who had previously been accustomed to paying in-state tuition would be required to pay nonresident rates, at least temporarily, narrowing access for those students, Chavez told us. Those changes were then <a href=\"http://www.capitol.state.tx.us/tlodocs/79R/fiscalnotes/html/SB01528F.htm\"><u>projected to save the state</u></a> more than $2.8 million a year.</p>\r\n\r\n<p>More broadly, according to the analysis, the proposal defined terms such as tuition, mandatory fees and residency toward ensuring consistency in what institutions charged students. Finally, the analysis said, the measure would allow citizens and legal permanent residents to establish residency in the state on the same basis afforded students coming to Texas universities from abroad. This was described as simplifying the &quot;residency determination of students whose parents have recently moved out of state, while the student stayed behind and completed secondary education. At present, a student who has never lived anywhere but Texas becomes a nonresident if his or her parent moves out of state prior to the student&rsquo;s enrollment in a public institution of higher education,&quot; the analysis said.</p>\r\n\r\n<p>Chavez, asked if the proposal expanded benefits for illegal immigrants, said that possibility wasn&rsquo;t explored as lawmakers finished drafting the law. He said the agency has no data to gauge if the law delivered new benefits to undocumented students.</p>\r\n\r\n<p>Dewhurst campaign spokeswoman Eliza Vielma responded to our inquiry by pointing out an <a href=\"http://www.thecb.state.tx.us/download.cfm?downloadfile=2D2C5F84-09C9-550E-49E69832108AA381&amp;typename=dmFile&amp;fieldname=filename%20\"><u>October 2013 &quot;overview&quot; document</u></a> of the 2005 law issued by the coordinating board stating the law focused on tuition for U.S. citizens.</p>\r\n\r\n<p>The 2013 summary said: &quot;Prior to these amendments, many U.S. citizens were inadvertently prevented from attaining Texas residency status because of unanticipated circumstances. For example, students born and raised in Texas but whose parents moved out of state before they had enrolled in college were previously classified as nonresidents unless they had enrolled in college prior to their parents&rsquo; departure. Additionally,&quot; the agency wrote, &quot;students raised by grandparents or other family members who had never gone to court to acquire legal custody were considered residents of the state in which their parents lived. Current statutes allow students in both of these cases, and other similar circumstances, to qualify for Texas resident status.&quot;</p>\r\n\r\n<p>The UT-Austin <a href=\"https://world.utexas.edu/isss/students/dreamers/who-is-undocumented\"><u>web page</u></a> cited by Patrick as supporting his declaration about the 2005 law is vague, first describing the effect of the 2001 law enabling undocumented students to attain in-state tuition and then turning to the 2005 changes: &quot;In 2005, the Texas Legislature approved Senate Bill 1528, which expanded the benefits of House Bill 1403,&quot; the 2001 measure, the web page says.</p>\r\n\r\n<p>But UT&#39;s page doesn&rsquo;t say how the changes widened benefits of the 2001 law. And when we followed up with UT, admissions official Deana Williams said by phone that any interpretation of the law as expanding any tuition benefit for undocumented residents would be incorrect. She said the legislation simply made it so any student--a U.S. citizen, legal resident or unauthorized resident--could pay in-state tuition even if their parents moved out of state.</p>\r\n\r\n<p><strong>An &lsquo;expansion of&hellip; free health care to illegal immigrants&rsquo;</strong></p>\r\n\r\n<p>Patrick tied his claim that Dewhurst presided over Senate approval of an expansion of free health care to illegal immigrants to the Senate&rsquo;s 2003 voice-vote passage of <a href=\"http://www.capitol.state.tx.us/BillLookup/History.aspx?LegSess=78R&amp;Bill=SB309\"><u>Senate Bill 309</u></a>, which a May 5, 2003, Senate Journal <a href=\"http://www.journals.senate.state.tx.us/sjrnl/78r/html/sj05-05-f.htm\"><u>entry</u></a> summarized as &quot;providing health care services without regard to a person&#39;s immigration status.&quot;</p>\r\n\r\n<p>The proposal said a city, county or public hospital &quot;may use money from &nbsp;local sources to provide health care services to a person without regard to the person&#39;s immigration status and shall establish a cost-share system for persons receiving health care services.&quot;</p>\r\n\r\n<p>At an April 2003 committee hearing on the proposal, authoring Sen. Mario Gallegos, D-Houston, <a href=\"http://tlcsenate.granicus.com/MediaPlayer.php?clip_id=4869\"><u>said it</u></a> permitted hospitals to draw on local revenue to provide preventive services to residents regardless of a patient&rsquo;s immigration standing. Sylvia Garcia, then a Harris County commissioner, testified the proposal would hasten outpatient services, heading off health problems early and saving money thanks to fewer emergency-room visits.</p>\r\n\r\n<p>Proponents described the legislation as vital after the then-Texas attorney general, John Cornyn, issued <a href=\"https://www.texasattorneygeneral.gov/opinions/opinions/49cornyn/op/2001/htm/jc0394.htm#N_13_\"><u>an advisory opinion</u></a> in July 2001 stating that unless lawmakers allowed the Harris County Hospital District (and others, presumably) to deliver preventive services to patients regardless of immigration status, the district couldn&rsquo;t give such care without violating the federal Personal Responsibility and Work Opportunity Reconciliation Act of 1996, which required state legislatures to intervene if states wanted hospitals to go ahead and do so.</p>\r\n\r\n<p>Notably, Cornyn&rsquo;s letter made it clear some health services already were provided patients regardless of immigration status--as mandated by federal law. Cornyn&rsquo;s letter said the district was required by law to provide emergency care to residents regardless of their legal status.</p>\r\n\r\n<p>By email, spokesman Lance Lunsford of the Texas Hospital Association, <a href=\"https://www.tha.org/HealthCareProviders/AboutTHA/History/index.asp\"><u>which describes itself</u></a> as the political and educational advocate for more than 430 hospitals and health systems statewide, told us a federal law from the 1980s, the Emergency Medical Treatment &amp; Labor Act, made free emergency care available to illegal immigrants. According to a <a href=\"http://www.cms.gov/Regulations-and-Guidance/Legislation/EMTALA/index.html\"><u>federal website</u></a>, that act required Medicare-participating hospitals that offer emergency services to provide a medical exam when a request is made for an emergency condition, including active labor, regardless of an individual&#39;s ability to pay.</p>\r\n\r\n<p>Cornyn&rsquo;s letter also said federal law permitted public health services including immunizations and testing and treatment of symptoms of communicable diseases. Still, he wrote, the 1996 law specified that any other state or local health benefit could be provided only if a state law &quot;affirmatively provides for such eligibility.&quot;</p>\r\n\r\n<p>Mike Stafford, the Harris County attorney, reacted to Cornyn&rsquo;s letter by advising the local hospital district to stop giving discounted preventive care because it violates federal law, according to a July 12, 2001, Associated Press news story. &quot;It&#39;s up to the Texas Legislature to step in now and, if they want to create an exception for this, it&#39;s allowable,&quot; Stafford said..</p>\r\n\r\n<p>In 2003, SB 309 died in the House, though advocates including Lunsford said the permission to provide such services ended up in House Bill 2292, a major 2003 overhaul of health care agencies. Section 285.201 of the Texas Health and Safety code &quot;affirmatively establishes&quot; the eligibility of undocumented residents to receive non-emergency public health benefits funded locally by public hospital districts.</p>\r\n\r\n<p>And in the end, did the legislation expand free health care for illegal immigrants?</p>\r\n\r\n<p>When we inquired, King Hillier, a vice president of the Harris County Hospital District, said by phone that &quot;basically&quot; the district had already been providing non-emergency services when the issue reached lawmakers. Hillier stressed the permissive quality of the proposal; funding and delivery of services was left up to local governments. Finally, Hillier noted the Senate version of the law envisioned a system of patients sharing costs, which has resulted, he said.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Patrick said the Dewhurst-led Senate &quot;passed an expansion of in-state tuition and free health care to illegal immigrants.&quot;</p>\r\n\r\n<p>Block that kick.</p>\r\n\r\n<p>First of all, lawmakers signed off on in-state tuition for undocumented students in 2001--before Dewhurst became lieutenant governor--while the 2005 legislation cited by Patrick largely left the 2001 law intact while focusing on all students getting in-state tuition even if parents move out of state.</p>\r\n\r\n<p>The proposal regarding free health care for illegal immigrants didn&rsquo;t launch a program for immigrants, which is what Patrick&rsquo;s statement seems to suggest. Rather, local governing bodies were permitted to provide (or, it appears, resume providing) non-emergency services to residents regardless of immigration status, an action projected to improve outcomes and head off costly emergency care to which all residents were already entitled per federal law. The Senate proposal also envisioned patients sharing costs.</p>\r\n\r\n<p>We rate this two-pronged claim as False.</p>\r\n\r\n<hr />\r\n<p><strong><em>FALSE </em></strong><em>&ndash; The statement is not accurate.</em></p>\r\n\r\n<p>Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> <u>more</u></a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n", "ruling_comments_date": "2014-05-15T16:22:56.803850", "ruling_date": "2014-05-15T17:13:30", "ruling_headline": "Texas Senate votes cited by Dan Patrick didn't expand benefits to illegal immigrants", "ruling_headline_slug": "dan-patrick-misinterprets-texas-senate-votes-measu", "ruling_link_text": "Expanded doesn't mean status quo", "ruling_state": null, "source_documents": null, "sources": "<p>Document, <a href=\"http://www.scribd.com/doc/222132344/WP-There-He-Goes-Again\"><u>&quot;&#39;There He Goes Again&#39; White Paper,&quot;</u></a> Dan Patrick campaign, May 5, 2014</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1lM05CfM4r6WjozrjrQ1WcsohlKdIoOXDsv2Ts1yJnkE/pub\"><u>Emails</u></a>, Logan Spence, campaign manager, Dan Patrick campaign, May 6 and May 9, 2014</p>\r\n\r\n<p>Legislation, <a href=\"http://www.capitol.state.tx.us/BillLookup/History.aspx?LegSess=79R&amp;Bill=SB1528\"><u>Senate Bill 1528</u></a> and <a href=\"http://www.capitol.state.tx.us/tlodocs/79R/fiscalnotes/html/SB01528F.htm\"><u>fiscal note</u></a>, 2005 regular legislative session; <a href=\"http://www.capitol.state.tx.us/BillLookup/History.aspx?LegSess=78R&amp;Bill=SB309\"><u>Senate Bill 309,</u></a> 2003 regular legislative session, Texas Legislature, Texas Legislative Council</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1gFWAdj21QDyZoPy3OzumrrzvhqbnTpPaVE6fisHB7qo/pub\"><u>Emails</u></a>, Dominic Chavez, senior director, Office of External Relations, Texas Higher Education Coordinating Board, May 6 and 9, 2014</p>\r\n\r\n<p>Telephone interviews, Deana Williams, assistant director of admissions, University of Texas at Austin, Austin, May 7, 14 and 15, 2014</p>\r\n\r\n<p><a href=\"http://tlcsenate.granicus.com/MediaPlayer.php?clip_id=4869\"><u>Audio</u></a> of hearing of Senate International Relations and Trade Committee, SB 309, Texas Senate archives, April 9, 2003</p>\r\n\r\n<p>Advisory opinion letter from John Cornyn, Texas attorney general, to Michael Stafford, Harris County attorney, <a href=\"https://www.texasattorneygeneral.gov/opinions/opinions/49cornyn/op/2001/htm/jc0394.htm#N_13_\"><u>&quot;Re: Whether Harris County Hospital District may provide discounted health care to persons residing in Harris County, without regard to their immigration or legal status,&quot;</u></a> July 10, 2001</p>\r\n\r\n<p>Telephone interview, King Hillier, vice president of public policy and government relations, Harris County Hospital District, Houston, May 5, 2014</p>\r\n\r\n<p>Telephone interview, Lance Lunsford, vice president for advocacy communications, Texas Hospital Association, Washington, D.C., May 7, 2014</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1-bazb0rjv1TfUDFpf3_OpbEja334A7YKsTkw428Y2a0/pub\"><u>Email</u></a>, Eliza Vielma, director, Social &amp; Digital Strategy, David Dewhurst campaign, May 6, 2014</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "Lieutenant governor-elect", "false_count": 4, "first_name": "Dan", "half_true_count": 4, "home_state": "Texas", "id": 1030, "last_name": "Patrick", "mostly_true_count": 6, "name_slug": "dan-patrick", "pants_count": 6, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/ColorPatrick80-01-08pft.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1030/", "total_count": 32, "true_count": 5, "website": "http://www.danpatrick.org/"}, "statement": "<p>Under David Dewhurst&rsquo;s leadership, the Texas &quot;Senate passed an expansion of in-state tuition and free health care to illegal immigrants.&quot;</p>\r\n", "statement_context": "a TV ad", "statement_date": "2014-04-28", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 159, "photo": null, "resource_uri": "/api/v/2/subject/159/", "subject": "Voting Record", "subject_slug": "voting-record", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 8, "current_job": "Lieutenant governor", "false_count": 8, "first_name": "David", "half_true_count": 10, "home_state": "Texas", "id": 315, "last_name": "Dewhurst", "mostly_true_count": 5, "name_slug": "david-dewhurst", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Dewhurstmug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/315/", "total_count": 41, "true_count": 4, "website": "http://www.daviddewhurst.com/"}], "twitter_headline": ""}