{"art": [], "author": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "canonical_url": "/punditfact/statements/2014/may/20/larry-pratt/larry-pratt-smart-gun-fails-20-percent/", "edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": null, "id": 9350, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "resource_uri": "/api/v/2/statement/9350/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>The debate over &quot;smart guns&quot; doesn&rsquo;t always turn up accurate talking points.</p>\r\n\r\n<p>Exhibit A: Sarah Palin telling the National Rifle Association crowd about a (<a href=\"http://www.politifact.com/punditfact/statements/2014/may/01/sarah-palin/sarah-palin-eric-holder-wants-gun-owners-wear-id-b/\"><u>nonexistent) federal plan</u></a> to make gun owners wear &quot;special bracelets that would identify you as a gun owner.&quot;</p>\r\n\r\n<p>Exhibit B: <a href=\"http://www.nbcnews.com/id/55123546/ns/msnbc-all_in_with_chris_hayes/\"><u>MSNBC host Chris Hayes&rsquo; recent on-air shouting match</u></a> with Larry Pratt, executive director of the lobbying group Gun Owners of America.</p>\r\n\r\n<p>Smart guns -- also known as &quot;child-proof guns&quot; and &quot;personalized guns&quot; -- are designed to work solely for authorized users through features like fingerprint recognition or electronic sensors. The hope is they will reduce deaths by suicide, accidental shootings or someone stealing a law enforcement officer&rsquo;s weapon. They are not sold in the United States, though two <a href=\"http://www.washingtonpost.com/local/maryland-dealer-will-defy-gun-rights-advocates-by-selling-nations-first-smart-gun/2014/05/01/564efa48-d14d-11e3-937f-d3026234b51c_story.html?hpid=z1\"><u>dealers tried</u></a> before backing down amid intense pressure from activists.</p>\r\n\r\n<p>Hayes supports the technology, but Pratt and other gun-rights advocates are skeptical. Pratt questions the guns&rsquo; reliability, saying smart guns are &quot;only 80 percent effective.&quot; When Hayes pressed Pratt for the source of his statistic, Pratt cited the New Jersey Institute of Technology.</p>\r\n\r\n<p>&quot;Twenty percent of the time it won&rsquo;t work,&quot; Pratt said. &quot;And you&rsquo;re asking people to put their lives in the hands of a product like that?&quot;</p>\r\n\r\n<p>Later, Pratt used the figure again. &quot;Is it okay to put on the market a car that 20 percent of the time explodes on you and causes you harm or death?&quot;</p>\r\n\r\n<p>Since Pratt tripled down on his statistic, PunditFact wanted to check it out.</p>\r\n\r\n<p><strong>Tracing the source of the claim</strong></p>\r\n\r\n<p>Pratt pointed to a 2003 column in <em>Popular Mechanics </em>magazine headlined &quot;&lsquo;Smart&rsquo; Guns: Dumb Idea!&quot;</p>\r\n\r\n<p>The column was inspired by a 2002 New Jersey law that requires all guns sold in the state to have &quot;smart&quot; technology within three years of the attorney general verifying the first smart gun was sold in the United States. Fear among gun rights activists that more government mandates may come when this happens drive their opposition to smart guns.</p>\r\n\r\n<p>In his column 11 years ago, writer Cliff Gromer said law enforcement officers are exempt from the law, which proves the technology isn&rsquo;t solid enough for the mainstream gun market.</p>\r\n\r\n<p>&quot;According to the New Jersey Institute of Technology, which used government grants to study personalized handgun technology, fingerprint recognition systems work only 80 percent of the time,&quot; Gromer wrote. &quot;But the New Jersey law goes into effect regardless of whether the guns are 100 percent -- or 80 percent -- reliable.&quot;</p>\r\n\r\n<p><strong>Article is not the smoking gun</strong></p>\r\n\r\n<p>You may have read over it, but the 80 percent figure Gromer cited talks about fingerprint recognition systems. Not whether a smart gun will work.</p>\r\n\r\n<p>That&rsquo;s important because while<strong> </strong>some smart guns use fingerprint recognition systems (which work like the new unlocking method for iPhones), not all do.</p>\r\n\r\n<p>The German-made <a href=\"http://www.armatix.us/iP1-Pistol.779.0.html?&amp;L=7\"><u>Armatix iP1 .22 caliber pistol</u></a> was expected to be the first smart gun sold in the United States this year until a California gun store owner <a href=\"http://www.nytimes.com/2014/04/28/us/politics/smart-firearm-draws-wrath-of-the-gun-lobby.html?_r=1\"><u>scrapped</u></a> plans to sell it after facing aggressive backlash. It happened again with <a href=\"http://www.washingtonpost.com/local/maryland-dealer-will-defy-gun-rights-advocates-by-selling-nations-first-smart-gun/2014/05/01/564efa48-d14d-11e3-937f-d3026234b51c_story.html\"><u>a Maryland dealer</u></a>.</p>\r\n\r\n<p>The Armatix does not have a fingerprint recognition system. Instead, the gun works with a black stopwatch and PIN code that emits radio signals to the gun to make it active. The signal is akin to what&rsquo;s emitted from those bulky tags on mall merchandise that aren&rsquo;t triggered until taken out of the store. Other models work with similar chips implanted in everyday accessories, such as bracelets, pins and rings, and some are implanted in the body.</p>\r\n\r\n<p>If the badge is too far away from the microchip in the gun, it will stop working. But that means the technology works, not that it failed.</p>\r\n\r\n<p>And, more critically, the Armatix radio signal has nothing to do with the study Pratt cited, which focused on fingerprint recognition systems, New Jersey Institute of Technology researchers told us.</p>\r\n\r\n<p>Other smart guns also avoid fingerprint technology. <a href=\"http://www.njit.edu/news/2003/2003-125.php\"><u>Michael Recce</u></a>, an associate professor in the information systems department at the&nbsp;New Jersey Institute of Technology, invented &quot;<a href=\"http://www.njit.edu/news/spotlight/2005/jan/index.php\"><u>dynamic grip recognition</u></a>&quot; and applied it to a gun, so that it fires&nbsp;only after it recognizes the user&rsquo;s grip thanks to sensors on the side of the gun that detect pressure and the contours of the user&#39;s hand. The gun starts to detect if the user is authorized as someone starts pulling the gun, he said.</p>\r\n\r\n<p>Recce said the owner detection rate for his dynamic grip &quot;is within the mechanical failure rate,&quot;&nbsp;i.e. the rate at which a standard gun fails. However, two or three people out of 100 adults could also fire the gun in trials<strong> </strong>because their hand is similar to the owner&rsquo;s -- a tradeoff with the technology so it is sure to fire for the rightful owner, he said.</p>\r\n\r\n<p>Other types of smart guns in varying stages of development are outlined in a year-old National Institute of Justice <a href=\"https://www.ncjrs.gov/pdffiles1/nij/242500.pdf\"><u>report</u></a> commissioned as part of President Barack Obama&rsquo;s gun reforms after the Sandy Hook Elementary School shootings.</p>\r\n\r\n<p><strong>This research is dated</strong></p>\r\n\r\n<p>In this case, the New Jersey Institute of Technology research is being misapplied, and it&rsquo;s old.<strong> </strong>Researchers told us their work on fingerprint scanners should not be applied to newer guns.</p>\r\n\r\n<p>Their research, which was not published, was done in the early 2000s on four types of guns using fingerprint readers. None of those guns were as reliable as mechanical firearms, they found, though the guns were a &quot;fragile technology&quot; then, said Donald Sebastian, New Jersey Institute of Technology senior vice president for research and development.</p>\r\n\r\n<p>&quot;Fingerprint readers may have progressed in the past 10 years,&quot; Recce said. &quot;At that time even the readers on laptops would often require you to swipe your finger more than once before they worked. Our opinion was that swiping your finger over the reader multiple times would be a challenge when using a gun.&quot;</p>\r\n\r\n<p>Skeptics of these guns point to many <a href=\"http://www.forbes.com/sites/josephsteinberg/2013/09/13/your-new-iphone-can-put-your-identity-at-risk/\"><u>concerns</u></a> about the reliability of the weapons in a high-pressure situation, like who has time to enter a PIN code, and what if the sensors in the gun<strong> </strong>die? Michael Bazinet, a National Shooting Sports Foundation spokesman, said the &quot;strongest statement on their reliability&quot; will be when law enforcement officers use them en masse.</p>\r\n\r\n<p>But other potential weaknesses don&rsquo;t change the fact that what Pratt cited is old news.</p>\r\n\r\n<p>&quot;To make a universal blanket statement based on a 15-year-old analysis of fingerprint detectors just doesn&rsquo;t pass muster,&quot; Sebastian said. &quot;It&rsquo;s like talking about the reliability of a Model T and comparing it to a race car. Apples and oranges.&quot;</p>\r\n\r\n<p><strong>If not 80 percent reliable, then what?</strong></p>\r\n\r\n<p>Finding a reliability rate for smart guns is an &quot;almost unanswerable question,&quot; said Stephen Teret, a pro-smart gun Johns Hopkins professor and director of the university&rsquo;s Center for Law and the Public&rsquo;s Health. &quot;Because there&rsquo;s a wide range of quality in existing guns, some are better, some are worse. So when you are trying to compute a rate of reliability, are you using one gun or various categories?&quot;</p>\r\n\r\n<p>Robert Spitzer, a SUNY Cortland political science professor and author of <em>The Politics of Gun Control</em> (whom Hayes brought in after Pratt to talk about the issue), said in order for the Armatix iP1 gun to be sold in California, it had to pass a reliability test.</p>\r\n\r\n<p>&quot;The standard was a 99 percent successful fire rate, which it met (fire 600 times with 6 or fewer failed discharges),&quot; Spitzer said.</p>\r\n\r\n<p>Others stressed that all guns are prone to failure at some point. The mechanical&nbsp;failure rate is often given as 1 in 1,000, and a military weapon&rsquo;s failure rate is closer to 1 in 10,000, Sebastian said.</p>\r\n\r\n<p>&quot;Misfire is embedded in our language,&quot; he said.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Pratt said &quot;20 percent of the time (smart guns) won&#39;t work,&quot; which he got from a 2003 magazine story referencing unpublished research from the<strong> </strong>New Jersey Institute of Technology.</p>\r\n\r\n<p>The scientists who conducted that research say Pratt&rsquo;s citation is misapplied. Researchers only looked at smart guns that rely on fingerprint sensors, yet Pratt applied the statistic to all smart guns, including the Armatix pistol that works with a black stopwatch, PIN code and small electronic chips. Even more, their research is more than a decade old, and they say fingerprint matching technology has changed since then.</p>\r\n\r\n<p>Pratt&rsquo;s statement is not based on solid evidence. We rate his statement False.</p>\r\n", "ruling_comments_date": "2014-05-20T14:47:59.114294", "ruling_date": "2014-05-20T16:23:20", "ruling_headline": "Gun advocate Larry Pratt says 'smart guns' fail 20 percent of the time", "ruling_headline_slug": "larry-pratt-smart-gun-fails-20-percent", "ruling_link_text": "Smart gun misfire", "ruling_state": null, "source_documents": null, "sources": "<p>MSNBC <a href=\"http://www.nbcnews.com/id/55123546/ns/msnbc-all_in_with_chris_hayes/\"><u>transcript</u></a> of &quot;All In with Chris Hayes,&quot; May 6, 2014</p>\r\n\r\n<p>Interview with Larry Pratt, Gun Owners of America executive director, May 16, 2014</p>\r\n\r\n<p>Interview with Michael Recce, New Jersey Institute of Technology associate professor in information systems department, May 16, 2014</p>\r\n\r\n<p>Interview with Stephen Teret, a professor at Johns Hopkins Bloomberg School of Public Health and director of the Center for Law and the Public&rsquo;s Health, May 16, 2014</p>\r\n\r\n<p>Interview with Donald Sebastian, New Jersey Institute of Technology senior vice president for research and development, May 19, 2014</p>\r\n\r\n<p>Interview with Robert J. Spitzer, SUNY Cortland political science professor and author of <em>The Politics of Gun Control</em>, May 19, 2014</p>\r\n\r\n<p>Interview with Michael Bazinet, National Shooting Sports Foundation spokesman, May 19, 2014</p>\r\n\r\n<p>PunditFact, &quot;<a href=\"http://www.politifact.com/punditfact/statements/2014/may/01/sarah-palin/sarah-palin-eric-holder-wants-gun-owners-wear-id-b/\"><u>Sarah Palin: Eric Holder wants gun owners to wear ID bracelets</u></a>,&quot; May 1, 2014</p>\r\n\r\n<p>CNN, &quot;<a href=\"http://www.cnn.com/2014/03/26/tech/innovation/smart-guns-know-whos-firing/\"><u>The guns that know who&rsquo;s firing them: Can smart tech make guns safer?</u></a>&quot; March 26, 2014</p>\r\n\r\n<p>National Institute of Justice research report, &quot;<a href=\"https://www.ncjrs.gov/pdffiles1/nij/242500.pdf\"><u>A review of gun safety technologies</u></a>,&quot; June 2013</p>\r\n\r\n<p>Marketplace, &quot;<a href=\"http://www.marketplace.org/topics/tech/guns-and-dollars/are-smart-guns-ready-market\"><u>Are &lsquo;smart&rsquo; guns ready for the market?</u></a>&quot; April 19, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Executive director, Gun Owners of America", "false_count": 1, "first_name": "Larry", "half_true_count": 1, "home_state": "", "id": 2545, "last_name": "Pratt", "mostly_true_count": 0, "name_slug": "larry-pratt", "pants_count": 1, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/pratt.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2545/", "total_count": 3, "true_count": 0, "website": "http://gunowners.org/larry-pratt.htm"}, "statement": "<p>&quot;20 percent of the time (smart guns) won&#39;t work.&quot;</p>\r\n", "statement_context": "an interview on 'All in with Chris Hayes'", "statement_date": "2014-05-06", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 19, "photo": null, "resource_uri": "/api/v/2/subject/19/", "subject": "Guns", "subject_slug": "guns", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 115, "photo": null, "resource_uri": "/api/v/2/subject/115/", "subject": "Technology", "subject_slug": "technology", "used_in_edition": []}], "target": [], "twitter_headline": ""}