{"art": [{"brightcove": "", "caption": "We checked the claim that opens this ad posted online in May 2014 by Texas Right to Life.", "id": 4545, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/4545/", "title": "Texas Right to Life ad versus Bob Deuell May 14, 2014", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/IuZSRQM5koA?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "IuZSRQM5koA"}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2014/may/30/texas-right-life/texas-law-gives-hospital-panels-sway-over-cutting-/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 9355, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/9355/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p><strong>UPDATE</strong>: <em>On May 29, 2014, we rated as Mostly False a claim by Texas Right to Life that in Texas, &quot;faceless&quot; panels can judge whether to continue a person&#39;s care. But we initially misreported a word in the group&#39;s statement. </em><em>Texas Right to Life&#39;s ad referred to &quot;life-sustaining&quot; care -- not &quot;life-saving&quot; care, which is what we&nbsp; wrote. Our correction of our error leads us to conclude the group&#39;s claim accurately tracked a portion of the law. Consequently, we are changing our rating to Half True.</em></p>\r\n\r\n<p>An ad targeting a Republican state senator opened with what sounded like a heartbeat and a wailing siren in the background as the narrator read words displayed on screen: &quot;If your loved one is in the hospital, you may be shocked to learn that a faceless hospital panel can deny life-sustaining care, giving you only 10 days to find another facility for your mother, dad, or young child, even if the patient is conscious.&quot;</p>\r\n\r\n<p>A moment later, the narrator said: &quot;This actually happens to families across Texas.&quot;</p>\r\n\r\n<p>Death panels, Texas style?</p>\r\n\r\n<p><strong>Group cites 1999 law</strong></p>\r\n\r\n<p>In 2013, state Sen. Bob Deuell, a Greenville physician, unsuccessfully proposed changes in a<a href=\"http://www.legis.state.tx.us/tlodocs/83R/analysis/html/SB00303S.htm\"> <u>1999 law that had created a process</u></a> for situations when there is no advance directive from a patient regarding an end-of-life decision and there&rsquo;s disagreement between the primary physician and a patient&#39;s family over continuing treatment.</p>\r\n\r\n<p>Texas Right to Life, which<a href=\"http://www.texasrighttolife.com/about/135/Who-we-are\"> <u>describes itself</u></a> as the state&rsquo;s oldest &quot;pro-life&quot; group, opposed Deuell&rsquo;s proposal and also created the ad, which it publicized in a press release. Deuell ultimately lost his 2014 runoff for the GOP nomination to challenger Bob Hall.</p>\r\n\r\n<p>Asked the basis of the ad claim, spokeswoman Melissa Conway emailed a statement from John Seago, Texas Right to Life&rsquo;s legislative director, referring to<a href=\"http://www.statutes.legis.state.tx.us/Docs/HS/htm/HS.166.htm#166.046\"> <u>Section 166.046</u></a> of the Texas Health and Safety Code, which states that a hospital review committee may align with a primary physician on cutting off or continuing a patient&rsquo;s life-sustaining care.</p>\r\n\r\n<p>If a panel agrees on ending such care, the patient or person responsible for their care has 10 days to acquire another physician or move to another facility before the hospital is no longer obligated to provide care, the law says, though a court shall extend the 10-day period if it finds a reasonable expectation a physician or facility that will honor the patient&#39;s desires will be found with the added time.</p>\r\n\r\n<p>The law defines &quot;life-sustaining&quot; treatment as treatment that, based on reasonable medical judgment, sustains the life of a patient without which the patient will die. &quot;The term includes both life-sustaining medications and artificial life support, such as mechanical breathing machines, kidney dialysis treatment, and artificial nutrition and hydration,&quot; the law says.</p>\r\n\r\n<p>By email, Seago pointed out the law is silent on who should serve on a review committee nor, he wrote, does it require participants to be identified to the affected family. Seago also said Texas Right to Life, which has advocated for patients, has attended review meetings in which not all committee members were revealed.</p>\r\n\r\n<p>Seago urged us to reach out to lawyers including <a href=\"http://www.garloward.com/Attorneys/Jerri-L-Ward.shtml\"><u>Jerri Lynn Ward</u></a> of Lakeway, near Austin, who said by email that none of her clients--among them, Andrea Clark, whose 2006 dying<a href=\"http://www.chron.com/news/houston-texas/article/Move-of-St-Luke-s-patient-on-life-support-called-1891103.php\"> <u>drew news coverage</u></a>--knew the names of committee members before review proceedings began. &quot;I would call that being faceless,&quot; Ward said.</p>\r\n\r\n<p><strong>Other views</strong></p>\r\n\r\n<p>To our inquiries, others including lawyers, physicians and advocacy groups for hospitals and doctors told us the ad claim misrepresents how the Texas law has been carried out.</p>\r\n\r\n<p>The Texas Hospital Association,<a href=\"https://www.tha.org/HealthCareProviders/AboutTHA/History/index.asp\"> <u>which describes itself</u></a> as the political and educational advocate for more than 430 hospitals and health systems, said the claim misrepresents elements of such extremely rare hospital committee reviews.</p>\r\n\r\n<p>By telephone, Carrie Kroll agreed that &quot;at the end of the day, the hospital can say no, we&rsquo;re not going to provide care.&quot; But review panels aren&rsquo;t faceless, Kroll said, in that individuals on the panels meet with the families or guardians challenging a physician&rsquo;s judgment. Also, Kroll said, most hospitals provide patient &quot;liaisons&quot; to guide families and loved ones through the reviews. The Senate-approved version of Deuell&rsquo;s failed 2013 proposal mandated such liaisons during reviews, according to a Texas Medical Association <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGMXZqb1FRTVgwZjA/edit?usp=sharing\"><u>summary</u></a> emailed to us by association spokesman Steve Levine.</p>\r\n\r\n<p>On another front, Kroll said, &quot;we&rsquo;re not talking about life-saving care. In most of these instances, it&rsquo;s a situation where the person is dying. They are not going to walk out of that hospital even if they are conscious. They&rsquo;re in the end of their life--maybe minutes, days, hours&hellip; But they&rsquo;re not somebody who has gone in for a knee replacement and the hospital is just tired of dealing with them and is going to kill them, as an example,&quot; Kroll said.</p>\r\n\r\n<p>Hospital association spokesman Lance Lunsford, asked how often review panels must resolve such disputes,<a href=\"https://docs.google.com/document/d/1CMjfWL7kXczD5cg0ASzCMgt27_CJQKdEGnnScZJ0SN8/pub\"> <u>emailed us a summary</u></a> of a 2012 association survey of 212 hospitals and hospital systems. In 2011, according to the summary, the review process was initiated 21 times at 16 hospitals or systems. The group&rsquo;s survey for 2010 identified a single review that year, the summary says, and its survey for 2009 indicated the process was initiated twice in two systems.</p>\r\n\r\n<p>Kroll put us in touch with<a href=\"http://www.texaschildrens.org/Locate/Doctors/Graf,-Jeanine/\"> <u>Jeanine Graf</u></a>, medical director of the pediatric intensive care unit at Texas Children&rsquo;s Hospital in Houston, who told us she has served on that hospital&rsquo;s bioethics committee for at least 15 years. Once a year or every other year, Graf said by phone, the committee decides a child&rsquo;s care should end because more care would be futile. Otherwise, Graf said, &quot;we&rsquo;re just prolonging their deaths.&quot;</p>\r\n\r\n<p>&quot;It&rsquo;s not a faceless committee,&quot; Graf said. &quot;The family comes to the committee,&quot; which consists of nurses, physicians, religious officials and an ethicist, &quot;and pleads their case. There&rsquo;s no anonymity. We identify ourselves.&quot;</p>\r\n\r\n<p>Also, Graf said, she has never seen a patient in such circumstances who was aware of their surroundings. &quot;They are often the sickest patients who are expected to die no matter what we do,&quot; she said. After a panel decides more care is unwarranted, usually after a meeting that runs several hours, the family is given at least 10 business days to act, Graf said. &quot;It very rarely comes to that 10-day clock,&quot; Graf said. &quot;The person may die in the interim.&quot;</p>\r\n\r\n<p>For the medical association, Levine similarly challenged the description of the review committees as &quot;faceless&quot; and said the &quot;rarely used dispute resolution process is used only for terminally or irreversibly ill patients.&quot;</p>\r\n\r\n<p>Levine suggested we consult attorney<a href=\"http://www.law.smu.edu/faculty/Mayo\"><u> Thomas Mayo</u></a>, an associate professor of law at Southern Methodist University. By email, Mayo told us that since 1998, he&rsquo;s been part of a statewide working group that regularly discusses the relevant law.</p>\r\n\r\n<p>By telephone, Mayo suggested the law is more complex than the ad indicates. &quot;Is it possible a conscious person could be denied life-sustaining treatment because of the actions of a committee? I guess&hellip; in the sense the ethics committee has to be consulted and if it is consulted and agrees with the (primary) doctor, then this doctor after a period of time is not obligated to provide that treatment.&quot;</p>\r\n\r\n<p>Mayo later emailed, calling the statement &quot;mostly wrong. There is no &lsquo;faceless hospital panel,&rsquo; ... and consciousness isn&rsquo;t the issue. Although the statute doesn&rsquo;t specify that&quot; the &quot;patient should be diagnosed with a terminal or&quot; an &quot;irreversible condition in order for this law to apply, that does appear to be the case as a matter of medical practice within the applicable standard of care.&quot;</p>\r\n\r\n<p>Mayo urged us to contact Robert L. Fine, a Dallas palliative-care physician who told us he&rsquo;s advised legislators about the law on behalf of his employer, the Baylor Health Care System, and the state medical and hospital associations.</p>\r\n\r\n<p>By email, Fine expressed skepticism about any physician or review committee employing the law to judge the condition of anyone not terminally or irreversibly ill. &quot;I don&rsquo;t know of a single hospital ethics committee that would let that happen,&quot; Fine said.</p>\r\n\r\n<p>Affected patients are &quot;not going to be cured,&quot; Fine said. &quot;When these cases come up&hellip; it&rsquo;s always when a patient is &nbsp;terminal or irreversibly ill; typically&quot; when they&rsquo;re suffering; often when there is &quot;division within the family&quot;; and only when an attending physician says further treatment is inappropriate, Fine said, often because the nursing staff is urging that decision.</p>\r\n\r\n<p>Fine also said: &quot;I can&rsquo;t promise you there&rsquo;s not some rogue hospital or committee out there. But the question would be why isn&rsquo;t the family taking that&quot; result &quot;public?&quot;</p>\r\n\r\n<p><strong>Group stands by claim</strong></p>\r\n\r\n<p>Next, we ran what the medical community was telling us past Seago, who replied by email that nothing&nbsp; disproved what the law allows to occur, including the &quot;faceless&quot; panels. Seago pointed out, too, the law doesn&rsquo;t limit review panels to considering cases involving terminally ill patients.</p>\r\n\r\n<p>&quot;Our ad was about the law and instead of looking at the law you are trusting the testimony of doctors,&quot; Seago emailed.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Texas Right to Life said in Texas, &quot;a faceless hospital panel can deny life-sustaining care, giving you only 10 days to find another facility for your mother, dad, or young child, even if the patient is conscious.&quot;</p>\r\n\r\n<p>This claim accurately tracks a portion of the law and we see how one could construe this scenario. The law doesn&#39;t specify how hospital review panels should be composed or run.</p>\r\n\r\n<p>But doctors and hospitals insist the law has been carried out in ways not acknowledged here. For starters, the rarely convened review panels aren&rsquo;t faceless; committee members are reportedly introduced at the reviews. Also, consciousness is not an element of &nbsp;the law. Finally, the law permits courts to add to the 10 days provided for families to find an alternate facility, which the ad doesn&rsquo;t mention.</p>\r\n\r\n<p>We rate this claim, which is partly accurate but leaves out important details, as Half True.</p>\r\n\r\n<hr />\r\n<p><strong><em>HALF TRUE </em></strong><em>&ndash; The statement is partially accurate but leaves out important details or takes things out of context.</em></p>\r\n\r\n<p>Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> <u>more</u></a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n", "ruling_comments_date": "2014-05-21T18:57:58.302577", "ruling_date": "2014-05-30T17:40:08", "ruling_headline": "Texas Right to Life exaggerates on claim of 'faceless hospital panel' determining treatment", "ruling_headline_slug": "texas-law-gives-hospital-panels-sway-over-cutting-", "ruling_link_text": "UPDATED: Rare reviews, dire circumstances", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"https://docs.google.com/document/d/1dQm3Mfk_zK06e9juKXqUDR1MDCKbb5BJ1AcIesFcOWU/pub\"><u>Emails</u></a> (excerpted), Melissa L. Conway, director of external relations, John Seago, legislative director, Texas Right to Life, May 21-28, 2014</p>\r\n\r\n<p>Texas Health and Safety Code, <a href=\"http://www.statutes.legis.state.tx.us/Docs/HS/htm/HS.166.htm#166.046\"><u>&quot;Sec. 166.046. &nbsp;PROCEDURE IF NOT EFFECTUATING A DIRECTIVE OR TREATMENT DECISION,&quot;</u></a> <a href=\"http://www.statutes.legis.state.tx.us/Docs/HS/htm/HS.166.htm#166.052\"><u>&quot;Sec. 166.052. STATEMENTS EXPLAINING PATIENT&#39;S RIGHT TO TRANSFER,&quot;</u></a> Texas Legislature Online, Texas Legislative Council (accessed May 21, 2014)</p>\r\n\r\n<p>News story, <a href=\"http://www.nytimes.com/2013/03/31/health/state-senate-bill-would-revise-end-of-life-procedure.html?_r=0\"><u>&quot;A Texas Senate Bill Would Revise the State&rsquo;s End-of-Life Procedure,&quot;</u></a> the <em>New York Times</em>, March 30, 2013 (accessed May 21, 2014)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1wQOwZzDWvrSaRxesuqRL74-CLPDxl3T-EuIbWmJxfo4/pub\"><u>Email</u></a> (excerpted), <a href=\"http://www.garloward.com/Attorneys/Jerri-L-Ward.shtml\"><u>Jerri Lynn Ward</u></a>, partner, Garlo Ward P.C., May 23, 2014</p>\r\n\r\n<p>Telephone interview, Carrie Kroll, vice president of advocacy, quality and public health, Texas Hospital Association, Austin, May 21, 2014</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1dWHpumVSN2pnvPZFodtPTEPUdrwO5lPfsjBG4LqcX7k/pub\"><u>Email</u></a> (excerpted), Steve Levine, vice president of communications, Texas Medical Association, May 22, 2014</p>\r\n\r\n<p>Document, <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGMXZqb1FRTVgwZjA/edit?usp=sharing\"><u>&quot;New Protections for Patients and Families,&quot;</u></a> promotional paper on Senate Bill 303, Texas Medical Association, 2013 (received by email from Steve Levine, May 27, 2014)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1CMjfWL7kXczD5cg0ASzCMgt27_CJQKdEGnnScZJ0SN8/pub\"><u>Email</u></a>, Lance Lunsford, vice president for advocacy communications, Texas Hospital Association, May 21, 2014</p>\r\n\r\n<p>Telephone interview, Jeanine Graf, medical director, pediatric intensive care unit, Texas Children&rsquo;s Hospital, Houston, May 21, 2014</p>\r\n\r\n<p>Emails and telephone interview, <a href=\"http://www.law.smu.edu/faculty/Mayo\"><u>Thomas Mayo</u></a>, Altshuler University Distinguished Teaching Professor and associate professor of law, Southern Methodist University Dedman School of Law, Dallas, May 22, 2014</p>\r\n\r\n<p>Telephone interview, Robert L. Fine, clinical director, Office of Clinical Ethics and Palliative Care, Baylor Health Care System, Dallas, May 23, 2014</p>\r\n\r\n<p>Telephone interview, Robert Painter, attorney, Houston, May 23, 2014</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 2, "first_name": "", "half_true_count": 2, "home_state": "Texas", "id": 2473, "last_name": "Texas Right to Life", "mostly_true_count": 0, "name_slug": "texas-right-life", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/texasrighttolife.png", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2473/", "total_count": 4, "true_count": 0, "website": "http://www.texasrighttolife.com/"}, "statement": "<p>In Texas, &quot;a faceless hospital panel can deny life-sustaining care, giving you only 10 days to find another facility for your mother, dad, or young child, even if the patient is conscious.&quot;</p>\r\n", "statement_context": "a video ad", "statement_date": "2014-05-14", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>We strive to make our work completely accurate. When we make a mistake, we correct it and note it on the original item. If the mistake is so significant that it requires us to change the ruling, we will do so. Readers who see an error should contact the writer or editor. Their names are listed on the right side of every Truth-O-Meter item. Clicking on their names will take you to their bio pages, where you can find their email addresses. Read more about our corrections policies in our <a href=\"http://www.politifact.com/truth-o-meter/article/2013/nov/01/principles-politifact-punditfact-and-truth-o-meter/\">Principles of the Truth-O-Meter</a>.</p>\r\n", "id": 255, "photo": null, "resource_uri": "/api/v/2/subject/255/", "subject": "Corrections and Updates", "subject_slug": "corrections-and-updates", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/14/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Physician", "false_count": 0, "first_name": "Robert", "half_true_count": 0, "home_state": "Texas", "id": 2302, "last_name": "Deuell", "mostly_true_count": 1, "name_slug": "robert-deuell", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/deuell051613pft.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2302/", "total_count": 1, "true_count": 0, "website": "http://www.deuell.senate.state.tx.us/"}], "twitter_headline": ""}