{"art": [{"brightcove": "", "caption": "Sen. Marco Rubio, R-Fla., discussed his views on climate change with Fox News host Bill O'Reilly.", "id": 5119, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/rubio_reilly.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/5119/", "title": "Rubio and Reilly climate change", "wibbitz": "", "youtube": "", "youtubeID": ""}, {"brightcove": "", "caption": "This chart shows land and ocean surface temperatures rising from 1960 to 1997, then \"pausing\" after that. (NOAA data)", "id": 5120, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Surface_temps_1960-2014_1.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/5120/", "title": "Surface temps 1960-2014 take 2", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2014/may/27/marco-rubio/marco-rubio-surface-temperatures-earth-have-st/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": "", "id": 9369, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/9369/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Sen. Marco Rubio, R-Fla., has been <a href=\"http://www.tampabay.com/blogs/the-buzz-florida-politics/rubio-digs-in-on-climate-change/2180701\"><u>attracting a lot of attention</u></a> recently for expressing skepticism about how much humans contribute to global warming and what policy approaches the United States should take.</p>\r\n\r\n<p>During a May 20, 2014, <a href=\"http://www.cq.com/doc/newsmakertranscripts-4480357?4\"><u>interview</u></a>, Fox News&rsquo; Bill O&rsquo;Reilly asked Rubio, &quot;Now, you said (a) flat-out bold and fresh statement that you don&#39;t believe the scientists on global warming. Are you going up against these people?&quot;</p>\r\n\r\n<p>Rubio responded, &quot;No, here&#39;s the point. First of all, I have never denied the climate is changing. That shouldn&#39;t surprise us. The climate is always changing. The second point on the science is, the left loves to go around saying there is a consensus, there is a consensus. There is a majority of scientists that say that global carbon emissions by humans causes some changes in the climate. What there is no consensus on and (what) they conveniently ignore is there is no consensus on the sensitivity of the climate. How much is it changing and how much of it is directly attributable to human carbon emission? There is no consensus on that, which is why the models vary so greatly, which is why, despite 17 years of dramatic increases in carbon production by humans, surface temperatures (on) the earth have stabilized.&quot;</p>\r\n\r\n<p>We wondered whether Rubio was accurate when he said that surface temperatures on Earth &quot;have stabilized.&quot;</p>\r\n\r\n<p>Rubio&rsquo;s office did not respond to an inquiry for this story. But in interviews with nearly a dozen scientists, we received a nuanced assessment of his remark.</p>\r\n\r\n<p>On the one hand, we found most accepting Rubio&rsquo;s starting point -- that surface temperatures on earth, which were once rising rapidly, have &quot;paused&quot; their increase over the past 16 or 17 years.</p>\r\n\r\n<p>On the other hand, most of the scientists we checked with took exception to his use of the word &quot;stabilized&quot; to describe this phenomenon, saying the &quot;pause&quot; is temporary.</p>\r\n\r\n<p>While &quot;stabilized&quot; suggests that we have gotten through the worst of it, the reality, scientists say, is that temperatures will rise again, sooner or later.</p>\r\n\r\n<p>&quot;Stabilized&quot; is &quot;a very poor word to use,&quot; said John Reilly, co-director of the Joint Program on the Science and Policy of Global Change at the MIT Sloan School of Management.</p>\r\n\r\n<p>Rubio&rsquo;s word choice &quot;has no merit,&quot; agreed Mark Serreze, director of the National Snow and Ice Data Center and a professor of geography at the University of Colorado-Boulder. Reto Ruedy, a climate specialist at NASA Goddard Institute for Space Studies, concurred, saying that the claim of stabilization had &quot;no legitimacy.&quot;</p>\r\n\r\n<p>Even Paul C. &quot;Chip&quot; Knappenberger, a scholar at the Cato Institute, said Rubio had gone too far by saying the situation had &quot;stabilized.&quot; While global warming &quot;certainly has slowed down considerably&quot; over the past 16 or 17 years, Knappenberger said confirmation that the situation has &quot;stabilized&quot; would take &quot;another 10 to 20 years.&quot;</p>\r\n\r\n<p>&quot;The pace will probably pick back up again at sometime in the future,&quot; Knappenberger said. &quot;But when that will be, or what the new pace will be, are far from scientifically agreed upon characteristics.&quot;</p>\r\n\r\n<p><strong>A closer look at the recent past</strong></p>\r\n\r\n<p>Climate-change skeptics have made the pause a cornerstone of their argument that concern about global warming is overblown. And at least on the existence of a pause, the statistics are on their side.</p>\r\n\r\n<p>An <a href=\"http://www.ncdc.noaa.gov/cag/time-series/global/globe/land_ocean/ytd/12/1880-2014\"><u>interactive chart</u></a> from the National Oceanic and Atmospheric Administration shows land and ocean surface temperatures going back to the 1800s. While there&rsquo;s been some variation in surface temperatures since 1998, it has remained within a relatively narrow band, which contrasts with the rapid rise during the decades that preceded it. (The strongest evidence of a pause is for the past 16 years, but we won&rsquo;t quibble with Rubio&rsquo;s use of the 17-year time frame.) Scientists also said that Rubio is correct to point to the uncertainty inherent in climate models.</p>\r\n\r\n<p>Mainstream climate scientists are taking the pause seriously. As <a href=\"http://www.politifact.com/rhode-island/statements/2013/aug/25/steve-goreham/global-warming-skeptic-says-global-surface-tempera/\"><u>PolitiFact Rhode Island has noted</u></a>, the United Kingdom&rsquo;s weather office has begun referring to the last 16 years as &quot;<a href=\"http://www.metoffice.gov.uk/research/news/recent-pause-in-warming\"><u>the recent pause in warming</u></a>.&quot;</p>\r\n\r\n<p>It&rsquo;s worth noting that even at the level of the &quot;pause,&quot; temperatures are still historically high. As we&rsquo;ve <a href=\"http://www.politifact.com/truth-o-meter/statements/2013/feb/15/barack-obama/barack-obama-says-12-hottest-years-record-have-com/\"><u>previously noted</u></a>, 13 of the warmest years have occurred in the past 15 years, according to NASA.</p>\r\n\r\n<p>But importantly, most scientists do not expect the pause to continue indefinitely. The United Kingdom office published <a href=\"http://www.metoffice.gov.uk/research/news/recent-pause-in-warming\"><u>three reports</u></a> in which they asserted that temperatures will likely resume their rapid rise soon, though on an uncertain timetable.</p>\r\n\r\n<p>Judith Curry, who chairs the School of Earth and Atmospheric Sciences at the Georgia Institute of Technology -- and who believes climate change is happening but has <a href=\"http://www.npr.org/2013/08/22/213894792/uncertain-science-judith-currys-take-on-climate-change\"><u>put more emphasis</u></a> on the scientific uncertainties than other scientists -- said reasonable people can disagree with how quickly the temperature rise will begin and how far it will go.</p>\r\n\r\n<p>The Intergovernmental Panel on Climate Change, an international body that has been among the most prominent voices raising the specter of significant impacts from climate change, said it &quot;expects the temperatures to resume increasing soon, whereas certain scientists, including myself, expect the current pause in surface temperatures to continue for another decade or two,&quot; Curry said.</p>\r\n\r\n<p>We couldn&rsquo;t find any experts who believe temperatures have &quot;stabilized&quot; in the sense of settling down into a consistent pattern indefinitely.</p>\r\n\r\n<p>&quot;Increases in Earth&#39;s temperature have indeed slowed, but have certainly not stabilized,&quot; said Rob Jackson, an earth sciences professor at Stanford University. &quot;Every year is now what would have been a record year in the 1990s, and the last decade was the warmest in the modern record.&quot;</p>\r\n\r\n<p>Rubio&rsquo;s statement &quot;is misleading, because it implies that the climate has reached a balance or equilibrium, so that global temperatures will not rise in the future,&quot; agreed Brian Soden, a professor of meteorology and physical oceanography at the University of Miami. &quot;However, the earth&#39;s climate has not stabilized. In particular, the flow of energy into and out of the planet is not in balance. It is gaining more energy than it is losing, due to increased greenhouse gases, and therefore future warming is unavoidable.&quot;</p>\r\n\r\n<p><strong>Explaining the paradox of the &#39;pause&#39;</strong></p>\r\n\r\n<p>The central paradox Rubio points out -- an increase in carbon dioxide emissions without a commensurate rise in surface temperatures -- has prompted several theories to explain it.</p>\r\n\r\n<p>One reason is that, over the long term, data always fluctuates somewhat. &quot;The global average air temperature over the past 150 years has been characterized by overall rise,&quot; but superimposed on this general trend are &quot;periods, lasting as much as several decades, of stronger warming, little change and even cooling,&quot; said Serreze of the University of Colorado-Boulder.</p>\r\n\r\n<p>Barring dramatic cuts in carbon emissions, Serreze suggested that 50 years from now, &quot;the period of slower warming from the late 1990s to present will appear as just another blip on the overall pattern of warming.&quot;</p>\r\n\r\n<p>Some experts add that starting the count in 1998 exaggerates the &quot;pause,&quot; since that was an unusually strong &quot;El Nino&quot; year. El Nino is an occasional pattern in ocean currents that significantly affects the weather globally, including raising global temperatures by releasing &quot;tremendous amounts of heat from the ocean to the atmosphere,&quot; said Jennifer Francis, a research professor at the Institute of Marine and Coastal Sciences at Rutgers University.</p>\r\n\r\n<p>&quot;To look at the trend of a relatively short period that started out with an extraordinary El Nino event causing a huge temperature spike is a cheap device,&quot; said Reto Ruedy of NASA&rsquo;s Goddard Institute.</p>\r\n\r\n<p>The physical explanation gaining the most traction is that &quot;the oceans have accumulated most of the heat from human-induced global warming,&quot; said Harold Wanless, University of Miami geological sciences professor.</p>\r\n\r\n<p>One <a href=\"http://science.time.com/2013/11/01/oceans-warming-faster-than-they-have-over-past-10000-years/\"><u>recent paper</u></a> found that in one part of the Pacific, middle-depth temperatures have been <a href=\"http://phys.org/news/2013-10-pacific-ocean-absorbing-faster-years.html\"><u>rising 15 times faster</u></a> over the past six decades than at any other time over the past 10,000 years. Other <a href=\"http://www.scientificamerican.com/article/pacific-ocean-and-climate-change-pause/\"><u>papers</u></a> have found similar evidence.</p>\r\n\r\n<p>Basic physics teaches that water has an immense ability to take in and hold heat -- but that same heat will eventually be released. &quot;The trapped heat is still in the system, and it will be released into the atmosphere when the recent pattern of Pacific Ocean temperatures switches back to its warmer phase,&quot; said Francis of Rutgers.</p>\r\n\r\n<p>Other factors may also be playing a role in the &quot;pause,&quot; said Reilly of MIT.</p>\r\n\r\n<p>In addition to an absence of strong El Nino events since 1998, Reilly said, the eruption of some moderate volcanoes may have produced cooling effects that counteracted some of the heating. And there&rsquo;s <a href=\"http://www.scientificamerican.com/article/missing-data-from-arctic-one-cause-of-pause-in-temperature-rise/\"><u>evidence</u></a> that the long-term data sets for temperature have under-recorded Arctic regions where temperatures have been rising most rapidly.</p>\r\n\r\n<p>&quot;So, several factors that are known sources of variability in the climate system all, by coincidence, contributed to a cooling trend over the period,&quot; Reilly said. This suggests that global warming &quot;was occurring -- it&#39;s just that the added warmth was going into the ocean. &nbsp;It&rsquo;s unlikely that all of these coincidences will continue, or continue to offset warming.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Rubio said that &quot;surface temperatures in the earth have stabilized.&quot; He has a point that over roughly the past decade and a half, global surface temperatures have &quot;paused,&quot; particularly compared to their rapid rise in previous decades. But scientists we interviewed agreed that the use of the word &quot;stabilized&quot; represents an unjustified leap from the data, since &quot;stabilized&quot; suggests that we have gotten through the worst of climate change.</p>\r\n\r\n<p>At the very least, the uncertainty inherent in climate forecasting makes such a claim of &quot;stabilization&quot; premature. More likely, the evidence suggests that the &quot;pause&quot; in global surface temperatures is temporary, with temperatures poised to rise once the oceans start releasing more heat, such as during an El Nino event. It&rsquo;s not clear <em>when </em>temperatures will rise again, but few scientists doubt that temperatures will rise again at some point. We rate Rubio&rsquo;s claim Mostly False.</p>\r\n\r\n<p><em>CORRECTION: The initial version of this article incorrectly identified Paul C. &quot;Chip&quot; Knappenberger as being affiliated with DeSmog blog. He has no affiliation with the blog. As our initial report noted, he is a scholar at the Cato Institute.</em></p>\r\n<a href=\"https://www.sharethefacts.co/share/ce329e45-f26d-404f-aad0-b6de598c5765\">https://www.sharethefacts.co/share/ce329e45-f26d-404f-aad0-b6de598c5765</a>\r\n", "ruling_comments_date": "2014-05-27T13:57:37.582438", "ruling_date": "2014-05-27T14:43:17", "ruling_headline": "Marco Rubio says surface temperatures on Earth 'have stabilized'", "ruling_headline_slug": "marco-rubio-surface-temperatures-earth-have-st", "ruling_link_text": "There's been a pause, but don't expect it to last", "ruling_state": null, "source_documents": null, "sources": "<p>Marco Rubio, <a href=\"http://www.foxnews.com/on-air/oreilly/2014/05/21/man-responsible-climate-change\"><u>comments</u></a> to Fox News host Bill O&rsquo;Reilly, <a href=\"http://www.cq.com/doc/newsmakertranscripts-4480357?0\"><u>May 20, 2014</u></a></p>\r\n\r\n<p><em>Tampa Bay Times</em>, &quot;<a href=\"http://www.tampabay.com/blogs/the-buzz-florida-politics/rubio-digs-in-on-climate-change/2180701\"><u>Rubio digs in on climate change</u></a>,&quot; May 20, 2014</p>\r\n\r\n<p>National Oceanic and Atmospheric Administration, &quot;Climate at a Glance&quot; (<a href=\"http://www.ncdc.noaa.gov/cag/time-series/global\"><u>interactive chart</u></a>), accessed May 27, 2014</p>\r\n\r\n<p>MetOffice.gov.uk, &quot;<a href=\"http://www.metoffice.gov.uk/research/news/recent-pause-in-warming\"><u>The recent pause in warming</u></a>,&quot; Aug. 13, 2013</p>\r\n\r\n<p>NPR, &quot;&#39;<a href=\"http://www.npr.org/2013/08/22/213894792/uncertain-science-judith-currys-take-on-climate-change\"><u>Uncertain&#39; Science: Judith Curry&#39;s Take On Climate Change</u></a>,&quot; Aug. 22, 2013</p>\r\n\r\n<p><em>Time</em>, &quot;<a href=\"http://science.time.com/2013/11/01/oceans-warming-faster-than-they-have-over-past-10000-years/\"><u>Oceans Warming Faster Than They Have Over Past 10,000 Years</u></a>,&quot; Nov. 1, 2013</p>\r\n\r\n<p><em>Scientific American</em>, &quot;<a href=\"http://www.scientificamerican.com/article/missing-data-from-arctic-one-cause-of-pause-in-temperature-rise/\"><u>Missing Data from Arctic One Cause of Pause in Temperature Rise</u></a>,&quot; Nov. 18, 2013</p>\r\n\r\n<p><em>Scientific American</em>, &quot;<a href=\"http://www.scientificamerican.com/article/pacific-ocean-and-climate-change-pause/\"><u>Is the Pacific Ocean Responsible for a Pause in Global Warming?</u></a>&quot; Aug. 28, 2013</p>\r\n\r\n<p>PolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2013/feb/15/barack-obama/barack-obama-says-12-hottest-years-record-have-com/\"><u>Barack Obama says the 12 hottest years on record have come in the last 15 years</u></a>,&quot; Feb. 15, 2013</p>\r\n\r\n<p>PolitiFact Rhode Island, &quot;<a href=\"http://www.politifact.com/rhode-island/statements/2013/aug/25/steve-goreham/global-warming-skeptic-says-global-surface-tempera/\"><u>Global warming skeptic says global surface temperatures have not increased in the last 16 years</u></a>,&quot; Aug. 25, 2013</p>\r\n\r\n<p>Email interview with John Nielsen-Gammon, Texas state climatologist, May 22, 2014</p>\r\n\r\n<p>Email interview with John Reilly, co-director of the Joint Program on the Science and Policy of Global Change at the MIT Sloan School of Management, May 22, 2014</p>\r\n\r\n<p>Email interview with Mark Serreze, director of the National Snow and Ice Data Center and a professor of geography at the University of Colorado-Boulder, May 22, 2014</p>\r\n\r\n<p>Email interview with Reto Ruedy, climate specialist NASA Goddard Institute for Space Studies, May 22, 2014</p>\r\n\r\n<p>Email interview with Paul C. &quot;Chip&quot; Knappenberger, scholar at the Cato Institute, May 22, 2014</p>\r\n\r\n<p>Email interview with Judith Curry, chair of the School of Earth and Atmospheric Sciences at the Georgia Institute of Technology, May 22, 2014</p>\r\n\r\n<p>Email interview with Brian Soden, professor of meteorology and physical oceanography at the University of Miami, May 22, 2014</p>\r\n\r\n<p>Email interview with Jennifer Francis, research professor at the Institute of Marine and Coastal Sciences Rutgers University, May 21, 2014</p>\r\n\r\n<p>Email interview with Rob Jackson, director of the Duke Center on Global Change, May 22, 2014</p>\r\n\r\n<p>Email interview with Harold R. Wanless, chair of geological sciences at the University of Miami, May 22, 2014</p>\r\n", "speaker": {"adkey": "", "advalue": "", "barely_true_count": 36, "current_job": "U.S. Senator", "false_count": 26, "first_name": "Marco", "half_true_count": 33, "home_state": "Florida", "id": 277, "last_name": "Rubio", "mostly_true_count": 37, "name_slug": "marco-rubio", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Marco_Rubio.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/277/", "total_count": 168, "true_count": 20, "website": "http://www.rubio.senate.gov/"}, "statement": "<p>Surface temperatures on Earth &quot;have stabilized.&quot;</p>\r\n", "statement_context": "an interview with Fox News' Bill O'Reilly", "statement_date": "2014-05-20", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Most scientists agree that climate change is real and humans are causing it. The figure that&rsquo;s widely cited is 97 percent of climate scientists, and it appears in at least&nbsp;<a href=\"http://www.politifact.com/truth-o-meter/statements/2015/sep/02/rick-santorum/santorum-un-climate-head-debunked-widely-cited-97-/\">three peer-reviewed surveys</a>.&nbsp;<a href=\"http://www.politifact.com/virginia/statements/2016/apr/04/don-beyer/don-beyer-says-97-percent-scientists-believe-human/\">Plenty of other studies</a>&nbsp;report overwhelming majorities of experts (in the 90 percent range) and at least&nbsp;<a href=\"http://climate.nasa.gov/scientific-consensus/\">18 scientific associations</a>&nbsp;agree.</p>\r\n", "id": 313, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/images.jpg", "resource_uri": "/api/v/2/subject/313/", "subject": "Climate Change", "subject_slug": "climate-change", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "<p>We strive to make our work completely accurate. When we make a mistake, we correct it and note it on the original item. If the mistake is so significant that it requires us to change the ruling, we will do so. Readers who see an error should contact the writer or editor. Their names are listed on the right side of every Truth-O-Meter item. Clicking on their names will take you to their bio pages, where you can find their email addresses. Read more about our corrections policies in our <a href=\"http://www.politifact.com/truth-o-meter/article/2013/nov/01/principles-politifact-punditfact-and-truth-o-meter/\">Principles of the Truth-O-Meter</a>.</p>\r\n", "id": 255, "photo": null, "resource_uri": "/api/v/2/subject/255/", "subject": "Corrections and Updates", "subject_slug": "corrections-and-updates", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/14/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}], "target": [], "twitter_headline": ""}