{"art": [], "author": [{"email_address": "nbadertscher@ajc.com", "first_name": "Nancy", "id": 426, "last_name": "Badertscher", "name_slug": "nancy-badertscher", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/NancyBadertscher-1.jpg", "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/426/", "title": "Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2014/may/30/peter-shumlin/target-deal-hope-mark/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jdenery@ajc.com", "first_name": "Jim ", "id": 141, "last_name": "Denery", "name_slug": "jim-denery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/141/", "title": "Word editor", "twitter": null}, {"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 9382, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "nbadertscher@ajc.com", "first_name": "Nancy", "id": 426, "last_name": "Badertscher", "name_slug": "nancy-badertscher", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/NancyBadertscher-1.jpg", "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/426/", "title": "Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/9382/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Vermont Gov. Peter Shumlin, chairman of the Democratic Governors Association, went on the attack just one day after Georgia&rsquo;s primary election.</p>\r\n\r\n<p>Shumlin was on MSNBC promoting state Sen. Jason Carter, his party&rsquo;s nominee for governor of Georgia, and pouncing on Gov. Nathan Deal, Carter&rsquo;s GOP opponent.</p>\r\n\r\n<p>&quot;Nathan Deal cut the HOPE scholarship program so that literally 100,000 Georgians will not be able to go to college or get technical training that they so badly needed to raise -- you know, give them a chance at a good job,&quot; Shumlin said.</p>\r\n\r\n<p>The HOPE scholarship program, which is funded by lottery sales, is sacrosanct in Georgia. Since the mid-1990s, HOPE has given tens of thousands of students the chance to attend a college, university or technical college.</p>\r\n\r\n<p>PolitiFact Georgia wanted to know whether Shumlin was correct. Did Deal slash the HOPE program to the detriment of 100,000 students?</p>\r\n\r\n<p>Deal pushed through several changes to HOPE in his first year in office that he said were needed to ensure its long-term viability. He took similar steps with the state&rsquo;s popular universal and voluntary pre-kindergarten program, which also is funded by lottery ticket sales.</p>\r\n\r\n<p>The changes to HOPE, which had Republican and Democrat backing, were effective for fiscal 2012, which started July 1, 2011. For the first time, technical college students had to maintain a 3.0 grade-point average -- instead of a 2.0 -- to qualify for a HOPE grant. For all but the top students, HOPE awards were cut -- to cover about 90 percent of tuition costs (now about 80 percent). Another new requirement meant students had to start college within seven years of their high school graduation in order to receive a HOPE scholarship.</p>\r\n\r\n<p>The fallout was immediate. At the technical colleges, for example, the share of students receiving HOPE dropped from 74 percent in 2011 to 54 percent in 2013. They included 11,471 students who lost HOPE because their GPAs straddled between 2.0 and 3.0.</p>\r\n\r\n<p>A chart on the Georgia Student Finance Commission website documents what happened. It shows:</p>\r\n\r\n<p>-- 256,380 students were receiving scholarships and grants, totaling nearly $748 million, in 2010-2011, the year before the program was changed.</p>\r\n\r\n<p>-- 214,671 students received scholarship/grant awards, worth a combined $529 million, for the 2011-2012 fiscal year, the first year of the changes;</p>\r\n\r\n<p>-- and in 2012-2013, 193,876 students were on HOPE at a cost of $501 million.</p>\r\n\r\n<p>The result: 62,504 fewer HOPE recipients. That&rsquo;s a lot. But it&rsquo;s not 100,000.</p>\r\n\r\n<p>So where did Shumlin get that 100,000 students who lost HOPE?</p>\r\n\r\n<p>We reached out to the Democratic Governors Association, where spokeswoman Sabrina Singh told us the 100,000 figure came from an Atlanta Magazine article published in January 2014. The article showed 256,392 students on HOPE in 2011 and 148,331 in the scholarship/grant program in 2014, for a difference of about 108,000. The problem: The article included data for only part of 2014. (The 2014 Fiscal Year doesn&rsquo;t end until June 30, 2014.)</p>\r\n\r\n<p>It should be noted that, according to Tracy Ireland, president of the Student Finance Commission, the 2014 figures were omitted from the agency&rsquo;s website beginning in late April due to a computer error and were not reposted until May 23, after Shumlin&rsquo;s MSNBC appearance and after PolitiFact started making calls for this fact check.</p>\r\n\r\n<p>The agency also went back May 23 and adjusted the website report to show more grant and scholarship awards than had previously been reported. (Award totals for fiscal 2012 were changed from 202,891, as shown on the website earlier in May, to 214,671. The fiscal 2013 awards were revised from 173,723 to 193,876).</p>\r\n\r\n<p>The numbers were changed, in part, to include students who received the Zell Miller Scholarship in fiscal years 2012, 2013 (as well as 2014) and others who received the new Strategic Industries Workforce Development grants, Ireland said. Both the scholarship and grant are funded by HOPE.</p>\r\n\r\n<p>Ireland said officials previously planned to add those numbers as part of a website rewrite, but instead updated them May 23.</p>\r\n\r\n<p>Democrats called the revisions suspicious.</p>\r\n\r\n<p>&quot;They are actively revising numbers to make the governor look better in an election year when his opponent is making this a key issue,&quot; said Bryan Thomas, a spokesman for Carter.</p>\r\n\r\n<p>Data on the Student Finance Commission&rsquo;s website in early May showed there were 82,682 fewer HOPE scholarship/grant recipients between fiscal 2011 and fiscal 2013. (The numbers are not independently audited, according to Ireland.)</p>\r\n\r\n<p><strong>More to consider</strong></p>\r\n\r\n<p>No one disputes that the changes to HOPE contributed to coinciding enrollment declines (Enrollment in the state&rsquo;s technical colleges went from 195,366 in 2011 to 151,150 in 2013 and from 318,027 to 309,469 in the University System of Georgia in the same period.)</p>\r\n\r\n<p>But there&rsquo;s more to know about the numbers.</p>\r\n\r\n<p>State officials say other factors likely played a role in the drop in HOPE awards and enrollment. Technical colleges moved during this period from quarters to semesters, causing some temporary upheaval. Likely more importantly, the state was starting to rebound from what&rsquo;s generally referred to as the Great Recession.</p>\r\n\r\n<p>&quot;Changes to the (HOPE] program had an impact,&quot; Ireland said. &quot;But the improving economy also affected enrollment negatively.&quot;</p>\r\n\r\n<p>Colleges and technical schools typically see enrollment increases during economic slumps and decreases as the job market improves, said Mike Light, a spokesman for the Technical College System of Georgia.</p>\r\n\r\n<p>Earlier this month, Ron Jackson, the agency&rsquo;s commissioner, wrote Jason Carter after learning Carter was being quoted in the media as saying technical college enrollment is off 45,000, largely due to changes in the HOPE grant program.</p>\r\n\r\n<p>Jackson said technical colleges added nearly 45,000 students between 2008 and 2010, the peak of the Great Recession. Their enrollment of 151,150 students last year was closer to the colleges&rsquo; pre-recession numbers and follows a decline in two-year college enrollment, he wrote Carter.</p>\r\n\r\n<p>The picture also for some HOPE recipients isn&rsquo;t as bleak as it first seemed, Jackson said. Of those 11,471 students who could not meet the 3.0 GPA requirement, 2,341 remained in college and graduated. An additional 2,341 came back after the GPA requirement was returned to 2.0 in 2013, he said.</p>\r\n\r\n<p>Claire Suggs, a senior education policy analyst with the left-leaning Georgia Budget and Policy Institute, agreed that there&rsquo;s no way to know exactly how many students fell off the HOPE rolls as a result of the policy changes pushed by Deal.</p>\r\n\r\n<p>&quot;We do know HOPE was a significant driver [in the decline in scholarship and grant awards],&quot; Suggs said.<strong>.</strong></p>\r\n\r\n<p>The &quot; immediate plunge&quot; in awards after the changes were enacted makes that apparent, she said.</p>\r\n\r\n<p>The Student Finance Commission&rsquo;s Ireland said the program changes had to be made. In fiscal 2011, agency projections showed that the costs of lottery-funded programs were outstripping new lottery revenues at an accelerating rate. If unchecked, lottery reserves would have been depleted by the end of fiscal 2013, he said.</p>\r\n\r\n<p>Brian Robinson, a spokesman for Deal, said Democrats&rsquo; numbers are &quot;flat wrong and their analysis is sheer speculation.&quot;</p>\r\n\r\n<p>&quot;We saved HOPE,&quot; Robinson said. &quot;We maintain the most generous scholarship program in the nation. Vermont should be so lucky.&quot;</p>\r\n\r\n<p>He said Georgia&rsquo;s technical college enrollment went down because 240,000 new jobs have been created in Deal&rsquo;s tenure.</p>\r\n\r\n<p>&quot;That&#39;s a big reason technical college enrollment declined,&quot; Robinson said.</p>\r\n\r\n<p>Our conclusion: The number of students who receive HOPE grants and scholarships to attend universities, 2-year, 4-year or technical colleges fell off after changes to the program were enacted in the fiscal year that started July 1, 2011.</p>\r\n\r\n<p>Those changes undoubtedly were a big factor.</p>\r\n\r\n<p>Numbers on the Student Finance Commission website show 62,504 fewer HOPE scholarship and grant recipients in the first two years after the new rules were put in place.</p>\r\n\r\n<p>But state officials say other facts were at play, including the improving economy.</p>\r\n\r\n<p>Shumlin relied on a magazine article, which included data from only part of a year.</p>\r\n\r\n<p>There is some truth in his statement. The number of HOPE recipients are down. But they are not down as much as Shumlin said. And &nbsp;the declines can be attributed to a variety of factors.</p>\r\n\r\n<p>We rate his statement &nbsp;Half True .</p>\r\n", "ruling_comments_date": "2014-05-29T17:24:37.896594", "ruling_date": "2014-05-30T00:00:00", "ruling_headline": "Democrats misfire with criticism of Deal on HOPE", "ruling_headline_slug": "target-deal-hope-mark", "ruling_link_text": "Will HOPE changes be campaign fodder?", "ruling_state": null, "source_documents": null, "sources": "<p>Transcript of MSNBC interview on May 21st, 2014 with Peter Shumlin, Vermont governor and chair of the Democratic Governors Association</p>\r\n\r\n<p>HOPE<a href=\"https://www.documentcloud.org/documents/1175179-hopeflyer.html\"> flyer </a></p>\r\n\r\n<p>HOPE <a href=\"https://www.documentcloud.org/documents/1175181-hopechanges.html\">changes</a> from Georgia Student Finance Commission</p>\r\n\r\n<p>Chart of HOPE scholar/grant recipients/dollars as of <a href=\"http://www.gsfc.org/gsfcnew/SandG_facts.cfm\">May</a> 23rd, 2014</p>\r\n\r\n<p>Chart of HOPE scholarship/grant awards from May 12, 2014</p>\r\n\r\n<p>Emails with Sabrina Singh, spokeswoman for the Democratic Governors Association</p>\r\n\r\n<p>Phone interview and emails with Mike Light, spokesman for the Technical College System of Georgia</p>\r\n\r\n<p style=\"margin-left:-1pt\">Phone interview and emails with Brian Robinson, spokesman for Gov. Nathan Deal</p>\r\n\r\n<p style=\"margin-left:-1pt\">Phone calls and emails with Tracy Ireland, president of the Georgia Student Finance Commission since May 2013</p>\r\n\r\n<p style=\"margin-left:-1pt\">Phone interview with Claire Suggs, senior education policy analyst for the Georgia Budget &amp; Policy Institute</p>\r\n\r\n<p style=\"margin-left:-1pt\">Emails with Betsy Riley, executive editor, Atlanta Magazine</p>\r\n\r\n<p style=\"margin-left:-1pt\">&quot;Repairing a Blue Collar Georgia,&quot; by Jim Galloway, The Atlanta Journal-Constitution, Saturday, <a href=\"http://www.ajc.com/weblogs/political-insider/2013/nov/02/repairing-hit-blue-collar-georgia/\">November </a>2, 2913.</p>\r\n\r\n<p style=\"margin-left:-1pt\">Vermont <a href=\"http://www.vsc.edu/about-vsc/VSC_Office_of_the_Chancellor/2014_VSC_Fact_Sheet.pdf\">info</a> from chancellor&#39;s office.</p>\r\n\r\n<p style=\"margin-left:-1pt\">Enrollment <a href=\"http://www.aacc.nche.edu/Publications/Reports/Documents/Enrollment_AwardData.pdf\">study</a></p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "governor and chair of Democratic Governors Association", "false_count": 0, "first_name": "Peter", "half_true_count": 1, "home_state": "Vermont", "id": 2813, "last_name": "Shumlin", "mostly_true_count": 0, "name_slug": "peter-shumlin", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Peter_Shumlin_Vermont_governor.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2813/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p><strong>&quot;Nathan Deal cut the HOPE scholarship program so that literally 100,000 Georgians will not be able to go to college or get technical training that they so badly needed to raise -- you know, give them a chance at a good job.&quot;</strong></p>\r\n", "statement_context": "MSNBC", "statement_date": "2014-05-21", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}], "target": [], "twitter_headline": ""}