{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2014/jun/06/democratic-congressional-campaign-committee/ileana-ros-lehtinen-voted-against-va-backlog-fixes/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "facebook_headline": null, "id": 9414, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/9414/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>As President Barack Obama faced attacks over long waits for appointments at Veterans Administration health centers, the Democratic Congressional Campaign Committee -- the House Democrats&rsquo; campaign arm -- engaged in some finger-pointing.</p>\r\n\r\n<p>The DCCC sent out<strong> </strong>press releases claiming that Republican House members <a href=\"https://docs.google.com/document/d/189q7hpi79l3BWj3jlqb0KxfzkLJtfQw0wgxtnUbarfM/edit\"><u>Ileana Ros-Lehtinen of Miami</u></a>, <a href=\"http://www.wispolitics.com/index.iml?Article=324435\"><u>Sean Duffy of Wisconsin</u></a> and <a href=\"http://dfl48.org/congressman-paulsen-long-record-voting-va-backlog-fixes/\"><u>Erik Paulsen of Minnesota</u></a> voted against fixing the VA backlog.</p>\r\n\r\n<p>Here is part of the June 2, 2014, <a href=\"https://docs.google.com/document/d/189q7hpi79l3BWj3jlqb0KxfzkLJtfQw0wgxtnUbarfM/edit\"><u>press release </u></a>about Ros-Lehtinen headlined &quot;Congresswoman Ros-Lehtinen has long record of voting against VA backlog fixes.&quot;</p>\r\n\r\n<p>&quot;As House Republicans shamelessly try to score political points over the crisis in veterans care, Congresswoman Ileana Ros-Lehtinen&rsquo;s votes tell the true story of her record: when she had a chance to fix this problem, she voted against the fixes.&quot;</p>\r\n\r\n<p>The release went on to quote DCCC spokesman Josh Schwerin saying, &quot;It&rsquo;s a shame that when Congresswoman Ros-Lehtinen had a chance to do something to help shorten the wait time at the VA she voted no. Congresswoman Ros-Lehtinen voted against a commonsense solution to this problem and our heroes deserve better.&quot;</p>\r\n\r\n<p>We put those votes under a microscope<strong> </strong>to see whether Ros-Lehtinen has a &quot;long record of voting against VA backlog fixes.&quot;</p>\r\n\r\n<p><strong>VA backlog</strong></p>\r\n\r\n<p>We should start by distinguishing between two related, but separate, issues relating to veterans. One concerns longstanding problems with handling benefits claims from veterans, including disability compensation, pensions, and compensation for surviving spouses or children of veterans who die as a result of their service. The other concerns long waits for service at VA hospitals.</p>\r\n\r\n<p>On the first issue -- benefits -- the <a href=\"http://www.politifact.com/truth-o-meter/promises/obameter/promise/114/reduce-the-veterans-benefits-administration-claims/\"><u>backlog</u></a> refers to requests that go unaddressed by the government for at least 125 days. PolitiFact found that the backlog nearly doubled from roughly 36 percent in the summer 2010 to 65 percent in June 2012. In April 2014, the Obama administration released numbers suggesting the backlog was shrinking, but <a href=\"http://www.washingtonpost.com/politics/federal_government/veterans-affairs-claims-backlog-down-44-percent-since-peaking-one-year-ago/2014/04/01/c4e496ae-b9d6-11e3-9a05-c739f29ccb08_story.html\"><u>veterans groups</u></a> said they had serious doubts about the numbers.</p>\r\n\r\n<p>The second issue -- the wait for health care -- stemmed from news reports that revealed secret waiting lists at VA hospitals, and that some veterans died while awaiting care. This is what ultimately led to the resignation of VA Secretary Eric Shinseki on May 30.</p>\r\n\r\n<p>The DCCC essentially conflates the two issues in the quest to highlight any vote that portrays Ros-Lehtinen as voting against veterans&rsquo; interests.</p>\r\n\r\n<p>We&rsquo;ll also offer a general word of warning about how political groups tend to cherry-pick the records of their opponent.</p>\r\n\r\n<p>It&rsquo;s possible to dig up a vote made by virtually any member of Congress of either party and claim that the politician is for -- or against -- anything, including<strong> </strong>veterans benefits. So, just as the Democrats were able to find some votes in which Ros-Lehtinen voted <em>against</em> a service for veterans, spokespersons for Ros-Lehtinen and the National Congressional Campaign Committee were able to point to separate votes in which she voted <em>for</em> veterans&rsquo; services.</p>\r\n\r\n<p>Many of the votes that the DCCC cited were procedural moves or one particular vote out of a series of votes. In most of the instances, the votes broke down overwhelmingly on party lines, with Ros-Lehtinen joining her Republican colleagues.</p>\r\n\r\n<p>That said, let&rsquo;s start with the votes that are directly about the backlog:</p>\r\n\r\n<p><strong>The votes</strong></p>\r\n\r\n<p>&bull; <strong>Veterans Backlog Reduction Act: </strong>A <a href=\"https://www.govtrack.us/congress/bills/113/hr1739\"><u>bill</u></a> sponsored by U.S. Rep. William Enyart, D-Ill., ordered the VA to provisionally pay any disability claim if the VA didn&rsquo;t respond within 125 days. Enyart introduced the bill in April 2013 and it was referred to the House committee on Veterans Affairs. It never received a vote.</p>\r\n\r\n<p>The DCCC said Ros-Lehtinen voted against considering that bill by pointing to a vote on the &quot;previous question&quot; -- a parliamentary move to force a vote.</p>\r\n\r\n<p>During a debate about a <a href=\"http://clerk.house.gov/evs/2013/roll180.xml\"><u>higher education bill</u></a>, <u><a href=\"http://www.gpo.gov/fdsys/pkg/CREC-2013-05-23/pdf/CREC-2013-05-23.pdf#page=10\">Rep. Louise Slaughter, D-N.Y</a>.</u>&nbsp;stated &quot;if we defeat the previous question, I will offer an amendment to the rule that will allow the House to vote on the Veterans Backlog Reduction Act.&quot; Enyart then explained his veterans&rsquo; bill and urged a &quot;no&quot; vote. His fellow Democrats complied and all voted &quot;no&quot; while the Republicans voted &quot;yes,&quot; which defeated his effort.</p>\r\n\r\n<p>Something the DCCC omitted is that in October 2013, Ros-Lehtinen had voted to establish a commission or task force to evaluate the backlog of disability claims of the Department of Veterans Affairs. That measure passed, <a href=\"http://clerk.house.gov/evs/2013/roll561.xml\"><u>404-1</u></a>.</p>\r\n\r\n<p>&bull; <strong>Increasing funds to reduce the backlog in disability claims:</strong> The DCCC said Ros-Lehtinen <a href=\"http://clerk.house.gov/evs/2013/roll192.xml\"><u>voted no, along with nearly every Republican</u></a>, on a motion that would have added $9.2 million to hire an additional 94 VA claims processors tasked with reducing the disability claims backlog. The June 2013 motion was a &quot;motion to recommit&quot; on an appropriations bill to fund military construction and veterans affairs. A &quot;motion to recommit&quot; in the House refers to a last-ditch attempt by the minority party to amend a bill before it passes.</p>\r\n\r\n<p>Left unsaid: The overall bill, which did pass, provided money to address the backlog, just not as much as Democrats proposed.</p>\r\n\r\n<p>&bull;<strong> Mental health funds: </strong>On June 2, 2011, Congress agreed in a voice vote to set aside $20 million for suicide prevention for veterans. On June 14, 2011, Ros-Lehtinen voted against a Democratic <a href=\"http://clerk.house.gov/evs/2011/roll417.xml\"><u>motion</u></a> to recommit that would add<strong> </strong>$20 million for veterans&rsquo; suicide prevention. The GOP argued that such services were already funded, and the motion failed. Ros-Lehtinen, along with nearly every member of Congress, <a href=\"http://clerk.house.gov/evs/2011/roll418.xml\"><u>voted for the overall bill</u></a>, which increased money for the military. The bill included an additional $20 million for suicide prevention outreach, according to Congressional Quarterly.</p>\r\n\r\n<p>&bull;<strong> Medical and prosthetic research: </strong>In May 2012, Ros-Lehtinen joined all but three Republicans in voting <a href=\"http://clerk.house.gov/evs/2012/roll304.xml\"><u>against a motion</u></a> to recommit that would have increased funding for veterans&rsquo; medical and prosthetic research by $28.3 million. Here too, Ros-Lehtinen joined the overwhelming majority in passing the overall bill. The bill provided a $1.7 million increase for medical, rehabilitative, health services and prosthetic research -- an amount equal to the Obama administration&rsquo;s request, according to CQ.</p>\r\n\r\n<p>The DCCC also cited votes Ros-Lehtinen took leading up to the October 2013 federal shutdown.</p>\r\n\r\n<p>In August, she voted for a House Republican &quot;continuing resolution&quot; -- a stopgap funding bill -- that the <a href=\"http://bigstory.ap.org/article/80-house-members-shutdown-better-obamacare\"><u>Associated Press</u></a> reported would &quot;likely result&quot; in the shutdown of the federal government. The bill passed 230-189. The shutdown led to a delay in death benefits for veterans among other delayed services, the <em>Washington Post </em>reported.</p>\r\n\r\n<p>DCCC also cited a pair of votes Ros-Lehtinen took in September, including one on a motion to commit to H.J. Res. 59, to make <a href=\"http://clerk.house.gov/evs/2013/roll477.xml\"><u>continuing appropriations</u></a> that would have ensured veterans benefits wouldn&rsquo;t be delayed during a shutdown. All but one Republican voted &quot;no.&quot;</p>\r\n\r\n<p>However, left out of the DCCC&rsquo;s account is that Ros-Lehtinen voted for in favor of H.J. Res. 72, the &quot;Veterans Benefits Continuing Appropriations Resolution&quot; -- a mini-funding resolution favored by House Republicans to reopen slices of the government. The measure passed the House with unanimous Republican support and overwhelming Democratic opposition. (Showing how both sides play this game, the<strong> </strong>RNC plucked out that vote to attack <a href=\"http://www.politifact.com/truth-o-meter/statements/2013/oct/16/republican-national-committee-republican/rnc-says-wasserman-schultz-voted-cut-veterans-bene/\"><u>DNC chair Debbie Wasserman Schultz, a claim we rated False</u></a>.)</p>\r\n\r\n<p>Democrats also cited multiple other votes including a few that related to housing for veterans but Republicans could point to other votes on bills that did provide housing assistance.</p>\r\n\r\n<p><strong>Veterans&rsquo; groups&rsquo; report cards</strong></p>\r\n\r\n<p>Meanwhile, we found two veterans&rsquo; organizations that issue voting &quot;report cards&quot; for members of Congress:</p>\r\n\r\n<p>&bull; <strong>American Veterans (Amvets) </strong>gave Ros-Lehtinen an <a href=\"http://www.amvets.org/legislative/scorecard2013/\"><u>A in 2013</u></a>, based on eight pieces of legislation. (Ros-Lehtinen didn&rsquo;t participate in a vote for one.)</p>\r\n\r\n<p>&bull;&nbsp;<strong>Iraq and Afghanistan Veterans of America (IAVA) Action Fund </strong>gave Ros-Lehtinen a <a href=\"http://media.iava.org/iava_action/IAVA_Action_2010_Congressional_Report_Card.pdf\"><u>C in 2010</u></a>. The report card looked at 14 votes, plus whether lawmakers cosponsored certain bills. The group gave her an A in 2008. (Overall, the group <a href=\"http://thehill.com/homenews/house/124931-veterans-group-gives-congress-low-marks-\"><u>gave Congress lower marks</u></a> in 2010 than 2008.)</p>\r\n\r\n<p>Contacted by PoilitiFact, DCCC spokeswoman Emily Bittner said, &quot;These Republicans&rsquo; votes speak for themselves. Taken in their totality, they show an unfortunate pattern of refusing to cross party lines and vote for commonsense fixes to the problems at the VA.&quot;</p>\r\n\r\n<p>However, we don&#39;t think the votes chosen show the &quot;totality&quot; of Ros-Lehtinen&#39;s record.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>The DCCC said &quot;Congresswoman Ros-Lehtinen has long record of voting against VA backlog fixes.&quot;</p>\r\n\r\n<p>The DCCC points to some votes that went against funding certain veterans&rsquo; services or addressing the backlog. However, the DCCC ignores that Ros-Lehtinen took other votes in favor of increasing funding for veterans&rsquo; services -- just not as much as Democratic proposals would have offered.</p>\r\n\r\n<p>The bigger issue is that most of these votes came within elaborate games of tit-for-tat, in which each side offers proposals that they expect will fail, just to get lawmakers on the other side to take votes that look superficially bad. The reality of Ros-Lehtinen&rsquo;s voting record is much more nuanced than the DCCC&rsquo;s cherry-picked account would suggest. This, combined with the &quot;A&quot; ratings she&#39;s earned from veterans&#39; advocacy groups, undercut the DCCC&#39;s claim that she has a &quot;long&quot; voting record of voting against the interests of veterans. We rate the claim False.</p>\r\n", "ruling_comments_date": "2014-06-05T16:58:23.902440", "ruling_date": "2014-06-06T10:37:33", "ruling_headline": "Democratic group says Ileana Ros-Lehtinen voted against VA backlog fixes", "ruling_headline_slug": "ileana-ros-lehtinen-voted-against-va-backlog-fixes", "ruling_link_text": "Cherry-picking her veterans' votes", "ruling_state": null, "source_documents": null, "sources": "<p>Democratic Congressional Campaign Committee, <a href=\"https://docs.google.com/document/d/189q7hpi79l3BWj3jlqb0KxfzkLJtfQw0wgxtnUbarfM/edit\">&quot;Congresswoman Ros-Lehtinen has long record of voting against VA backlog fixes,&quot; </a>June 2, 2014</p>\r\n\r\n<p>Democratic Congressional Campaign Committee,<a href=\"http://www.wispolitics.com/index.iml?Article=324435\"> &quot;Congressman Duffy has long record of voting against VA backlog fixes,&quot; </a>June 2, 2014</p>\r\n\r\n<p>Democratic Congressional Campaign &nbsp;Committee, <a href=\"http://dfl48.org/congressman-paulsen-long-record-voting-va-backlog-fixes/\">&quot;Congressman Pausel has long record &nbsp;of voting against VA backlog fixes,&quot;</a> Accessed June 4, 2014</p>\r\n\r\n<p><em>Washington Post</em>, List of yes/no votes, June 9, 2013</p>\r\n\r\n<p>Associated Press, <a href=\"http://bigstory.ap.org/article/80-house-members-shutdown-better-obamacare\">&quot;80 house members: Shutdown better than Obamacare,&quot;</a> Aug. 23, 2013</p>\r\n\r\n<p>GovTrack, <a href=\"https://www.govtrack.us/congress/bills/113/hr1739\">&quot;H.R. 1739 Veterans Backlog Reduction Act,&quot;</a> Introduced April 25, 2013</p>\r\n\r\n<p>The Library of Congress, <a href=\"http://clerk.house.gov/evs/2013/roll180.xml\">H Res 232,</a> May 23, 2013</p>\r\n\r\n<p>Government Printing Office,<a href=\"http://www.gpo.gov/fdsys/pkg/CREC-2013-05-23/pdf/CREC-2013-05-23.pdf#page=10\"> Congressional Record</a>, May 23, 2013</p>\r\n\r\n<p>The Library of Congress, <a href=\"http://clerk.house.gov/evs/2013/roll561.xml\">H R 2189</a>, Vote on Oct. 28, 2013</p>\r\n\r\n<p>The Library of Congress, <a href=\"http://clerk.house.gov/evs/2013/roll192.xml\">H R 2216 roll call 192</a> &nbsp;and <a href=\"http://clerk.house.gov/evs/2013/roll193.xml\">roll call 193</a>, Votes on June 4, 2013</p>\r\n\r\n<p>The Library of Congress, <a href=\"http://clerk.house.gov/evs/2011/roll417.xml\">HR 2055</a> and <a href=\"http://clerk.house.gov/evs/2011/roll418.xml\">roll call 418</a>, Vote on June 14, 2011</p>\r\n\r\n<p>The Library of Congress, <a href=\"http://clerk.house.gov/evs/2012/roll304.xml\">HR 5854</a>, Vote on May 31, 2012</p>\r\n\r\n<p>The Library of Congress, <a href=\"http://clerk.house.gov/evs/2013/roll518.xml\">HJ Res 72</a>, Vote on Oct. 3, 2013</p>\r\n\r\n<p>The Library of Congress, <a href=\"http://clerk.house.gov/evs/2013/roll477.xml\">HJ Res 59</a>, Vote on Sept. 20, 2013</p>\r\n\r\n<p>Congressional Quarterly House Action Report (subscription required), Fact Sheet No. 113-5, H Con Res 25, HR 2216, June 3, 2013</p>\r\n\r\n<p>Congressional Quarterly House Action Reports (subscription required), Fact Sheet No. 112-25, HR 5854, May 30, 2012</p>\r\n\r\n<p>American Veterans (Amvets), <a href=\"http://www.amvets.org/legislative/scorecard2013/\">Congressional legislative scorecard</a>, 2013</p>\r\n\r\n<p>Iraq and Afghanistan Veterans of America (IAVA) Action Fund, <a href=\"http://media.iava.org/iava_action/IAVA_Action_2010_Congressional_Report_Card.pdf\">Congressional report card</a>, 2010</p>\r\n\r\n<p><em>The Hill</em>, <a href=\"http://thehill.com/homenews/house/124931-veterans-group-gives-congress-low-marks-\">&quot;Veterans group gives Congress low marks,&quot; </a>Oct. 20, 2010</p>\r\n\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/truth-o-meter/promises/obameter/promise/114/reduce-the-veterans-benefits-administration-claims/\">&quot;Rated broken in 2012, wait times now back in the headlines,&quot;</a> May 22, 2014</p>\r\n\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/truth-o-meter/statements/2013/oct/16/republican-national-committee-republican/rnc-says-wasserman-schultz-voted-cut-veterans-bene/\">&quot;RNC says Wasserman Schultz voted to cut off veterans benefits,&quot;</a> Oct. 16, 2013</p>\r\n\r\n<p>Interview, Keith Fernandez, spokesman for U.S. Rep. Ileana Ros-Lehtinen, June &nbsp;2, 2014</p>\r\n\r\n<p>Interview, Katie Prill, spokeswoman for National Republican Congressional &nbsp;Committee, June 2, 2013</p>\r\n\r\n<p>Interview, Robert F. Norton, Colonel, U.S. Army (Ret.)Dep. Director, Government Relations, Military Officers Association of America (MOAA), June 2, 2014</p>\r\n\r\n<p>Email interview with DCCC spokeswoman Emily Bittner, June 5, 2014</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 13, "current_job": "", "false_count": 8, "first_name": "", "half_true_count": 7, "home_state": "", "id": 652, "last_name": "Democratic Congressional Campaign Committee", "mostly_true_count": 1, "name_slug": "democratic-congressional-campaign-committee", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact-mugs-mugs_mug-dnc_.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/652/", "total_count": 38, "true_count": 0, "website": "http://www.dccc.org/"}, "statement": "<p>&quot;Congresswoman Ros-Lehtinen has long record of voting against VA backlog fixes.&quot;</p>\r\n", "statement_context": "a press release", "statement_date": "2014-06-02", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 51, "photo": null, "resource_uri": "/api/v/2/subject/51/", "subject": "Veterans", "subject_slug": "veterans", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. Representative", "false_count": 0, "first_name": "Ileana", "half_true_count": 1, "home_state": "Florida", "id": 609, "last_name": "Ros-Lehtinen", "mostly_true_count": 0, "name_slug": "ileana-ros-lehtinen", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Ros-Lehtinen_mug_.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/609/", "total_count": 2, "true_count": 1, "website": "http://ros-lehtinen.house.gov/"}], "twitter_headline": ""}