{"art": [{"brightcove": "", "caption": "Former state lawmaker Jim Rubens, a Republican candidate for U.S. Senate,  is pictured at Lee's Gun Shop in Hudson on Monday, March 24, 2014.", "id": 4608, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/IMAG2265.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/4608/", "title": "Jim Rubens on his \"Second Amendment Protection Tour\"", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "jhaddadin@nashuatelegraph.com", "first_name": "Jim", "id": 417, "last_name": "Haddadin", "name_slug": "jim-haddadin", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 16, "publication_name": "The Telegraph", "resource_uri": "/api/v/2/publication/16/"}, "resource_uri": "/api/v/2/staffer/417/", "title": "Staff writer, PolitiFact New Hampshire", "twitter": null}], "canonical_url": "/new-hampshire/statements/2014/jun/06/jim-rubens/jim-rubens-says-when-armed-civilians-stop-mass-sho/", "edition": {"adkey": "Editions", "advalue": "New Hampshire", "edition": "New Hampshire", "edition_slug": "new-hampshire", "has_afterthefact": false, "id": 47, "index_page": false, "meter_name": "The New Hampshire Truth-O-Meter", "resource_uri": "/api/v/2/edition/47/"}, "editor": [{"email_address": "jvanfleet@cmonitor.com", "first_name": "Jonathan", "id": 367, "last_name": "Van Fleet", "name_slug": "jonathan-van-fleet", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 55, "publication_name": "Concord Monitor", "resource_uri": "/api/v/2/publication/55/"}, "resource_uri": "/api/v/2/staffer/367/", "title": "Politics and special projects editor", "twitter": null}], "facebook_headline": null, "id": 9416, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jhaddadin@nashuatelegraph.com", "first_name": "Jim", "id": 417, "last_name": "Haddadin", "name_slug": "jim-haddadin", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 16, "publication_name": "The Telegraph", "resource_uri": "/api/v/2/publication/16/"}, "resource_uri": "/api/v/2/staffer/417/", "title": "Staff writer, PolitiFact New Hampshire", "twitter": null}], "resource_uri": "/api/v/2/statement/9416/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>As a longtime gun owner, New Hampshire Republican Jim Rubens made his support for Second Amendment rights one of the early themes of his campaign for U.S. Senate.</p>\r\n\r\n<p>Rubens launched a &quot;2nd Amendment Protection Tour&quot; earlier this year, traveling to gun shops around the state to pledge his support for firearms owners.</p>\r\n\r\n<p>It was a move that invited comparisons between himself and the man he views as his strongest challenger in the GOP primary, former Massachusetts Sen. Scott Brown.</p>\r\n\r\n<p>Brown has voiced support for increased gun control after the school shooting in Newtown, Conn., and has since faced blowback from gun owners in New Hampshire.</p>\r\n\r\n<p>During a stop at Lee&rsquo;s Gun Shop in Hudson, Rubens said he would oppose a ban on assault weapons or high-capacity magazines if voters send him to Washington to replace Democratic Sen. Jeanne Shaheen.</p>\r\n\r\n<p>Rubens also provided recommendations to address gun violence and mass shootings, such as encouraging schools to hire armed security personnel. The presence of armed civilians would send the message that shooters won&rsquo;t achieve their aims, he said.</p>\r\n\r\n<p>&quot;In mass shooting incidents where you had a person inside the premises during the incident, you have an average of 2.5 people killed if there is someone with a firearm able to stop the crime in progress,&quot; he said. &quot;In similar instances where there&rsquo;s no such person with a firearm, you have an average of 18 people killed and dead as a result of it.&quot;</p>\r\n\r\n<p>This seemed like a sharp contrast, so we asked Rubens to back up his claim about shooting deaths.</p>\r\n\r\n<p>His campaign pointed us to an article by Davi Barker, who runs a website called Daily Anarchist.</p>\r\n\r\n<p>In July 2012, Barker wrote that he studied several mass shootings and determined the average number of people killed in mass shootings when the shooter is stopped by police is 18.25.</p>\r\n\r\n<p>&quot;I based it on 10 shootings I found listed on some timeline somewhere,&quot; he wrote. &quot;I honestly don&rsquo;t even remember where.&quot;</p>\r\n\r\n<p>Barker was challenged when he posted these statistics on Facebook, leading him to conduct a more thorough study, according to his website.</p>\r\n\r\n<p>After reviewing 100 &quot;rampage shooting&quot; incidents, Barker revised his calculations, claiming that the number of people killed when the shooter is stopped by police is really closer to 14.29. He pegged the average for incidents in which civilians stop the shooter at 2.33.</p>\r\n\r\n<p>The Rubens campaign acknowledged that the figures he provided were incorrect, saying that Rubens now stands behind Barker&rsquo;s latest figures.</p>\r\n\r\n<p>&quot;Bottom line remains: an on-premises armed citizen saves lives in a shooting rampage in a public place,&quot; communications director Brian Tilton wrote in an email.</p>\r\n\r\n<p>We looked for a separate analysis of shooting incidents to determine whether those casualty figures are accurate.</p>\r\n\r\n<p>One of the best sources we found is an academic study published in January in an <a href=\"http://leb.fbi.gov/2014/january/active-shooter-events-from-2000-to-2012\"><u>FBI Law Enforcement Bulletin</u><u> </u></a>by Dr. Pete Blair, director of research for the Advanced Law Enforcement Rapid Response Training Center (ALERRT) and an associate professor of criminal justice at Texas State University.</p>\r\n\r\n<p>Blair and two other researchers examined more than 100 shootings between 2000 and 2012, investigating factors such as the average response time of law enforcement and the outcomes based on the actions taken by civilians at the scene.</p>\r\n\r\n<p>Looking at &quot;active shooter&quot; incidents, the study found the median number of people shot is five (excluding the perpetrator). Blair said shooting incidents that lead to deaths in the range of 18 people -- the number Rubens initially offered -- are rare.</p>\r\n\r\n<p>&quot;Eighteen would be really out there,&quot; he said.</p>\r\n\r\n<p>The study documented only nine incidents in which the number of people killed or wounded was 14 or higher.</p>\r\n\r\n<p>Blair also pointed out problems with the terminology Rubens used in his statement. The term &quot;mass shooting&quot; is widely understood to mean an incident in which four or more people are shot, he said. Therefore, incidents in which only two or three people are shot -- the average Rubens offered when civilians take action -- would generally be excluded from the category of mass shootings.</p>\r\n\r\n<p>Blair said it&rsquo;s logical to assume casualties would be lower when civilians intervene before police arrive, but his research documented very few incidents that were actually stopped because a civilian was carrying a gun.</p>\r\n\r\n<p>Roughly half of all active shooter events Blair studied ended before law enforcement officers arrived. The most common occurrence was that the shooter stopped the attack spontaneously on their own. The decision was often made after an initial burst of violence, in which the shooter attacked everyone who was in the immediate area, Blair said.</p>\r\n\r\n<p>When those who remained either ran away or barricaded themselves in secure areas, shooters often made the decision to leave the attack site or commit suicide, he said.</p>\r\n\r\n<p>Blair said he also documented cases in which civilians took direct action. Civilians stopped about one out of every six active shooter events, but their actions rarely involved the use of firearms, he said.</p>\r\n\r\n<p>The most common method was tackling the attacker, as was the case during<a href=\"http://www.cnn.com/2014/06/06/justice/seattle-campus-shooting/index.html?hpt=hp_t1\"><u> a campus shooting in Seattle </u></a>this week.</p>\r\n\r\n<p>Blair said he found only three cases in which an armed civilian shot the attacker, and in two of those incidents, the civilian who took action was an off-duty police officer.</p>\r\n\r\n<p>Blair said it would be difficult to draw any conclusions about the effectiveness of armed civilians in stopping active shooter events based on the limited data that exists. In general though, Blair said, fewer people were killed or injured in the events that ended before police showed up at the scene -- either because civilians took action, or because the shooter spontaneously stopped or committed suicide.</p>\r\n\r\n<p>Data suggests the best course of action for civilians is first to avoid the attacker, and if that&rsquo;s not possible, to deny access by barricading themselves in locked rooms or other secure areas.</p>\r\n\r\n<p>Blair teaches training courses for law enforcement and civilians on how to respond to active shooter events through ALERRT, which receives funding from the Bureau of Justice Administration at the U.S. Department of Justice and from the Texas governor&rsquo;s office.</p>\r\n\r\n<p>Blair said he encourages civilians to take physical action to defend themselves only when it&rsquo;s impossible to escape.</p>\r\n\r\n<p>&quot;We see the firearm as being an adjunct to that part,&quot; he said.</p>\r\n\r\n<p>Blair said there are pros and cons to having armed civilians at the scene of a shooting. Confronting the shooter with a gun would likely provide the fastest resolution, he said. But if multiple civilians are wielding guns at the scene, it could also create confusion about who the shooter is -- particularly for police who are arriving to render aid.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Rubens said when armed civilians stop mass shootings with guns, an average of 2.5 people die; otherwise, an average of 18 people die.</p>\r\n\r\n<p>One of the most comprehensive studies of recent active shooter events suggests the average of 18 deaths when police stop the shooter is far too high. The study of more than 100 incidents determined the median number of people killed or wounded in all active shooter situations was five. The study documented only nine incidents out of dozens in which the number of people shot was 14 or higher.</p>\r\n\r\n<p>Conclusions about the number of deaths when an armed civilian takes action are also problematic because very limited data exists.</p>\r\n\r\n<p>The author of the study agrees it&rsquo;s logical to assume casualties would be lower when civilians intervene before police arrive, but his research documented very few incidents that were actually stopped because a civilian was carrying a gun.</p>\r\n\r\n<p>Finally, both Rubens and the internet blogger who first offered the statistics that Rubens cited have acknowledged the figures were incorrect. Rubens has since revised his estimate to be in the range of 2.33 and 14.</p>\r\n\r\n<p>Overall, this statement is not accurate. We rate this claim False.</p>\r\n", "ruling_comments_date": "2014-06-06T12:38:36.626200", "ruling_date": "2014-06-06T12:36:40", "ruling_headline": "Jim Rubens says armed civilians drastically reduce casualties during mass shootings", "ruling_headline_slug": "jim-rubens-says-when-armed-civilians-stop-mass-sho", "ruling_link_text": "Neither number is accurate", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"http://youtu.be/f_K7r2O_ONY\"><u>Interview with Jim Rubens</u></a>, March 24, 2014.</p>\r\n\r\n<p>Email interview with Brian Tilton, communications director for Jim Rubens, April 16, 2014</p>\r\n\r\n<p>Daily Anarchist, <a href=\"http://dailyanarchist.com/2012/07/31/auditing-shooting-rampage-statistics/comment-page-23/\"><u>Auditing Shooting Rampage Statistics</u></a>, July 31, 2012</p>\r\n\r\n<p>FBI Law Enforcement Bulletin, <a href=\"http://leb.fbi.gov/2014/january/active-shooter-events-from-2000-to-2012\"><u>Active Shooter Events from 2000 to 2012</u></a>, Jan. 7, 2014</p>\r\n\r\n<p>The Telegraph of Nashua, <a href=\"http://www.nashuatelegraph.com/news/1032241-469/jim-rubens-vows-to-protect-gun-owners.html\"><u>Jim Rubens vows to protect gun owners at Hudson shop, continues Second Amendment tour all week</u></a>, March 26, 2014</p>\r\n\r\n<p>The Telegraph of Nashua, <a href=\"http://www.nashuatelegraph.com/news/politics/1037339-476/nh-gun-rights-advocates-plan-protest-outside.html\"><u>NH gun rights advocates plan protest outside Scott Brown meeting</u></a>, May 20, 2014</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Small business owner", "false_count": 1, "first_name": "Jim", "half_true_count": 0, "home_state": "New Hampshire", "id": 2512, "last_name": "Rubens", "mostly_true_count": 1, "name_slug": "jim-rubens", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rubenscropped2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "New Hampshire", "edition": "New Hampshire", "edition_slug": "new-hampshire", "has_afterthefact": false, "id": 47, "index_page": false, "meter_name": "The New Hampshire Truth-O-Meter", "resource_uri": "/api/v/2/edition/47/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2512/", "total_count": 3, "true_count": 0, "website": "http://jimrubens.com/"}, "statement": "<p>Says when armed civilians stop mass shootings with guns, an average of 2.5 people die; otherwise, an average of 18 people die.</p>\r\n", "statement_context": "in an interview at gun shop in Hudson, N.H.", "statement_date": "2014-03-24", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 19, "photo": null, "resource_uri": "/api/v/2/subject/19/", "subject": "Guns", "subject_slug": "guns", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}