{"art": [{"brightcove": "", "caption": "A TV ad launched in June 2014 by Americans for Safe Access, a group that supports medical marijuana, targets U.S. Rep. Debbie Wasserman Schultz.", "id": 4624, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/4624/", "title": "Wasserman Schultz ad", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/M3nYdQ4GYoA?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "M3nYdQ4GYoA"}], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2014/jun/10/americans-safe-access/ad-says-debbie-wasserman-schultz-wants-send-medica/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "facebook_headline": null, "id": 9431, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jgillin@politifact.com", "first_name": "Joshua", "id": 327, "last_name": "Gillin", "name_slug": "joshua-gillin", "on_staff_page": null, "phone": "727-893-8337", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/joshuagillin.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/327/", "title": "Staff Writer", "twitter": "jpgillin"}, {"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/9431/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>If you&rsquo;re a South Florida senior citizen suffering from a deadly disease and you&rsquo;re hoping to ease your pain with a puff of marijuana, U.S. Rep. Debbie Wasserman Schultz, D-Weston, has a prescription for you: federal prison.</p>\r\n\r\n<p>At least that&rsquo;s the impression created by a <a href=\"https://www.youtube.com/watch?v=M3nYdQ4GYoA\">TV ad</a> launched in June by <a href=\"http://www.safeaccessnow.org/\">Americans for Safe Access</a>, a group that supports medical marijuana. The ad airing through June 10 in Broward and Miami-Dade counties attacks Wasserman Schultz for her recent vote against a medical marijuana amendment. The visuals include a photo of an elderly woman who has ALS alongside her husband, who&rsquo;s wearing a veterans cap. (Here&rsquo;s some separate information from PolitiFact Florida about that ALS patient, <a href=\"http://www.politifact.com/florida/statements/2014/mar/13/john-morgan/john-morgan-says-swat-team-hooligans-arrested-medi/\">Cathy Jordan</a>, featured in the ad.)</p>\r\n\r\n<p>&quot;Congresswoman Debbie Wasserman Schultz thinks it&#39;s okay for medical marijuana patients to go to federal prison,&quot; the narrator states. &quot;On May 30, she voted against an amendment that would respect Florida&rsquo;s new laws and protect Florida&rsquo;s patients. Even though 88 percent of voters support medical marijuana, why would Congresswoman Wasserman Schultz vote to send patients like this to prison? Is Congresswoman Wasserman Schultz out of touch with Florida?&quot;</p>\r\n\r\n<p>The group is running a similar TV attack against <a href=\"http://www.npr.org/blogs/itsallpolitics/2014/05/30/317427925/gop-house-votes-to-leave-states-alone-on-medical-marijuana\">U.S. Rep. Andy Harris, R-Maryland</a>.</p>\r\n\r\n<p>Wasserman Schultz, who chairs the Democratic National Committee, represents a large elderly population in South Florida. So an ad suggesting that she wants to send ailing seniors to federal prison packs a punch.</p>\r\n\r\n<p>We decided to take a look at the vote cited in the ad.</p>\r\n\r\n<p><strong>The medical marijuana amendment </strong></p>\r\n\r\n<p>The ad cites a vote on an <a href=\"https://www.govtrack.us/congress/votes/113-2014/h258\">amendment</a> to H.R. 4660, an appropriations -- or funding -- bill for departments of Commerce and Justice and science agencies. The amendment, offered by U.S. Rep. Dana Rohrabacher, R-Calif., bans the use of federal money to prevent certain states from implementing their own medical marijuana laws.</p>\r\n\r\n<p>The amendment states:</p>\r\n\r\n<p>&quot;None of the funds made available in this Act to the Department of Justice may be used, with respect to the States of Alabama, Alaska, Arizona, California, Colorado, Connecticut, Delaware, District of Columbia, Florida, Hawaii, Illinois, Iowa, Kentucky, Maine, Maryland, Massachusetts, Michigan, Minnesota, Mississippi, Missouri, Montana, Nevada, New Hampshire, New Jersey, New Mexico, Oregon, Rhode Island, South Carolina, Tennessee, Utah, Vermont, Washington, and Wisconsin, to prevent such States from implementing their own State laws that authorize the use, distribution, possession, or cultivation of medical marijuana.&quot;</p>\r\n\r\n<p>These are largely the states where some form of medical marijuana is allowed or pending -- or in the case of Florida, is on the ballot this fall. The language was designed to expire at the end of fiscal year 2015, so a similar amendment would have to be offered each year, at which point additional states considering medical marijuana laws could be added.</p>\r\n\r\n<p>Wasserman Schultz was one of 17 Democrats in the House to vote against the <a href=\"https://www.govtrack.us/congress/votes/113-2014/h258\">amendment</a>, which ended up passing, 219-189, on May 30. All told, 49 Republicans and 170 Democrats supported the amendment.</p>\r\n\r\n<p>&quot;I voted against the Farr-Rohrabacher amendment because I do not believe, regardless of the issue, that it is appropriate to limit the executive branch&rsquo;s ability to enforce current federal law at their discretion,&quot; Wasserman Schultz said in a <a href=\"http://wassermanschultz.house.gov/2014/06/wasserman-schultz-statement-on-medical-marijuana.shtml\">statement</a>, in which she also raised concerns about Florida&rsquo;s ballot initiative to allow medical marijuana.</p>\r\n\r\n<p>(Her concerns about the ballot measure have drawn the wrath of <a href=\"http://miamiherald.typepad.com/nakedpolitics/2014/06/dem-donor-john-morgan-blasts-irrelevantirritant-dnc-chair-debbie-wasserman-schultz-over-rx-pot.html\">John Morgan</a>, a major Democratic donor who is funding that amendment.)</p>\r\n\r\n<p>A Wasserman Schultz spokesman sent us the statement but declined to comment specifically on the ad&rsquo;s claim that she wants to send patients to prison.</p>\r\n\r\n<p>Though proponents of medical marijuana cast the House&rsquo;s affirmative vote on the amendment as a major victory after years of efforts, it still has to clear two major hurdles: the Senate and President Barack Obama.</p>\r\n\r\n<p>As of June 9, the amendment had no Senate sponsor, though Americans for Safe Access said it was courting senators to introduce a similar amendment when the spending bill goes to the floor later this month.</p>\r\n\r\n<p><strong>Current legal situation</strong></p>\r\n\r\n<p>As <a href=\"http://www.politifact.com/florida/statements/2013/dec/17/pam-bondi/pam-bondi-says-medical-marijuana-illegal-under-fed/\">PolitiFact Florida</a> has previously written, the federal Controlled Substances Act of 1970 classifies marijuana as a Schedule I drug, meaning it has a high potential for abuse and no currently accepted medical use. Proponents of decriminalizing marijuana strongly disagree with that definition.</p>\r\n\r\n<p>The law imposes <a href=\"http://norml.org/laws/item/federal-penalties-2\">strict penalties</a> on marijuana users, growers and sellers. A first misdemeanor offense for possession in any amount can result in a $1,000 fine and a year in prison.</p>\r\n\r\n<p>Meanwhile, selling cannabis is considered a felony and can send a defendant to five years of prison, or even longer, depending on the amount and the circumstances. Cultivating cannabis plants carries similar penalties, based on the volume.</p>\r\n\r\n<p>Even with federal law on the books prohibiting marijuana, there are reasons that users and distributors aren&rsquo;t constantly being busted by the Drug Enforcement Agency amid debate in many states about loosening laws governing medical uses -- or even recreational uses -- of marijuana.</p>\r\n\r\n<p>The 2005 U.S. Supreme Court case <em>Gonzales vs. Raich</em> established that the federal government has the right to use the Commerce Clause of the Constitution to regulate homegrown marijuana, even when it&rsquo;s for approved medicinal use. The case addressed whether it was proper for DEA officials to destroy Oakland, Calif., resident Angel Raich&rsquo;s homegrown marijuana plants in 2002, even though California&rsquo;s medical marijuana law, passed in 1996, made them legal under state law.</p>\r\n\r\n<p>Since then, other states have continued to shrug off federal guidelines, with voters in Colorado and Washington state going so far as to decriminalize cannabis use outright last year. This has led to a recent softening of the federal government&rsquo;s stance on the drug.</p>\r\n\r\n<p>In 2013, U.S. Deputy Attorney General James Cole issued a <a href=\"http://www.justice.gov/iso/opa/resources/3052013829132756857467.pdf\">memorandum</a> to federal attorneys that included new guidelines focusing on cartels or other criminal organizations -- for example, distribution to minors, cultivating plants on public land, committing violence to distribute the drug or using state-regulated operations as a cover for illicit activities. Beyond that, the Justice Department said it&rsquo;s content to allow state and local agencies &quot;to address marijuana activity through enforcement of their own narcotics laws.&quot; Indeed, raids of growing operations have grown infrequent, and federal prosecution of individuals in those states is nearly unheard of.</p>\r\n\r\n<p><a href=\"http://www.forbes.com/sites/jacobsullum/2014/06/03/would-the-rohrabacher-farr-amendment-actually-stop-medical-marijuana-raids/\">Some</a> <a href=\"http://theleafonline.com/c/politics/2014/06/congressional-victory-wont-end-raids/\">argue</a> that the House amendment merely codifies the Cole memo or still leaves prosecutors with wiggle room.</p>\r\n\r\n<p>However, proponents hope it will influence the U.S. Drug Enforcement Agency.</p>\r\n\r\n<p>&quot;It could provide for the opening to enact legislative language that would be much more specific,&quot; Jeff Vanderslice, Rorhabacher&rsquo;s legislative director, told PolitiFact Florida.</p>\r\n\r\n<p><strong>Examples of federal prosecution</strong></p>\r\n\r\n<p>We asked Kris Hermes, a spokesman for Americans for Safe Access, if he could cite examples of medical marijuana patients being sent to federal prison. Hermes cited examples of marijuana busts in <a href=\"http://missoulian.com/news/local/montana-medical-marijuana-grower-gets-years-in-federal-prison/article_89211f90-6ca5-11e2-aa17-001a4bcf887a.html\">Montana</a>, <a href=\"http://t.monroenews.com/news/2013/oct/30/guilty-pleas-w-michigan-marijuana-case-stand/\">Michigan</a> and <a href=\"http://www.pe.com/articles/sandusky-660981-federal-marijuana.html\">California</a>, but most of the cases involved large-scale cultivators and distributors. In some cases, prosecutors accused defendants of cultivating more plants than allowed under state law or selling for non-medical reasons.</p>\r\n\r\n<p>For example, Aaron Sandusky, who operated multiple dispensaries, was found guilty in 2012 of conspiracy and possession with intent to distribute hundreds of pounds of marijuana. The<em> Press Enterprise</em> wrote that federal investigators alleged Sandusky&rsquo;s company used California&#39;s medical marijuana laws as a cover for an illegal grow-and-sell operation instead of a nonprofit cultivation collective for those with a doctor&#39;s recommendation to use marijuana. He was sentenced to 10 years.</p>\r\n\r\n<p>Rohrabacher&rsquo;s staff cited the case of Jerry Duval who was sentenced to 10 years in prison in Michigan. Duval and his children were state-registered caregivers and their lawyers argued that they raised it for Duval, an organ transplant recipient. But federal prosecutors argued that they used medical marijuana as a front while peddling marijuana to non-patients.</p>\r\n\r\n<p>A jury found Duval, a convicted felon, and his son guilty of conspiracy to manufacture more than 100 marijuana plants, manufacturing marijuana plants with intent to distribute and maintaining a place to distribute marijuana under federal law.</p>\r\n\r\n<p>One case headed to trial that&nbsp;has drawn considerable attention involves the <a href=\"http://www.statesmanjournal.com/story/news/crime/2014/05/19/marijuana-washington-kettle-falls-five/9277503/\">Kettle Falls 5</a>, named for the defendants who grew about 70 plants in eastern Washington.</p>\r\n\r\n<p>Prosecutors say the five defendants were conspiring to manufacture and distribute marijuana and they were also charged with possessing firearms.</p>\r\n\r\n<p>The Safe Access group brought one codefendant, <a href=\"http://www.safeaccessnow.org/did_you_see_me_on_the_front_page_of_usa_today_today?utm_campaign=june2014_news&amp;utm_medium=email&amp;utm_source=americansforsafeaccess\">Larry Harvey</a>, to D.C. to lobby Congress. Harvey, 70, told <a href=\"http://www.usatoday.com/story/news/nation-now/2014/05/19/marijuana-washington-kettle-falls-five/9031751/\"><em>USA TODAY</em> Network</a> that he never sold any marijuana -- &quot;not a bit of it&quot; -- and the pot he grew was for personal medical use. He has a bad knee from years of long-haul trucking and his wife suffers from arthritis.</p>\r\n\r\n<p><strong>Experts say prosecution permitted but rare</strong></p>\r\n\r\n<p>We sent the ad to a few academic experts who study marijuana laws and asked about the likelihood of patients going to prison.</p>\r\n\r\n<p>&quot;I know of no patient-only person sent to federal prison for use of marijuana,&quot; Ohio State University professor Douglas Berman said. But he said the &quot;Kettle Falls Five&quot; case may be the closest, since it involves patients -- rather than distributors -- facing possible prison time.</p>\r\n\r\n<p>Even before states started legalizing marijuana for medical or recreational use, the federal government didn&rsquo;t throw defendants in prison simply for using marijuana, Vanderbilt law Professor Robert Mikos told PolitiFact Florida. Prosecutors are focused on suppliers and distributors, he said.</p>\r\n\r\n<p>&quot;The way the ad is set up -- that the federal government is going to go after elderly people with chronic illnesses for using marijuana for medical purposes -- it&rsquo;s just ridiculous,&quot; Mikos said. &quot;It never happens, and furthermore to say because someone voted a certain way on this amendment and therefore they support that (people going to prison only for using medical marijuana)&nbsp;is just a ridiculous stretch of logic.&quot;</p>\r\n\r\n<p>That said, prosecution of patients is permitted under current federal law, said George Mason University law professor Ilya Somin.</p>\r\n\r\n<p>&quot;Even if such prosecutions rarely occur, the fact that they are possible is a deterrent for legitimate medical providers and suppliers from getting involved in the process. It also often deters banks from giving them financing.&quot;</p>\r\n\r\n<p>Somin <a href=\"http://www.volokh.com/2013/08/29/justice-department-finally-announces-response-legalization-marijuana-colorado-washington/\">argues</a> that while the Justice Department memo might cut back on prosecutions, it didn&rsquo;t completely bar them. He added that &quot;this administration or a successor could reverse or modify those guidelines at any time. A new federal statute could prevent such a reversal.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>The ad by Americans for Safe Access says that, judging by a recent vote, Rep. Debbie Wasserman Schultz &quot;thinks it&#39;s okay for medical marijuana patients to go to federal prison&quot;-- even the elderly ALS patient shown in the ad. We can&#39;t measure what Wasserman Schultz believes in her heart, but we are able to take a closer look at what her voting record shows.</p>\r\n\r\n<p>She did vote against an amendment to prevent the federal government from using money to keep certain states from decriminalizing medical marijuana. And laws that could theoretically send medical marijuana users to prison remain on the books.</p>\r\n\r\n<p>Still, it&rsquo;s an exaggeration to say that Wasserman Schultz&rsquo;s vote means she wants to send ailing seniors to prison for smoking a joint. The reality is that today, even without the amendment in force, federal prosecutions of medical marijuana users are exceedingly rare. Most of the prosecutions we found involved users who were also accused of dealing marijuana.</p>\r\n\r\n<p>The statement contains some element of truth but ignores critical facts that would give a different impression. We rate it Mostly False.</p>\r\n\r\n<p><em><strong>CORRECTION</strong>, June 11, 2014: An earlier version mischaracterized a summary of the medical marijuana amendment. The amendment bans the use federal money to prevent certain states from implementing their own medical marijuana laws.</em><em> The text above has been changed accordingly.</em></p>\r\n<a href=\"https://www.sharethefacts.co/share/241cc98b-62e2-4463-bcda-7207ed3773b7\">https://www.sharethefacts.co/share/241cc98b-62e2-4463-bcda-7207ed3773b7</a>", "ruling_comments_date": "2014-06-09T21:24:39.975734", "ruling_date": "2014-06-10T14:59:12", "ruling_headline": "Ad says Debbie Wasserman Schultz wants to send medical pot users to prison", "ruling_headline_slug": "ad-says-debbie-wasserman-schultz-wants-send-medica", "ruling_link_text": "Feds are focused on busting cultivators and distributors -- not simply users", "ruling_state": null, "source_documents": null, "sources": "<p>Americans for Safe Access, <a href=\"https://www.youtube.com/watch?v=M3nYdQ4GYoA\">Ad about U.S. Rep. Debbie Wasserman Schultz</a>, June 3, 2014</p>\r\n\r\n<p>Americans for Safe Access,<a href=\"http://www.safeaccessnow.org/did_you_see_me_on_the_front_page_of_usa_today_today?utm_campaign=june2014_news&amp;utm_medium=email&amp;utm_source=americansforsafeaccess\"> &quot;Did you see me on the front page of USA Today...Today?&quot;</a> May 19, 2014</p>\r\n\r\n<p>Americans for Safe Access, <a href=\"http://www.safeaccessnow.org/\">Website</a> and <a href=\"http://www.safeaccessnow.org/pows\">&quot;Medical cannabis POWs&quot;</a>, Accessed June 9, 2014</p>\r\n\r\n<p>GovTrack, <a href=\"https://www.govtrack.us/congress/votes/113-2014/h258\">House Amendment 748 to H.R. 4660, M</a>ay 30, 2014</p>\r\n\r\n<p>U.S. Rep. Debbie Wasserman Schultz, <a href=\"http://wassermanschultz.house.gov/2014/06/wasserman-schultz-statement-on-medical-marijuana.shtml\">Statement on medical marijuana</a>, June 2, 2014</p>\r\n\r\n<p>U.S. Department of Justice, &quot;<a href=\"http://www.justice.gov/iso/opa/resources/3052013829132756857467.pdf\">Memorandum for all United States Attorneys</a>,&quot; Aug. 29, 2013</p>\r\n\r\n<p>The Leaf Online, <a href=\"http://theleafonline.com/c/politics/2014/06/congressional-victory-wont-end-raids/\">&quot;Congressional victory won&rsquo;t end raids,&quot; </a>June 2014</p>\r\n\r\n<p>Professor Ilya Somin post on Volokh Conspiracy blog,<a href=\"http://www.volokh.com/2013/08/29/justice-department-finally-announces-response-legalization-marijuana-colorado-washington/\"> &quot;Justice Department finally announces it&#39;s response to the legalization of marijuana in Colorado and Washington,&quot;</a> Aug. 29, 2013</p>\r\n\r\n<p>Miami Herald&rsquo;s Naked Politics blog, <a href=\"http://miamiherald.typepad.com/nakedpolitics/2014/06/dem-donor-john-morgan-blasts-irrelevantirritant-dnc-chair-debbie-wasserman-schultz-over-rx-pot.html\">&quot;Dem donor John Morgan blasts &lsquo;irrelevant ... irritant&rsquo; DNC chair Debbie Wasserman Schultz over RX pot,&quot; </a>June 6, 2014</p>\r\n\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/florida/statements/2013/dec/17/pam-bondi/pam-bondi-says-medical-marijuana-illegal-under-fed/\">&quot;Pam Bondi says medical marijuana is illegal under federal law, with or without amendment,&quot;</a> Dec. 17, 2013</p>\r\n\r\n<p>PolitiFact,<a href=\"http://www.politifact.com/florida/statements/2014/mar/13/john-morgan/john-morgan-says-swat-team-hooligans-arrested-medi/\"> &quot;John Morgan says &lsquo;a SWAT team of hooligans&rsquo; arrested medical marijuana activist Cathy Jordan,&quot;</a> March 13, 2014</p>\r\n\r\n<p>Forbes, <a href=\"http://www.forbes.com/sites/jacobsullum/2014/06/03/would-the-rohrabacher-farr-amendment-actually-stop-medical-marijuana-raids/\">&quot;Would the Rohrabacher-Farr amendment actually stop medical marijuana raids?&quot; </a>June 3, 2014</p>\r\n\r\n<p>NPR, <a href=\"http://www.npr.org/blogs/itsallpolitics/2014/05/30/317427925/gop-house-votes-to-leave-states-alone-on-medical-marijuana\">&quot;GOP House votes to leave states alone on medical marijuana,&quot;</a> May 30, 2014</p>\r\n\r\n<p>USA Today, <a href=\"http://www.usatoday.com/story/news/nation-now/2014/05/19/marijuana-washington-kettle-falls-five/9031751/\">&quot;Pot growers face charges -- in state where pot is legal,&quot;</a> May 19, 2014</p>\r\n\r\n<p>Associated Press, <a href=\"http://t.monroenews.com/news/2013/oct/30/guilty-pleas-w-michigan-marijuana-case-stand/\">&quot;Guilty pleas in W. Michigan marijuana case stand,&quot;</a> May 30, 2013</p>\r\n\r\n<p>Detroit Free Press, <a href=\"http://www.freep.com/article/20130528/NEWS06/305280108/Medical%20marijuana%20raid%20federal%20prosecutors\">&quot;Medical marijuana rally protests 10 year sentence for farmer,&quot; </a>May 28, 2013</p>\r\n\r\n<p>San Bernardino Sun, <a href=\"http://www.sbsun.com/general-news/20130114/california-supreme-court-may-have-final-word-on-medical-marijuana-bans\">&quot;California Supreme Court may have final word on medical marijuana laws,&quot;</a> Jan. 13, 2013</p>\r\n\r\n<p>Riverside Press Enterprise, <a href=\"http://www.pe.com/articles/sandusky-660981-federal-marijuana.html\">&quot;Marijuana dispensary owner gets 10 years,&quot;</a> Jan. 8, 2013</p>\r\n\r\n<p>San Francisco Chronicle, <a href=\"http://www.pressdisplay.com/pressdisplay/viewer.aspx\">&quot;Big shift in D.C. over medical pot,&quot;</a> June 6, 2014</p>\r\n\r\n<p>Lansing City Pulse, <a href=\"http://www.lansingcitypulse.com/lansing/article-9066-the-okemos-7.html\">&quot;Okemos 7,&quot;</a> July 10, 2013</p>\r\n\r\n<p>Missoulian, <a href=\"http://missoulian.com/news/local/montana-medical-marijuana-grower-gets-years-in-federal-prison/article_89211f90-6ca5-11e2-aa17-001a4bcf887a.html\">&quot;Montana medical marijuana grower gets five years in federal prison,&quot; </a>&nbsp;Feb. 1, 2013</p>\r\n\r\n<p>Associated Press, <a href=\"http://www.beartoothnbc.com/news/montana/31843-medical-marijuana-provider-to-be-sentenced.html\">&quot;Medical marijuana provider to be sentenced,&quot;</a> Feb. 1, 2013</p>\r\n\r\n<p>Spokesman Review, <a href=\"http://www.spokesman.com/stories/2014/may/11/kettle-falls-5-case-tests-marijuana-laws/\">&quot;Kettle Falls 5 case tests marijuana laws,&quot;</a> May 11, 2014</p>\r\n\r\n<p>Interview, Ilya Somin, professor, George Mason University School of Law, June 7, 2014</p>\r\n\r\n<p>Interview, Robert Mikos, Vanderbilt Law School director of Program in Law and Government, June 9, 2014</p>\r\n\r\n<p>Interview, &nbsp;Douglas Berman, law professor Ohio State University, June 5, 2014</p>\r\n\r\n<p>Interview, Sean Bartlett, spokesman U.S. Debbie Wasserman Schultz, June 9, 2014</p>\r\n\r\n<p>Interview, Jeff Vanderslice, legislative director for U.S. Rep. Dana Rohrabacher (CA-48), June 9, 2014</p>\r\n\r\n<p>Interview, Kris Hermes, spokesman Americans for Safe Access, June 9, 2014</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 0, "home_state": "Washington D.C.", "id": 2820, "last_name": "Americans for Safe Access", "mostly_true_count": 0, "name_slug": "americans-safe-access", "pants_count": 0, "party": {"id": 16, "party": "Organization", "party_slug": "organization", "resource_uri": "/api/v/2/party/16/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/ASA_logo.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2820/", "total_count": 1, "true_count": 0, "website": "http://www.safeaccessnow.org/"}, "statement": "<p>Judging by a recent vote, Rep. Debbie Wasserman Schultz &quot;thinks it&#39;s okay for medical marijuana patients to go to federal prison.&quot;</p>\r\n", "statement_context": "a TV ad", "statement_date": "2014-06-05", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}, {"description": "", "id": 177, "photo": null, "resource_uri": "/api/v/2/subject/177/", "subject": "Criminal Justice", "subject_slug": "criminal-justice", "used_in_edition": ["/api/v/2/edition/5/"]}, {"description": "", "id": 161, "photo": null, "resource_uri": "/api/v/2/subject/161/", "subject": "Drugs", "subject_slug": "drugs", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/7/", "/api/v/2/edition/6/", "/api/v/2/edition/2/"]}, {"description": "", "id": 310, "photo": null, "resource_uri": "/api/v/2/subject/310/", "subject": "Marijuana", "subject_slug": "marijuana", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/47/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/48/", "/api/v/2/edition/6/", "/api/v/2/edition/14/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 7, "current_job": "U.S. Representative, Florida District 23", "false_count": 9, "first_name": "Debbie", "half_true_count": 8, "home_state": "Florida", "id": 265, "last_name": "Wasserman Schultz", "mostly_true_count": 15, "name_slug": "debbie-wasserman-schultz", "pants_count": 3, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/27560_6444958138_7609_n.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/265/", "total_count": 48, "true_count": 6, "website": "http://wassermanschultz.house.gov/"}], "twitter_headline": ""}