{"art": [{"brightcove": "", "caption": "Democratic gubernatorial candidate Mary Burke addresses delegates at the Democratic Party of Wisconsin convention Friday, June 6, 2014, in Lake Delton, Wis. (AP Photo/Andy Manis)", "id": 4644, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/burke_1.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/4644/", "title": "Burke act 10", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "canonical_url": "/wisconsin/statements/2014/jun/13/mary-burke/act-10-has-cut-interest-teaching-careers-mary-burk/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 9444, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/9444/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Democratic gubernatorial hopeful Mary Burke charges that Republican Gov. Scott Walker&rsquo;s move to curtail collective bargaining for most public employees is hurting Wisconsin in the classroom.</p>\r\n\r\n<p>Burke, a Madison School Board member, argues the prospect of limited raises and costlier benefits under the Act 10 measure is turning people away from teaching.</p>\r\n\r\n<p>&quot;Already we have seen in Wisconsin fewer people pursuing education as a career,&quot; she said April 18, 2014 in a meeting with Milwaukee Journal Sentinel reporters and editors.</p>\r\n\r\n<p>She attributed the trend to Act 10, adding:</p>\r\n\r\n<p>&quot;We even see people certainly dropping out and saying, &lsquo;I&rsquo;m not sure I see a future in front of me in terms of pay and benefits where I&rsquo;m going to be able to cover my student loans, be able to support myself and my family long term, and whether this is a profession that is going to be one that keeps good people.&rsquo;&quot;</p>\r\n\r\n<p>As a candidate, Burke says she would have sought greater pension and health insurance contributions from public employees -- but at the bargaining table with unions.</p>\r\n\r\n<p>When asked to back up her claim, Burke spokesman Joe Zepecki offered statistics and anecdotal evidence.</p>\r\n\r\n<p>&quot;During the course of the campaign Mary has had the opportunity to speak with teachers, students and experts from across Wisconsin who have shared their concerns about staying in or joining the educational field, and what the impacts of fewer educators will be on the state economy,&quot; he said.</p>\r\n\r\n<p>Burke also cited a December 2013 <a href=\"http://host.madison.com/news/local/education/local_schools/number-of-teachers-in-training-down-statewide/article_82e8d13e-2afe-5ced-9514-1a7c3a918bbe.html#ixzz332TUGfU5\">Wisconsin State Journal article</a>.</p>\r\n\r\n<p>It reported two straight years of modest enrollment declines in UW-System undergraduate teacher education programs starting in 2011-12. That was the first full academic year after the enactment of Act 10 in early 2011.</p>\r\n\r\n<p>The total two-year enrollment drop was 2.9%, or 207 fewer students from a base of 7,166. In contrast, before 2011-12, the enrollment had risen 7% in two years..</p>\r\n\r\n<p>We confirmed those figures and obtained new UW-System data showing the decline picked up steam in the most recent academic year, 2013-14. The three-year drop is 8.3 percent.</p>\r\n\r\n<p><strong>Cause and effect</strong></p>\r\n\r\n<p>Burke directly blamed Act 10 for the enrollment fall-off.</p>\r\n\r\n<p>But when we took a closer look at the numbers and interviewed leaders in teacher training, several problems emerged.</p>\r\n\r\n<p>First, the enrollment downturn was not just a Wisconsin phenomenon.</p>\r\n\r\n<p>Nationally, enrollment in teacher training programs dropped 8 percent in 2011-12 over the year before, according to data from the U.S. Department of Education. (The 2012-13 figures were not available as of June 10, 2014). Among neighboring states, Minnesota and Illinois saw double-digit downturns that year. Iowa and Michigan saw little change, but had seen major declines in 2010-11.</p>\r\n\r\n<p>All this strongly suggests broader forces at work.</p>\r\n\r\n<p>Second, the downturn in the UW-System&rsquo;s undergraduate education-training enrollment is a long-term trend.</p>\r\n\r\n<p>Between 2003 and 2013, enrollment declined in eight of the 10 years, falling a total of 14 percent, or 1,110 students.</p>\r\n\r\n<p>The exception to that trend came in the uptick from 2008 to 2010, right before Act 10.</p>\r\n\r\n<p>Setting that aside, there&rsquo;s an even bigger problem for Burke&rsquo;s claim.</p>\r\n\r\n<p>The UW-System totals Burke cited as backup do not include thousands of students enrolled in education programs at more than 25 private colleges and universities, or those in alternative training programs not connected to higher education institutions.</p>\r\n\r\n<p>The federal Department of Education data covers all sources, and at first glance it helps Burke. It shows that in the post-Act 10 year, 2011-12 Wisconsin enrollment dropped 7% from the year before, from 11,780 to 10,998.</p>\r\n\r\n<p>But the decline actually started a year earlier, in the 2010 academic year -- six months before Act 10 even was proposed.</p>\r\n\r\n<p>All this makes it dicey at best to draw a straight line between Act 10 and enrollment drops.</p>\r\n\r\n<p><strong>Leaders debate trends</strong></p>\r\n\r\n<p>Cheryl Hanley-Maxwell, associate dean of the School of Education at the University of Wisconsin-Madison, says applications are down there, but not enrollment. As for the recent drop-off in the broader UW-System, she told the State Journal in December and PolitiFact Wisconsin that it&rsquo;s unclear what&rsquo;s behind it.</p>\r\n\r\n<p>&quot;We have no way of attributing changes to Act 10,&quot; she told us. &quot;I don&rsquo;t know that it&rsquo;s Act 10.&quot;</p>\r\n\r\n<p>The drop may prove an anomaly, Hanley-Maxwell said, or reflect the economic downturn, cutbacks in teacher positions and education courses, and a &quot;beat up on teachers&quot; attitude in today&rsquo;s polarized political circles. Other experts mention the proliferation of costly exams and assessments that would-be teachers &nbsp;face before getting a license.</p>\r\n\r\n<p>For a perspective on private and public schools, we spoke with Reid Riggle, an education professor at St. Norbert College. He&rsquo;s led the Wisconsin Independent Colleges of Teacher Education and is president-elect of the Wisconsin Association of Colleges for Teacher Education, which includes public and private schools.</p>\r\n\r\n<p>At St. Norbert&rsquo;s, enrollment has fallen significantly in his introductory education classes, and he wonders if it&rsquo;s the economy, a need for more scholarships or other factors.</p>\r\n\r\n<p>&quot;We are in a trough right now,&quot; Riggle said. &quot;It doesn&rsquo;t mean we won&rsquo;t get out of the trough or that Act 10 was the cause.&quot;</p>\r\n\r\n<p>Riggle told us the reduced financial security caused by the Walker legislation makes it less desirable to be a Wisconsin teacher than it was prior to Act 10. But he added: &quot;It is difficult to clearly provide specific numbers on the impact of Act 10.&quot;</p>\r\n\r\n<p>A final note about enrollment in master&rsquo;s level continuing education courses taken by existing teachers.</p>\r\n\r\n<p>Those students were not part of our analysis because Burke&rsquo;s claim and her evidence centered on undergraduates trying to get their initial license.</p>\r\n\r\n<p>It&rsquo;s worth noting, though, that a gradual decline in master&rsquo;s level enrollment in education has accelerated dramatically since Act 10.</p>\r\n\r\n<p>Melanie Agnew, UW-Whitewater&rsquo;s education dean and president of the Wisconsin Association of Colleges of Teacher Education, joined others in attributing that dropoff to Act 10, which allowed school districts to discontinue giving salary credit for higher education courses and degrees.</p>\r\n\r\n<p><strong>Our rating</strong></p>\r\n\r\n<p>Burke claimed that, &quot;Already in Wisconsin we have seen fewer people pursuing education as a career&quot; due to the Act 10 collective bargaining law.</p>\r\n\r\n<p>There&rsquo;s an element of truth here, in that enrollment has declined since Act 10&rsquo;s adoption.</p>\r\n\r\n<p>But that correlation doesn&rsquo;t prove that Act 10 caused the drop. In fact, the Wisconsin trend predates Act 10 and coincides with a national drop in students in teacher training. And education-school leaders offer a host of other possible explanations for the fall-off.</p>\r\n\r\n<p>We rate Burke&rsquo;s claim Mostly False.</p>\r\n", "ruling_comments_date": "2014-06-12T15:13:29.433062", "ruling_date": "2014-06-13T05:00:00", "ruling_headline": "Act 10 has cut interest in teaching careers, Mary Burke says", "ruling_headline_slug": "act-10-has-cut-interest-teaching-careers-mary-burk", "ruling_link_text": "Drop predates the law", "ruling_state": null, "source_documents": null, "sources": "<p>Journal Sentinel editorial board interview with Mary Burke, <a href=\"http://www.jsonline.com/multimedia/video/?bctid=3483299359001&amp;bctid=3483299359001\">video excerpt </a>on Act 10, April 18, 2014</p>\r\n\r\n<p>Interview with Thomas McCarthy, communications officer, Wisconsin Department of Public Instruction, June 6, 2014</p>\r\n\r\n<p>Interview with Melanie Agnew, Assistant Dean, College of Education and Professional Studies, President, Wisconsin Association of Colleges of Teacher Education, UW-Whitewater, June 6, 2014</p>\r\n\r\n<p>Interview with Reid Riggle, Associate Professor of Education, St. Norbert College, &nbsp;president-elect of the Wisconsin Association of Colleges for Teacher Education, June 6, 2014</p>\r\n\r\n<p>Interview with Cheryl Hanley-Maxwell, Professor and Associate Dean, School of Education, University of Wisconsin - Madison, June 6, 2014</p>\r\n\r\n<p>Interview with John Johnson, Director of Education Information Services, Wisconsin Department of Public Instruction, June 6, 2014</p>\r\n\r\n<p>Interview with John Diamond, Associate Vice President, External Relations &amp; Strategic Communications, University of Wisconsin System, June 10, 2014</p>\r\n\r\n<p>Interview with Joe Zepecki, Burke campaign spokesman, May 29, 2014</p>\r\n\r\n<p>Interview with Jane Glickman, public affairs specialist, US Department of Education, June 6, 2014</p>\r\n\r\n<p>Wisconsin State Journal, <a href=\"http://host.madison.com/news/local/education/local_schools/number-of-teachers-in-training-down-statewide/article_82e8d13e-2afe-5ced-9514-1a7c3a918bbe.html#ixzz332TUGfU5\">&quot;Number of teachers in training down statewide,&quot;</a>, Dec. 1, 2013</p>\r\n\r\n<p>University of Wisconsin System, <a href=\"http://media.jrn.com/documents/uwenroll.xls\">Undergraduate and Graduate Enrollments in Education, 2003-2013</a></p>\r\n\r\n<p>Interview with Rolf Wegenke, President, Wisconsin Association of Independent Colleges and Universities, June 6, 2014</p>\r\n\r\n<p>Wisconsin Department of Public Instruction, <a href=\"http://tepdl.dpi.wi.gov/licensing/educator-licensing\">&quot;Educator Licensing,&quot;</a> accessed June 5, 2014</p>\r\n\r\n<p>Wisconsin Department of Public Instruction, <a href=\"http://tepdl.dpi.wi.gov/licensing/pathways-to-licensure\">&quot;Pathways to Licensure,&quot; </a>accessed June 5, 2014</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "Madison school board member", "false_count": 5, "first_name": "Mary", "half_true_count": 11, "home_state": "Wisconsin", "id": 2452, "last_name": "Burke", "mostly_true_count": 8, "name_slug": "mary-burke", "pants_count": 3, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Mary_Burke_PFACT.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2452/", "total_count": 34, "true_count": 2, "website": "http://burkeforwisconsin.com/"}, "statement": "<p>&quot;Already in Wisconsin we have seen fewer people pursuing education as a career&quot; due to the Act 10 collective bargaining law.</p>\r\n", "statement_context": "an interview", "statement_date": "2014-04-18", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}, {"description": "", "id": 208, "photo": null, "resource_uri": "/api/v/2/subject/208/", "subject": "State Finances", "subject_slug": "state-finances", "used_in_edition": ["/api/v/2/edition/5/"]}, {"description": "", "id": 103, "photo": null, "resource_uri": "/api/v/2/subject/103/", "subject": "Workers", "subject_slug": "workers", "used_in_edition": []}], "target": [], "twitter_headline": ""}