{"art": [], "author": [{"email_address": "dtims@oregonian.com", "first_name": "Dana", "id": 200, "last_name": "Tims", "name_slug": "dana-tims", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/200/", "title": "Staff writer", "twitter": null}], "canonical_url": "/oregon/statements/2014/jun/18/oregon-department-agriculture/do-oregon-school-districts-spend-more-local-food-a/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "mbrence@oregonian.com", "first_name": "Michelle", "id": 415, "last_name": "Brence", "name_slug": "michelle-brence", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/415/", "title": "Politics editor", "twitter": null}], "facebook_headline": null, "id": 9472, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "dtims@oregonian.com", "first_name": "Dana", "id": 200, "last_name": "Tims", "name_slug": "dana-tims", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/200/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/9472/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Several themes have converged in recent years to increase attention on local food production: a desire to reduce carbon footprints, to combat childhood obesity and to increase &quot;food security,&quot; among others.</p>\r\n\r\n<p><a href=\"http://www.oregonfarmersmarkets.org/\">Flourishing farmers markets</a> around the state -- they&rsquo;ve grown from a dozen in 1988 to more than 160 -- indicate that Oregon embraces eating food produced close to home. And so does the amount individual districts are spending on local food for school lunches, according to the <a href=\"http://www.oregon.gov/oda/Pages/index.aspx\">Oregon Department of Agriculture</a>.</p>\r\n\r\n<p><strong>The claim:</strong></p>\r\n\r\n<p>A <a href=\"http://www.fns.usda.gov/farmtoschool/census#/\">first-ever national &quot;census&quot;</a> tracking farm-to-school food results revealed a surprising statistic, according to a department news release:</p>\r\n\r\n<p>&quot;The assessment shows that Oregon school districts are directing 24 percent of their food budgets to purchase local foods,&quot; the release said. &quot;That&rsquo;s the highest percentage in the country.</p>\r\n\r\n<p>We decided to check.</p>\r\n\r\n<p><strong>The analysis:</strong></p>\r\n\r\n<p>We emailed the <a href=\"http://www.usda.gov/wps/portal/usda/usdahome\">U.S. Department of Agriculture&rsquo;s</a> Farm-to-School program to get a complete copy of the census, then fielded a call from Deborah Kane, the program&rsquo;s national director.</p>\r\n\r\n<p>Kane said she was tapped two years ago to implement a newly created farm-to-school program. The effort, she said, stemmed from the <a href=\"http://www.fns.usda.gov/school-meals/healthy-hunger-free-kids-act\">2010 Healthy Hunger-Free Kids Act</a>, which provided a congressional mandate to encourage schools to buy food from local producers and processors.</p>\r\n\r\n<p>To establish baseline information, questionnaires were sent last spring to the nation&rsquo;s more than 13,000 public school districts, said Kane, a Portland resident who most recently worked as vice president of food and farms at <a href=\"http://www.ecotrust.org/\">Ecotrust</a>. About 10,000 districts responded.</p>\r\n\r\n<p>Kane directed us to Page 20 of the USDA Farm to School Census. Oregon, at 24 percent, ranks first in the &quot;average percent of school food budget spent on local food.&quot;</p>\r\n\r\n<p>Just behind is Utah at 23 percent. Nevada is last, having apparently spent so little that it fell somewhere between zero and 0.9 percent.</p>\r\n\r\n<p>&quot;Local,&quot; by the way, is defined in Oregon as foods grown and/or processed anywhere within the state. Other states have their own definitions, which range from foods grown within 25 miles of a school to foods produced in the region.</p>\r\n\r\n<p>Additional figures from the census are interesting, as well.</p>\r\n\r\n<p>In terms of dollars spent on local food by schools, California&rsquo;s $51.2 million is at the top. Oregon&rsquo;s $9.5 million is 13th, with Nevada again bringing up the rear.</p>\r\n\r\n<p>In checking Oregon&rsquo;s 24 percent figure, however, we spotted a couple of snags.</p>\r\n\r\n<p>One, of the 197 public school districts in the state, only 123, or about 62.4 percent, chose to respond to the survey. Of those 123 respondents, 82, or about two-thirds, reporting having active farm-to-school programs.</p>\r\n\r\n<p>The 82 participating districts in Oregon represent about 714 individual schools with an estimated 366,066 students, according to the census.</p>\r\n\r\n<p>So the information about the amount Oregon districts spend for local food comes from slightly less than 42 percent of the state&rsquo;s public school districts.</p>\r\n\r\n<p>Second, all of the data are self-reported. Neither the <a href=\"http://www.ode.state.or.us/home/\">state Education Department</a> nor the Agriculture Department tracks statewide figures for the amount of money individual districts spend on locally sourced food.</p>\r\n\r\n<p>The other states also self-reported their data, but with widely varying definitions of what constitutes &quot;local.&quot; &nbsp;As a result, what appears in the state Agriculture Department&rsquo;s news release as an indisputable fact appears far less reliable than stated.</p>\r\n\r\n<p>Oregon has spent time and money to make the program successful. It&rsquo;s the only state to create farm-to-school coordinators in both the agriculture and education departments. A pilot program launched in 2011 grants about $1.2 million in every two-year budget cycle to schools to buy local food, and the program provides money to bring farmers into classrooms and to pay for school field trips to farms. But that sheds little light on the total amount Oregon schools spend on local food.</p>\r\n\r\n<p><strong>The ruling:</strong></p>\r\n\r\n<p>The Oregon Department of Agriculture, in underscoring the benefits of local food production, put out a news release saying Oregon school districts devote 24 percent of their food budgets to buying local food, the best rate in the nation.</p>\r\n\r\n<p>The release based its claim on the first USDA Farm to School Census, a collection of self-reported data from 10,000 of the country&rsquo;s 13,000 public school districts. Among the many pages of information was one showing Oregon at the top in terms of percentages.</p>\r\n\r\n<p>All of the data, however, are self-reported, and state officials acknowledged that they have no way to verify the numbers.&nbsp;Districts also defined &quot;local&quot; in widely different ways, making comparisons difficult<strong>.</strong> Further, fewer than half of Oregon public school districts responded to the census, leaving the numbers incomplete.</p>\r\n\r\n<p>The claim contains elements of accuracy but leaves out important details that could lead to a different conclusion. We rate it Half True.</p>\r\n", "ruling_comments_date": "2014-06-18T20:04:21.208316", "ruling_date": "2014-06-18T17:03:53", "ruling_headline": "Do Oregon school districts spend more on local food than any other state in the country?", "ruling_headline_slug": "do-oregon-school-districts-spend-more-local-food-a", "ruling_link_text": "A food claim that left us hungry for more information", "ruling_state": null, "source_documents": null, "sources": "<p>Telephone interview, Deborah Kane, director, USDA Farm-to-School program, June 13, 2014.</p>\r\n\r\n<p>Emails from Kane, June 13/16, 2014.</p>\r\n\r\n<p>Telephone interview, Michelle Markesteyn Ratcliffe, Oregon Department of Agriculture Farm to School program manager, June 13, 2014.</p>\r\n\r\n<p>Email exchange, Crystal Greene, communications director, Oregon Department of Education, June 17, 2014.</p>\r\n\r\n<p>Telephone interview, Anne Marie Moss, spokeswoman, Oregon Farm Bureau, June 16, 2014.</p>\r\n\r\n<p>United States Department of Agriculture website.</p>\r\n\r\n<p>Oregon Department of Agriculture news release, &quot;Oregon farm to school efforts receive good report card,&quot; June 12, 2014.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 1, "home_state": "Oregon", "id": 2824, "last_name": "Oregon Department of Agriculture", "mostly_true_count": 0, "name_slug": "oregon-department-agriculture", "pants_count": 0, "party": {"id": 68, "party": "Government body", "party_slug": "government-body", "resource_uri": "/api/v/2/party/68/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/PFmugs12.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2824/", "total_count": 1, "true_count": 0, "website": "http://www.oregon.gov/oda/pages/index.aspx"}, "statement": "<p>&quot;Oregon school districts are directing 24 percent of their food budgets to purchase local foods. That&rsquo;s the highest percentage in the country.&quot;</p>\r\n", "statement_context": "a news release", "statement_date": "2014-06-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 122, "photo": null, "resource_uri": "/api/v/2/subject/122/", "subject": "Agriculture", "subject_slug": "agriculture", "used_in_edition": []}], "target": [], "twitter_headline": ""}