{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2014/jun/29/ted-cruz/ted-cruz-accurately-recaps-survey-result-indicatin/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "ddavis@statesman.com", "first_name": "Debra", "id": 425, "last_name": "Davis", "name_slug": "debra-davis", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/425/", "title": "Investigations editor", "twitter": null}], "facebook_headline": null, "id": 9521, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/9521/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>People have increasingly crossed into Texas over the Rio Grande because they think Uncle Sam has open arms, U.S. Sen. Ted Cruz of Texas said the other day.</p>\r\n\r\n<p>Cruz, at a San Antonio press conference with fellow Republicans Texas Attorney General Greg Abbott and U.S. Rep. Michael Burgess, said a May 2014 government survey of over 200 people apprehended trying to enter the country illegally proves his point. Asked &quot;why are you coming here?,&quot; Cruz said, &quot;95 percent said we are coming &nbsp;because we&rsquo;ve been promised amnesty. We are coming because if we get here, we were told that we are allowed to stay, that we will have a <em>permiso</em>.&quot;</p>\r\n\r\n<p>We wondered if most recent arrivals are citing expectations of amnesty.</p>\r\n\r\n<p><strong>Record crossings</strong></p>\r\n\r\n<p>Tens of thousands of people, including children mostly from Central American countries, have been crossing the border, <a href=\"http://www.politifact.com/texas/statements/2014/jun/18/rick-perry/rick-perry-correct-record-number-immigrants-not-me/\"><u>resulting in a record</u></a> number of non-Mexicans getting apprehended.</p>\r\n\r\n<p>Accounts have varied on why more are coming than before.</p>\r\n\r\n<p>For instance, a June 16, 2014, <em>National Journal</em> <a href=\"http://www.nationaljournal.com/domesticpolicy/why-90-000-children-flooding-our-border-is-not-an-immigration-story-20140616\"><u>news story</u></a> quoted Leslie Velez, a senior protection officer at the U.N. High Commission for Refugees, as saying its 2014 interviews of 404 children revealed many were fleeing violence and crime in their home countries.</p>\r\n\r\n<p><strong>Survey says...</strong></p>\r\n\r\n<p>And what was Cruz citing?</p>\r\n\r\n<p>By email, Cruz spokeswoman Catherine Frazier pointed out June 2014 news stories in <em>The Washington Post </em>and the <em>Washington Examiner</em> summarizing a Border Patrol survey reportedly brought to light in an undated document Sen. Chuck Grassley, R-Iowa, placed into the records of the Senate Judiciary Committee at a June 2014 hearing.</p>\r\n\r\n<p>A <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGclJUdTFlMmZEUzA/edit?usp=sharing\"><u>copy of Grassley&rsquo;s document</u></a>, emailed to us by Texas Sen. John Cornyn&rsquo;s office, describes May 2014 interviews of adults and children by Border Patrol officers in the agency&rsquo;s Rio Grande Valley sector. By telephone, Grassley spokeswoman Beth Pellett Levine said the senator knows a whistleblower summarized the interviews, though she said that as of June 24, 2014, Homeland Security hadn&rsquo;t confirmed or denied the document&rsquo;s authenticity. By email, a Del Rio-based Border Patrol spokesman, Dennis Smith, declined to comment on the four-page document.</p>\r\n\r\n<p>According to the document, the agents interviewed 230 adults and unaccompanied children from El Salvador, Honduras and Guatemala on May 28, 2014. The focus, the document says, was to &quot;obtain a general consensus as to why&quot; the border crossers &quot;are migrating en masse&quot; into the country through the Rio Grande Valley.</p>\r\n\r\n<p>The word &quot;amnesty&quot; doesn&rsquo;t appear in the summary of results. Also, the document says in many cases, &quot;the subjects mentioned more than one reason,&quot; including gang-related violence, extreme poverty, high unemployment, poor living conditions and subpar educational circumstances -- with many women<strong> </strong>mentioning domestic abuse.</p>\r\n\r\n<p>Still, the document says, the main reason interviewed individuals &quot;chose this particular time to migrate&quot; was to &quot;take advantage of the &lsquo;new&rsquo; U.S. &lsquo;law&rsquo; that grants a &lsquo;free pass&rsquo; or permit (referred to as <em>&lsquo;permisos</em>&rsquo;) being issued by the U.S. government to female adult&quot; non-Mexicans &quot;traveling with minors and to&quot; unaccompanied children.&quot;</p>\r\n\r\n<p>The document says the issue of &quot;<em>permisos</em>&quot; was the &quot;main reason provided by 95% (+/-) of the interviewed subjects.&quot;</p>\r\n\r\n<p>The document doesn&rsquo;t confirm any new law and we&rsquo;re unaware of any. Confusingly, too, the document says the <em>permisos </em>are &quot;<a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGN3dfN1RBZjFQUTg/edit?usp=sharing\"><u>Notice to Appear&quot; documents</u></a>, but it also says those documents aren&rsquo;t free passes to stay in the country. Rather, the document says, the notices are routinely issued to undocumented entrants &quot;when they are released on their own recognizance pending a hearing before an immigration judge.&quot;</p>\r\n\r\n<p>The document goes on to say the granting of <em>permisos</em> &quot;is apparently common knowledge in Central America and is spread by word of mouth, and international and local media. A high percentage of the subjects interviewed stated their family members in the U.S. urged them to travel immediately, because the United States government was only issuing &lsquo;<em>permisos</em>&rsquo; until the end of June 2014,&quot; while several people said they&rsquo;d heard they&rsquo;d be issued only through May 2014, the document says.</p>\r\n\r\n<p>Most unaccompanied children, the document says, stated they were going to join a parent or parents or other family members already in the country. The children &quot;stated they wanted to take advantage of the &lsquo;<em>permiso</em>&rsquo; being issued by the U.S. government to minors traveling alone.&quot; Many children cited high crime in their countries and forced recruitment into gangs, the document says, with others mentioning educational opportunities in the U.S.</p>\r\n\r\n<p><strong>Outside lawyers: &lsquo;It&rsquo;s not amnesty&rsquo;</strong></p>\r\n\r\n<p>To our telephone inquiries, immigration lawyers who looked over the Grassley-publicized document offered different interpretations of the references to <em>permisos. </em>Each one also said it would be inaccurate<em> </em>to interpret the <em>permisos</em> as amnesty, as in<strong> </strong>passes to remain in the country without risk of being deported or other penalties.</p>\r\n\r\n<p>Elizabeth Lee Young of the University of Arkansas School of Law, who emailed us a &quot;<a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGN3dfN1RBZjFQUTg/edit?usp=sharing\"><u>Notice to Appear&quot; document</u></a>, characterized it as an immigration court summons. &quot;Most of the people know it&rsquo;s a notice to go to court,&quot; Young said. Anyone who doesn&rsquo;t show up for their court date, she said, is subject to immediate deportation. Significantly, Young said, no one caught after crossing is given a work permit, which is how she said she usually interprets &quot;<em>permiso</em>.&quot;</p>\r\n\r\n<p>Detainees given a notice near the border, the lawyers told us, can then be held in a government facility or released deeper into the country on personal recognizance -- as children and women with children often are, the lawyers said.</p>\r\n\r\n<p>Toni Maschler, a Washington, D.C., attorney, said generally, she considers a <em>permiso </em>a permit, like a driver&rsquo;s license, and not the notice to appear for an immigration hearing. Maschler speculated the document&rsquo;s references to <em>permisos</em> were really to the document that releases someone on their own recognizance.</p>\r\n\r\n<p>Lisa Brodyaga, a lawyer in San Benito, close to the Texas-Mexico border, similarly said the document&rsquo;s references to <em>permisos</em> probably mean paperwork related to releases on personal recognizance, which she said clear the way for women and unaccompanied children to leave the border region; men, for the most part, she said, are kept in detention. Each release &quot;allows you to get out of detention, allows you to travel, it allows you to go be with your family,&quot; Brodyaga said, &quot;and, as long as you go to your hearings when you have them, it allows you to stay in the United States. It&rsquo;s a &lsquo;permit,&rsquo; until you get deported.&quot;</p>\r\n\r\n<p>&quot;It&rsquo;s nowhere near amnesty,&quot; Brodyaga said, which would mean &quot;you are forgiven for something. You&rsquo;re not forgiven. You&rsquo;re subject to the laws of the United States&hellip; This does not entitle them to remain indefinitely.&quot; Similarly, Maschler said the release on personal recognizance is &quot;not amnesty. It doesn&rsquo;t give anybody a permanent right to stay in the United States.&quot; Young said: &quot;Amnesty would indicate some form of legal waiver of your undocumented presence or entry. That is not the situation.&quot;</p>\r\n\r\n<p>Apprised of the lawyers&rsquo; assessments, Cruz&rsquo;s spokeswoman said by email Cruz didn&rsquo;t say that any legal papers deliver amnesty to border crossers. The point is people are coming because they think they&rsquo;ll be allowed to stay, as they have been, Frazier said.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Cruz said a survey indicates 95 percent of people caught crossing the U.S.-Mexico border said &quot;we are coming because we&rsquo;ve been promised amnesty.&quot;</p>\r\n\r\n<p>This statement accurately recaps a statistic in a<strong> </strong>document made public by another senator: 95 percent of 230 adults and unaccompanied children interviewed recently by the Border Patrol gave as the main reason for their journeys the U.S. government issuing <em>permisos</em>, which the document defines as notices to appear in immigration court enabling recipients to stay in the country at least until then.</p>\r\n\r\n<p>But that&rsquo;s not &quot;amnesty,&quot; as in an absolution enabling people to stay indefinitely without risk of penalty, and indeed &quot;amnesty&quot; goes unmentioned in the survey summary. Also, as unsaid by Cruz, the immigrants listed other reasons for coming, including crime and violence in home countries. The document, with its anonymous origins, doesn&rsquo;t specify how many individuals singled out these other factors. Another study, in which the United Nations earlier surveyed twice as many immigrants, pointed to gang violence as the vital factor.</p>\r\n\r\n<p>We rate this claim, which is partly accurate but leaves out relevant details, as Half True.</p>\r\n\r\n<hr />\r\n<p><strong><em>HALF TRUE </em></strong><em>&ndash; The statement is partially accurate but leaves out important details or takes things out of context.</em></p>\r\n\r\n<p>Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> <u>more</u></a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n", "ruling_comments_date": "2014-06-27T17:44:36.596296", "ruling_date": "2014-06-29T06:00:00", "ruling_headline": "Ted Cruz says most people caught at the border are coming because of 'amnesty'", "ruling_headline_slug": "ted-cruz-accurately-recaps-survey-result-indicatin", "ruling_link_text": "Temporary stays aren't amnesty", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"https://docs.google.com/document/d/1QnteWAOgZa3_AADNZjCgfQtZxaqNA5GwuA1DIHaXRZw/pub\"><u>Emails</u></a>, Catherine Frazier, press secretary, U.S. Sen. Ted Cruz, June 23-27, 201</p>\r\n\r\n<p>Memo, <a href=\"http://www.dhs.gov/xlibrary/assets/s1-exercising-prosecutorial-discretion-individuals-who-came-to-us-as-children.pdf\"><u>&quot;Exercising Prosetorial Discretion with Respect to Individuals Who Came to the United States as Children,&quot;</u></a> Janet Napolitano, secretary of Homeland Security, June 15, 2012</p>\r\n\r\n<p>News story, <a href=\"http://www.washingtontimes.com/news/2014/jun/11/surge-illegals-blamed-us-policy/?page=all\"><u>&quot;Surge in illegal immigrants blamed on U.S. policy, not on spiking violence in Central America,&quot;</u></a> <em>The Washington Times</em>, June 11, 2014 (accessed June 24, 2014)</p>\r\n\r\n<p>News story, <a href=\"http://www.washingtonpost.com/politics/influx-of-minors-across-texas-border-driven-by-belief-that-they-will-be-allowed-to-stay-in-us/2014/06/13/5406355e-f276-11e3-9ebc-2ee6f81ed217_story.html\"><u>&quot;Influx of minors across Texas border driven by belief that they will be allowed to stay in U.S.,&quot;</u></a> <em>The Washington Post</em>, June 13, 2014 (accessed June 24, 2014)</p>\r\n\r\n<p>Truth-O-Meter article, <a href=\"http://www.politifact.com/truth-o-meter/statements/2013/apr/17/marco-rubio/sen-marco-rubio-says-immigration-bill-not-amnesty/\"><u>&quot;Sen. Marco Rubio says immigration bill is not amnesty,&quot;</u></a> PolitiFact, April 17, 2013</p>\r\n\r\n<p><a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGclJUdTFlMmZEUzA/edit?usp=sharing\"><u>Document</u></a> describing U.S. Border Patrol survey, May 2014 (received by email from Megan Mitchell, communications director, U.S. Sen. John Cornyn, June 24, 2014)</p>\r\n\r\n<p>Telephone interview, Beth Pellett Levine, communications director for Sen. Chuck Grassley, Senate Judiciary Committee, Washington, D.C., June 24, 2014</p>\r\n\r\n<p>Telephone interview, Toni Maschler, attorney and partner, Bromberg, Kohler Maya &amp; Maschler, PLLC, Washington, D.C., June 25, 2014</p>\r\n\r\n<p>Telephone interview, Elizabeth Lee Young, associate professor of law, University of Arkansas School of Law, Fayetteville, June 25, 2014</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 43, "current_job": "Senator", "false_count": 38, "first_name": "Ted", "half_true_count": 20, "home_state": "Texas", "id": 1475, "last_name": "Cruz", "mostly_true_count": 22, "name_slug": "ted-cruz", "pants_count": 9, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/CRUZPFTNEW.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1475/", "total_count": 141, "true_count": 7, "website": "http://www.tedcruz.org/"}, "statement": "<p>Says 95 percent of people caught crossing the U.S.-Mexico border said in a survey &quot;we are coming because we&rsquo;ve been promised amnesty.&quot;</p>\r\n", "statement_context": "a press conference ", "statement_date": "2014-06-23", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}