{"art": [], "author": [{"email_address": "nbadertscher@ajc.com", "first_name": "Nancy", "id": 426, "last_name": "Badertscher", "name_slug": "nancy-badertscher", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/NancyBadertscher-1.jpg", "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/426/", "title": "Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2014/jul/02/matt-mcgrath/carter-camps-claim-all-smoke/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jdenery@ajc.com", "first_name": "Jim ", "id": 141, "last_name": "Denery", "name_slug": "jim-denery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/141/", "title": "Word editor", "twitter": null}, {"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 9540, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "nbadertscher@ajc.com", "first_name": "Nancy", "id": 426, "last_name": "Badertscher", "name_slug": "nancy-badertscher", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/NancyBadertscher-1.jpg", "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/426/", "title": "Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/9540/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>The war of words in the governor&rsquo;s race has been escalating.</p>\r\n\r\n<p>And it recently came to this: &quot;Gov. Deal has the worst record on education in the history of this state,&quot; Matt McGrath, the campaign manager for Carter for Governor, said in a press release June 18.</p>\r\n\r\n<p>A fundraising email went out the next day, repeating that statement.</p>\r\n\r\n<p>In previous fact checks, we&rsquo;ve noted the pitfalls to calling anything the most extreme, the first or, in this case, &quot;the worst.&quot; The main problem: How do you prove that?</p>\r\n\r\n<p>In this case, Republican Nathan Deal, who faces Democrat state Sen. Jason Carter of Atlanta in the November general election, is Georgia&rsquo;s 82nd governor. So when you talk about the worst governor in Georgia history, you are covering a lot of territory.</p>\r\n\r\n<p>Remember, the state began as a prison colony, and its first chief executive took office in 1775. The governors who followed presided over a state that made almost no attempt to educate poor whites, banned education for enslaved blacks, and aided and abetted the removal of Native American children and their parents to reservations in the West.</p>\r\n\r\n<p>Charles Bullock, a political science professor at the University of Georgia and a longtime Capitol observer, said the statement by McGrath is &quot;the kind of campaign rhetoric that is false on its face.&quot;</p>\r\n\r\n<p>&quot;Obviously, someone like Gene Talmadge who did three terms as governor did less for education than Nathan Deal,&quot; Bullock said. &quot;It used to be that the state&rsquo;s budget went disproportionately for transportation; now most of it goes for education.&quot;</p>\r\n\r\n<p>Deal took office in early 2011 and, with his budget proposal for fiscal 2015, will have increased k-12 spending by $868.6 million in four year, we reported in a recent <a href=\"http://http://www.politifact.com/georgia/statements/2014/jun/20/GaGOP/gop-overstating-deals-record-education/.\">fact</a> check</p>\r\n\r\n<p>The overall budget for education is up $930 million in Deal&rsquo;s tenure, when increases for pre-kindergarten and higher education are counted, according to the state Budget Office.</p>\r\n\r\n<p>So what about the Carter camp&rsquo;s claim?</p>\r\n\r\n<p>We contacted Bryan Thomas, Carter&rsquo;s campaign spokesman, to ask for supporting evidence. He told us the statement reflects the Carter campaign&rsquo;s &quot;opinion.&quot; He also said McGrath&rsquo;s statement was aimed at Deal&rsquo;s record on education funding, though that&rsquo;s not what it says.</p>\r\n\r\n<p>Thomas made three points to us, all dealing with the austerity cuts to education that started under Gov. Sonny Perdue in 2003, increased to more than $1 billion a year in his final two years in office and have largely continued at that level under Deal. These cuts reflect the difference in what school systems qualify for and actually receive from the state under the education funding formula, the Quality Basic Education Act of 1985.</p>\r\n\r\n<p>Here are Thomas&rsquo; points, as well as some state data and our research..</p>\r\n\r\n<p>1). On average, Deal has underfunded k-12 education in Georgia by more than $1 billion per year since taking office. That&rsquo;s true. Austerity cuts (and we&rsquo;re rounding) were $1.15 billion in fiscal 2012, $1.14 billion in fiscal 2013, $1.06 billion in fiscal 2014 and $746.6 million for fiscal 2015, which began Tuesday, state records show.</p>\r\n\r\n<p>2.). After just four years in office, Deal is responsible for more than half of the total austerity cuts, or about $4.1 billion. Our research and state records show the austerity cuts total about $4.1 billion under Deal and $8.4 billion since the cuts started in 2003.</p>\r\n\r\n<p>3). Between fiscal 2003 (when &quot;austerity cuts&quot; began) and fiscal 2011 (when Deal took office) &mdash; a period encompassing the worst years of the Great Recession &mdash; the average QBE shortfall was just $380 million per year. Nathan Deal&rsquo;s average has been more than 250 percent higher than that, at just over $1 billion per year. True. Austerity cuts in Deal&rsquo;s tenure are averaging $1.02 billion a year. The cuts under Perdue were $134.9 million in fiscal 2003, $283.5 million in fiscal 2004, $332.8 million in fiscal 2005, $332.8 in fiscal 2006, $169.7 million in fiscal 2007, $143 million in 2008, $496 million in 2009, $1.4 billion in 2010 and $1.1 billion in 2011, with rounding.</p>\r\n\r\n<p>&quot;Find me another governor who has so incredibly underfunded education according to the state&rsquo;s own guidelines,&quot; Thomas said in an email.</p>\r\n\r\n<p>Jen Talaber, a spokeswoman for the Deal campaign, said: &quot;To be clear, the Carter campaign just said that Governor Deal had the &lsquo;worst record in the history of the state&rsquo;?&quot;</p>\r\n\r\n<p>&quot;The Carter campaign believes that segregationist governors had better records than Governor Deal?&quot;</p>\r\n\r\n<p>Talaber said it&rsquo;s important to recognize the economic conditions that existed when Deal took office.</p>\r\n\r\n<p>&quot;The rainy day fund was in pitiful shape, mandated health care spending was increasing, and we were in the midst of the Great Recession,&quot; she said. &quot;In spite of that, the governor increased education funding every year he&rsquo;s been in office.&quot;</p>\r\n\r\n<p>Carter voted for Deal&rsquo;s budget every year, except for the fiscal 2015 budget this year, Talaber said. (This is something Deal&rsquo;s campaign ads point out.)</p>\r\n\r\n<p>Talaber said the governor &quot;believes a strong education builds a strong economy&quot; and has backed school choice, working for passage of the 2012 charter school amendment. His record on education also includes championing or implementing a plan to increase schools&rsquo; access to the Internet, educator training in reading and other best practices, and the health education program SHAPE, Talaber said.</p>\r\n\r\n<p>Deal also saved the popular lottery-funded HOPE scholarship and pre-kindergarten programs from the brink of bankruptcy, she said. (Some of the HOPE changes that ultimately were approved were brokered by a bipartisan group that included Carter.)</p>\r\n\r\n<p>So with the perspective of both camps, we reached out to Thomas V. O&rsquo;Brien, chairman of the department of educational studies and research at the University of Southern Mississippi, for help with the long view of Deal in history. O&rsquo;Brien has researched American education in the 20th century and published a book in 1999, &quot;The Politics of Race and Schooling: Public Education in Georgia, 1890-1961.&quot;</p>\r\n\r\n<p>He said he believes that because of the governor&rsquo;s funding cuts to education and his stance on school choice, &quot;it is fair to say that Deal is no friend to public education.&quot;</p>\r\n\r\n<p>But a declaration of worst is problematic, O&rsquo;Brien said.</p>\r\n\r\n<p>In the 1950s and 1960s, Govs. Herman Talmadge, S. Marvin Griffin and, for a time, Ernest Vandiver threatened to do away with the public schools if they were forced to integrate by race.</p>\r\n\r\n<p>&quot;They also led the Georgia Legislature to put in place laws that would facilitate such actions,&quot; he said. &quot;However, most of their concrete actions that took hold, initiated by Talmadge, were not to cut dollars for public ed, but rather to invest in public education under the &lsquo;separate but equal&rsquo; doctrine (Plessy vs. Ferguson, 1896).&quot;</p>\r\n\r\n<p>The strategy to avoid token desegregation did not work, and, when pushed, the segregationist state leadership under Vandiver kept the public schools and repealed most of the massive resistance legislation, O&rsquo;Brien said.</p>\r\n\r\n<p>Thirty-eight Georgia governors served before the Civil War, when there was no public education to speak of, O&rsquo;Brien said. It was against the law in most places to teach a slave to read, write or do math. Poor whites had no schools, and wealthy whites brought in tutors or sent their children to school in Europe or the North, he said.</p>\r\n\r\n<p>So where does this leave us?</p>\r\n\r\n<p>The Carter camp issued a statement saying &quot;Gov. Deal has the worst record on education in the history of this state.&quot; Spokesman Bryan Thomas later said the camp was referring to his record on education funding and specifically pointed to austerity cuts during his administration. Annual austerity cuts topped $1 billion in his first three budgets, but also were that high in the last two budgets of his predecessor, Sonny Perdue.</p>\r\n\r\n<p>The Carter camp can&rsquo;t prove that among Georgia&rsquo;s 82 governors Deal&rsquo;s record is the worst on education in general or on education funding in specific.</p>\r\n\r\n<p>The Carter campaign&rsquo;s charge was incendiary -- that the sitting governor has the worst education record in Georgia&rsquo;s history. And we smell smoke.</p>\r\n\r\n<p>We award it our lowest rating, Pants On Fire.</p>\r\n", "ruling_comments_date": "2014-07-01T20:13:54.562154", "ruling_date": "2014-07-02T00:00:00", "ruling_headline": "Carter camp overstates Deal's education record", "ruling_headline_slug": "carter-camps-claim-all-smoke", "ruling_link_text": "Where's the proof?", "ruling_state": null, "source_documents": null, "sources": "<p>:&quot;Leading with his chin: Deal&rsquo;s Laughable Attack Ads,&quot; <a href=\"http://carterforgovernor.com/leading-with-his-chin/\">statement</a> issued by Carter for Governor, June 18, 2014</p>\r\n\r\n<p>Interviews and emails with Bryan Thomas, spokesman for Carter for Governor campaign</p>\r\n\r\n<p>Interviews and emails with Jen Talaber, spokeswoman for Gov. Nathan Deal&rsquo;s re-election campaign</p>\r\n\r\n<p>Emails with Charles Bullock III, Richard B. Russell Professor of Political Science</p>\r\n\r\n<p>and Josiah Meigs Distinguished Teaching Professor, University of Georgia</p>\r\n\r\n<p>Data from the state Department of Education <a href=\"http://www.gadoe.org/Pages/Home.aspx\">allotment </a>sheets on austerity cuts</p>\r\n\r\n<p>Emails with Thomas V. O&rsquo;Brien, chairman, department of educational studies and research, University of Southern Mississippi</p>\r\n\r\n<p>Gene Talmadge <a href=\"http://www.nga.org/cms/home/governors/past-governors-bios/page_georgia/col2-content/main-content-list/title_talmadge_eugene.html\">bio</a> from National Governors Association,</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "campaign manager", "false_count": 0, "first_name": "Matt ", "half_true_count": 0, "home_state": "Georgia", "id": 2845, "last_name": "McGrath", "mostly_true_count": 0, "name_slug": "matt-mcgrath", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact_mugs_politifact_mugs_Facebook_icon_1_2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2845/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>&quot;Gov. Deal has the worst record on education in the history of this state.&quot;</p>\r\n", "statement_context": "press release and fundraising email", "statement_date": "2014-06-18", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}], "target": [], "twitter_headline": ""}