{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/mar/18/elijah-cummings/AIG-retention-bonuses-employees-plans-to-terminate/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 961, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/961/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\n Often lost in the raging debate over $165 million in bonuses paid to AIG employees &mdash; amid a $170 billion taxpayer-funded bailout &mdash; is the fact that these were not performance bonuses, they were &quot;retention awards.&quot; Essentially, they were payments made to employees to keep them from leaving the crumbling company.\n</p>\n<p>\n Rep. Elijah E. Cummings, D-Md., has been railing against the retention bonuses for months, but this week he came across a line in a recent AIG filing with the Securities and Exchange Commission that really galled him.\n</p>\n<p>\n &quot;Keep in mind, in their filings &mdash; AIG's recent filings &mdash; they said they were giving $57 million to people who were being terminated,&quot; Cummings said in an interview on ABC's\n <em>\n  Good Morning America\n </em>\n on March 16. &quot;I mean, that goes in the opposite direction of retention. And I really do think the American people are being played for fools by AIG.&quot;\n</p>\n<p>\n Sure enough, if you go to page 222 of AIG's\n <a href=\"http://idea.sec.gov/Archives/edgar/data/5272/000095012309003734/y74794e10vk.htm\" target=\"_blank\">\n  10-K filing\n </a>\n last month, you'll find this line: &quot;Restructuring expenses include $44 million of retention awards and Total amount expected to be incurred includes $57 million for retention awards for employees expected to be terminated.&quot;\n</p>\n<p>\n What? Retention bonuses to people you don't plan to...you know...retain?\n</p>\n<p>\n &quot;As part of restructuring the company, we will ultimately eliminate jobs that are, at the moment, critical to maintaining ongoing operations and winding down certain businesses,&quot; Christina Pretto, an AIG spokeswoman, told Bloomberg. &quot;To have one of these positions obviously implies an uncertain future, and creates an incentive to leave the company. To retain such mission-critical people, we are making retention payments to them.&quot;\n</p>\n<p>\n In all, AIG committed to $1 billion worth of retention payments. In a Dec. 5, 2008, letter to&nbsp; Rep. Cummings, AIG chairman and CEO Edward Liddy said retaining key employees is critical for the company to maintain its standing in the eyes of reinsurers and rating agencies, and ultimately is essential for AIG to recoup as much as it can for taxpayers. &quot;We would be doing a disservice to the taxpayer &mdash; and would place AIG's asset divestiture plan at risk &mdash; if we did not act decisively to ensure that our key employees remain with the company,&quot; said Liddy, who took over the reins at AIG in September at the government's request.\n</p>\n<p>\n With the company posting monstrous losses, we should note that these retention payments will essentially be paid through the infusion of cash from the taxpayer-funded bailouts.\n</p>\n<p>\n At the moment, the retention payments that have drawn the most scorn are those to employees in the financial products division, the folks that got the insurance conglomerate into the deep mess it's currently in. Those agreements predate the company bailouts by the federal government. Back in April 2008 and &quot;due to the declining market environment,&quot; the company established an employee retention plan with financial products employees &quot;to manage and unwind its complex business,&quot; according to SEC filings. An installment payment on those retention bonuses came due on March 15 to the tune of $165 million. That's the payment that triggered the recent political storm.\n</p>\n<p>\n According to a letter sent by New York Attorney General Andrew Cuomo to House Financial Services Charman Barney Frank on March 17, 73 employees got retention bonuses of $1 million or more; and 11 of them are no longer working at AIG (including one who got $4.6 million). In all, the New York attorney general's office found that 52 of the 418 employees who got the retention bonuses have left the company.\n</p>\n<p>\n Liddy said the retention bonuses amounted to going to those employees and saying, &quot;You have a job. That job's going to go away after you wind down the book of business that you manage. If you'll stay...&quot;\n <br />\n <br />\n In a congressional hearing on March 18, Frank asked if those who got retention bonuses and then left had to give back their bonus. &quot;No,&quot; Liddy said. &quot;The arrangement is, if you stay, wind down your particular business, do a good job of it, and we're comfortable with the job you've done, you'll get that retention bonus.&quot;\n</p>\n<p>\n &quot;I'm trying desperately to prevent an uncontrolled collapse of that business,&quot; Liddy said. &quot;This is the only way to improve AIG's ability to pay taxpayers back quickly and completely and the only way to avoid a systemic shock to the economy that the U.S. government help was meant to relieve. Make no mistake. Had I been CEO at the time, I would never have approved the retention contracts that were put in place over a year ago. It was distasteful to have to make these payments, but we concluded that the risk to the company and, therefore, the financial system in the economy, were unacceptably high. And if not paid, we ran the risk that we would have happen what everyone has worked so hard thus far not to have happen.&quot;\n <br />\n <br />\n Liddy said he has since asked employees of AIG Financial Products &quot;to step up and do the right thing. Specifically, I've asked those who received retention payments in excess of $100,000 or more to return at least half of those payments.&quot; Some have already stepped forward, he said, and offered to give up a hundred percent of their payments.\n</p>\n<p>\n Meanwhile, legislators have been scrambling to find ways to wiggle out of the retention contracts, with some threatening to pass legislation such that if the bonuses aren't returned, they will be taxed to nothing.\n</p>\n<p>\n In a letter to Treasury Secretary Tim Geithner, Liddy vowed to do everything he could to reduce 2009 retention payments by at least 30 percent.\n</p>\n<p>\n But he also warned that messing with commitments to employees could lead to a mass exodus that could threaten the company's ability to make taxpayers whole. &quot;On the one hand, all of us at AIG recognize the environment in which we operate and the remonstrations of our president for a more restrained system of compensation for executives,&quot; Liddy said. &quot;On the other hand, we cannot attract and retain the best and brightest talent to lead and staff the AIG businesses &mdash; which are now being operated principally on behalf of the American taxpayers &mdash; if employees believe that their compensation is subject to continued and arbitrary adjustment by the U.S. Treasury.&quot;\n</p>\n<p>\n Cummings isn't buying that.\n</p>\n<p>\n In a statement provided to PolitiFact, Cummings said that while he &quot;understands where AIG is coming from in this argument, when I look at the bigger picture here, I just do not see this as being a reasonable argument for several reasons. First, it is simply unnecessary to give a $4 million bonus to someone who is already making $1 million a year &mdash; we are talking about quadrupling an annual salary &mdash; to keep someone at a company when the job market is as weak as it is. In these times, a weekly paycheck is all the retention payment anybody needs. Second, AIG is losing employees anyway, despite offering these retention payments. And, if you think about it, this makes sense. What employee is going to stay with a company when the company announces that it is liquidating its assets? This company has suffered the greatest quarterly loss in the history of corporate record-keeping in this country. Third, I just do not believe that the company is implementing the retention program in the most efficient and effective manner. I could possibly understand giving retention payments to a handful of top employees to keep them &mdash; but thousands of employees? I just cannot fathom how there can be thousands of indispensable employees right now, when there are hundreds of thousands of people in the financial sector who have lost their jobs.&quot;\n</p>\n<p>\n David Schmidt, a consultant at executive pay firm James F. Reda &amp; Associates, said retention award programs are fairly common for companies that are in trouble. &quot;That doesn't mean you can't be annoyed by it,&quot; he said. But the bottom line, he said, is that if the government figures out a way not to pay the bonuses, it likely means &quot;a lot of these folks are just going to leave.&quot; The reality, Schmidt said, is that many of these employees are in high demand.\n</p>\n<p>\n This is a complex issue, and much of the detail about the retention bonuses has not yet been publicly revealed. And it's certainly debatable whether the company needs to be paying such large retention bonuses to so many employees. But the fact we are checking here is whether AIG plans to spend $57 million on retention awards for people it expects to terminate in the future. And the answer, according to the company's recent SEC filings, is yes. We rule the statement True.\n</p>", "ruling_comments_date": "2010-01-07T13:27:48.944942", "ruling_date": "2009-03-18T17:27:19", "ruling_headline": "AIG retention bonuses going to employees it plans to terminate", "ruling_headline_slug": "AIG-retention-bonuses-employees-plans-to-terminate", "ruling_link_text": "AIG: Here's some money to stay; until we tell you to go", "ruling_state": null, "source_documents": null, "sources": "<p>\n Securities and Exchange Commission,\n <a href=\"http://idea.sec.gov/Archives/edgar/data/5272/000095012309003734/y74794e10vk.htm\" target=\"_blank\">\n  American International Group Inc. Form 10-K\n </a>\n , for the fiscal year ended December 31, 2008&nbsp;\n</p>\n<p>\n <a href=\"http://clipsandcomment.com/documents/liddy.pdf\" target=\"_blank\">\n  Letter from AIG Chairman and CEO Edward Liddy to Treasury Secretary Timothy Geithner\n </a>\n , March 14, 2009\n</p>\n<p>\n U.S. Rep. Elijah E. Cummings Web site,\n <a href=\"http://www.house.gov/apps/list/press/md07_cummings/20090315aigfp.shtml\" target=\"_blank\">\n  Press release: Something Is Terribly Wrong With This Picture\n </a>\n , March 15, 2009\n</p>\n<p>\n Bloomberg,\n <a href=\"http://www.bloomberg.com/apps/news?pid=20601087&amp;sid=aRlALpvxQyZo&amp;refer=home\" target=\"_blank\">\n  &quot;AIG Gives &lsquo;Retention&rsquo; Pay After Scrapping Bonuses&quot;\n </a>\n by Hugh Son, Nov. 26, 2008\n</p>\n<p>\n AP,\n <a href=\"http://biz.yahoo.com/ap/090317/aig_cuomo.html?&amp;.pf=insurance\" target=\"_blank\">\n  &quot;Cuomo says AIG paid $1M-plus bonuses to 73 workers,&quot;\n </a>\n by Michael Virtanen, March 17, 2009\n</p>\n<p>\n New York Times,\n <a href=\"http://www.nytimes.com/2009/03/19/business/19bailout.html?_r=3&amp;hp\" target=\"_blank\">\n  &quot;Outcry Builds for Recovery of A.I.G. Bonuses,&quot;\n </a>\n by Jackie Calmes and Louise Story, March 18, 2009\n</p>\n<p>\n CQ Transcripts, Rep. Cummings is interviewed on ABC's Good Morning America, March 16, 2009\n</p>\n<p>\n Interview with David Schmidt, a consultant at executive pay firm James F. Reda &amp; Associates, March 17, 2009\n</p>\n<p>\n Interview with Jennifer Kohl, a spokeswoman for U.S. Rep. Elijah E. Cummings\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. Representativej", "false_count": 0, "first_name": "Elijah", "half_true_count": 0, "home_state": "Maryland", "id": 141, "last_name": "Cummings", "mostly_true_count": 0, "name_slug": "elijah-cummings", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Cummings.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/141/", "total_count": 2, "true_count": 2, "website": ""}, "statement": "<p>AIG &quot;said they were giving $57 million (in retention payments) to people who were being terminated.&quot;</p>", "statement_context": "in a TV interview", "statement_date": "2009-03-16", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}], "target": [], "twitter_headline": null}