{"art": [], "author": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "canonical_url": "/oregon/statements/2014/jul/18/new-approach-oregon/were-12808-people-oregon-arrested-marijuana-relate/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "mbrence@oregonian.com", "first_name": "Michelle", "id": 415, "last_name": "Brence", "name_slug": "michelle-brence", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/415/", "title": "Politics editor", "twitter": null}], "facebook_headline": null, "id": 9627, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "resource_uri": "/api/v/2/statement/9627/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>New Approach Oregon, the group campaigning for legal recreational marijuana in the state, has unleashed data aimed at showing how many resources the state uses - or wastes, in its view - to enforce marijuana laws.</p>\r\n\r\n<p>The group turned in 145,000 signatures June 26 to get its measure on the November ballot and now is waiting verification from the Secretary of State&#39;s Office.<br />\r\n&nbsp;<br />\r\n<strong>The claim:</strong><br />\r\n&nbsp;<br />\r\nIn campaign literature and on its website, New Approach Oregon says police &quot;arrested&quot; 12,808 people in 2012 for marijuana-related crimes. The group makes the claim twice in a media packet and two more times in a &quot;Myth vs. Fact&quot; section on its website, newapproachoregon.com.<br />\r\n&nbsp;<br />\r\nMore than 12,000 in one year? That seemed like a lot, especially since Oregon decriminalized possession of small amounts years ago. We decided to check it out.<br />\r\n&nbsp;<br />\r\n<strong>The analysis:</strong><br />\r\n&nbsp;<br />\r\nAs part of its campaign to persuade Oregonians to support legal recreational marijuana, New Approach Oregon has set out to highlight the cost of policing existing marijuana laws.<br />\r\n&nbsp;<br />\r\nThe group claims that in 2012, the latest statistics available, 12,808 people were arrested in Oregon for marijuana crimes. Here&#39;s one of the examples, from a &quot;Myth vs. Fact&quot; section on the group&#39;s website:<br />\r\n&nbsp;<br />\r\n&quot;Myth:&nbsp; Most of the statistics of marijuana &#39;arrests and citations&#39; are simple citations. They are like speeding or not signaling the right way. They take very little resources.<br />\r\n&nbsp;<br />\r\n&quot;Reality: More than half of the drug-related arrests made in Oregon are for marijuana. (Source: Oregon State Police, page 4-10). In 2012, the most recent year for which data is available, 21,856 people were arrested for drug crimes, and 12,808 of them were for marijuana.&quot;<br />\r\n&nbsp;<br />\r\nWe emailed Lt. Gregg Hastings, the Oregon State Police spokesman, to ask for a breakdown of numbers on marijuana offenses in 2012.<br />\r\n&nbsp;<br />\r\nHe responded with statistics and a link to the 2012 Oregon Annual Uniform Crime Report, which has comprehensive crime numbers. A table with the heading &quot;Statewide Drug Law Arrests by Type of Drug and Activity - 2012&quot; shows, for marijuana, the number New Approach Oregon cited: 12,808.<br />\r\n&nbsp;<br />\r\nBut Hastings noted in his email that 10,054 of those people were cited for possessing less than an ounce of marijuana -- &quot;a violation (but) not a criminal offense.&quot;<br />\r\n&nbsp;<br />\r\n&quot;It is important to note,&quot; he continued, &quot;that enforcement action in the case of a &#39;violation&#39; is handled by the issuance of a citation, similar to a traffic citation for speeding or not wearing a safety belt. Someone cannot be taken into custody and lodged in jail for a violation offense.&quot;<br />\r\n&nbsp;<br />\r\nIn other words, Hastings said, those 10,054 were cited, not arrested. That leaves 2,754 people arrested for marijuana crimes in 2012, not 12,808.<br />\r\n&nbsp;<br />\r\nThe 10,054 figure is also in the state report, in a row listing those found with less than an ounce of marijuana.<br />\r\n&nbsp;<br />\r\nSo why is the figure for violations listed under an &quot;arrests&quot; heading? Hastings, after consulting with a state police researcher, said Oregon&#39;s report is part of the FBI&#39;s national Uniform Crime Reporting Program, which includes information from more than 18,000 agencies nationwide.<br />\r\n&nbsp;<br />\r\nEach state must use the FBI&#39;s reporting requirements, which have only one field for &quot;arrested, cited, referred, or summoned.&quot; Oregon separately tracks whether marijuana offenses involved more or less than an ounce, and includes that in another place in the report.<br />\r\n&nbsp;<br />\r\nOn July 14, 2014, we called Peter Zuckerman, spokesman for New Approach Oregon and a former news reporter who worked at The Oregonian from 2007 to&nbsp; 2009. He pointed to the Oregon Uniform Crime Report and the &quot;arrests&quot; wording. Told about Hasting&#39;s comments, he said he would look into the numbers.<br />\r\n&nbsp;<br />\r\nIn an email later that day, he stood by the 12,808 figure, saying it was the most accurate available. He said violations can technically be &quot;noncustodial arrests,&quot; a term police sometimes use to describe when someone is stopped but not detained.<br />\r\n&nbsp;<br />\r\nBy then, Hastings had explained to Zuckerman why the 12,808 figure was incorrect. In emails shared by Zuckerman, Hastings wrote on July 7, 2014: &quot;I want to make sure it is clear to you that Possession of less than an Ounce of Marijuana is a violation in Oregon, not a crime. A violation is only handled by issuance of citation (similar to a traffic citation) and someone cannot be taken into custody for a violation. Even though it is listed as an &#39;arrest&#39; in this report, it is not a &#39;custodial arrest.&#39;&quot;<br />\r\n&nbsp;<br />\r\nOn July 8, Hastings sent Zuckerman the legal definition of an arrest in Oregon: &quot;to place a person under actual or constructive restraint or to take a person into custody for the purpose of charging that person with an offense.&quot;<br />\r\n&nbsp;<br />\r\nOver multiple emails and phone calls to PolitiFact Oregon from July 14-17, 2014, Zuckerman continued to quibble over the definition of &quot;arrest.&quot; He sometimes acknowledged that the 12,808 figure is incorrect but other times said &quot;if&quot; it&#39;s wrong, it&#39;s the fault of Oregon State Police.<br />\r\n&nbsp;<br />\r\nHe noted that people can be arrested for possessing less than an ounce of marijuana if they&#39;re near a school or on parole but did not provide statistics to show what effect, if any, that would have on the 12,808 figure. Hastings said parole violations would be counted elsewhere and that possessing less than an ounce of pot near a school would not necessarily result in an arrest. He also said he doesn&#39;t hear of such arrests often.<br />\r\n&nbsp;<br />\r\nUltimately, Zuckerman said New Approach Oregon should not be held responsible for promoting the number because it relied on a credible source - the state police - and followed up when the number seemed inflated.<br />\r\n&nbsp;<br />\r\n&quot;If it turns out the state police issued a misleading crime statistics report because of a communications problem they have with the FBI, and then gave me bad information about custodial vs. noncustodial arrest, that&#39;s not our fault,&quot; Zuckerman wrote. &quot;It&#39;s unreasonable to think we would or could have known that.&quot;<br />\r\n&nbsp;<br />\r\nThe claim remained on the organization&#39;s website as of Friday afternoon.<br />\r\n&nbsp;<br />\r\n<strong>The ruling:</strong></p>\r\n\r\n<p>New Approach Oregon claims 12,808 people were arrested in 2012 for marijuana-related offenses, citing a &quot;Drug Law Arrests&quot; listing in Oregon&#39;s Annual Uniform Crime Report.</p>\r\n\r\n<p>State police spokesman Lt. Gregg Hastings told PolitiFact Oregon and New Approach spokesman Peter Zuckerman that the number includes 10,054 people who were cited - but not arrested -- for possessing less than an ounce of marijuana, leaving the actual number of arrests in 2012 at 2,754.</p>\r\n\r\n<p>While the way the number is listed in the state report is confusing, officials have clarified the record. Citing it any other way earns it a rating of False.</p>\r\n\r\n<p>Thoughts? Questions? <a href=\"http://www.oregonlive.com/politics/index.ssf/2014/07/were_more_than_12000_arrested.html\">Comment on this piece at OregonLive.com</a>.</p>\r\n", "ruling_comments_date": "2014-07-18T20:21:36.514344", "ruling_date": "2014-07-18T17:21:22", "ruling_headline": "Were 12,808 people in Oregon arrested for marijuana-related crimes in 2012?", "ruling_headline_slug": "were-12808-people-oregon-arrested-marijuana-relate", "ruling_link_text": "A lot of numbers here, but this one is false", "ruling_state": null, "source_documents": null, "sources": "<p>New Approach Oregon media packet, provided by Peter Zuckerman, New Approach Oregon Spokesman, July 9, 2014.<br />\r\n&nbsp;<br />\r\nwww.newapproachoregon.com, Myth: Oregon police time and resources aren&rsquo;t spent on marijuana offenses<br />\r\n&nbsp;<br />\r\nEmail from Lt. Gregg Hastings, Oregon State Police public information officer, July 11, 14, 17, 18 2014.<br />\r\n&nbsp;<br />\r\nOregon Annual Unified Crime Report, page 4-10.<br />\r\n&nbsp;<br />\r\nPhone calls with Peter Zuckerman, New Approach Oregon spokesman, July 14, 15 16 17, 2014.<br />\r\n&nbsp;<br />\r\nEmails from Peter Zuckerman, New Approach Oregon spokesman, July 14, 15, 16, 17, 2014.<br />\r\n&nbsp;<br />\r\nEmails between Peter Zuckerman, New Approach Oregon spokesman, and Lt. Gregg Hastings, Oregon State Police public information officer, July 2, 3, 7, 8, 2014. Provided to PolitiFact Oregon by Zuckerman.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Activist group", "false_count": 1, "first_name": "", "half_true_count": 0, "home_state": "Oregon", "id": 2867, "last_name": "New Approach Oregon", "mostly_true_count": 0, "name_slug": "new-approach-oregon", "pants_count": 0, "party": {"id": 16, "party": "Organization", "party_slug": "organization", "resource_uri": "/api/v/2/party/16/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/logo_1.png", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2867/", "total_count": 2, "true_count": 0, "website": "http://newapproachoregon.com/"}, "statement": "<p>&nbsp;In Oregon, 12,808 people were arrested for marijuana-related crimes in 2012.</p>\r\n", "statement_context": "a website statement", "statement_date": "2014-06-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 310, "photo": null, "resource_uri": "/api/v/2/subject/310/", "subject": "Marijuana", "subject_slug": "marijuana", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/47/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/48/", "/api/v/2/edition/6/", "/api/v/2/edition/14/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}