{"art": [], "author": [{"email_address": "dtims@oregonian.com", "first_name": "Dana", "id": 200, "last_name": "Tims", "name_slug": "dana-tims", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/200/", "title": "Staff writer", "twitter": null}], "canonical_url": "/oregon/statements/2014/jul/22/new-approach-oregon/do-76-percent-doctors-support-use-medical-marijuan/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "mbrence@oregonian.com", "first_name": "Michelle", "id": 415, "last_name": "Brence", "name_slug": "michelle-brence", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/415/", "title": "Politics editor", "twitter": null}], "facebook_headline": null, "id": 9639, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "dtims@oregonian.com", "first_name": "Dana", "id": 200, "last_name": "Tims", "name_slug": "dana-tims", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/200/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/9639/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>An initiative proposing to legalize recreational marijuana in Oregon is headed for the November ballot.</p>\r\n\r\n<p>Signature verification by the <a href=\"http://sos.oregon.gov/Pages/default.aspx\">Oregon Secretary of State&rsquo;s office</a> wrapped up Tuesday, with enough valid names turned in on petitions passed by <a href=\"http://newapproachoregon.com/\">New Approach Oregon</a> to send the proposal to voters.</p>\r\n\r\n<p><strong>The claim:</strong></p>\r\n\r\n<p>The pro-pot group, <a href=\"https://www.facebook.com/photo.php?fbid=251313478401802&amp;set=pb.166382300228254.-2207520000.1406055107.&amp;type=1&amp;theater\">on its Facebook page</a>, recently posted a statistic indicating that physicians back the use of marijuana for medicinal purposes.</p>\r\n\r\n<p>&quot;Did you know...76 percent of doctors support the use of medical marijuana,&quot; reads the claim.</p>\r\n\r\n<p>PolitiFact Oregon checked.</p>\r\n\r\n<p><strong>The analysis:</strong></p>\r\n\r\n<p>New Approach Oregon&rsquo;s claim that more than three out of four doctors &quot;support&quot; medicinal use of marijuana was attributed to a May 2013 survey published in the prestigious <a href=\"http://www.nejm.org/\">New England Journal of Medicine</a>. The poll was conducted online. Unlike scientifically designed surveys, those who responded were not chosen at random but rather volunteered to participate.</p>\r\n\r\n<p><a href=\"http://www.nejm.org/doi/full/10.1056/NEJMclde1305159\">We checked the survey</a>, which asked doctors, hypothetically, whether they would prescribe marijuana to help alleviate the suffering of a 68-year-old woman with metastatic breast cancer.</p>\r\n\r\n<p>The study&rsquo;s authors, both physicians, wrote they were surprised by the outcome -- 76 percent said yes. Although participation in the survey was global, 1,063 of the 1,446 votes came from the U.S., Canada and Mexico.</p>\r\n\r\n<p>&quot;Analysis of voting across all regions of North America showed that 76 percent of voters supported medicinal marijuana,&quot; the study&rsquo;s authors wrote. The low end of support came from Utah, where only 1 vote in 76 supported medical pot. Pennsylvania represented the other extreme, with 102 of 107 votes in support.</p>\r\n\r\n<p>The study&rsquo;s authors took a fairly specific situation -- the plight of a suffering 68-year-old -- and extrapolated the votes to indicate that 76 percent of physicians generally support medicinal marijuana. That&rsquo;s a bit of a broad brush. However, the authors, Drs. Jonathan N. Adler and James A. Colbert, also noted that many votes came with explanations that went beyond that one hypothetical.</p>\r\n\r\n<p>&quot;Many pointed out the known dangers of prescription narcotics, supported patient choice, or described personal experience with patients who benefited from the use of marijuana,&quot; they wrote. Those who opposed medical marijuana, by contrast, &quot;targeted the lack of evidence, the lack of provenance, inconsistency of dosage, and concern about side effects, including psychosis.&quot;</p>\r\n\r\n<p>Invited by the authors to write a rebuttal, Drs. Robert L. DuPont and Gary M. Reisfield noted that marijuana can cause lung damage, further harming anyone who already has breathing problems.</p>\r\n\r\n<p>We checked for additional national surveys assessing physicians&rsquo; views toward medical marijuana.</p>\r\n\r\n<p><a href=\"http://www.webmd.com/news/breaking-news/marijuana-on-main-street/20140225/webmd-marijuana-survey-web\">The most prominent effort</a> was published April 2, 2014, on WebMD&rsquo;s website. Of 1,544 doctors surveyed, 69 percent said marijuana can help with certain treatments and conditions; 67 percent said it should be a medical option for patients; and 56 percent supported making it legal nationwide.</p>\r\n\r\n<p>The survey, drawn from doctors representing more than 12 specialty areas, reported a margin of error of plus or minus 2.5 percent. However, as with the New England Journal of Medicine survey, this effort was voluntary, self-selected and unscientific.</p>\r\n\r\n<p>The survey and poll come as 23 states, including Oregon, and the District of Columbia have now legalized medical marijuana, with eight of those states signing on in just the past three years.</p>\r\n\r\n<p>We contacted the <a href=\"http://www.theoma.org/\">Oregon Medical Association</a> to see where Beaver State physicians stand on the issue.</p>\r\n\r\n<p>&quot;We don&rsquo;t recommend participation in medical marijuana,&quot; Gwen Dayton, the organization&rsquo;s general counsel and vice president for health policy, wrote in an email. &quot;If a physician wants to, fine, but if they ask us whether they should or not, we don&rsquo;t recommend it.&quot;</p>\r\n\r\n<p>Asked about the national survey, Dayton said, &quot;They are an esteemed publication. I&rsquo;d never say anything they print is nonsense.&quot;</p>\r\n\r\n<p>The <a href=\"http://www.ama-assn.org/ama\">American Medical Association</a> takes much the same view. While the association is calling for more research into marijuana&rsquo;s effectiveness as a medical option, it has no language that would give doctors a green light to prescribe it, Kelly Jakubek, the AMA&rsquo;s public information officer, wrote in an email.</p>\r\n\r\n<p>We called Liz Kaufman, New Approach Oregon&rsquo;s campaign director. She said the journal of medicine&rsquo;s article was posted on New Approach&rsquo;s Facebook page not because the statistic is viewed as a scientific finding, but because it brings attention to the issue.</p>\r\n\r\n<p>&quot;This was a study published in the journal, not conducted by it,&quot; Kaufman said. &quot;Nor was it a telephone survey. It came from a self-selected set of doctors who gave opinions as individuals. We weren&rsquo;t making a statement about the New England Journal of Medicine. This is just an article we&rsquo;re bringing attention to.&quot;</p>\r\n\r\n<p>New Approach Oregon&rsquo;s stated reason on Facebook was to highlight that its measure wouldn&rsquo;t change anything regarding medical marijuana. &quot;Our campaign knows that doctors know what&rsquo;s right for their patients,&quot; the post reads. &quot;That&rsquo;s why the New Approach initiative makes no changes to Oregon&rsquo;s medical marijuana program.&quot;</p>\r\n\r\n<p><strong>The ruling:</strong></p>\r\n\r\n<p>New Approach Oregon, a group backing an initiative to legalize the recreational use of marijuana in the state, claimed on its Facebook page that &quot;76 percent of doctors approve of medical marijuana use.&quot;</p>\r\n\r\n<p>The figure comes from an unscientific survey published in one of the country&rsquo;s most reputable health publications. Participants chose to take part and were not drawn from a random sample.</p>\r\n\r\n<p>New Approach Oregon offered no nuance with its posting, including the fact that the study was not scientific, nor that it was based on a single hypothetical example.</p>\r\n\r\n<p>The associations representing most physicians in both Oregon and the U.S. are making no such call, at least for now, that marijuana should be a treatment option for doctors.</p>\r\n\r\n<p>The statement contains an element of truth but ignores critical facts that would give a different impression. We rate the claim Mostly False.</p>\r\n\r\n<p>Thoughts on our ruling? Click on over to <a href=\"http://www.oregonlive.com/politics/index.ssf/2014/07/do_76_percent_of_doctors_suppo.html#incart_river\">OregonLive.com/politics</a> to comment on our ruling.</p>\r\n", "ruling_comments_date": "2014-07-22T14:58:35.712246", "ruling_date": "2014-07-22T11:58:31", "ruling_headline": "Do 76 percent of doctors support the use of medical marijuana?", "ruling_headline_slug": "do-76-percent-doctors-support-use-medical-marijuan", "ruling_link_text": "A pot claim that's higher than it should be", "ruling_state": null, "source_documents": null, "sources": "<p>Telephone interview, Liz Kaufman, campaign manager, New Approach Oregon, July 17, 2014.</p>\r\n\r\n<p>Telephone interview, Gwen Dayton, general counsel, Oregon Medical Association, July 17, 2014.</p>\r\n\r\n<p>New England Journal of Medicine, &quot;Medicinal Use of Marijuana -- Polling Results,&quot; May 30, 2013.</p>\r\n\r\n<p>Email from Kelly Jakubek, public information officer, American Medical Association, July 18, 2014.</p>\r\n\r\n<p>WebMD, &quot;Legalize Medical Marijuana, Doctors Say in Survey,&quot; April 2, 2014.</p>\r\n\r\n<p>New Approach Oregon website.</p>\r\n\r\n<p>American Medical Association website.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Activist group", "false_count": 1, "first_name": "", "half_true_count": 0, "home_state": "Oregon", "id": 2867, "last_name": "New Approach Oregon", "mostly_true_count": 0, "name_slug": "new-approach-oregon", "pants_count": 0, "party": {"id": 16, "party": "Organization", "party_slug": "organization", "resource_uri": "/api/v/2/party/16/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/logo_1.png", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2867/", "total_count": 2, "true_count": 0, "website": "http://newapproachoregon.com/"}, "statement": "<p>76 percent of doctors support the use of medical marijuana</p>\r\n", "statement_context": "a Facebook post", "statement_date": "2014-06-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 310, "photo": null, "resource_uri": "/api/v/2/subject/310/", "subject": "Marijuana", "subject_slug": "marijuana", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/47/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/48/", "/api/v/2/edition/6/", "/api/v/2/edition/14/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}