{"art": [], "author": [{"email_address": "jnelson@journalsentinel.com", "first_name": "James B.", "id": 176, "last_name": "Nelson", "name_slug": "james-b-nelson", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/176/", "title": "Watchdog reporter", "twitter": null}], "canonical_url": "/wisconsin/statements/2014/jul/29/chris-moews/chris-moews-says-clarke-decision-lakefront-patrols/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 9672, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jnelson@journalsentinel.com", "first_name": "James B.", "id": 176, "last_name": "Nelson", "name_slug": "james-b-nelson", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/176/", "title": "Watchdog reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/9672/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Milwaukee County Sheriff&rsquo;s candidate Chris Moews claims incumbent Sheriff David A. Clarke Jr. &nbsp;compromised public safety and cost taxpayers $370,000 in a single decision.</p>\r\n\r\n<p>The decision: To have corrections officers patrol the lakefront.</p>\r\n\r\n<p>Moews, a Milwaukee Police lieutenant, made the claim <a href=\"http://wuwm.com/post/milwaukee-county-sheriffs-race-features-hard-fought-primary\">in an interview </a>July 14, 2014 on WUWM. Moews framed it as an example of mismanagement by Clarke, who he faces in the Democratic primary August 12, 2014.</p>\r\n\r\n<p>&quot;One example of that is when he sent unarmed and untrained corrections officers down to the lakefront and out to our park-and-rides to patrol, last summer,&quot; Moews said. &quot;A lawsuit was filed and the taxpayers had to write a check for $370,000 because of that single, poor management decision by the sheriff.&quot;</p>\r\n\r\n<p>There are many layers to this claim. So, let&rsquo;s peel them apart.</p>\r\n\r\n<p>First, the $370,000 settlement that Moews referred to came in 2013. Why are we just hearing about it now? Turns out it was kept quiet -- at the county&rsquo;s insistence.</p>\r\n\r\n<p>As part of the settlement, the Milwaukee County Deputy Sheriffs&rsquo; Association -- long at odds with Clarke -- promised not to publicize the settlement. Meanwhile, the matter did not go to the County Board. And Clarke said he had never seen the final settlement agreement and was surprised to learn, from PolitiFact Wisconsin, about its details.</p>\r\n\r\n<p>That said, the bottom line on Moew&rsquo;s claim is that he&rsquo;s got his facts jumbled.</p>\r\n\r\n<p>While the sheriff&rsquo;s use of corrections officers cost taxpayers $370,000, Moews conflated two complaints that the deputies&rsquo; union brought against Clarke.</p>\r\n\r\n<p><strong>Back to the beginning</strong></p>\r\n\r\n<p>In 2004, Clarke started replacing deputies with corrections officers at the jail and House of Correction in an effort to save money. The corrections officers are paid less than deputies, are not sworn or armed and don&rsquo;t have arrest powers.</p>\r\n\r\n<p>In June 2010, Clarke offered the corrections officers overtime shifts working crowd control for the the July 3 fireworks at the lakefront and at park-and-ride lots during Summerfest.</p>\r\n\r\n<p>The officers -- unarmed but in uniform -- were told to be on the lookout for troublemakers and alert dispatchers if they saw a problem.</p>\r\n\r\n<p>In the weeks that followed, the deputies&rsquo; union filed two unfair labor practice complaints with the Wisconsin Employment Relations Commission. The complaints, which were later combined, said Clarke gave work that had been previously been done by deputies to the corrections officers.</p>\r\n\r\n<p>Hearing examiner Stuart Levitan ruled in favor of the union in October of 2011. He ordered Clarke to bargain with the deputies union over the use of the corrections officers for the overtime duty.</p>\r\n\r\n<p>&quot;Sheriff Clarke made a conscious decision to provide a lower level of public safety in exchange for cost savings,&quot; Levitan wrote in his decision.</p>\r\n\r\n<p>The practice of using corrections officers exclusively for the patrols ended with the case, said Mark Grady, deputy corporation counsel for the county.</p>\r\n\r\n<p><strong>The other case</strong></p>\r\n\r\n<p>It was an entirely different case that included the $370,000 settlement.</p>\r\n\r\n<p>In March of 2011, the deputies&rsquo; union filed complaint that said starting in January of that year, Clarke offered overtime at the jail and House of Correction only to the lower paid corrections officers. That led to arbitration before a state hearing examiner in 2012.</p>\r\n\r\n<p>In May of 2012, hearing examiner Raleigh Jones sided with the union.</p>\r\n\r\n<p>Jones said the decision to limit overtime -- estimated at 400 hours in one month, January 2011 -- violated the union contract. He ordered the county to reinstate the previous voluntary overtime practice, and directed the county and union to determine how much back pay the deputies deserved to cover lost overtime opportunities.</p>\r\n\r\n<p>The county and union settled the case with an agreement inked May 7, 2013.</p>\r\n\r\n<p>That agreement called for the county to pay the union $370,000 in wages, with the union determining who received the money. It was one of the largest arbitration settlements ever, according to union president Roy Felber.</p>\r\n\r\n<p>In addition, two unrelated discipline cases were resolved in that settlement. A 60-day suspension of one deputy was dropped to 10 days and a five-day suspension of another was reduced to one day.</p>\r\n\r\n<p>The settlement including this line:</p>\r\n\r\n<p>&quot;The MDSA President Roy M. Felber further agrees not to contact the media regarding the terms of this agreement. The members of the MDSA shall only discuss the contents of this agreement as necessary.&quot;</p>\r\n\r\n<p>Felber said he gave Moews the bad information.</p>\r\n\r\n<p>&quot;I mixed up the two cases,&quot; he said. &quot;The principle is the same. The cases are different.&quot;</p>\r\n\r\n<p>Moews campaign manager Sachin Chheda acknowledged the jumbled information.</p>\r\n\r\n<p>&quot;Chris does regret the error, but stands by the general thrust of his remark, that mismanagement by the sheriff is costing taxpayers unnecessarily,&quot; he said.</p>\r\n\r\n<p>Payments to settle matters such as grievances do not go to the County Board.</p>\r\n\r\n<p>&quot;Corporation Counsel handles litigation, and details of this case were never shared.&quot; said Bill Zaferos, spokesman for the County Board.</p>\r\n\r\n<p>On that point, Milwaukee County Executive Chris Abele and the comptroller&rsquo;s office disagree.</p>\r\n\r\n<p>&quot;The County Board was provided an informational update as to what happened in this matter over a couple of meeting cycles in mid 2013,&quot; said Steve Cady, policy and research director</p>\r\n\r\n<p>in the county comptroller&rsquo;s office.</p>\r\n\r\n<p><strong>Clarke&rsquo;s view</strong></p>\r\n\r\n<p>Clarke said he was unaware of the terms of the $370,000 settlement agreement. He said he didn&rsquo;t know that it called for the reduced punishment for the two deputies, and didn&rsquo;t know about the secrecy provision.</p>\r\n\r\n<p>&quot;I welcome this being made public,&quot; he said. &nbsp;</p>\r\n\r\n<p>Clarke said the cases stem from his efforts to save money. He said that virtually all staffing at the jail is provided by corrections officers, and not deputies and that, until the grievance was filed, no deputies had sought overtime at the jail.</p>\r\n\r\n<p>&quot;I think they (the union) exploited an opportunity,&quot; Clarke said.</p>\r\n\r\n<p>Clarke noted the deputies union initially sought $1.3 million -- the amount in overtime that had been paid to the corrections officers. &nbsp;</p>\r\n\r\n<p>Although the county paid $370,000 to settle the case, Clarke said: &quot;I still saved taxpayers $1 million,&quot; by staffing jail overtime with the civilians.</p>\r\n\r\n<p>The sheriff said he urged the corporation counsel&rsquo;s office to appeal the 2012 decision in the overtime case but they chose not to. The county and union then went about the business of hammering out the details of a settlement, a process that took more than a year.</p>\r\n\r\n<p>Inspector Edward Bailey, part of the Sheriff&rsquo;s Department command staff, said he participated in early settlement discussions that included the union, arbitrator and county lawyers.</p>\r\n\r\n<p>&quot;(The) $370,000 was unacceptable to this office, but they overruled us,&quot; Bailey said of the county&rsquo;s lawyers.</p>\r\n\r\n<p>Both Clarke and Bailey said the gag order on the union included in the agreement did not come from them.</p>\r\n\r\n<p>Felber agreed: &quot;That was (from) the county&rsquo;s attorneys. I don&rsquo;t think they wanted that amount to get out there.&quot;</p>\r\n\r\n<p><strong>Our rating</strong></p>\r\n\r\n<p>Moews claimed that taxpayers shelled out $370,000 because Clarke switched from deputies to lower paid corrections officers for lakefront and park and ride lot patrols. He got some of his facts and dates wrong, but the gist of his claim is correct.</p>\r\n\r\n<p>The union filed and won two complaints regarding the move to corrections officers, and county taxpayers paid $370,000 to settle one of them.</p>\r\n\r\n<p>We rate the claim Mostly False.</p>\r\n", "ruling_comments_date": "2014-07-28T14:46:31.947464", "ruling_date": "2014-07-29T05:00:00", "ruling_headline": "Chris Moews says Clarke decision on lakefront patrols cost $370,000 after lawsuit", "ruling_headline_slug": "chris-moews-says-clarke-decision-lakefront-patrols", "ruling_link_text": "Details of case lost in scrambled facts", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"http://wuwm.com/post/milwaukee-county-sheriffs-race-features-hard-fought-primary\">Interview, Chris Moews, WUWM</a>, July 14, 2014</p>\r\n\r\n<p><a href=\"http://www.wisn.com/news/south-east-wisconsin/milwaukee/Sheriff-defends-use-of-corrections-officers-to-patrol-lakefront/13650970?tru=bk79oe#ixzz38JLBElIu\">&quot;Sheriff defends use of corrections officers to patrol lakefront,</a>&quot; WISN.com, May 22, 2012</p>\r\n\r\n<p>&quot;<a href=\"http://www.620wtmj.com/news/local/Payroll-records-show-Sheriffs-Deputies-racking-up-overtime-256115461.html\">Payroll records show Sheriff&rsquo;s Department racking up overtime,&quot; </a>WTMJ (Channel 4), April 22, 2014</p>\r\n\r\n<p>Emails, Stephen Cady, police and research director, Milwaukee County office of the Comptroller, July 23, 2014</p>\r\n\r\n<p>Emails, Brendan Conway, spokesman, County Executive Chris Abele, July 23, 2014</p>\r\n\r\n<p>Emails, telephone interview, Mark Grady, Deputy Corporation Counsel, Milwaukee County, July 23, 24 2014</p>\r\n\r\n<p>Emails, telephone interviews, Sachin Chheda, Chris Moews campaign, July 23, 28, 2014</p>\r\n\r\n<p>Telephone interview, Roy Felber, president, Milwaukee County Deputy Sheriffs&rsquo; Association, July 24, 2014</p>\r\n\r\n<p>Emails, Bill Zaferos, public information manager, Milwaukee County Board, July 24, 2014</p>\r\n\r\n<p><a href=\"http://media.jrn.com/documents/agreement.pdf\">Settlement agreement</a> between Milwaukee County and Milwaukee County Deputy Sheriffs&rsquo; Association, May 7, 2013</p>\r\n\r\n<p><a href=\"http://media.jrn.com/documents/WERC1.pdf\">Wisconsin Employment Relations Commission Decision</a>, Milwaukee County Deputy Sheriffs&rsquo; Association vs Milwaukee County, Oct. 10, 2011</p>\r\n\r\n<p><a href=\"http://media.jrn.com/documents/werc2.pdf\">Wisconsin Employment Relations Commission Arbitration Decision</a>, Milwaukee Deputy Sheriffs&rsquo; Association and Milwaukee County, May 31, 2012</p>\r\n\r\n<p>Telephone interview, Milwaukee County Sheriff David Clarke, July 24, 2014</p>\r\n\r\n<p>Telephone interview, Inspector Edward Bailey, Milwaukee County Sheriff&rsquo;s Department, July 24, 2014</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Lieutenant, Milwaukee Police Department", "false_count": 0, "first_name": "Chris", "half_true_count": 0, "home_state": "Wisconsin", "id": 2882, "last_name": "Moews", "mostly_true_count": 0, "name_slug": "chris-moews", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Moews.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2882/", "total_count": 1, "true_count": 0, "website": "http://www.moewsforsheriff.com/"}, "statement": "<p>Milwaukee County taxpayers paid $370,000 to settle a lawsuit over a decision by Sheriff David A. Clarke Jr. to use &quot;untrained corrections officers&quot; rather than deputies to patrol the lakefront.</p>\r\n", "statement_context": "an interview", "statement_date": "2014-07-14", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 192, "photo": null, "resource_uri": "/api/v/2/subject/192/", "subject": "Labor", "subject_slug": "labor", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 173, "photo": null, "resource_uri": "/api/v/2/subject/173/", "subject": "Public Safety", "subject_slug": "public-safety", "used_in_edition": ["/api/v/2/edition/9/"]}], "target": [], "twitter_headline": ""}