{"art": [], "author": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/mar/25/barack-obama/obamas-claim-about-government-spending-chooses-mos/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "smontgomery@sptimes.com", "first_name": "Scott", "id": 9, "last_name": "Montgomery", "name_slug": "scott-montgomery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/9/", "title": "Former Government & Politics Editor, St. Petersburg Times", "twitter": null}], "facebook_headline": null, "id": 972, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "resource_uri": "/api/v/2/statement/972/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\n Under fire from Republicans for his proposed budget, President Obama has been using a couple of comebacks.\n</p>\n<p>\n He says his proposed budgets would cut the deficit in half in five years (a claim we rated\n <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/mar/25/barack-obama/obama-promises-cut-deficit-half-four-years/\" target=\"_blank\">\n  Mostly True\n </a>\n ) and that they would reduce \"nondefense discretionary spending\" (a key phrase that we'll explain shortly) to historically low levels.\n</p>\n<p>\n At a White House news conference on March 24, Obama said that under his plans, the NDD spending (we're not fond of acronyms, but we'll use NDD because nondefense discretionary spending is such a mouthful) will fall to its lowest level since the 1960s.\n</p>\n<p>\n Asked by a reporter about long-term estimates that show growth in spending under his budget, Obama said much of the growth is in mandatory programs such as Medicare and Medicaid that go up automatically. \"We're very serious about working on a bipartisan basis to reduce those deficits, or reduce those costs &mdash; you're not going to see those savings reflected until much later.\"\n <br />\n &nbsp;\n <br />\n But he indicated that his administration was also being fiscally responsible. \"Just to give one other example &mdash; as a percentage of gross domestic product, we are reducing nondefense discretionary spending to its lowest level since the '60s &mdash; lower than it was under Reagan, lower than it was under Clinton, lower than it was under Bush &mdash; or both Bushes.\"\n</p>\n<p>\n We wondered if that was true. But first, we should explain a couple of basic concepts.\n</p>\n<p>\n Policymakers focus on the NDD spending because it's the part of the budget that the president and Congress can most easily control. The mandatory programs are just that &mdash; mandatory. They include Social Security, Medicare and Medicaid, programs that go up automatically based on how many people are eligible.\n</p>\n<p>\n Defense costs are often excluded because they are subject to outside forces such as whether the United States is at war. So that leaves NDD as everything else the government spends money on &mdash; education, agriculture, transportation, social programs, NASA, and a host of other things.\n</p>\n<p>\n Policymakers often measure government spending against the gross domestic product, the total output of the U.S. economy, to show the relative share of government spending in the overall economy.\n</p>\n<p>\n So now let's examine Obama's claim. First, we should note that although it was clear Obama was talking about the long-term impact of his budget, he didn't specify a time frame. A listener might not know if he was talking about the first five years or the last five, or some other period.\n</p>\n<p>\n That allowed him to do some cherry-picking, to rely on the one number that supports his point when others do not. Indeed, he achieves that historic spending level only once in his 10-year-projection &mdash; in 2019, the final year, according to numbers from his Office of Management and Budget.\n</p>\n<p>\n (We should note that, unless the constitutional term limit is changed before then, even if he wins a second term, Obama will be out of office in January 2017, two years before we can see if his budget projections came true.)\n</p>\n<p>\n Also, it's important to note that these are\n <em>\n  White House\n </em>\n estimates. Administration officials say they are based on realistic policy decisions for future years, but the numbers have been criticized for being too optimistic.\n</p>\n<p>\n Brian Riedl, a budget analyst for the Heritage Foundation, a conservative think tank, said Obama is using unrealistic numbers to make his spending appear lower.\n</p>\n<p>\n \"This is a complete gimmick,\" Riedl said, adding that \"President Bush played the same game.\"\n</p>\n<p>\n Indeed, this is a standard ploy for presidents to promise to meet goals in later years when the circumstances are beyond their control.\n</p>\n<p>\n Presidents assume very low growth in government spending for the long-term to make their budgets look more lean. But when those years come, they usually propose much higher spending, Riedl said.\n</p>\n<p>\n At the news conference, Obama acknowledged that his analysis was relying on GDP projections that are more optimistic than the ones from the Congressional Budget Office, a well-respected nonpartisan group. But he said his numbers were in line with other prominent economists.\n</p>\n<p>\n So where does this leave us? Obama's claim is that \"we are reducing nondefense discretionary spending to its lowest level since the '60s.\"&nbsp;\n</p>\n<p>\n Although his statement suggests broad success, he achieves the historic level only in the last year. Yes, it would be lower than the other presidents, but it would beat the lowest number only in 2019 &mdash; a year when Obama will be out of office. And he relies on economic assumptions that are slightly more optimistic than the ones from the well-respected CBO. So we find Obama's claim to be Barely True.\n</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-01-07T13:27:48.371564", "ruling_date": "2009-03-25T17:28:32", "ruling_headline": "Obama's claim about discretionary spending relies on one number ", "ruling_headline_slug": "obamas-claim-about-government-spending-chooses-mos", "ruling_link_text": "Cherry-picking the last number", "ruling_state": null, "source_documents": null, "sources": "<p>\n Blog of White House Budget Director Peter Orszag,\n <a href=\"http://www.whitehouse.gov/omb/blog/09/03/13/FairandSquareNDDSpendingtoHistoricLows/\" target=\"_blank\">\n  Fair and square: NDD spending to historic lows\n </a>\n , March 13, 2009\n</p>\n<p>\n Blog of White House Budget Director Peter Orszag,\n <a href=\"http://www.whitehouse.gov/omb/blog/09/03/03/MyNotesontheBudget/\" target=\"_blank\">\n  My notes on the budget\n </a>\n , March 3, 2009\n</p>\n<p>\n Blog of White House Budget Director Peter Orszag,\n <a href=\"http://www.whitehouse.gov/omb/assets/blog/NDD_as_a_share_of_GDP.pdf\" target=\"_blank\">\n  NDD as a share of GDP\n </a>\n , accessed March 25, 2009\n</p>\n<p>\n White House, Transcript of presidential news conference, March 24, 2009\n</p>\n<p>\n Interviews: Brian Riedl, Heritage Foundation; Steve Ellis, Taxpayers for Common Sense; Josh Gordon, Concord Coalition\n</p>\n<p>\n &nbsp;\n</p>\n<p>\n &nbsp;\n</p>", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>\"As a percentage of gross domestic product, we are reducing nondefense discretionary spending to its lowest level since the '60s, lower than it was under Reagan, lower than it was under Clinton, lower than it was under Bush, or both Bushes.\"</p>", "statement_context": "a news conference.", "statement_date": "2009-03-24", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}], "target": [], "twitter_headline": null}