{"art": [], "author": [{"email_address": "alex.reporter@gmail.com", "first_name": "Alexander", "id": 58, "last_name": "Lane", "name_slug": "alexander-lane", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/58/", "title": "Staff Writer, PolitiFact.com", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/mar/30/house-republicans/GOP-full-of-hot-air-about-Obamas-light-switch-tax/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 977, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "alex.reporter@gmail.com", "first_name": "Alexander", "id": 58, "last_name": "Lane", "name_slug": "alexander-lane", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/58/", "title": "Staff Writer, PolitiFact.com", "twitter": null}], "resource_uri": "/api/v/2/statement/977/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p align=\"left\">\n Taxpayers may have been shocked to learn from House Republicans that President Barack Obama wants to pay for health care by charging them to turn on a light.\n</p>\n<p align=\"left\">\n \"The administration raises revenue for nationalized health care through a series of new taxes, including a light switch tax that would cost every American household $3,128 a year,\" the House Republican Conference said in a Web post and press release titled \"Questions on the Budget for President Obama,\" distributed March 24.&nbsp;\"What effect will this have on Americans struggling to pay their mortgages?\" it asked.\n</p>\n<p align=\"left\">\n This alleged \"light switch tax\" is a reference to Obama's proposal to tax power companies for carbon dioxide emissions, and allow companies to trade emissions credits among themselves. That's called a cap-and-trade program, and Republicans say the companies would just pass the tax on to electricity consumers.\n</p>\n<p align=\"left\">\n So any revenue raised by a cap-and-trade program amounts to a \"light switch tax\" on consumers, the House Republicans alleged.\n</p>\n<p align=\"left\">\n To back up the claim, their staff pointed us to an\n <a href=\"http://web.mit.edu/globalchange/www/MITJPSPGC_Rpt146.pdf\" target=\"_blank\">\n  M.I.T. report\n </a>\n that says a similar a cap-and-trade proposal (the administration has not yet detailed their own version) would raise $366 billion per year. If you divide that by the 117 million households in the United States, you find it would cost each household $3,128, they said.\n</p>\n<p align=\"left\">\n But is it that simple? Can you just assume consumers would be out $366 billion since that's how much the program would raise from fuel companies?\n</p>\n<p align=\"left\">\n No.\n</p>\n<p align=\"left\">\n \"It's just wrong,\" said John Reilly, an energy, environmental and agricultural economist at M.I.T. and one of the authors of the report. \"It's wrong in so many ways it's hard to begin.\"\n</p>\n<p align=\"left\">\n Not only is it wrong, but he told the House Republicans it was wrong when they asked him.\n</p>\n<p align=\"left\">\n \"Someone from the House Republicans had called me (March 20) and asked about this,\" Reilly said. \"I had explained why the estimate they had was probably incorrect and what they should do to correct it, but I think this wrong number was already floating around by that time.\"\n</p>\n<p align=\"left\">\n It continues to float.\n</p>\n<p align=\"left\">\n That's just not how economists calculate the cost of a tax proposal, Reilly said. The tax might push the price of carbon-based fuels up a bit, but other results of a cap-and-trade program, such as increased conservation and more competition from other fuel sources, would put downward pressure on prices. Moreover, consumers would get some of the tax back from the government in some form.\n</p>\n<p align=\"left\">\n The report did include an estimate of the net cost to individuals, called the \"welfare\" cost. It would be $30.89 per person in 2015, or $79 per family if you use the same average household size the Republicans used of 2.56 people.\n</p>\n<p align=\"left\">\n The cost would grow over time as the program ramps up, but the average annual cost over time in today's dollars &mdash; that is, the \"average annual net present value cost\" &mdash; is still just $85 per person, Reilly said. That would be $215.05 per household.\n</p>\n<p align=\"left\">\n A far cry from $3,128. And that isn't the only inaccuracy in the claim.\n</p>\n<p align=\"left\">\n The Republican press release said the cap-and-trade program would pay for \"nationalized health care.\"\n</p>\n<p align=\"left\">\n But Obama's\n <a href=\"http://www.whitehouse.gov/agenda/health_care/\" target=\"_blank\">\n  health care proposal\n </a>\n is not for \"nationalized health care.\" It does call for a \"National Health Insurance Exchange\" with private insurance options plus a new public plan based on the one currently available to members of Congress &mdash; but consumers could still keep their private insurance if they want, as Obama emphasized during his presidential campaign.\n</p>\n<p align=\"left\">\n Even if it were true that Obama wants to nationalize health care, he does not envision paying for health care reform with the cap-and-trade program as the Republicans alleged. Rather,&nbsp;his $634 billion health care reserve fund is to come from efficiencies in Medicare and Medicaid and decreased deductions for some charitable contributions by upper-income taxpayers, according to Obama's proposed budget.\n</p>\n<p align=\"left\">\n The House Republicans partially corrected this portion of the claim, changing their Web site and sending out an updated press release that says the cap-and-trade program would pay for \"increased spending\" rather than health care.\n</p>\n<p align=\"left\">\n But it still calls cap-and-trade a \"light switch tax\" and claims the whole cost would come from consumers.\n</p>\n<p>\n If the Republicans had simply misstated the results of the MIT study, the Truth-O-Meter would have been content giving this one a False. But for them to keep repeating the claim after the author of the study told them it was wrong means we have to set the meter ablaze. Pants on Fire.\n</p>\n<p>\n <strong>\n  Update, May 6, 2009\n </strong>\n</p>\n<p>\n Two days after we published this item, Reilly sent a letter to Rep. John Boehner, the Republican leader in the House, complaining that his study \"has been misrepresented in recent press releases distributed by the National Republican Congressional Committee. The press release claims our report estimates an average cost per family of a carbon cap and trade program that would meet targets now being discussed in Congress to be over $3,000, but that is nearly 10 times the correct estimate, which is approximately $340.\" (The $340 is a cost per family of four, comparable to the $215 we used as the cost per household of 2.56 people.)\n</p>\n<p>\n Reilly said it was \"simplistic and misleading\" to interpret the statistics the way the Republicans did because the administration's cap and trade proposal has \"been designed to offset the energy cost impacts on middle and lower income households.\"\n</p>\n<p>\n A day later Boehner responded with a statement that insisted $3,128 was accurate. \"In reality, it would be a tax of up to $3,100 per family on every American family that drives a car, buys products manufactured in the United States, or flips on a light switch,\" Boehner said in the statement.\n</p>\n<p>\n On April 22, the conservative\n <em>\n  Weekly Standard\n </em>\n came to the defense of the Republicans and published\n <a href=\"http://www.weeklystandard.com/Content/Public/Articles/000/000/016/412cwueq.asp\" target=\"_blank\" title=\"an article\">\n  an article\n </a>\n that said Reilly had erred in calculating the cost. It said that Reilly had since corrected the figure from the original $340 to $800. The article by John McCormack, an editorial assistant at the publication, said that even with the corrected figure, Reilly was \"still low-balling the cost of cap and trade by using some fuzzy logic. In reality, cap and trade could cost the average household more than $3,900 per year.\"\n</p>\n<p>\n The\n <em>\n  Weekly Standard\n </em>\n noted that Obama plans to use some of the cap-and-trade revenues to fund his \"making work pay\" tax credit of $400 per individual and $800 per family per year but then did not reflect that plan in the ultimate cost to households. It said there was no proof that Reilly is correct to assume that \"the $3,128 will be 'returned' to each household.\" The article also said that our PolitiFact item was incorrect because we relied on Reilly's numbers.\n</p>\n<p>\n Several PolitiFact readers who apparently believe that Reilly's corrected figure means the Republicans are now accurate, wrote to us and urged us to publish a correction. So we have revisited the numbers to provide this update.\n</p>\n<p>\n First, we should emphasize that our original item was simple and straightforward. The Republicans said their claim was based on the MIT study. But Reilly, the author of that study, said the Republicans were misrepresenting his work. And not only that, he said he'd told them they were misrepresenting his work\n <em>\n  before\n </em>\n they made the claim, and they made the claim anyway. That struck us as an egregious falsehood.\n</p>\n<p>\n And it's important to recognize that our Pants on Fire rating was on the overall statement that, \"The administration raises revenue for nationalized health care through a series of new taxes, including a light switch tax that would cost every American household $3,128 a year.\" The first part of that statement about nationalized health care is completely false. The Obama administration is not proposing nationalized health care, a phrase we believe is meant to invoke fears of socialized medicine. Yet Republicans have repeatedly made that inaccurate claim. So that part of the claim was and remains ridiculously false.\n</p>\n<p>\n Now, in light of Reilly's revised number and Boehner's refusal to change what he says, let's reconsider the second part of the claim, that the Obama administration is proposing \"a light switch tax that would cost every American household $3,128 a year.\"\n</p>\n<p>\n First, calling it a light switch tax remains incorrect. That implies that it is a federal tax levied on consumers when in fact it is an extrapolation of the per-family burden of a new federal charge that would be levied on energy companies. To say it \"would cost every American household $3,128 a year\" suggests tremendous precision. But we have found virtually no precision about anything to do with the cap and trade proposals because they are still very much just in the talking stages. Indeed, the House Democratic version is known as the \"discussion draft\" and, although there are some broad concepts, key details about how the program would work, its ultimate cost and how Americans would be reimbursed for higher energy costs are still far from final.\n</p>\n<p>\n But, given Reilly's corrected number, is it now accurate to say it will cost every household $3,128 a year?\n</p>\n<p>\n No, it's not. As we said in our original item, Reilly's analysis has produced two different ways to measure the cost of a cap and trade system. One way is the total estimate of federal revenues from a cap and trade auction, which indeed works out to $3,128 per family in the United States. That's the amount of money the energy companies would have to pay the federal government, and presumably the companies would pass those costs to consumers through higher prices.\n</p>\n<p>\n The issue then becomes whether or not the Obama administration intends to offset that cost to families. Republicans take the position, which was echoed by the\n <em>\n  Weekly Standard,\n </em>\n that the Obama administration has no such plans. Reilly says the administration does.\n</p>\n<p>\n Who's right? Of course, we can't really know what the administration intends to do, but the available record makes it pretty clear that the White House has made plans to return to families the money the cap and trade program might cost them in energy bills. Some of it -- $400 per year for individuals, $800 for families -- would go directly back to families through the \"making work pay\" tax credit totalling $65 billion per year, according to\n <a href=\"http://www.whitehouse.gov/omb/assets/fy2010_new_era/Summary_Tables2.pdf\" target=\"_blank\" title=\"the Obama budget proposal\">\n  the Obama budget proposal\n </a>\n . An additional $15 billion per year would benefit them indirectly through research and development on clean energy technologies. And the budget specifies that \"all additional net proceeds will be used to further compensate the public.\"&nbsp; That backs up Reilly's claim that the $3,128 is effectively returned to people.\n</p>\n<p>\n The second way to look at the cost of cap and trade is through the impact the proposal would have on the overall economy -- the extent to which the new system would constrain the economy and slow its growth. That's the source of Reilly's $340 number, which he has corrected to $800. That number is still far short of the very precise $3,128 the Republicans have been using. And Republican leaders continue to toss around the $3,100 number, often with no caveats or qualifiers -- or mention of the $800.\n</p>\n<p>\n We called Reilly to get his reaction to the article in the\n <em>\n  Weekly Standard\n </em>\n and the Republicans' latest claim\n <em>\n  .\n </em>\n He said the\n <em>\n  Weekly Standard\n </em>\n editorial assistant who wrote the story \"just completely twisted the whole thing.\"\n</p>\n<p>\n He said his correction to the $800 figure didn't substantially improve the accuracy of what the Republicans are contending. Their claim \"is a misrepresentation. They are basing (the $3,128) on our study and that is an incorrect use of our study. It's false.\"\n</p>\n<p>\n Here at PolitiFact, we're sure there will be plenty of other claims in the next few months that will allow us to further examine the cost of a cap and trade proposal. This claim has centered on Reilly's two-year-old study, but other studies have been done more recently and will soon be in the political mix.\n</p>\n<p>\n But for now, this claim remains a serious distortion in many ways. It is a ridiculous falsehood to say the money is being used \"for nationalized health care.\" It is inaccurate to call it a \"light switch tax.\" And it is incorrect to cite a precise \"tax\" of $3,128 -- with no caveats or qualifiers -- when the Obama administration has specified how the money would be returned to people. Given Reilly's comments that they are using his numbers improperly, we see nothing to change our conclusion. So our original ruling stands: Pants on Fire.\n</p>\n<p>\n - Bill Adair, PolitiFact Editor\n</p>\n<p>\n &nbsp;\n</p>\n<p>\n &nbsp;\n</p>", "ruling_comments_date": "2010-01-07T13:27:48.044283", "ruling_date": "2009-03-30T11:24:41", "ruling_headline": "GOP full of hot air about Obama's \"light switch tax\"", "ruling_headline_slug": "GOP-full-of-hot-air-about-Obamas-light-switch-tax", "ruling_link_text": "Global warming sets GOP pants afire", "ruling_state": null, "source_documents": null, "sources": "<p>\n House Republican Conference, 7 Questions on the Budget for President Obama, (no longer available online, see updated version\n <a href=\"http://www.gop.gov/talking-points/09/03/23/7-questions-on-the-budget\" target=\"_blank\">\n  here\n </a>\n , March 24, 2009\n</p>\n<p>\n MIT Joint Program on the Science and Policy of Global Climate Change,\n <a href=\"http://web.mit.edu/globalchange/www/MITJPSPGC_Rpt146.pdf\" target=\"_blank\">\n  Assessment of U.S. Cap-and-Trade Proposals\n </a>\n , April 2007, accessed March 27, 2009\n</p>\n<p>\n Interview and e-mail exchange with John Reilly, energy, environmental and agricultural economist at MIT, March 27, 2009\n</p>\n<p>\n Background interviews with budget and environment aides at the House Republican Conference, March 26 and 27, 2009\n</p>\n<p>\n E-mail exchange with White House spokesman Reid Cherlin, March 25, 2009\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 3, "first_name": "", "half_true_count": 4, "home_state": "", "id": 144, "last_name": "House Republican Conference", "mostly_true_count": 0, "name_slug": "house-republicans", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/House_GOP_logo.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/144/", "total_count": 8, "true_count": 0, "website": "http://www.gop.gov/"}, "statement": "<p>\"The administration raises revenue for nationalized health care through a series of new taxes, including a light switch tax that would cost every American household $3,128 a year.\"</p>", "statement_context": "a press release and Web post", "statement_date": "2009-03-24", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [{"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}], "twitter_headline": null}