{"art": [], "author": [{"email_address": "nchavez@statesman.com", "first_name": "Nicole", "id": 445, "last_name": "Chavez", "name_slug": "nicole-chavez", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/445/", "title": "Staff writer", "twitter": null}, {"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2014/aug/22/henry-cuellar/henry-cuellar-claim-social-media-rebates-and/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "ddavis@statesman.com", "first_name": "Debra", "id": 425, "last_name": "Davis", "name_slug": "debra-davis", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/425/", "title": "Investigations editor", "twitter": null}], "facebook_headline": null, "id": 9770, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "nchavez@statesman.com", "first_name": "Nicole", "id": 445, "last_name": "Chavez", "name_slug": "nicole-chavez", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/445/", "title": "Staff writer", "twitter": null}, {"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/9770/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p><strong><em>EDITOR&rsquo;S NOTE</em>: <em>Our first review of this claim, posted Aug. 12, 2014 and </em><a href=\"https://docs.google.com/document/d/1KdDQEDbE-GyI3OzR5nLbDlXRm--7FBH1v1kpvN_5_cI/edit?usp=sharing\" style=\"text-decoration:none;\"><u>readable here</u></a><em>, resulted in a Pants on Fire rating. That story appeared just before the State Department emailed a fresh statement leading us to take down the article and do more checking. In the end, we rated this statement Mostly False.</em></strong></p>\r\n\r\n<p>In a &quot;did-you-know?&quot; moment, a Laredo congressman said drug cartels offer rebates for children from Central America to lure other kids to make the overland journey to the United States.</p>\r\n\r\n<p>In an interview with ABC News and Yahoo News,<a href=\"http://news.yahoo.com/blogs/power-players-abc-news/the-texas-two-step-bipartisan-duo-from-lone-star-state-takes-lead-to-fix-border-crisis-113147978.html\" style=\"text-decoration:none;\"> <u>posted online</u></a> July 16, 2014, Democratic Rep. Henry Cuellar talked up legislation he and Sen. John Cornyn, R-Texas, had introduced enabling immigration judges to determine quickly whether any unaccompanied child apprehended on the U.S. side of the border with Mexico should be sent home.</p>\r\n\r\n<p>Agreeing that poverty and violence in Central America have been factors in children flocking north, Cuellar told reporter<a href=\"http://abcnews.go.com/Politics/jeff-zeleny-abc-news-official-biography/story?id=18939510\" style=\"text-decoration:none;\"> <u>Jeff Zeleny</u></a>: &quot;The<strong> </strong>drug cartels found an incentive, and this is what we&rsquo;re trying to cut off, these incentives. Finally a last thing: Did you know that they&rsquo;re even using social media -- social media that says if you get recruited, we&rsquo;ll give you a rebate if you bring another child with you.&quot;</p>\r\n\r\n<p>Zeleny: &quot;So an advertisement of sorts?&quot;</p>\r\n\r\n<p>Cuellar: &quot;Oh, without a doubt. They have marketing. They&rsquo;re very sophisticated organizations.&quot;</p>\r\n\r\n<p>Cuellar&rsquo;s mention of rebates being floated by cartels via social media stirred our curiosity.</p>\r\n\r\n<p>After all, the cartels aren&rsquo;t known for guiding children to the U.S. from the countries south of Mexico, though they do find ways to profit from people passing through their territories. Also, rebates sounded unwieldy at least <a href=\"http://dictionary.reference.com/browse/rebate\" style=\"text-decoration:none;\"><u>if the rebates were anything like</u></a> the return of part of the up-front payment for a service or item such as what you get if you mail a form to a postal box.</p>\r\n\r\n<p>By phone, Cuellar told us his claim tracked what he heard from an official in the U.S. <a href=\"http://www.state.gov/j/inl/\" style=\"text-decoration:none;\"><u>Bureau of International Narcotics and Law Enforcement Affairs</u></a>, which is part of the State Department, in a July 11, 2014, briefing of a congressional delegation in Guatemala City. &quot;When they mentioned rebates, it got my attention,&quot; Cuellar said, adding the briefer (whom he did not identify) also mentioned discounts.</p>\r\n\r\n<p>At our request, Cuellar&rsquo;s office emailed photos of what Cuellar described as his post-briefing journal entry. The presented July 11 entry doesn&rsquo;t mention drug cartels, repeatedly saying &quot;smugglers&quot; instead. The relevant portion says: &quot;Less Mexicans going north so smugglers looking for new markets (CA) &amp; social media used to recruit.&quot; We took &quot;CA&quot; to mean Central America. The next page opens by saying &quot;smugglers rebate $s if they bring someone with them.&quot;</p>\r\n\r\n<p>His office guided us to State Department spokespeople who emailed us several statements. None of them covered all of what Cuellar said. Spokeswomen Mo Mimnaugh and Susan Bridenstine each said smugglers employ social media and Mimnaugh specified that embassy staff told Cuellar &quot;smugglers are known to provide rebates for positive referrals. This information is from Guatemalan government sources.&quot; Bridenstine said smugglers sometimes offer discounts to ferry children.</p>\r\n\r\n<p>Otherwise, we found no news stories on cartels using social media to offer rebates. Also, outside experts expressed doubts about the claim.</p>\r\n\r\n<p><strong>News stories don&rsquo;t mention rebates</strong></p>\r\n\r\n<p>In an email, <a href=\"http://www.prensalibre.com/noticias/migrantes/Coyotes-coordinan-Facebook_0_1170482954.html\" style=\"text-decoration:none;\"><u>Mimnaugh pointed out</u></a> a news story about smugglers using Facebook. The July 7, 2014, article from <em>Prensa Libre</em>, a Guatemalan news service, was headlined, &quot;Coyotes coordinate through Facebook.&quot; The story quoted a smuggler identified only as Juan saying he logs onto Facebook to smooth the logistics of guiding almost 100 people a month from Latin American countries into Mexico. Facebook, he said, is cheaper than a telephone call.</p>\r\n\r\n<p>Other news stories talked about smugglers, social media and occasional discounts without mention of cartels offering rebates. An Associated Press <a href=\"http://hosted.ap.org/dynamic/stories/L/LT_IMMIGRATION_OVERLOAD_SMUGGLERS?SITE=VALYD&amp;SECTION=HOME&amp;TEMPLATE=DEFAULT\" style=\"text-decoration:none;\"><u>news story</u></a>, datelined Tec&uacute;n Um&aacute;n, Guatemala, said: &quot;Coyotes get their business through social networks, from friends and family, or referrals from prior customers,&quot; without saying where that information originated. The 1,900-word story also was published July 21, 2014, after Cuellar spoke to ABC News, making us loathe to consider it because Cuellar wouldn&rsquo;t have had it as an information source.</p>\r\n\r\n<p>Some news stories refer to smugglers or the drug cartels vending travel packages.</p>\r\n\r\n<p>A June 26, 2014, <a href=\"http://www.nytimes.com/2014/06/26/us/snakes-and-thorny-brush-and-children-at-the-border-alone.html?_r=0\" style=\"text-decoration:none;\"><u>news story</u></a> in the <em>New York Times</em> quoted Raul L. Ortiz, deputy chief of the Border Patrol for the Rio Grande Valley, saying families and children had become a high-profit, low-risk business for Mexican narcotics cartel bosses who, Ortiz said, had taken control of human smuggling across the Rio Grande. &quot;They now offer family packages, migrants said, charging up to $7,500 to bring a minor alone or a mother with children from Central America to the American side of the river.&quot; A July 9, 2014, <a href=\"http://m.eluniversal.com.mx/notas/nacion/2014/venden-paquetes-a-migrantes-para-ir-a-eu-216942.html\" style=\"text-decoration:none;\"><u>news story</u></a> in <em>El Universal</em>, a Mexican newspaper, quoted Ana Cecilia Oliva Balcarcel, director of immigrant protection at the National Institute of Migration in Mexico, describing special offers to migrants that, in some cases, cover up to three trips into the United States for a $6,000 payment, the story said. She was further quoted as saying people prefer to purchase such packages from traffickers rather than going to the trouble of applying for a humanitarian visa from Mexico.</p>\r\n\r\n<p><strong>Expert: &lsquo;Sounds like talk-radio chatter&rsquo;</strong></p>\r\n\r\n<p>To our inquiries, academic experts on immigration expressed no awareness of rebates being offered to families or children via social media, though some said smugglers might occasionally employ social media. (Spokespeople for Twitter and Facebook declined to comment.)</p>\r\n\r\n<p><a href=\"http://ccis.ucsd.edu/people/wayne-cornelius/\" style=\"text-decoration:none;\"><u>Wayne Cornelius</u></a>, a professor emeritus at the University of California at San Diego, said via email he hadn&rsquo;t heard of evidence supporting the rebate claim &quot;and I deal frequently with attorneys providing legal representation for unaccompanied child migrants. It sounds more like talk-radio chatter.&quot;</p>\r\n\r\n<p>Also by email, Austin-based security and intelligence consultant firm Stratfor, <a href=\"http://www.stratfor.com/about#axzz39cfqWfwI\" style=\"text-decoration:none;\"><u>which describes itself</u></a> as a &quot;geopolitical intelligence firm that provides strategic analysis and forecasting,&quot; provided a statement from Tristan Reed, its security analyst for Mexico, who said that while drug cartels employ social media, Stratfor had no specific examples of rebate offers &quot;at the moment.&quot; Generally, Reed said, &quot;even if Mexican organized crime were advertising their human smuggling services via social media -- which itself makes their operations more vulnerable -- it&#39;s only occurring in an isolated manner.&quot;</p>\r\n\r\n<p>Cuellar&rsquo;s office urged us to query San Antonio consultant <a href=\"http://www.icefoundation.org/alonzo-pe%C3%B1a.html\" style=\"text-decoration:none;\"><u>Alonzo Pe&ntilde;a</u></a>, former deputy director of U.S. Immigration and Customs Enforcement, who said by email that from his experience, &quot;I can tell you that what the congressman said is not at all outside the realm of possibility or incredible.&quot; Pe&ntilde;a also said by phone: &quot;I haven&rsquo;t heard the word &lsquo;rebate&rsquo; used&quot; in the context of smuggling children. If the drug cartels aren&rsquo;t directly ferrying children north, he said, they no doubt find ways to profit from the vulnerable traffic. &quot;I know the cartels are using social media for just about everything they do,&quot; he said.</p>\r\n\r\n<p>Texas professors who study immigration across the Rio Grande expressed skepticism.</p>\r\n\r\n<p>Nestor Rodriguez, a University of Texas sociologist who has done research in rural Guatemala, said he&rsquo;d be surprised if formal rebates are offered via social media or otherwise though perhaps smugglers offer discounts if, say, a group of children is expanded by one or two kids, driving down overall expenses. &quot;I never heard of anyone going to a web page to find a smuggling tour,&quot; Rodriguez said, saying arrangements are done face to face. &quot;I&rsquo;m not saying it couldn&rsquo;t happen.&quot;</p>\r\n\r\n<p>Tony Payan, director of the Mexico Center at Rice University&rsquo;s Baker Institute for Public Policy, said the congressman&rsquo;s statement struck him as flawed in several ways. Drug cartels don&rsquo;t smuggle people, he said, leaving that to others, though one cartel levies a &quot;right-of-way&quot; charge for people being smuggled through its territory, he said. &nbsp;</p>\r\n\r\n<p>&quot;No. 2, this assumes the people doing this, both fleeing and doing the human smuggling, have access to the Internet,&quot; Payan said. &quot;Most do not have access to the Internet; they do not operate that way. They don&rsquo;t want to leave any record of this.&quot; And, Payan said, the people who are leaving have no web access at home and don&rsquo;t necessarily even have cell phones.</p>\r\n\r\n<p>&quot;Smugglers tend to operate person to person, do their own recruitment, go <em>colonia</em> to <em>colonia</em>,&quot; Payan said. &quot;I haven&rsquo;t seen any of this evidence of social media.&quot; After Mimnaugh said Guatemalan government sources had mentioned rebates, Payan said by email the embassy&rsquo;s response sounded like cherry-picking to defend the congressman.</p>\r\n\r\n<p>Payan suggested we query Guadalupe Correa-Cabrera, an associate professor of government at the University of Texas-Brownsville. Correa-Cabrera called Cuellar&rsquo;s claim unfounded and ridiculous, adding she would need to see independent evidence before she put credence in the Mimnaugh rebates&rsquo; statement.</p>\r\n\r\n<p>Cuellar, informed of the lack of published evidence and skepticism among most experts, told us he believes the government briefer over others &quot;because those are the people on the ground and they&rsquo;re not sitting in some university office looking up information.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Cuellar said drug cartels are offering rebates via social media so more children from Central America get guided to the United States.</p>\r\n\r\n<p>The elements of Cuellar&rsquo;s statement &mdash; cartels, social media and some sort of rebate or, perhaps, discount &mdash; stem from a State Department briefing for which we found minimal degrees of confirmation. We rate the claim Mostly False.</p>\r\n\r\n<hr />\r\n<p><em><strong>MOSTLY FALSE</strong> </em><em>&ndash; The statement contains an element of truth but ignores critical facts that would give a different impression.</em></p>\r\n\r\n<p>Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\" style=\"text-decoration:none;\"> <u>more</u></a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n", "ruling_comments_date": "2014-08-14T18:58:05.858560", "ruling_date": "2014-08-22T12:51:33", "ruling_headline": "Henry Cuellar claim about social media, rebates and children in Central America lacks proof", "ruling_headline_slug": "henry-cuellar-claim-social-media-rebates-and", "ruling_link_text": "UPDATED: Central American triple jump", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"https://docs.google.com/document/d/1DBYWBjzvgln4f47R11lpQ4QbMyepRy-iGqUkDRqiGOk/pub\" style=\"text-decoration:none;\"><u>Email,</u></a> Miranda Margowsky, press secretary, U.S. Rep. Henry Cuellar, July 22, 2014</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1rH-BZRF65uwFmuMG8OmLhJqCUk3h8EhNDLqb5QmsgSc/pub\" style=\"text-decoration:none;\"><u>Emails</u></a>, Mo Mimnaugh, press attache/information officer, Public Affairs Section, U.S. Embassy, Guatemala, July 23, 2014</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1uLcEJp2ySJ4OI0FOSBaZsFxFe2pz0ZtruB6W0SBn5Xg/pub\" style=\"text-decoration:none;\"><u>Email</u></a> quoting Tristan Reed, Mexico security analyst, Stratfor, (received from Thomas Atchison, director of public relations, Stratfor, Aug. 1, 2014)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1wdziEliEl4L2OTrObR__nE9iDi73diGwCZ5X8qlO4_c/pub\" style=\"text-decoration:none;\"><u>Email</u></a>, Wayne Cornelius, Theodore Gildred Distinguished Professor of Political Science and U.S.-Mexican Relations, Emeritus, University of California at San Diego, Aug. 1, 2014</p>\r\n\r\n<p>Telephone interview and <a href=\"https://docs.google.com/document/d/1nnufL3nvg_Tj_LvP7AwJ-adwJh1e-fIJUjuZ23TqcQ8/pub\" style=\"text-decoration:none;\"><u>email</u></a>, Tony Payan, director, Mexico Center, Baker Institute for Public Policy, Rice University, Houston, Aug. 1 and 13, 2014</p>\r\n\r\n<p>Telephone interviews, Guadalupe Correa-Cabrera, associate professor of Government, University of Texas-Brownsville, Aug. 1 and 13, 2014</p>\r\n\r\n<p>Telephone interviews and <a href=\"https://docs.google.com/document/d/1Gy2xbmZA6R6SbP0I75nPTBkLKtiLcBpk7Du65Z4yczg/pub\" style=\"text-decoration:none;\"><u>email</u></a> (excerpted), <a href=\"http://www.icefoundation.org/alonzo-pe%C3%B1a.html\" style=\"text-decoration:none;\"><u>Alonzo Pe&ntilde;a</u></a>, president, DMEP, San Antonio, Aug. 8 and Aug. 20, 2014</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1D3gCdu9HIIaewrMxyD9hepr0I6AqvuttjNBuDrij3Nk/pub\" style=\"text-decoration:none;\"><u>Email,</u></a> Robin Remeika, information officer, U.S. Embassy, Tegucigalpa, Honduras, Aug. 11, 2014</p>\r\n\r\n<p>Telephone interview, N&eacute;stor P. Rodr&iacute;guez, professor of Sociology, University of Texas, Austin, Aug. 14, 2014</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1HbEtPHIuVNUDxfFJDtvwrRdAkBJWda8OMDojD6e39hg/pub\" style=\"text-decoration:none;\"><u>Email</u></a>, Susan Bridenstine, deputy spokesperson, Bureau of Western Hemisphere Affairs, U.S. State Department, Aug. 15, 2014</p>\r\n\r\n<p>Telephone interview, U.S. Rep. Henry Cuellar, Zapata, Texas, Aug. 19, 2014</p>\r\n\r\n<p>Photos, <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGS181cGdGSU9SU28/edit?usp=sharing\" style=\"text-decoration:none;\"><u>one page</u></a> and <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGV2Rtd05Gb1Jhbzg/edit?usp=sharing\" style=\"text-decoration:none;\"><u>another page</u></a> from the July 11, 2014, journal entry of Rep. Cuellar (received by email from Miranda Margowsky, Aug. 19, 2014)</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "U.S. Representative", "false_count": 0, "first_name": "Henry", "half_true_count": 0, "home_state": "Texas", "id": 2854, "last_name": "Cuellar", "mostly_true_count": 0, "name_slug": "henry-cuellar", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/cuellar.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2854/", "total_count": 2, "true_count": 1, "website": "http://cuellar.house.gov/"}, "statement": "<p>Says drug cartels are using social media to offer rebates so more children from Central America get smuggled to the United States.</p>\r\n", "statement_context": "", "statement_date": "2014-07-16", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 127, "photo": null, "resource_uri": "/api/v/2/subject/127/", "subject": "Children", "subject_slug": "children", "used_in_edition": []}, {"description": "<p>We strive to make our work completely accurate. When we make a mistake, we correct it and note it on the original item. If the mistake is so significant that it requires us to change the ruling, we will do so. Readers who see an error should contact the writer or editor. Their names are listed on the right side of every Truth-O-Meter item. Clicking on their names will take you to their bio pages, where you can find their email addresses. Read more about our corrections policies in our <a href=\"http://www.politifact.com/truth-o-meter/article/2013/nov/01/principles-politifact-punditfact-and-truth-o-meter/\">Principles of the Truth-O-Meter</a>.</p>\r\n", "id": 255, "photo": null, "resource_uri": "/api/v/2/subject/255/", "subject": "Corrections and Updates", "subject_slug": "corrections-and-updates", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/14/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}, {"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}