{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/mar/30/judd-gregg/judd-gregg-against-reconcilation-now-has-been-it-p/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 978, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/978/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half Flip", "id": 8, "resource_uri": "/api/v/2/statementruling/8/", "ruling": "Half Flip", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/fom-halfFlip.png", "ruling_slug": "half-flip"}, "ruling_comments": "<p>\n When Democratic leaders said they wouldn't rule out a procedure called budget reconciliation to pass sweeping measures on health care reform and carbon emissions policy, Republican senators immediately objected.\n</p>\n<p>\n Little known outside Washington, budget reconciliation is a policy created in 1974 that essentially allows the Senate to pass legislation on revenue and spending levels with a simple majority &mdash; 51 votes rather than the 60 needed to beat a filibuster &mdash; and without amendments or the possibility of a filibuster by the minority party. The majority party sometimes attaches nonbudget legislation to a reconcilation measure to move it more expeditiously. For a fuller explanation, see the official definition\n <a href=\"http://www.rules.house.gov/archives/bud_rec_proc.htm\" target=\"_blank\">\n  here\n </a>\n .\n</p>\n<p>\n Bottom line, when your party's in power, you probably like it. And when it's not, you probably don't.\n</p>\n<p>\n &quot;It is interesting to see the views on reconciliation and how they've changed since, say, the Bush tax cuts in 2001,&quot; White House spokesman Robert Gibbs said on March 23.\n</p>\n<p>\n Sen. Judd Gregg, who was briefly under consideration to serve in Obama's Cabinet as commerce secretary, has been the loudest Republican voice opposing the possibility of reconciliation. And he's also been singled out as an example of how Republicans have been hypocritical on the issue.\n</p>\n<p>\n In remarks on the Senate floor on March 17 criticizing President Barack Obama's proposed budget, Gregg spent nearly half of his time railing against the possibility of reconciliation.\n</p>\n<p>\n &quot;You're talking about the exact opposite of bipartisan,&quot; Gregg said. &quot;You're talking about running over the minority, putting them in cement, and throwing them in the Chicago River. Basically, it takes the minority completely out of the process of having a right to have any discussion, say, or even the right to amend something so fundamental as a piece of legislation of this significance. ... So using reconciliation in this manner on this type of an issue would do fundamental harm, fundamental harm, to the institution of the Senate. I mean, why have a Senate if you're going to do reconciliation on something this significant? You might as well go to a unicameral body. Be like Canada. Have one body and have it be the House of Representatives because that will be the practical effect of using reconciliation here.&quot;\n</p>\n<p>\n Contrast that, as the\n <em>\n  New York Times\n </em>\n <a href=\"http://www.nytimes.com/2009/03/29/us/politics/28web-hulse.html?_r=2\" target=\"_blank\">\n  did\n </a>\n , with Gregg's position in 2005, when Democrats complained about the use of budget reconciliation to open the Arctic National Wildlife Refuge to oil drilling. Gregg called their objections &quot;inappropriate&quot; and said, &quot;We are using rules of the Senate here. Is there something wrong with majority rules? I don't think so.&quot;\n</p>\n<p>\n So is that a simple flip-flop?\n</p>\n<p>\n Maybe not completely. First, it's important to recognize that in his statements about reconciliation over the past two weeks, Gregg has been upfront about his support of the policy in the past. But he has consistently said that what's different this time is that it is being talked about as a way to slam through major initiatives &mdash; health care reform and the cap-and-trade plan to limit industries' carbon emissions, which is likely to result in higher energy costs to consumers.\n</p>\n<p>\n &quot;Sometimes over the years (reconciliation) has been used in an aggressive way,&quot; Gregg said. &quot;It was used to adjust already existing programs, authorized programs, entitlement programs, and tax proposals. President Bush used it aggressively on taxes. In 1997, President Clinton used it aggressively along with a Republican Congress on everything &mdash; entitlement and taxes. But it was always directed at existing policy and adjusting that policy. In other words, raising the tax rate or dropping the tax rate, changing an entitlement program in some way that already existed or not changing an entitlement program.\n</p>\n<p>\n &quot;Reconciliation has never been used for the purposes of putting in place a dramatic new federal program which will fundamentally shift the way the government functions in this country,&quot; Gregg said. &quot;It has never been used in the sense as an initiating event. The carbon tax or the national sales tax on electric bills is a massive exercise in industrial policy, totally redirecting how energy is produced in this nation and affecting everybody in this nation. ... Obviously rewriting the health care system of this country is a dramatic exercise affecting absolutely everyone in this nation at all sorts of different levels, a brand-new major program. These are initiatives of significant size and import.&quot;\n</p>\n<p>\n Our review of the instances when reconciliation has been used indicates Gregg is correct and that it's been used for less dramatic policy changes. And so Gregg doesn't get a Full Flop. But we find his arguments &mdash; made repeatedly in several press conferences and political news programs &mdash; that the tactic &quot;totally undermines the purposes of the two branches of government&quot; a bit hypocritical in light of his prior statements in support of reconciliation. And so we rate it a Half Flip.\n</p>", "ruling_comments_date": "2010-01-07T13:27:47.951444", "ruling_date": "2009-03-30T14:53:55", "ruling_headline": "Judd Gregg is against reconcilation now, but has been for it in past", "ruling_headline_slug": "judd-gregg-against-reconcilation-now-has-been-it-p", "ruling_link_text": "He's against it, sometimes", "ruling_state": null, "source_documents": null, "sources": "<p>\n Senate Budget Committee Web site,\n <a href=\"http://budget.senate.gov/republican/pressarchive/2009-03-17FloorStatement.pdf\" target=\"_blank\">\n  Senator Gregg&rsquo;s Senate Floor Remarks on the President&rsquo;s FY 2010 Budget and Reconciliation\n </a>\n , March 17, 2009\n</p>\n<p>\n New York Times,\n <a href=\"http://www.nytimes.com/2009/03/29/us/politics/28web-hulse.html?_r=1\" target=\"_blank\">\n  &quot;Battle Brewing Over Reconciliation, Which Is Anything but That,&quot;\n </a>\n by Carl Hulce, March 28, 2009\n</p>\n<p>\n Washington Post,\n <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2009/03/17/AR2009031703798.html\" target=\"_blank\">\n  &quot;President's Budget Strategy Under Fire,&quot;\n </a>\n by Lori Montgomery, March 18, 2009\n</p>\n<p>\n E &amp; E Daily, ANWR: Arctic drilling advances in landmark Senate vote, March 17, 2005\n</p>\n<p>\n U.S. House of Representatives, Committee on Rules Web site, The Budget Reconciliation Process\n</p>\n<p>\n CQ Transcripts, Senate Republicans hold a press conference on the budget, March 24, 2009\n <br />\n <br />\n CQ Transcripts, White House Regular News Briefing, March 23, 2009\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. Senator", "false_count": 0, "first_name": "Judd", "half_true_count": 0, "home_state": "", "id": 147, "last_name": "Gregg", "mostly_true_count": 1, "name_slug": "judd-gregg", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Judd_Gregg.JPG", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/147/", "total_count": 4, "true_count": 2, "website": ""}, "statement": "<p>On the propriety of budget reconciliation.</p>", "statement_context": "a speech on the Senate Floor.", "statement_date": "2009-03-17", "statement_type": {"id": 4, "resource_uri": "/api/v/2/statementtype/4/", "statement_type": "Flip", "type_description": "Flip-o-Meter items"}, "subject": [{"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}, {"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}