{"art": [{"brightcove": "", "caption": "Sen. Ted Cruz, R-Texas, invoked the potential harm to \"Saturday Night Live\" executive producer Lorne Michaels from a constitutional amendment now under consideration. But is the fear justified?", "id": 5048, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Cruz_SNL.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/5048/", "title": "Ted Cruz SNL", "wibbitz": "", "youtube": "", "youtubeID": ""}, {"brightcove": "", "caption": "Then-Alaska Gov. Sarah Palin (left) and executive producer Lorne Michaels on the set of Saturday Night Live, from their iconic skit in 2008.", "id": 5049, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Palin_Michaels.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/5049/", "title": "Sarah Palin-Lorne Michaels", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2014/sep/11/ted-cruz/ted-cruz-says-snls-lorne-michaels-could-be-jailed-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": null, "id": 9891, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/9891/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>In his brief time in Congress, first-term Sen. Ted Cruz, R-Texas, has attracted national attention for his rhetoric. On Sept. 9, 2014, Cruz gave a stemwinder of a floor speech, criticizing a proposed constitutional amendment backed by Democrats.</p>\r\n\r\n<p>The backers of the proposed amendment, <a href=\"http://www.gpo.gov/fdsys/pkg/BILLS-113sjres19rs/pdf/BILLS-113sjres19rs.pdf\" style=\"text-decoration:none;\"><u>S.J.Res.19</u></a>, say it&rsquo;s intended to overturn <em>Citizens United</em>, the Supreme Court decision that loosened campaign-finance laws for corporations. They argue that the court&rsquo;s ruling has opened a floodgate of campaign spending that threatens the democratic process.</p>\r\n\r\n<p>Cruz, however, argues that the proposed amendment severely threatens First Amendment protections that date back more than two centuries.</p>\r\n\r\n<p>Perhaps the most attention-getting portion of Cruz&rsquo;s lengthy speech (<a href=\"https://beta.congress.gov/crec/2014/09/09/CREC-2014-09-09.pdf\" style=\"text-decoration:none;\"><u>which you can read in its entirety here</u></a>)<strong> </strong>came when he <a href=\"https://www.youtube.com/watch?v=K4Lp_GS1iko\" style=\"text-decoration:none;\"><u>suggested</u></a> that Lorne Michaels, the executive producer of NBC&rsquo;s long-running show <em>Saturday Night Live</em>, would be put at risk of imprisonment if the amendment were enacted:</p>\r\n\r\n<p><em>&quot;When I asked the senator from Minnesota (Al Franken, a former Saturday Night Live</em> <em>writer and actor) in the Senate Judiciary Committee, &lsquo;Do you believe that Congress should have the constitutional authority to prohibit Saturday Night Live</em> <em>from making fun of politicians, the good senator promptly reassured me he had no intention of doing any such thing. But what we are debating is not the intentions of 100 senators. What we are debating is a constitutional amendment that 49 Democrats are proposing to be inserted into the Bill of Rights. ...</em></p>\r\n\r\n<p><em>&quot;What the amendment says is for any corporation, Congress would have the constitutional authority to prohibit it from engaging in political speech. Well, NBC, which airs Saturday Night Live, is a corporation. &hellip; &nbsp;Congress would have the power to make it a criminal offense. Lorne Michaels could be put in jail under this amendment for making fun of any politician.&quot;</em></p>\r\n\r\n<p>Political observers expect the amendment to fall well short of the two-thirds vote in the Senate that would be required before it went to the House (where it would need a two-thirds vote) and the states (where it would need to be ratified by three-fourths of the states). So the fears Cruz expresses are probably moot.</p>\r\n\r\n<p>Still, many readers asked us to take a closer look at Cruz&rsquo;s claim about Lorne Michaels and <em>Saturday Night Live. </em></p>\r\n\r\n<p><strong>What the amendment says</strong></p>\r\n\r\n<p>Let&rsquo;s start by looking at the proposed amendment. Here are the key passages:</p>\r\n\r\n<p><em>&quot;Congress and the States may regulate and set reasonable limits on the raising and spending of money by candidates and others to influence elections. &hellip; Congress and the States shall have power to implement and enforce this article by appropriate legislation, and may distinguish between natural persons and corporations or other artificial entities created by law, including by prohibiting such entities from spending money to influence elections. &hellip; &nbsp;Nothing in this article shall be construed to grant Congress or the States the power to abridge the freedom of the press.&quot;</em></p>\r\n\r\n<p><strong>Cruz&rsquo;s argument</strong></p>\r\n\r\n<p>Cruz, both in his speech and in a subsequent telephone interview with PolitiFact, made the case for why Michaels might have reason to worry for his freedom if the amendment were to be ratified. Among his points:</p>\r\n\r\n<p>&bull; <strong>Reading the amendment literally, the <em>SNL </em>scenario closely fits its language. </strong>That is, a corporation (NBC) is spending money (to produce and air <em>SNL</em>) that could influence an election (it arguably has in the past, as in its characterization of 2008 Republican vice presidential nominee Sarah Palin).</p>\r\n\r\n<p>&quot;By any measure, NBC is a corporation,&quot; Cruz said in the interview. &quot;And the amendment says the government can prohibit such entities from spending money to influence elections.&quot;</p>\r\n\r\n<p>In fact, Cruz also argued in the speech and the interview that a literal reading of the amendment also would permit restrictions on the speech of entities as diverse as movie studio Paramount Pictures, publisher Simon and Schuster, the NAACP, the National Council of La Raza, and the Sierra Club. &quot;Every one of these is a corporation,&quot; Cruz said.</p>\r\n\r\n<p>&bull; <strong><em>SNL </em>is unlikely to benefit from the proposal&rsquo;s press-freedom exemption. </strong>While the amendment contains an exemption for freedom of the press, <em>SNL </em>is an entertainment show, Cruz noted, not part of NBC&rsquo;s news division. &quot;I agree (the amendment) carves out a specific press exemption, but <em>SNL </em>is by no measure the press,&quot; Cruz told PolitiFact.</p>\r\n\r\n<p>&bull; <strong>It doesn&rsquo;t matter that the amendment&rsquo;s backers promise that the amendment is narrowly targeted at campaign finance rather than political satire</strong>. What matters, Cruz counters, is how future generations of lawmakers will view it, once they have such powerful tools embedded in the Constitution.</p>\r\n\r\n<p>&quot;Lots of Democrats argue passionately, &lsquo;We don&rsquo;t intend to prohibit books or movies or <em>Saturday Night Live</em>,&rsquo; &quot; Cruz said in the interview. &quot;In all likelihood, Congress would not try to do so. But things can change. I am not content to entrust our free-speech rights to the good graces and whims of Congress and hope that politicians don&rsquo;t abuse their power.&quot;</p>\r\n\r\n<p>Indeed, Cruz noted that the facts at issue in the <em>Citizens United </em>case involved the ability of a non-profit corporation making a movie critical of Hillary Clinton. &quot;Democrats say it&rsquo;s unrealistic, but we&rsquo;ve already seen government go after a corporation making a movie about a politician.&quot;</p>\r\n\r\n<p><strong>What experts say</strong></p>\r\n\r\n<p>Several legal experts we interviewed agreed that Cruz had a point.</p>\r\n\r\n<p>&quot;It&rsquo;s quite obvious that, under this proposed amendment, Congress could pass a law prohibiting corporations and their agents from, say, supporting or opposing candidates during a broadcast other than a news program,&quot; said Ilya Shapiro, a senior fellow at the libertarian Cato Institute. &quot;Congress would get free rein to legislate in this area.&quot;</p>\r\n\r\n<p>Other scholars weren&rsquo;t as gung-ho as Shapiro was but still agreed that Cruz&rsquo;s scenario can&rsquo;t be ruled out. &quot;Generally, if the government has the power to regulate some activity, it can impose civil liability or criminal penalties as it chooses,&quot; said University of Pennsylvania law professor Kermit Roosevelt. &quot;If the amendment were broadly construed, I would say it&#39;s possible.&quot;</p>\r\n\r\n<p>And Andrew Koppelman, a Northwestern University law professor, said he sees what Cruz &quot;is getting at. Any criticism of a politician by something as expensive to produce as a TV show is spending money in a way that could influence elections.&quot;</p>\r\n\r\n<p>That said, a number of the experts we contacted -- including some of those who acknowledged above that Cruz had a point -- consider the scenario more far-fetched than the senator lets on. Here are the two main reasons why:</p>\r\n\r\n<p>&bull; <strong>Even after the amendment was in force, a lot would need to happen before any satirist felt the heat from prosecutors</strong>. Both chambers of Congress would need to pass a bill on this subject, and the president would have to sign it into law. Then, judges would have to agree wholeheartedly with the interpretation Cruz fears and uphold the law. And prosecutors would have to consider it a good use of their time to go after TV comedians or media outlets for speech violations.</p>\r\n\r\n<p>&quot;The government has many powers that could be used to do bad and stupid things,&quot; Roosevelt said. &quot;Congress could ban the sale of milk, for instance. Ordinarily we rely on the democratic political process to stop that.&quot;</p>\r\n\r\n<p>Erwin Chemerinsky, the law school dean at the University of California-Irvine, said that while he opposes the proposed amendment, he believes that Cruz was &quot;engaged in hyperbole. It is not a reasonable way to interpret the amendment.&quot;</p>\r\n\r\n<p>And Douglas W. Kmiec, a Pepperdine University law professor who served in the Justice Department under Presidents Ronald Reagan and George H.W. Bush, agreed.</p>\r\n\r\n<p>&quot;If the amendment referred to by Mr. Cruz could possibly be interpreted in the manner in which he described, it would be a triumph of fiction over language, and would be contrary to the well-established interpretive canon that one should certainly avoid interpreting statutes -- let alone other provisions in the Constitution -- in a manner that would negate their validity.&quot;</p>\r\n\r\n<p>&bull; <strong>Even if prosecutors started using their newly granted powers, it&rsquo;s a stretch for Cruz to invoke the word &quot;jail.</strong>&quot; In theory, it&rsquo;s <a href=\"http://www.fec.gov/law/feca/feca.pdf\" style=\"text-decoration:none;\"><u>possible to go to prison</u></a> for violations of campaign-finance law -- up to two years, plus fines, according to federal law. This existing law might well come into play under the <em>SNL </em>scenario, Cruz and his allies say. However, in U.S. history, examples of criminalizing speech itself are rare, and prison time is even rarer.</p>\r\n\r\n<p>Not counting examples of speech accompanied by other law-breaking behavior, such as trespassing, the experts we interviewed could only name the Sedition Act of 1798 and the Espionage Act of 1917 as examples. (Some would also include the trials of comedian Lenny Bruce in the 1960s, though Bruce&rsquo;s cases involved speech that was allegedly obscene rather than political.)</p>\r\n\r\n<p>It&rsquo;s important to note that these precedents, far from carrying judicial weight today, are now regretted and held up as cautionary tales.</p>\r\n\r\n<p>&quot;Contemporary doctrine repudiates these historical missteps,&quot; said Timothy Zick, a law professor at the College of William and Mary. &quot;It would take nothing short of a revolutionary shift in judicial thinking to uphold any measure that criminalized pure political satire.&quot;</p>\r\n\r\n<p><strong>Cruz&rsquo;s rebuttal</strong></p>\r\n\r\n<p>Cruz acknowledged to PolitiFact that past history shows few prosecutions and prison terms for purely political speech. But that doesn&rsquo;t comfort him, for one reason: All of this judicial and historical precedent protecting speech springs from the First Amendment as we know it, not the new reality that would be shaped by the amendment now being debated.</p>\r\n\r\n<p>Laws like the Sedition Act were &quot;patently unconstitutional,&quot; Cruz said in the interview. But the proposed amendment now being debated &quot;does not just reverse <em>Citizens United</em>, it goes much further than that. It was never the law previously that Congress could prohibit a corporation from speaking about politics.&quot; Supporters of the amendment, he said, may &quot;point to case law upholding the First Amendment, but none of that matters, because a subsequent amendment would trump those rulings.&quot;</p>\r\n\r\n<p>In this complicated debate, there&rsquo;s only one thing that seems to be a pretty good bet, said Brett Kappel, a counsel at the law firm Arent Fox LLP. &quot;I&rsquo;m sure <em>SNL </em>will be mocking Sen. Cruz&quot; on its next show, he said.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Cruz said that &quot;Lorne Michaels could be put in jail under this amendment for making fun of any politician.&quot;</p>\r\n\r\n<p>Most experts we talked to agreed that the proposed amendment&rsquo;s language left open the door to that possibility. But many of those same experts emphasized that prosecuting, much less imprisoning, a comedian for purely political speech would run counter to centuries of American tradition, and would face many obstacles at a variety of government levels and run headlong into popular sentiment.</p>\r\n\r\n<p>In the big picture, Cruz makes a persuasive case that it&rsquo;s not a good idea to mess with the First Amendment. Still, his <em>SNL </em>scenario is far-fetched. The claim is partially accurate but leaves out important details, so we rate it Half True.</p>\r\n", "ruling_comments_date": "2014-09-11T15:10:43.873764", "ruling_date": "2014-09-11T16:54:56", "ruling_headline": "Ted Cruz says SNL's Lorne Michaels could be jailed under Democratic-backed amendment", "ruling_headline_slug": "ted-cruz-says-snls-lorne-michaels-could-be-jailed-", "ruling_link_text": "A theoretical possibility, but pretty remote", "ruling_state": null, "source_documents": null, "sources": "<p>Ted Cruz, <a href=\"https://www.youtube.com/watch?v=K4Lp_GS1iko\" style=\"text-decoration:none;\"><u>Senate floor speech</u></a>, <a href=\"https://beta.congress.gov/crec/2014/09/09/CREC-2014-09-09.pdf\" style=\"text-decoration:none;\"><u>Sept. 9, 2014</u></a></p>\r\n\r\n<p><em>Politico</em>, &quot;Ted Cruz: Amendment threatens &#39;SNL,&rsquo;&quot; Sept. 9, 2014</p>\r\n\r\n<p>CNN, &quot;<a href=\"http://thelead.blogs.cnn.com/2014/09/10/fact-checking-sen-cruzs-claim-of-potential-ban-on-snl-sketches/\" style=\"text-decoration:none;\"><u>Fact checking Sen. Cruz&rsquo;s claim of potential ban on SNL sketches</u></a>,&quot; Sept. 10, 2014</p>\r\n\r\n<p><a href=\"http://www.gpo.gov/fdsys/pkg/BILLS-113sjres19rs/pdf/BILLS-113sjres19rs.pdf\" style=\"text-decoration:none;\"><u>Text of S. J. Res. 19</u></a></p>\r\n\r\n<p>Federal Election Commission, <a href=\"http://www.fec.gov/law/feca/feca.pdf\" style=\"text-decoration:none;\"><u>Federal Election Campaign Laws</u></a>, April 2008</p>\r\n\r\n<p>National Archives, &quot;<a href=\"http://www.archives.gov/federal-register/constitution/\" style=\"text-decoration:none;\"><u>The Constitutional Amendment Process</u></a>,&quot; accessed Sept. 11, 2014</p>\r\n\r\n<p><a href=\"http://www.law.cornell.edu/uscode/text/18/part-I/chapter-37\" style=\"text-decoration:none;\"><u>18 U.S. Code Chapter 37 - Espionage and Censorship</u></a></p>\r\n\r\n<p>Oyez, &quot;<a href=\"http://www.oyez.org/cases/1960-1969/1963/1963_39\" style=\"text-decoration:none;\"><u>New York Times v. Sullivan</u></a>,&quot; accessed Sept. 11, 2014</p>\r\n\r\n<p>Legal Information Institute, &quot;<a href=\"http://www.law.cornell.edu/supremecourt/text/376/254\" style=\"text-decoration:none;\"><u>New York Times v. Sullivan</u></a>,&quot; accessed Sept. 11, 2014</p>\r\n\r\n<p>USElectionAtlas.org, &quot;<a href=\"http://uselectionatlas.org/RESULTS/national.php?year=1920\" style=\"text-decoration:none;\"><u>1920 Presidential General Election Results</u></a>,&quot; accessed Sept. 11, 2014</p>\r\n\r\n<p>Email interview with Carl Tobias, law professor at the University of Richmond, Sept. 11, 2014</p>\r\n\r\n<p>Email interview with Ilya Shapiro, senior fellow at the Cato Institute, Sept. 10, 2014</p>\r\n\r\n<p>Email interview with Kermit Roosevelt, University of Pennsylvania law professor, Sept. 10, 2014</p>\r\n\r\n<p>Email interview with Andrew Koppelman, Northwestern University law professor, Sept. 10, 2014</p>\r\n\r\n<p>Email interview with Erwin Chemerinsky, law school dean at the University of California-Irvine, Sept. 10, 2014</p>\r\n\r\n<p>Email interview with Douglas W. Kmiec, Pepperdine University law professor, Sept. 10, 2014</p>\r\n\r\n<p>Email interview with Timothy Zick, law professor at the College of William and Mary, Sept. 11, 2014</p>\r\n\r\n<p>Email interview with Michael A. Carvin, partner with the law firm Jones Day, Sept. 11, 2014</p>\r\n\r\n<p>Email interview with Alan J. Howard, Saint Louis University law professor, Sept. 11, 2014</p>\r\n\r\n<p>Email interview with Steven D. Schwinn, law professor at the John Marshall Law School, Sept. 11, 2014</p>\r\n\r\n<p>Email interview with Eugene Volokh, law professor at UCLA, Sept. 10, 2014</p>\r\n\r\n<p>Email interview with Brett Kappel, counsel at the law firm Arent Fox LLP, Sept. 11, 2014</p>\r\n\r\n<p>Interview with Ted Cruz, Sept. 11, 2014</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 43, "current_job": "Senator", "false_count": 38, "first_name": "Ted", "half_true_count": 20, "home_state": "Texas", "id": 1475, "last_name": "Cruz", "mostly_true_count": 22, "name_slug": "ted-cruz", "pants_count": 9, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/CRUZPFTNEW.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1475/", "total_count": 141, "true_count": 7, "website": "http://www.tedcruz.org/"}, "statement": "<p>Saturday Night Live executive producer &quot;Lorne Michaels could be put in jail under this amendment for making fun of any politician.&quot;</p>\r\n", "statement_context": "a Senate floor speech", "statement_date": "2014-09-09", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 154, "photo": null, "resource_uri": "/api/v/2/subject/154/", "subject": "Campaign Finance", "subject_slug": "campaign-finance", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}], "target": [], "twitter_headline": ""}