{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/apr/28/lindsey-graham/sen-lindsey-graham-claims-geneva-conventions-didnt/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 996, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/996/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\n Sen. Lindsey Graham, R-S.C., has strongly urged President Barack Obama not to prosecute government officials who provided legal advice related to  controversial interrogation techniques.\n <br />\n <br />\n On April 26, 2009, Graham said on CNN's\n <em>\n  State of the Union\n </em>\n that he doesn't believe there is any basis to pursue legal action.\n <br />\n <br />\n &quot;The Geneva Convention did not apply, until 2005, to the war on terror,&quot; Graham said. &quot;So I can't conceive of a statute that you could prosecute anyone under because their endeavor was not to commit a crime but to look at the law and come up with aggressive interrogation techniques to get information from an enemy that we all thought was coming after us again.&quot;\n</p>\n<p>\n &quot;So I think it's ridiculous to say the lawyers were trying to break the law,&quot; Graham said. &quot;They were trying to interpret the law to protect the nation.&quot;\n</p>\n<p>\n We won't try to settle the debate of whether the lawyers should be prosecuted, but we wondered if Graham was correct that the Geneva Conventions did not apply to the &quot;war on terror&quot; until 2005. We found that there is no consensus.\n</p>\n<p>\n It's been the subject of intense legal debate dating back to the U.S. invasion of Afghanistan after the Sept. 11 attacks. At that time, the question was whether al-Qaida or Taliban fighters were truly combatants in an international war who are expressly covered by the Geneva Conventions.\n <br />\n <br />\n The Bush administration said they were not. A Feb. 7, 2002, memo signed by Bush declared that the Third Geneva Convention &mdash; which sets standards for the treatment of prisoners of war &mdash; did not apply to al-Qaida or Taliban detainees. But the memo said the United States should &quot;continue to treat detainees humanely and, to the extent appropriate and consistent with military necessity, in a manner consistent with the principles of the Geneva Convention.&quot;\n</p>\n<p>\n In 2006, the Supreme Court disagreed. It ruled in the case of\n <em>\n  Hamdan vs. Rumsfeld\n </em>\n that detainees were entitled to the full protections of the Geneva Conventions, specifically Article 3, which prohibits &quot;outrages upon personal dignity, in particular humiliating and degrading treatment&quot; of detainees. Graham contends that until the Supreme Court made that decision, the Geneva Conventions did not apply. But legal experts have a wide range of opinions about whether that is true.\n</p>\n<p>\n &quot;Bottom line, the Geneva Conventions were in effect when the planes went into the buildings and throughout Bush's so-called war on terror,&quot; said David M. Crane, a law professor at Syracuse University and onetime chief prosecutor of the Special Court for Sierra Leone, an international war crimes tribunal.\n <br />\n <br />\n Linda Malone, director of the Human Rights and National Security Law Program at William and Mary Law School, agrees. When the United States invaded Afghanistan, &quot;certainly there was an international conflict and certainly we had combatants,&quot; she said.\n <br />\n <br />\n And even if there was a question about the status of prisoners, she said, under the Geneva Conventions, an international tribunal is supposed to be convened to determine their status. But Bush claimed he had the power to make that decision.\n</p>\n<p>\n The International Committee of the Red Cross, which seeks to ensure humanitarian protection and assistance for victims of war and armed violence, offers a more mixed view of the controversy.\n</p>\n<p>\n Florian Westphal, a spokesman for the group, said in an e-mail to PolitiFact that &quot;fundamentally, the Geneva Conventions as a whole apply to any international armed conflict. However, what has commonly been described as the 'war on terror' does not wholly correspond to the definition of an international armed conflict as put forward by the Conventions.&quot;\n</p>\n<p>\n The ICRC's position is that the U.S.-led invasion of Afghanistan that started in October 2001 was an international armed conflict as defined under humanitarian law, and that the 1949 Geneva Conventions were fully applicable. However, the group said, things get murkier when talking about &quot;terrorist&quot; activity around the world perpetrated by loosely organized groups that, at best, share a common ideology.\n</p>\n<p>\n &quot;'Terrorism' is a phenomenon. Both practically and legally, war cannot be waged against a phenomenon, but only against an identifiable party to an armed conflict,&quot; the ICRC stated in a fact sheet. Still, the ICRC concludes, &quot;Persons detained in relation to a noninternational armed conflict waged as part of the fight against terrorism &mdash; as is the case with Afghanistan since June 2002 &mdash; are protected by Article 3 common to the Geneva Conventions and the relevant rules of customary international humanitarian law.&quot;\n</p>\n<p>\n Graham is right that the Supreme Court decision clarified the law (though he was off by a year when he said the ruling came in 2005 instead of 2006). But he goes too far by suggesting it was not the case before that decision. Some legal experts say that the prisoners have always been subject to the Geneva Conventions. We rate Graham's statement Half True.\n</p>", "ruling_comments_date": "2010-01-07T13:27:46.659257", "ruling_date": "2009-04-28T19:49:47", "ruling_headline": "Sen. Lindsey Graham claims that Geneva Conventions didn't apply to war on terror until 2005", "ruling_headline_slug": "sen-lindsey-graham-claims-geneva-conventions-didnt", "ruling_link_text": "Only if you agree with Bush administration interpretation", "ruling_state": null, "source_documents": null, "sources": "<p>\n U.S. Supreme Court Web site,\n <a href=\"http://www.supremecourtus.gov/opinions/05pdf/05-184.pdf\" target=\"_blank\">\n  Hamdan v. Rumsfeld\n </a>\n , June 29, 2006\n</p>\n<p>\n International Committee of the Red Cross,\n <a href=\"http://www.icrc.org/ihl.nsf/c525816bde96b7fd41256739003e636a/a4e145a2a7a68875c12563cd0051b9ae\" target=\"_blank\">\n  Article 3 of the Geneva Conventions\n </a>\n , Aug. 12, 1949\n</p>\n<p>\n U.S. Department of Justice,\n <a href=\"http://www.usdoj.gov/opa/documents/olc-memos.htm\" target=\"_blank\">\n  Memorandum Regarding Status of Certain OLC Opinions Issued in the Aftermath of the Terrorist Attacks of September 11, 2001\n </a>\n , Jan. 15, 2009\n</p>\n<p>\n Sen. Lindsey Graham Web site,\n <a href=\"http://lgraham.senate.gov/public/index.cfm?FuseAction=PressRoom.PressReleases&amp;ContentRecord_id=cee689c9-802a-23ad-42ae-1067285541a0&amp;Region_id=&amp;Issue_id=\" target=\"_blank\">\n  Press release: Graham Writes President Obama about Prosecution of former Government Officials\n </a>\n , April 22, 2009\n</p>\n<p>\n ICRC,\n <a href=\"http://www.icrc.org/Web/eng/siteeng0.nsf/html/5YNLEV#a3\" target=\"_blank\">\n  FAQ: International humanitarian law and terrorism: questions and answers\n </a>\n , May 5, 2004\n</p>\n<p>\n CQ Transcripts, CNN's State of the Union, interview with Sen. Lindsey Graham, April 26, 2009\n</p>\n<p>\n Associated Press,&nbsp; &quot;US wants Geneva Conventions clarified to deal with terrorism, top legal adviser says&quot; by Frank Jordans, Nov. 27, 2007\n</p>\n<p>\n Christian Science Monitor, &quot;Report says top officials set tone for detainee abuse&quot; by Gail Russell Chaddock, April 23, 2009\n</p>\n<p>\n Interview via e-mail with Florian Westphal, a spokesman for the International Committee of the Red Cross, April 28, 2009\n</p>\n<p>\n Interview with Linda Malone, director of the Human Rights and National Security Law Program at William and Mary Law School, April 28, 2009\n</p>\n<p>\n Interview with David M. Crane, a law professor at Syracuse University, April 28, 2009\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "U.S. senator", "false_count": 2, "first_name": "Lindsey", "half_true_count": 4, "home_state": "South Carolina", "id": 64, "last_name": "Graham", "mostly_true_count": 2, "name_slug": "lindsey-graham", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Lindsey_Graham.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/64/", "total_count": 12, "true_count": 2, "website": "http://lgraham.senate.gov/public/"}, "statement": "<p>&quot;The Geneva Convention did not apply, until 2005, to the war on terror.&quot;</p>", "statement_context": "a TV interview", "statement_date": "2009-04-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}], "target": [], "twitter_headline": null}