{"art": [{"brightcove": "", "caption": "The super PAC says David Perdue proposes rolling back the clock on women's health care", "id": 5157, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/5157/", "title": "Georgians Together in Support of Michelle Nunn", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/gNlyUzpW9Ys?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "gNlyUzpW9Ys"}], "author": [{"email_address": "nbadertscher@ajc.com", "first_name": "Nancy", "id": 426, "last_name": "Badertscher", "name_slug": "nancy-badertscher", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/NancyBadertscher-1.jpg", "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/426/", "title": "Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2014/oct/01/georgians-together/pac-ad-misleading-/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 9984, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "nbadertscher@ajc.com", "first_name": "Nancy", "id": 426, "last_name": "Badertscher", "name_slug": "nancy-badertscher", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/NancyBadertscher-1.jpg", "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/426/", "title": "Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/9984/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>As election day draws closer and the push for votes intensifies, the airwaves are being flooded with political attack ads.</p>\r\n\r\n<p>One new ad for Michelle Nunn, the Democratic nominee for U.S. Senate, makes a claim about her Republican opponent, businessman David Perdue, that piqued our interest.</p>\r\n\r\n<p>Perdue &quot;proposes rolling back the clock on women&rsquo;s health care,&quot; the ad states.</p>\r\n\r\n<p>The Nunn camp has already been trying to turn female voters against Perdue with ads about a lawsuit filed during his tenure as CEO of discounter Dollar General. The lawsuit accused Dollar General of paying male managers more than female managers for the same work.</p>\r\n\r\n<p>The new ad from super PAC Georgians Together opens talking about the wage discrimination lawsuit, which was settled by Dollar General&rsquo;s parent company for $18.75 million several years after Perdue left the company.</p>\r\n\r\n<p>The ad closes with these lines: &quot;David Perdue -- Georgia women just can&rsquo;t trust him. Michelle Nunn -- Georgia women can always trust her.&quot;</p>\r\n\r\n<p>For our fact check, we reached out to Keith Mason, a longtime Democratic operative and treasurer of Georgians Together, the super PAC that was launched to support Nunn&rsquo;s campaign and that is funding the new ad.</p>\r\n\r\n<p>We asked for evidence to support the ad claim that Perdue proposes rolling back the clock on women&rsquo;s health care.</p>\r\n\r\n<p>&quot;Perdue supports outright repeal of ACA [the Affordable Care Act],&quot; Mason said in an email.</p>\r\n\r\n<p>Perdue has had on his campaign website that he wants to repeal and replace the ACA, also known as Obamacare, Mason said.</p>\r\n\r\n<p>He also pointed us to a news report that Perdue and four of his primary opponents publicly backed a plan by U.S. Sen. Ted Cruz, R-Texas, to strip funding for the ACA as part any government spending bill, an effort that led to a government shutdown and ultimately did not succeed.</p>\r\n\r\n<p>How does that translate to women&rsquo;s health?</p>\r\n\r\n<p>Mason forwarded us a link to a Chicago Tribune story headlined: &quot;Numerous Affordable Care Act Provisions Specifically Benefit Women.&quot; The article said most plans under the ACA include preventive care, and, for women, that means an annual &quot;well-woman visit,&quot; breast-feeding support, contraceptives, contraceptive counseling, annual mammograms and cervical cancer screenings.</p>\r\n\r\n<p>William S. Cluster, director of the Center for Health Services Research at Georgia State University, said there&rsquo;s an argument for stating that women of childbearing years would be more adversely impacted by repeal of the ACA.</p>\r\n\r\n<p>Women under 45 have more health care needs than men in the same age group, he said.</p>\r\n\r\n<p>Prior to the implementation of the ACA, premiums in the individual market were higher for women than for men and the coverage often excluded preventative care -- mammograms for example -- and maternity care, Custer said.</p>\r\n\r\n<p>&quot;The Affordable Care Act prohibits insurers from charging different premiums to men and women. It also requires plans to offer maternity care and preventive health (coverage).&quot; he said. &lsquo;So while a lot of Georgians would lose coverage, or face higher costs with the repeal of the ACA, women may feel that loss more than men.&quot;</p>\r\n\r\n<p>Perdue spokesman Derrick Dickey said the candidate&rsquo;s position has been clear.</p>\r\n\r\n<p>&quot;David does support the outright repeal of Obamacare,&quot; Dickey said.</p>\r\n\r\n<p>Perdue would like to see it replaced with &quot;a consumer-driven&quot; alternative, such as U.S. Rep. Tom Price&rsquo;s Empowering Patients First Act, the spokesman said. &nbsp;</p>\r\n\r\n<p>But the ad claim by the Nunn camp is &quot;misleading,&quot; Dickey said.</p>\r\n\r\n<p>&quot;If the Nunn campaign thinks repealing Obamacare is &lsquo;rolling back the clock on women&rsquo;s health care,&rsquo; they should just say that,&quot; he said. &quot;However, they can&rsquo;t because Obamacare is incredibly unpopular.&quot;</p>\r\n\r\n<p>Polls indicate Dickey&rsquo;s right on the public&rsquo;s sentiment.</p>\r\n\r\n<p>In a poll taken in August and September, the Kaiser Family Foundation found that public opinion of the Affordable Care Act remains more negative than positive. Among registered voters, 49 percent view the law unfavorably, 35 percent favorably. Opinion tilts even more negatively among likely voters, 51 percent vs. 35 percent, the poll found.</p>\r\n\r\n<p>Republicans in Congress have repeatedly maneuvered over the past four years to try to repeal or defund the ACA, which was signed into law on March 23, 2010 and upheld by the U.S. Supreme Court on June 28, 2012.</p>\r\n\r\n<p>Some political analysts link the rise of the conservative Tea Party movement and the Republican takeover of the U.S. House in the 2010 midterm elections to the public furor over the law&rsquo;s debate and enactment.</p>\r\n\r\n<p>Kerwin Swint, head of the political science department at Kennesaw State University, said he &quot;completely understands&quot; the strategy behind the Georgians Together ad claim.</p>\r\n\r\n<p>&quot;The Nunn camp and their supporters want to take full advantage of the gender gap by driving up Perdue&#39;s negatives among female voters,&quot; Swint said. &quot;But if their only evidence for &lsquo;rolling back the clock on women&#39;s health care&rsquo; is Perdue&#39;s support for repealing the ACA, that&#39;s pretty flimsy.&quot;</p>\r\n\r\n<p>The latest reports show about 316,00 Georgians have selected marketplace plans, 57 percent females and 43 percent males</p>\r\n\r\n<p>Larry Sabato, director of the Center for Politics at the University of Virginia, said these type of ads have become standard in Democratic campaigns this year. If its not ACA repeal, its GOP backing of a personhood amendment or backing of stricter controls on abortion, Sabato said.</p>\r\n\r\n<p>&quot;Democrats have to do everything possible to expand the gender gap in their direction. Control of the Senate is riding on whether women heavily support candidates such as Nunn,&quot; he said. &quot;Republicans will carry men, as usual, and Democrats will win women, but the margins matter.&quot;</p>\r\n\r\n<p>Our Ruling.</p>\r\n\r\n<p>The super PAC, Georgians Together, makes a claim that contains some truth. Some women could be hurt by repeal or replacement of the Affordable Care Act, or Obamacare, which has expanded some benefits for some women.</p>\r\n\r\n<p>But the ad never mentions Obamacare. That&rsquo;s a major omission.</p>\r\n\r\n<p>Voters also need to know what Perdue is proposing -- repeal and replacement of Obamacare -- others have tried to do and failed.</p>\r\n\r\n<p>And you could argue that almost any group helped by Obamacare could be hurt with its repeal.</p>\r\n\r\n<p>There is a lot of missing context in this attack ad.</p>\r\n\r\n<p>We rate it Half True.&nbsp;</p>\r\n", "ruling_comments_date": "2014-09-30T14:57:00.427564", "ruling_date": "2014-10-01T00:00:00", "ruling_headline": "PAC ad misleading on claim about Perdue", "ruling_headline_slug": "pac-ad-misleading-", "ruling_link_text": "Seeking women voters", "ruling_state": null, "source_documents": null, "sources": "<p>Emails from Keith Mason, treasurer of the super PAC Georgians Together.</p>\r\n\r\n<p>&quot;Obamacare and its effects on women&rsquo;s health,&quot; &quot;Numerous <a href=\"http://articles.chicagotribune.com/2014-04-09/health/ct-obamacare-womens-health-20140409_1_maternity-coverage-health-insurance-federal-health-law\\\">Affordable</a> Care Act provisions specifically benefit women, including guarantee of maternity coverage,&quot; By Judy Peres, Special to the Chicago Tribune, April 9th, 2014</p>\r\n\r\n<p>Interview with Derrick Dickey, spokesman for Perdue.</p>\r\n\r\n<p>Perdue campaign positions, his campaign <a href=\"https://perduesenate.com/issues/the-issues/\">website</a></p>\r\n\r\n<p><strong>&quot;Health law emerges as biggest <a href=\"http://www.gopusa.com/news/2013/11/19/health-law-emerges-as-biggest-issue-in-georgias-gop-senate-race/\">issue</a> in Georgia&#39;s GOP Senate race,&quot; GOP USA</strong></p>\r\n\r\n<p>&quot;Pro-Nunn super-PAC <a href=\"http://thehill.com/blogs/ballot-box/senate-races/199151-pro-nunn-super-pac-launches-in-georgia\">launches</a> in Georgia,&quot; by Cameron Joseph, The HIll, February 25th, 2014</p>\r\n\r\n<p>Open Secrets on Georgians <a href=\"https://www.opensecrets.org/pacs/lookup2.php?strID=C00557397&amp;cycle=2014\">Together</a></p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><br />\r\n<br />\r\n<br />\r\n<br />\r\n<br />\r\n&nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "PAC", "false_count": 0, "first_name": "Georgians", "half_true_count": 1, "home_state": "Georgia ", "id": 2954, "last_name": "Together", "mostly_true_count": 0, "name_slug": "georgians-together", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/PolitiFact_silhouette_17.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2954/", "total_count": 2, "true_count": 0, "website": ""}, "statement": "<p><strong>David Perdue &quot;proposes rolling back the clock on women&rsquo;s health care.&quot;</strong></p>\r\n\r\n<p>&nbsp;</p>\r\n", "statement_context": "television attack ad", "statement_date": "2014-09-23", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}