{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2009/may/04/joe-biden/biden-wrong-way-germs-travel-through-aircraft/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1004, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/1004/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\n Vice President Joe Biden went on the\n <em>\n  Today\n </em>\n show on April 30, 2009, to quell concern about swine flu. But he didn't quite stay on message.\n</p>\n<p>\n Interviewer Matt Lauer began by asking Biden why the federal government wasn't closing the border between the United States and Mexico, where the outbreak began.\n</p>\n<p>\n &quot;We have contacted and been in constant contact with the leading health experts  both in the world as well as here in the United States, and they have suggested  that that is not the way we should move,&quot; Biden told Lauer.\n</p>\n<p>\n Lauer pressed Biden further on closing borders, saying, &quot;Let me ask this, and this is by no means a gotcha type of question, I promise. But if a member of your family came to you ...&quot; &mdash; Biden laughs here &mdash; &quot;No, Mr. Vice President, if a member of your family came to you and said, 'Look, I want to go on a commercial airliner to Mexico and back,' within the next week, would you think it's a good idea?&quot;\n</p>\n<p>\n Biden: &quot;I would tell members of my family, and I have, I wouldn't go anywhere in confined places now. It's not that it's going to Mexico, it's you're in a confined aircraft. When one person sneezes it goes all the way through the aircraft. That's me. I would not be, at this point, if they had another way of transportation, suggesting they ride the subway. So from my perspective what it relates to is mitigation. If you're out in the middle of a field and someone sneezes, that's one thing; if you're in a closed aircraft or closed container or closed car or closed classroom, it's a different thing.&quot;\n</p>\n<p>\n That ended Lauer's flu questions. (His other questions were about the economy, Sen. Arlen Specter's party switch, and why Biden wasn't included among members of Obama's team named to\n <em>\n  People\n </em>\n magazine's list of most beautiful people.)\n</p>\n<p>\n Within hours, Biden's spokesman sent out a statement:\n</p>\n<p>\n &quot;On the\n <em>\n  Today Show\n </em>\n this morning the vice president was asked what he would tell a family member who was considering air travel to Mexico this week. The advice he is giving family members is the same advice the administration is giving to all Americans:  that they should avoid unnecessary air travel to and from Mexico. If they are sick, they should avoid airplanes and other confined public spaces, such as subways. This is the advice the vice president has given family members who are traveling by commercial airline this week. As the president said just last night, every American should take the same steps you would take to prevent any other flu:  keep your hands washed; cover your mouth when you cough; stay home from work if you're sick; and keep your children home from school if they're sick.&quot;\n</p>\n<p>\n We were most curious about Biden's statement that germs spread like crazy inside an airplane cabin.\n</p>\n<p>\n The Air Transport Association, an industry group that represents airlines, was none too pleased about his comments, and said they weren't true.\n</p>\n<p>\n &quot;Vice President Biden's comment that people should avoid air travel in response to the H1N1 flu outbreak was extremely disappointing,&quot; said James C. May, the group's president and CEO. &quot;The airlines have been working daily with government agencies, none of whom suggest people avoid air travel, unless they are not feeling well. The fact is that the air onboard a commercial aircraft is cleaner than that in most public buildings.&quot;\n</p>\n<p>\n We wanted to consult an independent scientist, though, so we turned to Dr. Tony Overfelt of Auburn University. Overfelt is the executive director of the National Air Transportation Center of Excellence for Research in the Intermodal Transport Environment.\n</p>\n<p>\n The center is staffed by scientists at universities around the country who specialize in studying aircraft environment, and most of the center's funding is from the Federal Aviation Administration.\n</p>\n<p>\n Overfelt explained to us that the air in a commercial jet flows from the vents above passengers' heads to vents in the floor at their feet. That airflow sends particles down to the floor and into the aircraft's filtration system.\n</p>\n<p>\n The particles from a sneeze &quot;might travel a row or a couple of rows or something like that,&quot; Overfelt said. &quot;They're really not going to travel up and down the airplane as our vice president said.&quot;\n</p>\n<p>\n &quot;Quite a bit of research indicates that,&quot; he added.\n</p>\n<p>\n And though it's not required, most commercial jets use high efficiency particulate air (HEPA) filters, which remove the moisture that would likely carry any viruses, Overfelt said.\n</p>\n<p>\n We were able to find a number of studies that bore out his point:\n</p>\n<p>\n &bull; A 2002 report from the National Research Council noted that tuberculosis studies on airplanes found that infections were generally restricted to &quot;a few passengers seated close to the passenger with active tuberculosis.&quot;\n</p>\n<p>\n &bull; A 2003 study in the\n <em>\n  New England Journal of Medicine\n </em>\n on severe acute respiratory syndrome (SARS) found that patients who became infected on airplanes were &quot;clustered in the few rows directly in front of or behind the ill passenger, rather than being randomly distributed throughout the aircraft.&quot;\n</p>\n<p>\n &bull; A 2005 study in\n <em>\n  The Lancet\n </em>\n concluded, &quot;The environmental control system used in commercial aircraft seems to restrict the spread of airborne pathogens, and the perceived risk is greater than the actual risk.&quot;\n</p>\n<p>\n That's not to say that people shouldn't worry about germs on aircraft at all, Overfelt said. But the concern should be more focused on not touching something that a sick person touched. Overfelt said that when he flies, he washes his hands frequently and tries not to touch his face, especially his nose or eyes.\n</p>\n<p>\n This is tougher on an aircraft, he said, because humidity levels tend to be lower. That means the air is dry, and that tends to irritate the eyes, which leads to &mdash; you guessed it &mdash; rubbing your eyes.\n</p>\n<p>\n &quot;If someone were really worried about flying, they should take sanitizing wipes and wipe down the tray table and the arm rests and the seat-belt buckles,&quot; Overfelt said. &quot;With the hand wipes and some good common sense, people should be good to go. I wouldn't hesitate at all to get on an airplane.&quot;\n</p>\n<p>\n If Biden had said people should be careful about touching contaminated surfaces, that would have been one thing. But his statement was &quot;When one person sneezes, it goes all the way through the aircraft.&quot; That's just wrong. And he made the statement in the context of a highly sensitive public health matter where it's important to give the public accurate information. For fanning the flames of fear without having the facts on his side, we rate his statement Pants on Fire!\n</p>", "ruling_comments_date": "2010-01-07T13:27:46.295492", "ruling_date": "2009-05-04T16:10:21", "ruling_headline": "Biden wrong on the way germs travel through an aircraft", "ruling_headline_slug": "biden-wrong-way-germs-travel-through-aircraft", "ruling_link_text": "A couple of rows, maybe. ", "ruling_state": null, "source_documents": null, "sources": "<p>\n NBC News transcripts, Vice President Joe Biden discusses the swine flu outbreak, April 30, 2009\n</p>\n<p>\n Air Transport Association,\n <a href=\"http://www.airlines.org/news/releases/2009/news_04-30-09.htm\" target=\"_blank\">\n  ATA CEO Responds to Vice President Biden&rsquo;s Suggestion to Avoid Air Travel\n </a>\n , April 30, 2009\n</p>\n<p>\n Interview with\n <a href=\"http://www.eng.auburn.edu/users/overfra/\" target=\"_blank\">\n  Dr. Tony Overfelt\n </a>\n of Auburn University\n</p>\n<p>\n The National Air Transportation Center of Excellence for Research in the Intermodal Transport Environment, formerly\n <a href=\"http://acer.eng.auburn.edu/research.html\" target=\"_blank\">\n  Airliner Cabin Environment Research Center of Excellence\n </a>\n</p>\n<p>\n NRC (National Research Council). (2002) The airliner cabin environment and the health of\n <br />\n passengers and crew. Washington, DC: National Academy Press.\n</p>\n<p>\n Olsen, S.J., Chang, H.L., Cheung, T.Y., Tang, A.F., Fisk, T.L., Ooi, S.P., Kuo, H.W., Jiang,\n <br />\n D.D., Chen, K.T., Lando, J., Hsu, K.H., Chen, T.J., and Dowell, S.F. (2003) Transmission of\n <br />\n the severe acute respiratory syndrome on aircraft. New England Journal of Medicine\n <br />\n 349(25): 2416-22.\n</p>\n<p>\n Mangili, A, and Gendreau, M.A. (2005) Transmission of infectious disease during\n <br />\n commercial air travel. Lancet 365: 989-96.\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 11, "current_job": "U.S. senator", "false_count": 10, "first_name": "Joe", "half_true_count": 21, "home_state": "Delaware", "id": 11, "last_name": "Biden", "mostly_true_count": 16, "name_slug": "joe-biden", "pants_count": 4, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-joebiden.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/11/", "total_count": 78, "true_count": 13, "website": "http://www.joebiden.com/"}, "statement": "<p>&quot;When one person sneezes, it goes all the way through the aircraft.&quot;</p>", "statement_context": "an interview on \"The Today Show\"", "statement_date": "2009-04-30", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 44, "photo": null, "resource_uri": "/api/v/2/subject/44/", "subject": "Transportation", "subject_slug": "transportation", "used_in_edition": []}], "target": [], "twitter_headline": null}