{"art": [{"brightcove": "", "caption": "In this September 2014 TV ad, Wendy Davis said Greg Abbott fielded a $250,000 donation from a hospital leader, then sided with the hospital against patients harmed by a surgeon.", "id": 5250, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/5250/", "title": "Wendy Davis TV ad, \"Operation,\" Sept. 17, 2014", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/62DtQZWAIzw?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "62DtQZWAIzw"}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2014/oct/15/wendy-davis/wendy-davis-says-greg-abbott-fielded-250000-donati/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "ddavis@statesman.com", "first_name": "Debra", "id": 425, "last_name": "Davis", "name_slug": "debra-davis", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/425/", "title": "Investigations editor", "twitter": null}], "facebook_headline": null, "id": 10078, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/10078/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p><strong>CORRECTION, 5:22 p.m., Oct. 15, 2014:</strong> <em>This story has been amended to remove the incorrect original declaration that the $250,000 donation was given before the suits were filed. According to copies of the filings provided by Zac Petkanas, a spokesman for Davis, one of several suits singled out by Davis as the basis of her ad was filed in January 2014, before the donation the next month. This change led us to change our rating of the statement from Half True. (See the original fact check <a href=\"https://docs.google.com/document/d/1UpFRrUsY421pQllNaRhrSA2LRaH8XxW5IsEnkv2sDAQ/pub\">here</a>.)</em></p>\r\n\r\n<p>In a TV ad, Wendy Davis said Greg Abbott took a hefty campaign donation before siding with a hospital against patients injured and killed by a drug-taking surgeon.</p>\r\n\r\n<p>Davis, the Fort Worth state senator and Democratic gubernatorial nominee, consistently depicts Abbott, the state attorney general and Republican choice for governor, as an unethical insider beholden to powerful interests.</p>\r\n\r\n<p>The narrator of <a href=\"https://www.youtube.com/watch?v=62DtQZWAIzw\" style=\"text-decoration:none;\"><u>the ad, titled &quot;Operation,&quot;</u></a> says: &quot;He was a Texas surgeon, performing operations while reportedly using cocaine. Two people died, others were paralyzed. Doctors spoke out,&quot; the narrator says, &quot;but the hospital did nothing to stop him. Families and victims sued the hospital.</p>\r\n\r\n<p>&quot;Then, weeks after accepting a quarter-million-dollar campaign contribution from the hospital&#39;s chairman, Greg Abbott got involved, using his office to go to court -- against the victims.&quot;</p>\r\n\r\n<p>Abbott solicited and accepted the donation, we confirmed, and the state intervened in lawsuits pitting patients against the hospital, though he got involved to defend a state law.</p>\r\n\r\n<p><strong>Senator&rsquo;s backup</strong></p>\r\n\r\n<p>By email, Davis spokesman Zac Petkanas said Davis based her claim in part on a July 30, 2014, <a href=\"http://www.dallasnews.com/news/community-news/plano/headlines/20140325-abbott-sides-with-baylor-hospital-in-neurosurgeon-lawsuit.ece\" style=\"text-decoration:none;\"><u>news story</u></a> in the <em>Dallas Morning News</em> stating that not long after the chairman of the board of the Baylor Health Care System, which owns the Baylor Regional Medical Center at Plano, donated $250,000 to Abbott&rsquo;s campaign, Abbott weighed in on federal lawsuits against the hospital where a neurosurgeon allegedly had done damage to patients.</p>\r\n\r\n<p><strong><em>News</em><strong> </strong>report and interview of donor</strong></p>\r\n\r\n<p>We confirmed from Abbott&rsquo;s <a href=\"http://www.ethics.state.tx.us/dfs/search_CF.htm\" style=\"text-decoration:none;\"><u>campaign finance filings</u></a> with the state and an interview with the board chairman and donor, Temple businessman Drayton McLane, that McLane donated $250,000 to Abbott&rsquo;s campaign in January 2014. That donation, the <em>News</em> story said, came after McLane gave the campaign $100,000 in 2013. Before the six-figure contributions, the story said, McLane&rsquo;s biggest donation to Abbott had been $25,000.</p>\r\n\r\n<p>Abbott&rsquo;s campaign recorded the $250,000 donation as arriving Jan. 23, 2014 -- the very date one of the relevant federal lawsuits were filed against the hospital. Then again, we realized <a href=\"https://twitter.com/Zac_Petkanas/status/522449050470060032\">with a nudge from Petkanas</a> after this article initially appeared, one of the several lawsuits <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGcU9DWWtnUjIxM3c/view?usp=sharing\">was filed Dec. 27, 2013</a>, weeks prior to McLane&#39;s contribution. His $250,000 check, <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGemZIaVFyWXdxLUk/view?usp=sharing\" style=\"text-decoration:none;\"><u>a photo</u></a> of which McLane&rsquo;s office emailed to us, was dated Jan. 21, 2014.</p>\r\n\r\n<p>The <em>News</em> story said Abbott and McLane had each told the paper the two had not discussed the lawsuits. McLane also said he didn&rsquo;t know about the case before contributing the $250,000, the paper said, and he stressed he had no personal financial interest in the nonprofit hospital system; the chairman&rsquo;s post is unpaid.</p>\r\n\r\n<p>By phone, McLane told us he&rsquo;s known Abbott since before <a href=\"http://www.politifact.com/texas/statements/2013/dec/16/sam-houston/sam-houston-private-practice-longer-greg-abbott-wa/\" style=\"text-decoration:none;\"><u>Abbott, originally a Houston lawyer, won election as a Harris County state district judge in 1992</u></a> and gave the $250,000 after Abbott asked him for a large contribution. McLane said he hadn&rsquo;t spoken with the Republican nominee since. Asked what he expected for the eye-catching contribution, McLane said: &quot;I&rsquo;m not expecting to get anything back. I believe in strong good government. Unfortunately, on both sides, there are heavy contributions.&quot;</p>\r\n\r\n<p>On top of not knowing about the lawsuits described by Davis before making his donation, McLane said, he hadn&rsquo;t long been chairman of Baylor Scott &amp; White Health, which owns the Plano facility, having become chairman when healthcare systems merged in October 2013; McLane previously chaired Scott &amp; White Healthcare.</p>\r\n\r\n<p><strong>Abbott in court</strong></p>\r\n\r\n<p>As noted in the <em>News</em>, the federal suits against the Baylor system and Plano hospital challenge the constitutionality of a state law requiring the plaintiffs to prove Baylor acted with actual intent to harm patients -- which the suing plaintiffs/families call an impossibly stiff burden.</p>\r\n\r\n<p>Petkanas of Davis&rsquo; campaign provided copies of several lawsuits filed on behalf of patients and families, each one alleging a neurosurgeon, Christopher Duntsch, was permitted by the Plano hospital to perform surgeries under the influence of illegal drugs and alcohol, causing harm.</p>\r\n\r\n<p>Those suits also challenge action by state lawmakers in 2003, while overhauling laws regulating lawsuits seeking damages, &nbsp;to delete a definition of &quot;malice&quot; in the law, hence &quot;eliminating a common-law right arbitrarily in light of the purposes of the statute leaving only an impossible condition before liability will attach,&quot; the lawsuits say.</p>\r\n\r\n<p>A spokeswoman for the attorney general&rsquo;s office, Lauren Bean, emailed us the state&rsquo;s nearly identical March 24, 2014, filings in three plaintiff challenges to the law. In the filings, the state said it has a statutory right to intervene in a case when the constitutionality of a state law is at issue. On March 31, 2014, a week after the state filed its request, U.S. District Judge Jorge A. Solis granted the request to intervene &quot;for the purpose of defending the constitutionality of Texas law,&quot; Solis wrote. <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGRVJxcEdlR3pLVVE/view?usp=sharing\" style=\"text-decoration:none;\"><u>His order</u></a> said no parties to the litigation objected.</p>\r\n\r\n<p>It&rsquo;s undisputed an attorney general may seek to get involved in a federal suit to defend a state law, but some lawyers told us it&rsquo;s up to the official to do so -- or not.</p>\r\n\r\n<p>Attorney <a href=\"http://www.vanweylaw.com/bio/kay-van-wey.cfm\" style=\"text-decoration:none;\"><u>Kay Van Wey</u></a>, who represents some plaintiffs in the suits against the hospital, said by email Abbott&rsquo;s move was unusual and unreasonable, though she didn&rsquo;t object, she said, because there is no legal way to do so; we didn&rsquo;t divine what she meant by that.</p>\r\n\r\n<p>Van Wey further said Abbott &quot;is defending a law that essentially gives immunity to hospitals for credentialing dangerous physicians. The law, as it now stands, denies access to the courts for good, taxpaying Texas citizens, who through no fault of their own, were butchered by a highly dangerous surgeon.</p>\r\n\r\n<p>&quot;Even if we prove the hospitals were grossly negligent in hiring and retaining a dangerous surgeon,&quot; Van Wey said, &quot;...it isn&#39;t enough under the current state of the law. In Texas, we have to prove &lsquo;malice,&rsquo; meaning we have to prove the hospital had a subjective intent to harm the patient. That is considered to be an impossible standard. It is clearly an erroneous and completely unfair law. He didn&#39;t have to intervene in our lawsuits. He chose to.&quot;</p>\r\n\r\n<p>The <em>News</em> story quoted Bean saying McLane&rsquo;s contributions played no role in his decision to intervene in the suits. Besides, Bean said, the &quot;state is not defending the hospital or the doctor in this case &mdash; or their alleged conduct. If the hospital or doctor have violated the law, then they will be held accountable, and nothing in the state&rsquo;s court filings opposes the plaintiffs,&quot; patients and families, &quot;on that front,&quot; she said.</p>\r\n\r\n<p>Bean gave us the agency&rsquo;s full response sent to the <em>News</em>. In it, Bean said the state &quot;will not be putting on any defense of any action by the hospital or any doctor. The state will not put on any evidence or make any argument whether the hospital&rsquo;s actions or the doctor&rsquo;s actions violate the law. The state does not condone, support or defend the actions of the hospital or doctor. The only thing the state will argue is that the law is not unconstitutional.&quot;</p>\r\n\r\n<p><strong>Outside lawyers</strong></p>\r\n\r\n<p>An Austin lawyer who helped write the 2003 change told us he believes the attorney general was bound to defend the revised law as Abbott is doing. <a href=\"http://www.hhm-llp.com/attorneys.html\" style=\"text-decoration:none;\"><u>Michael Hull</u></a> emailed: &quot;The AG intervention is consistent with federal and state law. The AG is defending the constitutionality of a statute. His office has not taken a position on the facts alleged in the petition nor has the AG chosen to defend the hospital or the doctor.&quot; Hull later said such constitutional challenges are rare, &quot;but when challenges do occur, it is common for the AG to defend the constitutionality of the statute.&quot;</p>\r\n\r\n<p>Hull and <a href=\"http://www.guajardomarks.com/dallas-attorney-michael-guajardo/\" style=\"text-decoration:none;\"><u>Michael Guajardo</u></a>, the Dallas president of the Texas Trial Lawyers Association, each pointed out any litigant is required to notify the state of a federal challenge to a state law&rsquo;s constitutionality</p>\r\n\r\n<p>We asked if that formal notice touched off Abbott&rsquo;s intervention. Not so, Bean said, adding the attorney general&rsquo;s office has no record of receiving the notice, which court filings say was sent by certified mail. Instead, Bean said, Jonathan Mitchell, the state solicitor general, learned of the suits from a March 10, 2014, news story in the Texas Lawyer magazine.</p>\r\n\r\n<p>Petkanas, told we hadn&rsquo;t uncovered proof the McLane donation prompted Abbott to enter the lawsuits, said by email the ad didn&rsquo;t assert a cause and effect -- only that McLane gave his campaign donation before Abbott intervened.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Davis said that weeks &quot;after accepting a quarter-million-dollar campaign contribution&quot; from a hospital board chairman, Greg Abbott went to court against victims of a drug-taking neurosurgeon.</p>\r\n\r\n<p>Davis&rsquo; statement needs clarification &ndash; that Abbott&rsquo;s intervention was limited to defending the constitutionality of Texas&rsquo; tort-reform laws.</p>\r\n\r\n<p>That makes this statement Mostly True.</p>\r\n\r\n<hr />\r\n<p><em><strong>MOSTLY TRUE</strong> </em><em>&ndash; The statement is accurate but needs clarification or additional information.</em></p>\r\n\r\n<p>Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\" style=\"text-decoration:none;\"> <u>more</u></a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n", "ruling_comments_date": "2014-10-15T13:36:42.428944", "ruling_date": "2014-10-15T17:22:58", "ruling_headline": "Wendy Davis says Greg Abbott fielded $250,000 donation weeks before opposing victims of surgeon", "ruling_headline_slug": "wendy-davis-says-greg-abbott-fielded-250000-donati", "ruling_link_text": "CORRECTED: Defending a Texas law", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"https://docs.google.com/document/d/1c30hA7mRGHIHW3yB3JMxtzIIDqoEbvkyMIekFhcehQE/pub\" style=\"text-decoration:none;\"><u>Script and backup information</u></a> for &quot;Operation,&quot; Wendy Davis campaign ad (received by email from Zac Petkanas, communications director, Wendy Davis campaign, Sept. 17, 2014)</p>\r\n\r\n<p>Legal filing, <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGcU9DWWtnUjIxM3c/view?usp=sharing\" style=\"text-decoration:none;\"><u>&quot;Demand for Jury Trial,&quot;</u></a> Passmore v. Baylor Health Care System, filed in U.S. District Court, Northern District of Texas, Dec. 27, 2013 (received by email from Zac Petkanas, Wendy Davis campaing, Oct. 15, 2014)</p>\r\n\r\n<p>Telephone interview, Drayton McLane, Temple, Oct. 7, 2014</p>\r\n\r\n<p>Document, <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGemZIaVFyWXdxLUk/view?usp=sharing\" style=\"text-decoration:none;\"><u>scanned image of check for $250,000</u></a> given by McLane to Greg Abbott campaign, dated Oct. 21, 2014 (received by email from Webb Stickney, senior vice president, McLane Group, Oct. 9, 2014)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1wDWPzVcxGQXYSE5RqHvvAZ8Q_bSehTcKhkR5ASQSOpE/pub\" style=\"text-decoration:none;\"><u>Emails</u></a>, Lauren Bean, deputy communications director, Office of the Attorney General of Texas, Sept. 19 and Oct. 9, 2014</p>\r\n\r\n<p>Telephone interview and <a href=\"https://docs.google.com/document/d/1mmSqG3AO2iDcWkF0ONblO3JfCJFokGW3WV86270xhEA/pub\" style=\"text-decoration:none;\"><u>email</u></a>, Michael Hull, attorney, Austin, Oct. 7-8, 2014</p>\r\n\r\n<p>Telephone interview, Michael Guajardo, attorney, Dallas, Oct. 9, 2014</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1_T4BzS0IFLZ90zVfDnU4XgjgHJ3ntV4ePupraApZnCo/pub\" style=\"text-decoration:none;\"><u>Emails</u></a>, &nbsp;<a href=\"http://www.vanweylaw.com/bio/kay-van-wey.cfm\" style=\"text-decoration:none;\"><u>Kay Van Wey</u></a>, attorney, Oct. 9, 2014</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "state senator", "false_count": 1, "first_name": "Wendy", "half_true_count": 8, "home_state": "Texas", "id": 550, "last_name": "Davis", "mostly_true_count": 12, "name_slug": "wendy-davis", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/davis.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/550/", "total_count": 27, "true_count": 0, "website": "http://www.senate.state.tx.us/75r/Senate/members/dist10/dist10.htm"}, "statement": "<p>&quot;Weeks after accepting a quarter-million-dollar campaign contribution&quot; from a hospital board chairman, Greg Abbott went to court against victims of a drug-taking neurosurgeon.</p>\r\n", "statement_context": "a TV ad", "statement_date": "2014-09-17", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 154, "photo": null, "resource_uri": "/api/v/2/subject/154/", "subject": "Campaign Finance", "subject_slug": "campaign-finance", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 12, "current_job": "governor", "false_count": 8, "first_name": "Greg", "half_true_count": 9, "home_state": "Texas", "id": 409, "last_name": "Abbott", "mostly_true_count": 9, "name_slug": "greg-abbott", "pants_count": 6, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/abbottmugnew16pft.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/409/", "total_count": 56, "true_count": 12, "website": "http://gregabbott.com/"}], "twitter_headline": ""}