{"art": [{"brightcove": "", "caption": "Sen. Mark Udall, D-Colo., left, and U.S. Rep. Cory Gardner, R-Colo., greet the audience at the start of a televised debate on Oct. 15, 2014. ", "id": 5266, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Cory_Gardner_at_debate.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/5266/", "title": "Cory Gardner at debate", "wibbitz": "", "youtube": "", "youtubeID": ""}, {"brightcove": "", "caption": "The director of the Centers for Disease Control and Prevention, Thomas Frieden (left), joins other top government officials in testifying before a House committee on Oct. 16, 2014.", "id": 5274, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/CDC_testimony.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/5274/", "title": "CDC testimony", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2014/oct/20/cory-gardner/amid-ebola-cases-cory-gardner-blasts-cdc-spending-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 10095, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/10095/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>As fears over Ebola reached a crescendo, Rep. Cory Gardner, R-Colo., took a shot at the federal government&rsquo;s handling of the disease during a debate with Democratic Sen. Mark Udall.</p>\r\n\r\n<p>Gardner has been gaining ground in the closely&nbsp;watched Colorado Senate race, and that contest is just one of many around the country in which Ebola has become an issue.</p>\r\n\r\n<p>Gardner, referring to the Centers for Disease Control and Prevention, said, &quot;Perhaps the CDC should quit spending money on things like jazzercise, urban gardening and massage therapy and direct that money to where it&#39;s appropriate in protecting the health of the American people.&quot;</p>\r\n\r\n<p>We wondered if it was true that the government is spending money on jazzercise, urban gardening and the like at the expense of funding for Ebola. We&nbsp;thought this claim deserved a closer look, so we&rsquo;ll break it down into a few parts.</p>\r\n\r\n<p><strong>Is the CDC spending money on jazzercise, urban gardening and massage therapy?</strong></p>\r\n\r\n<p>We couldn&rsquo;t nail that down for sure, but it&rsquo;s plausible.</p>\r\n\r\n<p>We asked both Gardner&rsquo;s staff and the CDC for documentation of this claim, but neither got back to us with evidence either way.</p>\r\n\r\n<p>However, we found an unsigned <a href=\"http://online.wsj.com/articles/the-ebola-democrats-1412810709\" style=\"text-decoration:none;\"><u>column</u></a> from the <em>Wall Street Journal</em>&rsquo;s editorial page -- a leading source of conservative commentary -- that makes that claim. Here&rsquo;s an excerpt from that editorial, published on Oct. 9, 2014, which focuses on the Prevention and Public Health Fund, or PPHF:</p>\r\n\r\n<p style=\"margin-left:36pt\"><em>&quot;The PPHF automatically hands the Health and Human Services bureaucracy $15 billion this decade and after that $2 billion a year, with no earmarks, in perpetuity. HHS (of which the CDC is a part) can dip into this honey pot for whatever it pleases.</em></p>\r\n\r\n<p style=\"margin-left:36pt\"><em>&quot;In 2013 HHS raided the PPHF of $453.8 million, or 48 percent of that year&rsquo;s appropriation, to fund the Obamacare insurance exchanges. Those PPHF dollars that have flowed to public health are an insult to this once august field. The PPHF sponsors liberal pressure groups to lobby states and cities for higher tobacco taxes and zoning laws that restrict fast food, and its other urgent causes include dance fitness, massage therapy, painting bike lanes, salad bars in school cafeterias, pet neutering and urban gardening.</em></p>\r\n\r\n<p style=\"margin-left:36pt\"><em>&quot;The core of public health used to be society&rsquo;s interest in securing the conditions necessary for human survival&mdash;mainly meaning epidemiology and combating communicable diseases. The pity is that all too often the current CDC has diluted its mission and budget by funding political causes that the doctors and troops in West Africa (and Texas) don&rsquo;t need. The list extends to anti-bullying, trans fats, prescription opiate abuse, college rape prevention, workplace wellness, &lsquo;racial and ethnic approaches to community health,&rsquo; and promoting breast feeding.&quot;</em></p>\r\n\r\n<p>We&rsquo;ll set aside the editorial&rsquo;s belittling tone toward efforts to combat bullying, drug abuse and rape, and instead investigate the questions it raises about the fund and how it allocates funding.</p>\r\n\r\n<p>The fund was established with the passage of the Affordable Care Act (or Obamacare) in 2010. Initially, it was supposed to be funded by $15 billion over its first 10 years; legislation passed by Congress and signed by President Barack Obama in 2012 cut that amount by $5 billion over 10 years.</p>\r\n\r\n<p>The <a href=\"http://www.hhs.gov/open/recordsandreports/prevention/\" style=\"text-decoration:none;\"><u>purpose of the fund</u></a> is &quot;to provide expanded and sustained national investments in prevention and public health, to improve health outcomes, and to enhance health care quality.&quot; In practice, CDC provides grants to local governments and nonprofits, who then decide how to spend the money to meet public health goals.&nbsp;</p>\r\n\r\n<p>However, the fund has proved to be &quot;a tempting target for policy makers of both parties,&quot; according to an analysis of the fund <a href=\"http://www.healthaffairs.org/healthpolicybriefs/brief.php?brief_id=63\" style=\"text-decoration:none;\"><u>published</u></a> in the journal <em>Health Affairs</em>.<em> </em>The authors of the <em>Health Affairs </em>analysis wrote that it &quot;got off to a rocky start,&quot; due to complaints by both liberals and conservatives.</p>\r\n\r\n<p>Liberals expressed concern that Obama was gutting the fund by agreeing to the cuts, which supported the continuation of payroll tax breaks, an extension of unemployment benefits and a &quot;fix&quot; to prevent cuts to physician reimbursement under Medicare -- items that had little if anything to do with preventing disease.</p>\r\n\r\n<p>Conservatives, for their part, questioned whether the fund needed to exist at all, particularly in a time of growing federal debt. Some Republicans proposed eliminating the fund and using some of the proceeds to pay for repeal of the Affordable Care Act&#39;s requirement that small-business owners file 1099 tax reporting forms, <em>Health Affairs </em>reported.</p>\r\n\r\n<p>Meanwhile, Republicans also questioned whether the government should be paying for things that people can do for free, like exercise. Sen. Mike Enzi, R-Wyo., the ranking member on the Senate Health, Education, Labor, and Pensions Committee, dismissed it as a &quot;slush fund ... to build sidewalks, jungle gyms, and swing sets.&quot;</p>\r\n\r\n<p>We were only able to document broad categories of spending from the fund; once we drilled down into online disclosure forms for grants, they didn&rsquo;t cite such specific details as &quot;jazzercise,&quot; &quot;urban gardening&quot; or &quot;massage therapy.&quot;&nbsp;</p>\r\n\r\n<p>But when we asked public-health experts whether such categories could have been spent on the kinds of activities Gardner criticized, they said it&rsquo;s likely.</p>\r\n\r\n<p>The fund&rsquo;s mission is to &quot;improve health and prevent chronic illnesses by expanding preventive care and supporting proven community-based programs that reduce obesity, tobacco use and other preventable conditions, and I would think that healthy food and physical activity efforts would fit right in,&quot; said Elizabeth Rigby, an associate professor of public policy and public administration at George Washington University.</p>\r\n\r\n<p>Glen Mays, a professor at the University of Kentucky College of Public Health, agreed.</p>\r\n\r\n<p>&quot;Are there scientifically proven prevention strategies that involve helping people reach recommended levels of daily exercise through organized group activities like &lsquo;jazzercise, urban gardening, or other forms of physical activity? Absolutely,&quot; Mays said, citing CDC&rsquo;s<a href=\"http://www.cdc.gov/diabetes/prevention/\" style=\"text-decoration:none;\"> <u>Diabetes Prevention Program</u></a> and<a href=\"http://www.cdc.gov/wisewoman/\" style=\"text-decoration:none;\"> <u>WISEWOMAN</u></a> program.</p>\r\n\r\n<p>&quot;Beyond their exercise benefits, gardening programs also have been shown to increase knowledge of and access to healthy food choices, especially in urban and rural<a href=\"http://apps.ams.usda.gov/fooddeserts/fooddeserts.aspx\" style=\"text-decoration:none;\"> <u>food deserts</u></a>,&quot; Mays said, and in certain contexts, massage therapy could fit as well.</p>\r\n\r\n<p>Bottom line: We aren&rsquo;t 100 percent sure that CDC dollars have been spent on jazzercise, urban gardens or massage therapy, but it&rsquo;s quite possible they have been.</p>\r\n\r\n<p><strong>Does Gardner&rsquo;s focus accurately describe what the fund does?</strong></p>\r\n\r\n<p>No, it&rsquo;s pretty misleading.</p>\r\n\r\n<p>Here&rsquo;s a flavor of how CDC <a href=\"http://www.hhs.gov/open/recordsandreports/prevention/\" style=\"text-decoration:none;\"><u>plans</u></a> to spend <a href=\"http://www.hhs.gov/open/recordsandreports/prevention/\" style=\"text-decoration:none;\">money from the Prevention and Public Health Fund in fiscal year 2014. </a>(CDC is only one of several federal agencies that&rsquo;s able to spend money from the fund, though we&rsquo;ll limit our analysis to CDC because of how Gardner framed his claim.)</p>\r\n\r\n<p>&bull; Immunization: $160 million;</p>\r\n\r\n<p>&bull; Smoking prevention: $105 million;</p>\r\n\r\n<p>&bull; Cancer prevention and control: $104 million;</p>\r\n\r\n<p>&bull; Heart disease and stroke prevention: $77 million;</p>\r\n\r\n<p>&bull; Diabetes prevention: $73 million;</p>\r\n\r\n<p>&bull; Epidemiology and laboratory capacity: $40 million;</p>\r\n\r\n<p>&bull; Nutrition, physical activity, and obesity: $39 million;</p>\r\n\r\n<p>&bull; Racial and ethnic approaches to community health: $30 million;</p>\r\n\r\n<p>&bull; Lead poisoning prevention: $13 million;</p>\r\n\r\n<p>&bull; Infection prevention in health care facilities: $12 million;</p>\r\n\r\n<p>&bull; Workplace wellness: $10 million;</p>\r\n\r\n<p>&bull; Breastfeeding promotion and support: $8 million;</p>\r\n\r\n<p>&bull; Miscellaneous prevention efforts: $160 million;</p>\r\n\r\n<p>The total for all these activities: $831 million.</p>\r\n\r\n<p>More than half went for categories that would be irrelevant for the items Gardner cites. And even within the $300 million-plus spent on items such as preventing obesity, diabetes, heart disease, stroke and cancer, experts are certain that items such as jazzercise represent a tiny fraction of what CDC is spending.</p>\r\n\r\n<p>The plan&rsquo;s critics have chosen the silliest-sounding items -- an effective rhetorical tactic, but not a very honest one. (As for the <em>Wall Street Journal </em>editorial&rsquo;s complaint that CDC has abandoned its traditional role in &quot;combating communicable diseases,&quot; we&rsquo;ll note that the single biggest spending item from the fund is for immunizations.)</p>\r\n\r\n<p><strong>How solid is the argument that prevention funding should be shifted to Ebola?</strong></p>\r\n\r\n<p>When the preventive fund was created, lawmakers explicitly tilted the authority for disbursing the funds toward the executive branch, rather than Congress, so there shouldn&rsquo;t be insurmountable roadblocks to shifting money around. So CDC -- or the agency it reports to, the Department of Health and Human Services -- could probably switch dollars around if it wished.</p>\r\n\r\n<p>But as it happens, there&rsquo;s really no need to switch money out of the fund, since the fund can be used <em>directly </em>to pay for Ebola expenses. Remember that $12 million we noted above that&rsquo;s targeted for &quot;infection prevention in health care facilities&quot; for 2014? That&rsquo;s relevant because, &quot;right now in the United States, Ebola is <em>exclusively </em>a hospital-acquired infection,&quot; Mays said.</p>\r\n\r\n<p>Indeed, Mays added, the prevention fund is <em>already </em>funding the CDC&rsquo;s<a href=\"http://www.cdc.gov/ncezid/dpei/epidemiology-laboratory-capacity.html\" style=\"text-decoration:none;\"> <u>Epidemiology, Laboratory Capacity, and Emerging Infections</u></a> program, which &quot;supports exactly the types of testing, contact tracing, and remediation activities that are underway by state and local health departments in Texas and Ohio in response to Ebola.&quot;</p>\r\n\r\n<p>So Gardner is confusing matters by making it prevention vs. Ebola. It doesn&rsquo;t have to be.</p>\r\n\r\n<p>There&rsquo;s also another issue to consider. We can see why people might chuckle at the thought of federal money going to jazzercise, but it&rsquo;s important not to lose sight of the fund&rsquo;s purpose -- prevention.</p>\r\n\r\n<p>&quot;Prevention&quot; has been part of the official name of the Centers for Disease Control and Prevention since 1992, when George H.W. Bush was president. The &quot;P&quot; never made it into the agency&rsquo;s common acronym -- and prevention is not as swashbuckling a sector as some divisions of CDC -- but it&rsquo;s an important part of the agency&rsquo;s mission nonetheless.</p>\r\n\r\n<p>Why? Take a look at the <a href=\"http://www.cdc.gov/nchs/fastats/leading-causes-of-death.htm\" style=\"text-decoration:none;\"><u>death statistics</u></a> for diseases covered by grants from the fund. (The figures cover 2010, the most recent year available).</p>\r\n\r\n<p>&bull; Heart disease: 596,577 deaths;</p>\r\n\r\n<p>&bull; Cancer: 576,691 deaths;</p>\r\n\r\n<p>&bull; Stroke: 128,932 deaths;</p>\r\n\r\n<p>&bull; Diabetes: 73,831 deaths;</p>\r\n\r\n<p>&bull; Influenza and Pneumonia: 53,826 deaths.</p>\r\n\r\n<p>That&rsquo;s more than 1.4 million deaths <em>annually </em>from what medical experts, including the CDC, consider preventable diseases -- compared to (so far) just one from Ebola in the United States. This doesn&rsquo;t mean we should be spending zero on Ebola; nor does it mean the fund can prevent anything approaching to 1.4 million deaths a year. It doesn&rsquo;t even mean that the fund is spending the right amount of money, or for the right things.</p>\r\n\r\n<p>What it does mean is that Gardner&rsquo;s flip dismissal of preventive-health efforts obscures the imbalance in the number of lives at stake every year.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Gardner said the CDC is &quot;spending money on things like jazzercise, urban gardening and massage therapy&quot; that could be redirected Ebola.</p>\r\n\r\n<p>We weren&rsquo;t able to document such expenditures, but given the agency&rsquo;s spending parameters, it&rsquo;s certainly possible they&rsquo;ve<strong> </strong>been made. However, by cherry-picking three chuckle- (or outrage-) inducing spending items, Gardner presents a misleading description of what the fund does. Those efforts almost certainly represent a tiny fraction of spending from the prevention fund, which is dominated by efforts to attack diseases that kill more than 1.4 million people every year, rather than one so far with Ebola.</p>\r\n\r\n<p>The claim contains some element of truth but ignores critical facts that would give a different impression, so we rate it Mostly False.</p>\r\n", "ruling_comments_date": "2014-10-17T16:07:36.345902", "ruling_date": "2014-10-20T11:32:12", "ruling_headline": "Amid Ebola cases, Cory Gardner blasts CDC spending on 'jazzercise,' 'urban gardens'", "ruling_headline_slug": "amid-ebola-cases-cory-gardner-blasts-cdc-spending-", "ruling_link_text": "Flip comment paints misleading picture", "ruling_state": null, "source_documents": null, "sources": "<p>Cory Gardner, <a href=\"http://www.9news.com/story/news/politics/2014/10/16/watch-colorado-senate-debate/17343379/\" style=\"text-decoration:none;\"><u>comments in a debate with Sen. Mark Udall</u></a>, Oct. 15, 2014</p>\r\n\r\n<p><em>Wall Street Journal</em>, &quot;<a href=\"http://online.wsj.com/articles/the-ebola-democrats-1412810709\" style=\"text-decoration:none;\"><u>The Ebola Democrats: The CDC budget is too small to stop the virus, but still funds jazzercise</u></a>&quot; (editorial), Oct. 9, 2014</p>\r\n\r\n<p><em>Health Affairs</em>, &quot;<a href=\"http://www.healthaffairs.org/healthpolicybriefs/brief.php?brief_id=63\" style=\"text-decoration:none;\"><u>The Prevention and Public Health Fund</u></a>,&quot; Feb. 23, 2012</p>\r\n\r\n<p>Department of Health and Human Services, &quot;<a href=\"http://www.hhs.gov/open/recordsandreports/prevention/\" style=\"text-decoration:none;\"><u>Prevention and Public Health Fund</u></a>,&quot; accessed Oct. 17, 2014</p>\r\n\r\n<p>Centers for Disease Control and Prevention, &quot;<a href=\"http://www.cdc.gov/nchs/fastats/leading-causes-of-death.htm\" style=\"text-decoration:none;\"><u>Leading Causes of Death</u></a>,&quot; final 2010 data</p>\r\n\r\n<p>Trust for America&#39;s Health, &quot;<a href=\"http://healthyamericans.org/health-issues/wp-content/uploads/2013/09/Truth-about-the-PPHF.pdf\" style=\"text-decoration:none;\"><u>The Truth About the Prevention and Public Health Fund</u></a>,&quot; September 2013</p>\r\n\r\n<p>Glen Mays, &quot;<a href=\"http://publichealtheconomics.org/2014/06/20/the-comparative-effectiveness-of-preparedness/\" style=\"text-decoration:none;\"><u>The Comparative Effectiveness of Preparedness</u></a>&quot; (blog post), June 20, 2014</p>\r\n\r\n<p><em>Washington Post</em>, &quot;<a href=\"http://www.washingtonpost.com/blogs/wonkblog/wp/2013/04/19/the-incredible-shrinking-prevention-fund/\" style=\"text-decoration:none;\"><u>The incredible shrinking Prevention Fund</u></a>,&quot; April 19, 2013</p>\r\n\r\n<p>PolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/article/2014/oct/17/was-ebola-vaccine-research-hindered-nih-funding-cu/\" style=\"text-decoration:none;\"><u>Ebola vaccine research and NIH funding cuts: reviewing the numbers</u></a>,&quot; Oct. 17, 2014</p>\r\n\r\n<p>Email interview with Albert Lang, spokesman for the Trust for America&rsquo;s Health, Oct. 17, 2014</p>\r\n\r\n<p>Email interview with Elizabeth Rigby, associate professor of public policy and public administration at George Washington University, Oct. 16, 2014</p>\r\n\r\n<p>Email interview with Glen Mays, a professor at the University of Kentucky College of Public Health, Oct. 16, 2014</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 4, "current_job": "U.S. Senator", "false_count": 1, "first_name": "Cory", "half_true_count": 0, "home_state": "Colorado", "id": 2746, "last_name": "Gardner", "mostly_true_count": 2, "name_slug": "cory-gardner", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Cory_Gardner_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2746/", "total_count": 7, "true_count": 0, "website": "https://www.gardner.senate.gov/"}, "statement": "<p>The CDC is &quot;spending money on things like jazzercise, urban gardening and massage therapy&quot; that could be redirected to Ebola.</p>\r\n", "statement_context": "a debate", "statement_date": "2014-10-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 316, "photo": null, "resource_uri": "/api/v/2/subject/316/", "subject": "Ebola", "subject_slug": "ebola", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 202, "photo": null, "resource_uri": "/api/v/2/subject/202/", "subject": "Public Health", "subject_slug": "public-health", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}