{"art": [{"brightcove": "", "caption": "A colorized scanning electron micrograph of filamentous Ebola virus particles (in blue) budding from a infected cell (yellow-green). (National Institute of Allergy and Infectious Disease)", "id": 5296, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Ebola_image.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/5296/", "title": "Ebola", "wibbitz": "", "youtube": "", "youtubeID": ""}, {"brightcove": "", "caption": "Sen. Rand Paul, R-Ky., is greeted by New Hampshire GOP Chair Jennifer Horn at the party headquarters Oct. 16, 2014, in Concord, N.H. ", "id": 5315, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/AP_CON101_GOP_2016_PAUL.JPG", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/5315/", "title": "Rand Paul NH", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "scontorno@politifact.com", "first_name": "Steve", "id": 422, "last_name": "Contorno", "name_slug": "steve-contorno", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/contorno2.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/422/", "title": "PolitiFact Staff Writer", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2014/oct/27/rand-paul/ebola-virus-incredibly-contagious-and-easy-catch-r/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 10143, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "scontorno@politifact.com", "first_name": "Steve", "id": 422, "last_name": "Contorno", "name_slug": "steve-contorno", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/contorno2.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/422/", "title": "PolitiFact Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/10143/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Count Sen. Rand Paul, R-Ky., among Republicans who don&rsquo;t think the White House has taken the Ebola threat seriously enough.</p>\r\n\r\n<p>While campaigning for Republicans in New Hampshire on Oct. 16, Paul&nbsp;told <a href=\"http://concordnewsradio.com/?cat=7\" style=\"text-decoration:none;\"><u>Concord News Radio</u></a> that President Barack Obama &quot;has so tried to downplay the transmissibility of&quot; the Ebola virus that it&rsquo;s putting people at risk.</p>\r\n\r\n<p>&quot;This is an incredibly contagious disease,&quot; Paul said. &quot;People in full gloves and gowns are getting it. So really they need to be honest &mdash; this is a very transmissible disease.&quot;</p>\r\n\r\n<p>Paul added: &quot;They&rsquo;re still learning about this. We&rsquo;re all still learning about this. But this is not something that is hard to catch, this is something that appears to be very easy to catch.&quot;</p>\r\n\r\n<p>Is the Ebola virus &quot;incredibly contagious,&quot; &quot;very transmissible&quot; and &quot;easy to catch&quot;? We decided to check it out.</p>\r\n\r\n<p>Paul&rsquo;s office said his comments implied that he was talking about how easy it is to get the virus from contact with an infected individual. In a lengthy response to PolitiFact, spokesman Brian Darling said that &quot;exposure to even a small amount of virus can cause infection.&quot;</p>\r\n\r\n<p>The 2014 outbreak of the Ebola virus in West Africa is the largest in history, according to the World Health Organization. It&rsquo;s also the first time the virus has made its way to the United States; <a href=\"http://www.telegraph.co.uk/news/worldnews/ebola/11184292/New-York-doctor-becomes-fourth-to-be-diagnosed-with-Ebola-in-US.html\" style=\"text-decoration:none;\"><u>health officials confirmed the fourth U.S. case</u></a> Thursday in a doctor returning to New York from treating Ebola patients in West Africa.</p>\r\n\r\n<p>So far, though, only two individuals &mdash; both Texas health care workers that treated an African man who later died from the disease &mdash; have contracted the virus on U.S. soil. This despite the fact that infected individuals have come into contact with dozens, if not hundreds, of people while they purportedly had the disease, <a href=\"http://www.usatoday.com/story/news/nation/2014/10/19/ebola-quarantine-ends/17443059/\" style=\"text-decoration:none;\"><u>including close family members</u></a>.</p>\r\n\r\n<p>That seems to dispel, at least anecdotally, the idea that the disease is &quot;incredibly contagious&quot; and &quot;easy to catch,&quot; even from an infected person. But let&rsquo;s get into the nitty gritty.</p>\r\n\r\n<p><strong>How does Ebola spread?</strong></p>\r\n\r\n<p>Ebola is not an airborne infection. For example, it is rare &mdash; if it&rsquo;s even possible at all &mdash; that the disease would spread through coughing or sneezing (which are not even symptoms of Ebola, as our colleagues at <a href=\"http://www.politifact.com/punditfact/statements/2014/oct/19/george-will/george-will-claims-sneeze-cough-spread-ebola/\" style=\"text-decoration:none;\"><u>PunditFact</u></a> recently noted).</p>\r\n\r\n<p>According to the World Health Organization, Ebola spreads through &quot;human-to-human transmission via direct contact (through broken skin or mucous membranes) with blood, secretions, organs or other bodily fluids of infected people.&quot; This means that the most common way Ebola is spread is direct contact with vomit, blood or fecal matter of an infected patient. Individuals who have such contact are at high risk.</p>\r\n\r\n<p>The <a href=\"http://www.cdc.gov/vhf/ebola/hcp/case-definition.html\" style=\"text-decoration:none;\"><u>Centers for Disease Control and Prevention</u></a> says &quot;being within approximately 3 feet of an (Ebola) patient or within the patient&rsquo;s room or care area for a prolonged period of time,&quot; is also potential cause for concern. But the organization noted the risk is low.</p>\r\n\r\n<p>There is also potential risk of transmission through contaminated surfaces and objects, however the World Health Organization notes the danger is, again, low, and most studies from previous Ebola outbreaks show that &quot;all cases were infected by direct close contact with symptomatic patients.&quot;</p>\r\n\r\n<p>Finally, experts note that individuals are not infectious &mdash; meaning they cannot spread the virus &mdash; until they are showing symptoms, which takes between 2 and 21 days. Symptoms start with a fever, followed by vomiting and diarrhea.</p>\r\n\r\n<p>So to be at a high risk of contracting Ebola, you need to come into contact with the blood, feces or vomit of someone who is showing symptoms. The number of people who find themselves in this situation are relatively small.</p>\r\n\r\n<p>There is potential for it to spread other ways &mdash; such as being in close range with someone who has the disease or touching an object contaminated by an infected person &mdash; but the risk is low, because &quot;as an enveloped virus, it has a low tendency to stay viable outside the body,&quot; said Thomas Fekete, a professor of infectious diseases at the Temple University School of Medicine. &quot;And because it is not aerosolized it isn&#39;t especially easy to catch through the respiratory tract.&quot;</p>\r\n\r\n<p><strong>How contagious is it?</strong></p>\r\n\r\n<p>The CDC defines contagious as &quot;a very communicable disease capable of spreading rapidly from one person to another by contact or close proximity.&quot;</p>\r\n\r\n<p>In Africa, the disease has claimed so many victims because of poor health systems that lack supplies and safeguards and because of burial practices where people directly handle bodies without necessary protections. This is what caused such a large outbreak there.</p>\r\n\r\n<p>Burials are especially problematic because the near dead or recently dead have very high levels of the virus and are &quot;very infectious as a result,&quot; said Christopher Whalen, a professor of infectious disease epidemiology at the University of Georgia College of Public Health.</p>\r\n\r\n<p>But even in the worst outbreak Africa has experienced, health care officials have noted that the disease does not spread from one host to many others.</p>\r\n\r\n<p>The basic reproduction number, or R0, of a disease is calculated as the average number of secondary cases resulting from an infected individual entering an uninfected population. The higher the R0 is above 1, the greater the chances it has&nbsp;of spreading.</p>\r\n\r\n<p>The <a href=\"http://www.nejm.org/doi/full/10.1056/NEJMoa1411100#t=articleResults\" style=\"text-decoration:none;\"><u>R0 of the Ebola virus in Africa</u></a> during the recent outbreak has ranged from 1.20 to 2.02, depending on the country. That&rsquo;s in line with historical data on the disease.</p>\r\n\r\n<p>How does that <a href=\"http://www.npr.org/blogs/health/2014/10/02/352983774/no-seriously-how-contagious-is-ebola\" style=\"text-decoration:none;\"><u>compare to other viruses</u></a>? Well, HIV, which is only transmitted by sexual intercourse and blood transfers, has a R0 of 4. The measles has a R0 of 18.</p>\r\n\r\n<p>Meaning, while the disease has the potential to spread, &quot;minimum requirements for the containment of Ebola are far less severe than for the containment of more contagious diseases, such as measles,&quot; according to the World Health Organization Ebola Response Team.</p>\r\n\r\n<p>Rachael Jones, a professor at the University of Illinois-Chicago School of Public Health, told PolitiFact: &quot;The epidemiological evidence suggests that Ebola is less infectious than many other viruses that commonly affect people, such as influenza.&quot; &nbsp;</p>\r\n\r\n<p><strong>What if you come in contact with someone who has Ebola?</strong></p>\r\n\r\n<p>Ebola is &quot;easy to catch&quot; in the sense that you don&#39;t need prolonged contact with infected fluids to pick it up, Fekete said. However, not many people come in contact with these infected fluids. And, the evidence shows some people who do spend time around an infected patient don&rsquo;t get the virus, either.</p>\r\n\r\n<p>&quot;It seems as though even a brief exposure to the virus can lead to a transmission event, as some patients describe one contact event with an ill patient,&quot; Whalen said. &quot;But, on the other side, think of all of the family members of Ebola patients who were exposed in the household of a case, but didn&rsquo;t develop the disease. We tend not to hear about them, yet they constitute an important part of our understanding the attack rate.&quot;</p>\r\n\r\n<p>But Paul&rsquo;s spokesman, Darling, argued, &quot;The reason why doctors and nurses who come into contact with an infected individual wear 100 percent protection then have to go through a thorough disinfection process, is because it is &lsquo;easy to catch&rsquo; from somebody who is showing symptoms.&quot;</p>\r\n\r\n<p>That&rsquo;s not necessarily the case, according to health experts we spoke with.</p>\r\n\r\n<p>For one, health care workers are in close contact with infected individuals at their most infectious state and are handling bodily fluids known to carry higher concentrations of the virus. That puts them at greater risk than someone sitting next to a person who is infected, even if that person is showing symptoms.</p>\r\n\r\n<p>Further, unlike much more contagious diseases, Ebola causes death in 50 percent of patients. That sparks extra precaution.</p>\r\n\r\n<p>&quot;These recommendations arise from the seriousness of the infection, not from the infectivity of the pathogen,&quot; Jones said.</p>\r\n\r\n<p>Given the high mortality rate from the disease, if it was &quot;incredibly contagious&quot; and &quot;easy to catch,&quot; the United States would likely have more deaths already.</p>\r\n\r\n<p>&quot;The joke that more Americans have been married to Kim Kardashian than have died of Ebola would not be true if it were so easy to catch,&quot; Fekete said.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Paul called Ebola&nbsp;&quot;incredibly contagious,&quot; &quot;very transmissible&quot; and &quot;easy to catch.&quot;</p>\r\n\r\n<p>A person who comes into contact with bodily fluids from an Ebola patient for a short period can contract the virus. In that limited sense, Ebola is &quot;easy to catch.&quot; Health care workers and individuals handling patients at or near death are also at greater risk, because that appears to be when the disease is at its most infectious, experts said.</p>\r\n\r\n<p>However, the overwhelming evidence shows that Ebola is less contagious and transmissible than many other diseases. By the numbers, Ebola patients go on to infect relatively few people. This is because a patient only spreads the disease while showing symptoms; the virus cannot be spread through the air; and people don&rsquo;t often come into contact with the bodily fluids of other individuals. Contracting the disease through other methods, like touching surfaces or standing close to infected patients, while possible, are rare and present a low risk.</p>\r\n\r\n<p>Ebola is a serious and deadly disease that is absolutely capable of spreading if necessary precautions aren&rsquo;t taken. But in using words like &quot;incredibly,&quot; &quot;very&quot; and &quot;easy,&quot; Paul vastly inflates the virus&rsquo; ability to move from person to person. We rate his statement Mostly False.</p>\r\n", "ruling_comments_date": "2014-10-27T11:44:33.179282", "ruling_date": "2014-10-27T13:10:31", "ruling_headline": "Is the Ebola virus 'incredibly contagious' and 'easy to catch,' like Rand Paul says?", "ruling_headline_slug": "ebola-virus-incredibly-contagious-and-easy-catch-r", "ruling_link_text": "The Ebola scare continues", "ruling_state": null, "source_documents": null, "sources": "<p>Concord News Radio, &quot;<a href=\"http://concordnewsradio.com/?p=5941\" style=\"text-decoration:none;\"><u>Kentucky Senator Rand Paul Campaigns for Republican Candidates in New Hampshire</u></a>,&quot; Oct. 27, 2014</p>\r\n\r\n<p>Email interview with Brian Darling, spokesman Sen. Rand Paul, Oct. 22, 2014</p>\r\n\r\n<p>World Health Organization, &quot;<a href=\"http://www.who.int/mediacentre/factsheets/fs103/en/\" style=\"text-decoration:none;\"><u>Ebola virus disease</u></a>,&quot; September 2014</p>\r\n\r\n<p>World Health Organization, &quot;<a href=\"http://www.who.int/mediacentre/news/ebola/06-october-2014/en/\" style=\"text-decoration:none;\"><u>What we know about transmission of the Ebola virus among humans</u></a>,&quot; Oct. 6, 2014</p>\r\n\r\n<p>World Health Organization, &quot;<a href=\"http://www.who.int/csr/disease/ebola/faq-ebola/en/\" style=\"text-decoration:none;\"><u>Frequently asked questions on Ebola virus disease</u></a>,&quot; Aug. 8, 2014</p>\r\n\r\n<p>Centers for Disease Control and Prevention, &quot;<a href=\"http://www.bt.cdc.gov/preparedness/quarantine/\" style=\"text-decoration:none;\"><u>Understand Quarantine and Isolation</u></a>,&quot; Feb. 10, 2014</p>\r\n\r\n<p>Centers for Disease Control and Prevention, &quot;<a href=\"http://www.cdc.gov/vhf/ebola/transmission/human-transmission.html\" style=\"text-decoration:none;\"><u>Review of Human-to-Human Transmission of Ebola Virus</u></a>,&quot; Oct. 17, 2014</p>\r\n\r\n<p><em>New England Journal of Medicine</em>, &quot;<a href=\"http://www.nejm.org/doi/full/10.1056/NEJMoa1411100#t=articleResults\" style=\"text-decoration:none;\"><u>Ebola Virus Disease in West Africa &mdash; The First 9 Months of the Epidemic and Forward Projections</u></a>,&quot; Oct. 16, 2014</p>\r\n\r\n<p>National Public Radio, &quot;<a href=\"http://www.npr.org/blogs/health/2014/10/02/352983774/no-seriously-how-contagious-is-ebola\" style=\"text-decoration:none;\"><u>No, Seriously, How Contagious Is Ebola?</u></a>&quot; Oct. 2, 2014</p>\r\n\r\n<p><em>The Telegraph</em>, &quot;<a href=\"http://www.telegraph.co.uk/news/worldnews/ebola/11184292/New-York-doctor-becomes-fourth-to-be-diagnosed-with-Ebola-in-US.html\" style=\"text-decoration:none;\"><u>New York doctor becomes fourth to be diagnosed with Ebola in US</u></a>,&quot; Oct. 24, 2014</p>\r\n\r\n<p>PunditFact, &quot;<a href=\"http://www.politifact.com/punditfact/statements/2014/oct/19/george-will/george-will-claims-sneeze-cough-spread-ebola/\" style=\"text-decoration:none;\"><u>George Will says a sneeze or cough could spread Ebola</u></a>,&quot; Oct. 19, 2014</p>\r\n\r\n<p>Email interview with Thomas Fekete, professor of infectious diseases at the Temple University School of Medicine, Oct. 23, 2014</p>\r\n\r\n<p>Email interview with Rachael Jones, a professor at the University of Illinois-Chicago School of Public Health, Oct. 24, 2014</p>\r\n\r\n<p>Email interview with Christopher Whalen, professor of infectious disease epidemiology at the University of Georgia College of Public Health, Oct. 25, 2014</p>\r\n\r\n<p><em>USA Today</em>, &quot;<a href=\"http://www.usatoday.com/story/news/nation/2014/10/19/ebola-quarantine-ends/17443059/\" style=\"text-decoration:none;\"><u>Ebola patient&#39;s family completes 21-day quarantine</u></a>,&quot; Oct. 19, 2014</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 7, "current_job": "Candidate for U.S. Senate and physician", "false_count": 9, "first_name": "Rand", "half_true_count": 12, "home_state": "Kentucky", "id": 744, "last_name": "Paul", "mostly_true_count": 13, "name_slug": "rand-paul", "pants_count": 3, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rand_Paul.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/744/", "total_count": 56, "true_count": 12, "website": "http://www.paul.senate.gov/"}, "statement": "<p>Ebola is &quot;incredibly contagious,&quot; &quot;very transmissible&quot; and &quot;easy to catch.&quot;</p>\r\n", "statement_context": "an interview with a New Hampshire radio station", "statement_date": "2014-10-16", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 316, "photo": null, "resource_uri": "/api/v/2/subject/316/", "subject": "Ebola", "subject_slug": "ebola", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 202, "photo": null, "resource_uri": "/api/v/2/subject/202/", "subject": "Public Health", "subject_slug": "public-health", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}