{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/may/14/steve-king/rep-steve-king-claims-federal-hate-crime-law-would/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1016, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1016/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\n With the federal Hate Crimes Prevention Act moving swiftly through Congress, and President Barack Obama committed to sign it, opponents have ratcheted up their rhetoric and complained about a provision that would add &quot;sexual orientation&quot; and &quot;gender identity&quot; to the list of hate crime categories.\n</p>\n<p>\n In a Fox News interview on May 6, 2009, Rep. Steve King, R-Iowa, said the &quot;sexual orientation&quot; wording would provide &quot;special protection to pedophiles.&quot;\n</p>\n<p>\n &quot;The definition for sexual orientation was defined by one of the principal authors, Tammy Baldwin of Madison, Wisconsin, as being either heterosexual or homosexual. Well, so within that definition, though, of sexual orientation by the American Psychological Association you've got a whole list of proclivities &mdash; they call them paraphilias &mdash; and in that list, among them are pedophiles.\n</p>\n<p>\n &quot;And so I don't want special protective status for a pedophile when a regular person would get less &mdash; lesser protection under this law. ... This sets up sacred cows in this legislation. So some people are protected more than others in this society.&quot;\n</p>\n<p>\n King was so concerned about that possibility that he sought to amend the bill to specifically exclude pedophiles.\n</p>\n<p>\n On the House floor on April 29, 2009, King argued that the lack of a definition of &quot;sexual orientation&quot; in the law would open the door to special protections for people with all kinds of deviant sexual proclivities.\n <br />\n <br />\n &quot;My amendment does not specifically define sexual orientation, although I've tried to do that,&quot; King said. &quot;But what it does do is say it doesn't include pedophiles because I think the intent of this committee is clearly that we don't want to provide a, let's just say, a sexual &mdash; a special protected status for pedophiles. There are others that I would put in that list as well, but this is the one that stands out to me that should be beyond question that this committee should be able to take a look at this amendment and conclude that whatever we might think about proclivities, pedophiles is not one that should be included.&quot;\n</p>\n<p>\n Rep. Louie Gohmert, R-Texas, went one step further, suggesting that victims of sex crimes could be guilty of a hate crime if they tried to defend themselves or retaliate against an attacker.\n</p>\n<p>\n &quot;If a mother hears that their child has been raped and she slaps the assailant with her purse, she is now gone after as a hate criminal because this is a protected class. There are other protected classes in here. I mean, simple exhibitionism &mdash; I have female friends who have told me over the years that some guy flashed them and their immediate reaction was to hit them with the purse. Well, now, he's committed a misdemeanor. She has committed a federal hate crime because the exhibitionism is protected under sexual orientation,&quot; Gohmert said.\n <br />\n <br />\n &quot;The plain meaning of sexual orientation is anything to which someone is sexually oriented. That could include exhibitionism. It can include necrophilia. It could include ... voyeurism. You see somebody spying on you changing clothes and you hit them, they've committed a misdemeanor. You've committed a federal felony under this bill.&quot;\n</p>\n<p>\n Their arguments gained a wider audience through postings on the conservative Web site RightMarch.com, which were e-mailed to subscribers of the conservative publication\n <em>\n  Human Events\n </em>\n . The King amendment failed. Opponents said it was unnecessary, that pedophilia was not covered under the definition of sexual orientation. And the Hate Crime Prevention Act passed the House 249-175. A similar bill is pending in the Senate.\n</p>\n<p>\n Many legal scholars we spoke with said King and Gohmert were wrong that pedophiles and other sexual deviants would get special protections from the bill. And supporters of the bill were more blunt, saying the arguments were ridiculous scare tactics.\n</p>\n<p>\n The opponents' arguments display a fundamental misunderstanding of the words &quot;sexual orientation,&quot; said Arthur Leonard, a professor of law at New York Law School and an expert in gay rights and discrimination based on sexual orientation.\n <br />\n <br />\n &quot;Pedophilia and sexual orientation are two different things,&quot; Leonard said. Sexual orientation, he said, relates to the gender to which a person is romantically attracted while pedophilia relates to age, adults who are sexually fixated on children.\n</p>\n<p>\n Leonard believes it is an attempt by legislators to appeal to their constituents' &quot;yahoo mentality.&quot;\n</p>\n<p>\n James Jacobs, an adjunct professor of law at New York University Law School, has been an outspoken critic of hate crime laws. He thinks they are unnecessary, amount to &quot;recriminalizing activities that are already criminal&quot; and are the product of political grandstanding.\n <br />\n <br />\n But even he doesn't buy King's arguments about pedophilia.\n <br />\n <br />\n &quot;I don't think pedophilia would count as sexual orientation,&quot; Jacobs said. &quot;It's not a very persuasive argument.&quot;\n</p>\n<p>\n We went to\n <em>\n  Black's Law Dictionary\n </em>\n , which defines sexual orientation this way: &quot;A person's predisposition or inclination toward a particular type of sexual activity or behavior; heterosexuality, homosexuality or bisexuality.&quot;\n</p>\n<p>\n That first part seems to lend some weight to King's argument.\n</p>\n<p>\n But that ignores the working definition used by the federal government for years, said Michael Lieberman, Washington counsel for the Anti-Defamation League, which has fought for the federal legislation for years.\n</p>\n<p>\n The FBI's Hate Crime Data Collection Guidelines, prepared in response to the 1990 Hate Crime Statistics Act, defines &quot;sexual orientation bias&quot; as &quot;a preformed negative opinion or attitude toward a group of persons based on their sexual attraction toward, and responsiveness to, members of their own sex or members of the opposite sex, e.g., gays, lesbians, heterosexuals.&quot;\n</p>\n<p>\n Furthermore, Lieberman said, it ignores decades of history with state hate crime laws. There are currently 31 states that have hate crime laws that include sexual orientation.\n</p>\n<p>\n &quot;There are no cases, zero, at the federal or state level that even remotely resemble what Rep. King and other opponents have talked about,&quot; Lieberman said. &quot;It's make-believe.&quot;\n</p>\n<p>\n &quot;It's laughable,&quot; said Jack Levin, professor of sociology and criminology at Northeastern University and co-chair of the Center on Violence and Conflict. &quot;Why should it happen at the federal level when it hasn't happened at the state level. They are setting up a straw man. ... It's a convenient way of arousing public fear about something that is quite benign.&quot;\n</p>\n<p>\n Said Brian Levin, director of the Center for the Study of Hate and Extremism at California State University, San Bernardino: &quot;The assertion that the law is designed in an effort to protect pedophiles is not only without merit, it is an affront to anyone who has been a victim of a hate crime. I think it's a bigoted a scare tactic designed to further denigrate gay and lesbian Americans. I'm disgusted that this has become a part of the debate.&quot;\n</p>\n<p>\n So we've found nothing to support the opponents' claims that pedophiles would be protected by the hate crimes bill. The experience of 31 states that have similar laws, the FBI's definition of sexual orientation and the opinions of legal experts have persuaded us not only that the opponents are wrong, but that their arguments are preposterous. We find King's claim to be Pants on Fire.\n</p>", "ruling_comments_date": "2010-01-07T13:27:45.327883", "ruling_date": "2009-05-14T17:43:42", "ruling_headline": "Rep. Steve King claims federal Hate Crime law would provide special protection to pedophiles and other sexual deviants", "ruling_headline_slug": "rep-steve-king-claims-federal-hate-crime-law-would", "ruling_link_text": "No special protection for pedophiles", "ruling_state": null, "source_documents": null, "sources": "<p>\n FBI,\n <a href=\"http://www.fbi.gov/ucr/traingd99.pdf\" target=\"_blank\">\n  Training Guide for Hate Crime Data Collection\n </a>\n , 1996\n</p>\n<p>\n RightMarch.com,\n <a href=\"http://rightmarch.com/hatecrimes.htm\" target=\"_blank\">\n  U.S. Senate is Voting on So-Called 'Hate Crimes' Bill\n </a>\n</p>\n<p>\n Library of Congress,\n <a href=\"http://thomas.loc.gov/\" target=\"_blank\">\n  H.R. 1913, the Hate Crime Prevention Act of 2009\n </a>\n , introduced April 2, 2009\n</p>\n<p>\n CQ Transcripts, Fox News interview with Rep. Steve King, R-Iowa, May 6, 2009\n</p>\n<p>\n CQ Transcripts, House Committee on the Judiciary holds markup of pending legislation, April 23, 2009\n</p>\n<p>\n Interview with Arthur Leonard, a professor of law at New York Law School, May 13, 2009\n</p>\n<p>\n Interview with James Jacobs, adjunct professor of law at New York University Law School, May 13, 2009\n</p>\n<p>\n Interview with Michael Lieberman, Washington counsel for the Anti-Defamation League, May 13, 2009\n</p>\n<p>\n Interview with Jack Levin, professor of sociology and criminology at Northeastern University and co-chair of the Center on Violence and Conflict, May 13, 2009\n</p>\n<p>\n Interview with Brian Levin, director of the Center for the Study of Hate and Extremism at California State University, San Bernardino, May 13, 2009\n</p>\n<p>\n Interview with Cristina Finch, senior counsel for the Human Rights Campaign, May 13, 2009\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 1, "first_name": "Steve", "half_true_count": 1, "home_state": "Iowa", "id": 162, "last_name": "King", "mostly_true_count": 0, "name_slug": "steve-king", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Steve_King.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Iowa", "edition": "Iowa", "edition_slug": "iowa", "has_afterthefact": false, "id": 50, "index_page": false, "meter_name": "The Iowa Truth-O-Meter", "resource_uri": "/api/v/2/edition/50/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/162/", "total_count": 4, "true_count": 0, "website": ""}, "statement": "<p>The federal Hate Crimes Prevention Act bill would create &quot;special protection for pedophiles.&quot;</p>", "statement_context": "a Fox News interview", "statement_date": "2009-05-06", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}], "target": [], "twitter_headline": null}