{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2014/nov/21/brad-rockwell/steve-adler-represented-store-trying-build-over-aq/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 10248, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/10248/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p><em><strong>UPDATE, 5:30 p.m., Nov. 25, 2014</strong></em>: <em>After hearing from Rockwell, we removed parts of our original story: testimony about whether mechanical systems could cause the project to meet anti-pollution standards &ndash; an element that didn&rsquo;t speak to Rockwell&rsquo;s claim &ndash; and a comment by a lawyer that workers took care of spilled gasoline, an action we didn&rsquo;t confirm. We also took out our reference to a wave of litigation. While several judges considered the Lowe&rsquo;s conflict in 2004, environmentalist groups filed only one lawsuit, Rockwell told us. We also made it clear Rockwell does not believe his statement was an exaggeration.</em></p>\r\n\r\n<p><em>These changes did not affect our rating of the claim.</em></p>\r\n\r\n<p>Vivid image: Austin mayoral candidate Steve Adler going to court to keep a judge from stopping petrochemicals from being dumped beneath Barton Springs.</p>\r\n\r\n<p>Austin attorney Brad Rockwell <a href=\"https://docs.google.com/document/d/1V1ONGO2bRnFiWkZIUll5uYIQVjGTjNVWW1SDWV-MJVg/edit?usp=sharing\">recently charged</a> Adler, an eminent-domain lawyer, with doing just that. (Disclosure: Rockwell&#39;s daughter, Lilly Rockwell, covers city government for our parent newspaper, the <em>Austin American-Statesman</em>. She wasn&#39;t involved in this fact check.)</p>\r\n\r\n<p>&quot;I met Steve Adler in litigation while he was representing a company who was dismantling the SOS ordinance,&quot; Rockwell said at a Nov. 12, 2014, press conference held with mayoral candidate Mike Martinez next to the lengthy spring-fed swimming pool. Adler and Martinez vie in a Dec. 16 runoff.</p>\r\n\r\n<p>At the press conference, Brad Rockwell was referring to the Save Our Springs law approved in 1992 to limit development potentially polluting the pool. Rockwell, former deputy director of the Save Our Springs Alliance, continued: &quot;Adler opposed our efforts to get an injunction to stop this company from dumping petrochemicals directly into the Barton Springs aquifer.&quot;</p>\r\n\r\n<p>Did Adler battle for a company to dump oil &lsquo;neath the pool?</p>\r\n\r\n<p><strong>Adler represented Lowe&rsquo;s</strong></p>\r\n\r\n<p>It&rsquo;s public record that Adler represented Lowe&rsquo;s before an Austin state district judge in 2004 and opposed a temporary injunction, shortly granted, that kept Lowe&rsquo;s from continuing to build a store in Southwest Travis County. In March 2005, though, the Austin City Council moved to settle the dispute, clearing the way for the Brodie Lane store.</p>\r\n\r\n<p>Adler and others went before a judge in July 2004 in response to a lawsuit brought by the city of Sunset Valley and environmental groups that year intended to stop the Lowe&rsquo;s project from being built on land in the heart of the Barton Springs recharge zone, described in <em>Statesman</em> news stories at the time as covering a 20-mile stretch of Travis and Hays counties. Rainfall in the zone percolates through soil and creek beds, a November 2003 <em>Statesman</em> news story said, replenishing the segment of the Edwards Aquifer that supplies not only Barton Springs but wells serving 50,000 residents.</p>\r\n\r\n<p>In question: Whether the plaintiffs were right that the construction was subject to the Save Our Springs ordinance limiting impervious cover to 15 percent or, as Lowe&rsquo;s maintained, the company was free to put in up to 40 percent impervious cover in keeping with what Travis County permitted.</p>\r\n\r\n<p>In the July 1, 2004, hearing before Judge Scott Jenkins, Adler advanced reasons the project wasn&rsquo;t subject to the SOS ordinance. Among his contentions: The land wasn&rsquo;t in Austin&rsquo;s purview, or extraterritorial jurisdiction, or if it was, the project still could proceed under looser development rules in place when plans were initially submitted to Sunset Valley.</p>\r\n\r\n<p><strong>Engineer&rsquo;s testimony</strong></p>\r\n\r\n<p>And according to a hearing transcript, Adler didn&rsquo;t say a word about whether Lowe&rsquo;s should be allowed to pour petrochemicals into the earth.</p>\r\n\r\n<p>But during the hearing, parties seeking the injunction, including the city of Sunset Valley and Save Our Springs, called to the stand Lauren Ross, an environmental engineer, who testified about her visits to the construction site the day before.</p>\r\n\r\n<p>Asked if she observed conditions that would drive up average annual pollutants on the site after completion, Ross testified: &quot;There are clearly pollutants present on the site and discharging from the site that would not have been present prior to the beginning of the construction process.&quot;</p>\r\n\r\n<p>Specifically, Ross said, she saw &quot;clear evidence of hydrocarbon sheens on the water in the construction rock&quot; around a fuel tank in violation of state requirements. Also, Ross testified, there&rsquo;s &quot;no containment to prevent fuel spills from moving across the site.&quot; She said that when she visited in the morning, a mesh silt fence intended to keep sediment from flowing off the site was breached at a spot where it looked to her like the land was graded to make all runoff head that way; she said the fence was restored by the time she returned in the afternoon.</p>\r\n\r\n<p>Most disturbing, Ross said, she saw that water running off the site wasn&rsquo;t going into a culvert along Brodie Lane. Instead, she said, the flow was going into a hole in the ground onto limestone rock beneath, meaning all the project&rsquo;s runoff was &quot;being discharged directly onto limestone that is presumably a recharge feature&quot; for the aquifer, she said. Asked what the flowing water looked like, Ross said the water had been filtered through the silt fence, but still had sediment and &quot;any of those escaping hydrocarbon sheens that we know are on the site at a more distant location.&quot;</p>\r\n\r\n<p>Ross, asked her opinion of the environmental effect of the construction and on surrounding water features of the Lowe&rsquo;s project, said: &quot;There is significant risk. And I think what I saw yesterday indicates it is much more than just a risk of contamination of downstream waters and the Edwards Aquifer from the proposed construction. It is clear that despite the engineering standards for erosion-type construction irrigation controls, these systems fail.&quot; She also said she couldn&rsquo;t recall seeing before the level of hydrocarbon sheens on a construction site that she saw on the Lowe&rsquo;s site.</p>\r\n\r\n<p>Earlier in the hearing, Adler told the judge that stopping the $19 million project, which he called &quot;well underway,&quot; was &quot;going to cause greater environmental damage and greater harm than allowing the project to continue.&quot; His legal contentions extended to mention of a 2003 state law intended to make the site subject only to Travis County&rsquo;s development rules.</p>\r\n\r\n<p><strong>Judge mentions &lsquo;hydrocarbon spills</strong>&rsquo;</p>\r\n\r\n<p>Jenkins&rsquo; <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGazJ2TzliYmFVOVE/view?usp=sharing\">temporary injunction</a>, issued July 2, 2004, said that if the construction continued, the plaintiffs would suffer irreparable injury due to degradation of waters in nearby Williamson Creek, Barton Springs, the Edwards Aquifer and Sunset Valley water wells. The court further finds, Jenkins wrote, &quot;an increased risk of water pollution, were construction allowed to continue in violation of the SOS Ordinance, because of the failure risks inherent in man-made pollution-control features.&quot;</p>\r\n\r\n<p>Also, Jenkins directed Lowe&rsquo;s to &quot;ensure storm water runoff from the property be diverted from flowing into aquifer recharge features at or adjoining the property, that Lowe&rsquo;s remove fuel tanks from the property, that Lowe&rsquo;s remove from the property water contaminated by hydrocarbons and perform reasonable remediation of any hydrocarbon spills at the property.&quot;</p>\r\n\r\n<p>In an interview, Rockwell stressed the judge&rsquo;s order as an indication his statement was accurate as well as comments by Ross to the Austin Bulldog for a May 21, 2014,<a href=\"http://www.theaustinbulldog.org/index.php?option=com_content&amp;view=article&amp;id=295:environmental-opposition-to-steve-adler-part-1&amp;catid=3:main-articles\" style=\"text-decoration:none;\"> <u>news story</u></a> quoting her saying that what she saw the day before the hearing was &quot;totally my worst nightmare about why we need to minimize construction over the aquifer. The fuel storage tank failed, secondary containment around the tank failed. ... The silt fence was down, and there was direct migration into the Edwards Aquifer,&quot; Ross said.</p>\r\n\r\n<p><strong>Adler calls claim &#39;outrageous&#39;</strong></p>\r\n\r\n<p>Adler called the dumping characterization outrageous. &quot;To dump petrochemicals directly into the Barton Springs aquifer would be illegal in addition to being immoral,&quot; Adler said in an interview. &quot;Neither I nor Lowe&rsquo;s nor co-counsel ever argued that the company should be able to dump petrochemicals into the aquifer.&quot;</p>\r\n\r\n<p>The vital issue in court, Adler said, was whether a 4-3 vote by the Austin City Council in December 2003 was sufficient to let the development proceed. Save Our Springs and others successfully maintained in courts through 2004 that in keeping with the SOS ordinance, six council votes should have been required for the project to launch.</p>\r\n\r\n<p>Adler told us: &quot;Lowe&rsquo;s doesn&rsquo;t want to be dumping hydrocarbons down. No one in the courtroom would countenance dumping hydrocarbons down the aquifer.&quot;</p>\r\n\r\n<p>Adler noted, too, that concerns about hydrocarbons going into the ground from the site weren&rsquo;t part of pre-hearing briefs. Rockwell agreed, albeit pointing out no one knew of the oily sheen until the inspection visit by Ross.</p>\r\n\r\n<p>Rockwell, asked if his statement was an exaggeration, replied not. He also said that what he said at the press conference didn&rsquo;t &quot;purport to summarize the whole litigation or everything about what the injunction fight was about. It&rsquo;s one aspect, one very important aspect.&quot;</p>\r\n\r\n<p><strong>Other lawyers in the dispute</strong></p>\r\n\r\n<p>To our inquiries, other lawyers in the dispute offered conflicting takes on this claim.</p>\r\n\r\n<p>Doug Young, the city attorney for Sunset Valley, which sided with the environmental groups in court, said by phone: &quot;Was Steve trying to vindicate the right of his client, Lowe&rsquo;s, to dump petrochemicals down a recharge hole into the aquifer? No, I don&rsquo;t think he was. But did he hear the uncontroverted testimony of Dr. Ross that there were petrochemicals in the surface water there?&quot;</p>\r\n\r\n<p>Young added: &quot;It would be unreasonable to assume Lowe&rsquo;s intended to dump that gas on the ground and either not worry about where it went or intend for it to go down this recharge feature. There&rsquo;s no reason to believe that. But it happened. And they opposed&quot; the injunction to stop the construction.</p>\r\n\r\n<p>Daniel Byrne, who like Adler represented Lowe&rsquo;s in the hearing, said by phone: &quot;The notion that anyone was pumping petrochemicals into the aquifer is complete garbage.&quot;</p>\r\n\r\n<p>We emailed <a href=\"http://media.lowes.com/about-lowes/\" style=\"text-decoration:none;\"><u>North Carolina-based Lowe&rsquo;s</u></a> about this topic and didn&rsquo;t hear back.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Rockwell said Adler opposed an injunction to stop a &quot;company from dumping petrochemicals directly into the Barton Springs aquifer.&quot;</p>\r\n\r\n<p>It&rsquo;s not that simple.</p>\r\n\r\n<p>Adler, representing Lowe&rsquo;s in court, opposed a successful push by the City of Sunset Valley and environmental groups to get a temporary injunction to stop Lowe&rsquo;s from continuing to build a store over the aquifer. In a hearing, an expert for the plaintiffs testified about observing a hydrocarbon sheen being part of runoff flowing from the site onto underground limestone and, significantly, the judge&rsquo;s order in response said Lowe&rsquo;s should address any oil spills.</p>\r\n\r\n<p>So, Adler sought to keep a project going that on the day before the hearing appeared to one engineer to be sending runoff with an oily sheen directly underground. However, there is vital missing context in that the legal fight wasn&rsquo;t rooted in letting Lowe&rsquo;s dump -- or stopping Lowe&rsquo;s from dumping -- petrochemicals. The big issue was whether the site should be built out with up to 40 percent impervious cover or the 15 percent allowed under the SOS ordinance.</p>\r\n\r\n<p>On balance, we rate this claim Half True.</p>\r\n\r\n<hr />\r\n<p><em><strong>HALF TRUE</strong> </em><em>&ndash; The statement is partially accurate but leaves out important details or takes things out of context.</em></p>\r\n\r\n<p>Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\" style=\"text-decoration:none;\"> <u>more</u></a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n", "ruling_comments_date": "2014-11-21T15:29:07.232794", "ruling_date": "2014-11-21T16:15:51", "ruling_headline": "Steve Adler represented store trying to build over aquifer; fight didn't begin over dumping oil", "ruling_headline_slug": "steve-adler-represented-store-trying-build-over-aq", "ruling_link_text": "UPDATED: Hear ye, Austin history", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"https://docs.google.com/document/d/1V1ONGO2bRnFiWkZIUll5uYIQVjGTjNVWW1SDWV-MJVg/edit?usp=sharing\">Prepared remarks</a>, Austin attorney Brad Rockwell, press conference at Barton Springs, Nov. 12, 2014 (received by email from Nick Hudson, political director, Mike Martinez mayoral campaign, Nov. 12, 2014)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1VclwqeYesuRWMYB-S5cBw-QTncgys1XtcpQYap18OGk/pub\" style=\"text-decoration:none;\"><u>News stories on Lowe&rsquo;s project,</u></a> <em>Austin American-Statesman</em>, Nov. 4, 2003 through March 4, 2005</p>\r\n\r\n<p>Transcript, hearing on request for temporary injunction in City of Sunset Valley vs. City of Austin, before State District Judge Scott Jenkins, Travis County, Texas, prepared by Athena Turk, court reporter, July 1, 2004 (copy received from Steve Adler, Nov. 17, 2014)</p>\r\n\r\n<p>Document, <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGazJ2TzliYmFVOVE/view?usp=sharing\" style=\"text-decoration:none;\"><u>injunction</u></a> in City of Sunset Valley vs. City of Austin, signed by State District Judge Scott Jenkins, Travis County, July 2, 2004 (copy received by email from Brad Rockwell, Nov. 12, 2014)</p>\r\n\r\n<p>News story, <a href=\"http://www.theaustinbulldog.org/index.php?option=com_content&amp;view=article&amp;id=295:environmental-opposition-to-steve-adler-part-1&amp;catid=3:main-articles\" style=\"text-decoration:none;\"><u>&quot;Steve Adler&#39;s baggage: environmental lawsuits,&quot;</u></a> The Austin Bulldog, May 21, 2014 (accessed Nov. 17, 2014)</p>\r\n\r\n<p>Interview, Brad Rockwell and Steve Adler, Austin, Nov. 17, 2014</p>\r\n\r\n<p>Telephone interview, Doug Young, city attorney for Sunset Valley, Austin, Nov. 18, 2014</p>\r\n\r\n<p>Telephone interview, Daniel Byrne, lawyer, Austin, Nov. 19, 2014</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Attorney", "false_count": 0, "first_name": "Brad", "half_true_count": 1, "home_state": "Texas", "id": 3003, "last_name": "Rockwell", "mostly_true_count": 0, "name_slug": "brad-rockwell", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/bradrockwellpft.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3003/", "total_count": 1, "true_count": 0, "website": "http://www.lf-lawfirm.com/lfpar/attorneys/"}, "statement": "<p>Austin mayoral candidate Steve Adler opposed an injunction to stop a &quot;company from dumping petrochemicals directly into the Barton Springs aquifer.&quot;</p>\r\n", "statement_context": "a press conference including mayoral candidate Mike Martinez", "statement_date": "2014-11-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 203, "photo": null, "resource_uri": "/api/v/2/subject/203/", "subject": "City Government", "subject_slug": "city-government", "used_in_edition": ["/api/v/2/edition/2/"]}, {"description": "<p>We strive to make our work completely accurate. When we make a mistake, we correct it and note it on the original item. If the mistake is so significant that it requires us to change the ruling, we will do so. Readers who see an error should contact the writer or editor. Their names are listed on the right side of every Truth-O-Meter item. Clicking on their names will take you to their bio pages, where you can find their email addresses. Read more about our corrections policies in our <a href=\"http://www.politifact.com/truth-o-meter/article/2013/nov/01/principles-politifact-punditfact-and-truth-o-meter/\">Principles of the Truth-O-Meter</a>.</p>\r\n", "id": 255, "photo": null, "resource_uri": "/api/v/2/subject/255/", "subject": "Corrections and Updates", "subject_slug": "corrections-and-updates", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/14/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Mayor of Austin", "false_count": 2, "first_name": "Steve", "half_true_count": 2, "home_state": "Texas", "id": 2941, "last_name": "Adler", "mostly_true_count": 4, "name_slug": "steve-adler", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/adlerpftnew.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2941/", "total_count": 11, "true_count": 1, "website": "http://www.adlerforaustin.com/"}], "twitter_headline": ""}