{"art": [{"brightcove": "", "caption": "President George W. Bush and CIA Director George Tenet stand on the agency's seal at CIA headquarters in Langley, Va., March 20, 2001. The Senate released a report on a CIA interrogation program under Bush last week.", "id": 5532, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/CIA_photo.JPG", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/5532/", "title": "CIA", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "scontorno@politifact.com", "first_name": "Steve", "id": 422, "last_name": "Contorno", "name_slug": "steve-contorno", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/contorno2.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/422/", "title": "PolitiFact Staff Writer", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2014/dec/15/peter-king/peter-king-says-senate-cia-report-found-detainees-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 10312, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "scontorno@politifact.com", "first_name": "Steve", "id": 422, "last_name": "Contorno", "name_slug": "steve-contorno", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/contorno2.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/422/", "title": "PolitiFact Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/10312/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>Rep. Peter King brushed off a new Senate report on the CIA interrogation program as a partisan, one-sided account.</p>\r\n\r\n<p>Nothing to see here, people. Move along.</p>\r\n\r\n<p>During a Dec. 9 appearance on <a href=\"http://newyork.cbslocal.com/audio/eye-on-politics/house-subcommittee-on-counterterrorism-intelligence-chairman-peter-king-r-ny-reacts-to-the-senate-report-on-the-cias-use-of-harsh-interrogations/#.VI74Vb2VIFg.twitter\" style=\"text-decoration:none;\"><u>a local radio station</u></a>, King, a New York Republican and chairman of the House Homeland Security Subcommittee on Counterintelligence &amp; Terrorism, said that the CIA tactics were &quot;rough, they were tough, but they were not torture.&quot; He went on to downplay the report&rsquo;s findings.</p>\r\n\r\n<p>&quot;This is not a case where people were killed,&quot; he said.</p>\r\n\r\n<p>&quot;We&rsquo;re not talking about anyone being burned or stabbed or cut or anything like that,&quot; he added. &quot;We&rsquo;re talking about people being made to stand in awkward in positions, have water put into their nose and into their mouth. But again, nobody suffered any lasting injuries from this.&quot;</p>\r\n\r\n<p>The Senate Intelligence Committee began investigating the scope of the CIA Enhanced Interrogation Program in 2009. On Dec. 9, committee chairwoman Sen. Dianne Feinstein, D-Calif., released the executive summary of the committee&rsquo;s review of the program, which began in the wake of the 9-11<strong> </strong>terrorist attacks. It alleges the program was not effective in gathering intelligence, CIA officials lied to Congress and the president about its effectiveness, the program was poorly managed, and the tactics were more brutal than people were told.</p>\r\n\r\n<p>Those conclusions are contested by many CIA officials and some <a href=\"http://www.usatoday.com/story/news/politics/2014/12/09/cia-torture-gop-response/20148101/\" style=\"text-decoration:none;\"><u>Senate Republicans</u></a>, who wrote a <a href=\"http://www.intelligence.senate.gov/study2014/sscistudy3.pdf\" style=\"text-decoration:none;\"><u>160-page minority opinion</u></a>. However, many details uncovered by the report, on which King was commenting, don&rsquo;t appear to be disputed and are based on 6.3 million pages of documents and CIA cables reviewed by Senate staff.</p>\r\n\r\n<p>Even an ancillary reading of the Senate report&rsquo;s executive summary &mdash; a 600-page document that is only one-tenth of the still-classified full study &mdash; finds King&rsquo;s comments to be dubious.</p>\r\n\r\n<p>King&rsquo;s staff did not respond to requests for comment.</p>\r\n\r\n<p><strong>&quot;Not a case where people were killed&quot;</strong></p>\r\n\r\n<p>Let&rsquo;s put to bed one false claim King made off the bat: that no one was killed.</p>\r\n\r\n<p>In fact, someone did die as a result of the interrogation program.</p>\r\n\r\n<p>In 2002, the CIA interrogated Gul Rahman at Cobalt, an overseas detention center with an undisclosed location described as a dungeon. Many of the controversial interrogations outlined in the report took place at Cobalt.</p>\r\n\r\n<p>Rahman, described in the report as a suspected Islamic extremist, underwent &quot;48 hours of sleep deprivation, auditory overload, total darkness, isolation, a cold shower, and rough treatment,&quot; according to communications with CIA headquarters. Later, Rahman was shackled to the wall and made to lie on a cold concrete floor. He was stripped of all of his clothes except a sweatshirt. In the morning, guards discovered Rahman was dead, likely from hypothermia.</p>\r\n\r\n<p><strong>&quot;Not talking about anyone being burned or stabbed or cut or anything like that&quot;</strong></p>\r\n\r\n<p>The report describes how detainees at Cobalt were subject to something called &quot;rough takedowns&quot; that included physical abuse. &quot;Approximately five CIA officers would scream at a detainee, drag him outside of his cell, cut his clothes off, and secure him with Mylar tape. The detainee would then be hooded and dragged up and down a long corridor while being slapped and punched.&quot;</p>\r\n\r\n<p>These takedowns were &quot;thoroughly planned and rehearsed&quot; and did cause physical harm to detainees. Rahman, for example, had abrasions on his face, legs, and hands, medical examiners found.</p>\r\n\r\n<p>One of the most discussed elements of the CIA report is the use of &quot;rectal feeding&quot; or &quot;rectal rehydration.&quot; In at least five cases, detainees were force fed through their anus. In one instance, a lunch of &quot;hummus, pasta with sauce, nuts, and raisins was &lsquo;pureed&rsquo; and rectally infused&quot; into a &nbsp;detainee named Majid Khan, the report said.</p>\r\n\r\n<p>While current and former CIA officials have defended the practice as medically necessary, Physicians for Human Rights said in a statement that rectal feedings are, &quot;a form of sexual assault masquerading as medical treatment.&quot; The CIA&rsquo;s chief of interrogations characterized rectal feeding as a demonstration of &quot;total control,&quot; the report said. Additionally, an unidentified individual in the report said the procedure was used to make people talk and helped to &quot;clear a person&rsquo;s head.&quot;</p>\r\n\r\n<p>One detainee, Mustafa al-Hawsawi, as a result of rectal feeding was &quot;later diagnosed with chronic hemorrhoids, an anal fissure, and symptomatic rectal prolapse,&quot; the report said.</p>\r\n\r\n<p>These instances of physical harm directly contradict King&rsquo;s description.</p>\r\n\r\n<p><strong>&quot;We&rsquo;re talking about people being made to stand in awkward in positions&quot;</strong></p>\r\n\r\n<p>King&rsquo;s statement significantly downplays what detainees endured.</p>\r\n\r\n<p>For starters, they were not just made to stand in awkward positions. That tactic was used in addition to sleep deprivation methods that required detainees remain awake for up to 180 hours.</p>\r\n\r\n<p>Additionally, two detainees broke bones in their feet while trying to escape capture. Despite a CIA physician recommending they stay off their feet for several weeks, the two detainees were placed in &quot;standing sleep deprivation.&quot; One of the detainees was kept awake on his feet for 52 hours, the other for an undisclosed amount of time.</p>\r\n\r\n<p>Similar tactics were used on a detainee with a sprained ankle and on a detainee with a prosthetic leg.</p>\r\n\r\n<p>Detainees were often naked and shackled with their hands above their head in complete darkness and loud music blasting.</p>\r\n\r\n<p>In April 2006, President George W. Bush &quot;expressed discomfort&quot; when shown images of a detainee &quot;chained to the ceiling, clothed in a diaper, and forced to go to the bathroom on himself,&quot; according to the reports&rsquo; account of CIA documents.</p>\r\n\r\n<p><strong>&quot;Nobody suffered any lasting injuries from this&quot;</strong></p>\r\n\r\n<p>You could probably successfully argue that death is a pretty lasting injury. As were the chronic hemorrhoids and anal fissure suffered by the detainee who faced rectal feeding.</p>\r\n\r\n<p>But there were additional injuries as well.</p>\r\n\r\n<p>Abu Zubaydah, a high-level target, was captured in a raid during which he sustained a gunshot wound. Despite the obvious need for medical attention, care was instead withheld to convey that it &nbsp;was contingent on Zubaydah&rsquo;s cooperation. The wound eventually deteriorated due to a &quot;combination of a lack of hygiene, sub-optimal nutrition, inadvertent trauma to the wound secondary to some of the stress techniques utilized at that stage, and the removal of formal obvious medical care,&quot; the report said.</p>\r\n\r\n<p>Zubaydah also lost an eye in custody and was subjected to waterboarding, a procedure that simulates drowning. In one session, he &quot;became completely unresponsive, with bubbles rising through his open, full mouth.&quot; He was revived and vomited large amounts of water.</p>\r\n\r\n<p>Khalid Sheikh Mohammed, often described as the architect of the 9-11 plots, was waterboarded 183 times over 15 sessions.</p>\r\n\r\n<p>While King alleged no lasting injuries from this technique, the report indicates otherwise, said David Schanzer, director of the Triangle Center on Terrorism and Homeland Security at Duke University.</p>\r\n\r\n<p>&quot;Methods were approved that if used only very sporadically might not have caused permanent damage, but they were used in combination and repeatedly over a course of sometimes weeks or months,&quot; Schanzer said. &quot;I think to write off those kinds of compounded injuries as being insignificant is totally inconsistent with the facts.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>King said, &quot;Nobody suffered any lasting injuries&quot; as a result of the CIA enhanced interrogation program. He also said downplayed the methods, claiming it was &quot;not a case where people were killed,&quot; and that the techniques amounted to &quot;people being made to stand in awkward in positions.&quot;</p>\r\n\r\n<p>This is the opposite of what the report showed.&nbsp;One need not agree with everything in it&nbsp;to conclude that someone did die, an eye was lost, detainees were made to stand on broken limbs and deprived of sleep for 180 hours. It&rsquo;s as if King didn&rsquo;t read the report before he went on the radio. We rate his claim Pants on Fire.</p>\r\n", "ruling_comments_date": "2014-12-15T11:14:07.285021", "ruling_date": "2014-12-15T14:53:17", "ruling_headline": "Peter King says Senate CIA report found detainees were not killed, did not suffer 'lasting injuries'", "ruling_headline_slug": "peter-king-says-senate-cia-report-found-detainees-", "ruling_link_text": "Did King read the report?", "ruling_state": null, "source_documents": null, "sources": "<p>CBS New York, <a href=\"http://newyork.cbslocal.com/audio/eye-on-politics/house-subcommittee-on-counterterrorism-intelligence-chairman-peter-king-r-ny-reacts-to-the-senate-report-on-the-cias-use-of-harsh-interrogations/#.VI74Vb2VIFg.twitter\" style=\"text-decoration:none;\"><u>Interview with Rep. Peter King</u></a>, Dec. 9, 2014</p>\r\n\r\n<p>Senate Select Committee on Intelligence, <a href=\"http://www.intelligence.senate.gov/study2014/sscistudy1.pdf\" style=\"text-decoration:none;\"><u>Committee Study of the Central Intelligence Agency&#39;s Detention and Interrogation Program: Executive Summary</u></a>, Dec. 3, 2014</p>\r\n\r\n<p>Sen. Dianne Feinstein, <a href=\"http://www.feinstein.senate.gov/public/index.cfm/press-releases?ID=d2677a34-2d91-4583-92a4-391f68ceae46\" style=\"text-decoration:none;\"><u>Feinstein Remarks on CIA Report</u></a>, Dec. 9, 2014</p>\r\n\r\n<p>Email interview with Tom Mentzer, spokesman for Feinstein, Dec. 11, 2014</p>\r\n\r\n<p><em>USA Today</em>, <a href=\"http://www.usatoday.com/story/news/politics/2014/12/09/cia-torture-gop-response/20148101/\" style=\"text-decoration:none;\"><u>GOP committee members dispute torture report</u></a>, Dec. 9, 2014</p>\r\n\r\n<p>Phone interview with David Schanzer, director of the Triangle Center on Terrorism and Homeland Security at Duke University, Dec. 12, 2014</p>\r\n\r\n<p><em>The Guardian</em>, &quot;<a href=\"http://www.theguardian.com/us-news/2014/dec/09/cia-torture-report-worst-findings-waterboard-rectal\" style=\"text-decoration:none;\"><u>Rectal rehydration and waterboarding: the CIA torture report&#39;s grisliest findings</u></a>,&quot; Dec. 11, 2014</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. House of Representatives", "false_count": 1, "first_name": "Peter", "half_true_count": 1, "home_state": "New York", "id": 2267, "last_name": "King", "mostly_true_count": 2, "name_slug": "peter-king", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/peter_king_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "New York", "edition": "New York", "edition_slug": "new-york", "has_afterthefact": false, "id": 55, "index_page": false, "meter_name": "The New York Truth-O-Meter", "resource_uri": "/api/v/2/edition/55/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2267/", "total_count": 5, "true_count": 0, "website": "http://peteking.house.gov/"}, "statement": "<p>&quot;Nobody suffered any lasting injuries&quot; from the CIA interrogation program.</p>\r\n", "statement_context": "a radio show appearance", "statement_date": "2014-12-09", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}, {"description": "", "id": 37, "photo": null, "resource_uri": "/api/v/2/subject/37/", "subject": "Terrorism", "subject_slug": "terrorism", "used_in_edition": []}], "target": [], "twitter_headline": ""}