{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2014/dec/23/mario-diaz-balart/2008-obama-said-normalization-cuba-would-require-d/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "facebook_headline": null, "id": 10339, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/10339/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>President Barack Obama&rsquo;s announcement that the United States and Cuba would proceed toward normalized relations put Miami&rsquo;s Cuban-American GOP Congressional delegation in the national spotlight.</p>\r\n\r\n<p><a href=\"http://www.politifact.com/personalities/marco-rubio/\">U.S. Sen. Marco Rubio</a> and U.S. Reps Mario Diaz-Balart and Ileana Ros-Lehtinen held a press conference Dec. 18 to bash Obama&rsquo;s announcement.</p>\r\n\r\n<p>Diaz-Balart characterized Obama&rsquo;s position as a significant change from what he said during the 2008 campaign.</p>\r\n\r\n<p>Back in 2008, during Obama&rsquo;s first White House bid, the future president said that &quot;before normalization would take place, there would have to be liberation of all political prisoners and some basic steps toward freedom, including freedom of the press, political parties, labor unions, etc.,&quot; Diaz-Balart said at the press conference. &quot;Then, once again, President Obama -- breaking his own word, breaking his own pledge -- has decided to do something absolutely without precedent, and that is to give an anti-American terrorist dictatorship exactly what they have been asking for.&quot;</p>\r\n\r\n<p>Is Diaz-Balart correct about what Obama, then a senator, said would be his criteria for normalizing relations with Cuba? We went back to his campaign speeches and statements to find out.</p>\r\n\r\n<p><strong>Obama&rsquo;s 2008 campaign position on Cuba</strong></p>\r\n\r\n<p>Obama&rsquo;s historic announcement to normalize relations with Cuba was announced jointly by Obama and Cuban President Raul Castro. Plans call for opening embassies in Havana and Washington, easing travel restrictions and increasing the amount of money that Cubans on the island can receive from relatives in the United States. and other Americans. Those traveling to Cuba from the United States will also be able use credit cards on the island, and Cuba may be removed from the State Department&rsquo;s list as a state sponsor of terrorism.</p>\r\n\r\n<p>However, the longstanding trade embargo &ndash; strengthened in 1996 with passage of the Helms-Burton Act -- remains in place. Only Congress has the power to abolish it. Under Helms-Burton, the embargo can only be lifted when Cuba holds free and fair elections, releases political prisoners and guarantees free speech and workers&#39; rights.</p>\r\n\r\n<p>While <a href=\"http://www.whitehouse.gov/the-press-office/2014/12/17/statement-president-cuba-policy-changes\">Obama promised</a> that the United States will continue its efforts to spread democracy to Cuba, we don&rsquo;t see <a href=\"http://www.politifact.com/truth-o-meter/statements/2014/dec/18/marco-rubio/marco-rubio-says-talks-cuba-produced-no-commitment/\">anything in what&rsquo;s been released that would require</a> Cuba to promote democracy or establish freedom of the press, political parties and unions in order to normalize relations. Under the agreement, Cuba released 53 political prisoners, pledged to loosen Internet controls and agreed to permit enhanced access for the International Red Cross.</p>\r\n\r\n<p>Cuba also released USAID worker Alan Gross and an unidentified spy who had been imprisoned in Cuba for the last 20 years. The United States released three imprisoned Cuban spies in Florida.</p>\r\n\r\n<p>Gross was a subcontractor for the U.S. Agency for International Development who&rsquo;d been held since his arrest on Dec. 3, 2009. Cuban authorities charged him with smuggling satellite communications equipment to the country as part of the USAID&rsquo;s pro-democracy programs. Media outlets have identified the spy as 51-year-old Rolando Sarraff, a former Cuban intelligence agent arrested by the Castro government in November 1995.</p>\r\n\r\n<p>During the 2008 campaign, Obama sometimes talked about his criteria for normalizing relations with Cuba and lifting the embargo in the same breath, making it appear that his criteria overlapped.</p>\r\n\r\n<p>During the Democratic presidential primary in 2007, Obama wrote an op-ed for the <a href=\"https://hcvanalysis.wordpress.com/2007/08/21/cuba-obama/\">Miami Herald</a> in which he called for &quot;unrestricted rights&#39;&#39; for Cuban-American travel and remittances to the island.</p>\r\n\r\n<p>&quot;Accordingly, I will use aggressive and principled diplomacy to send an important message: If a post-Fidel (Castro) government begins opening Cuba to democratic change, the United States (the president working with Congress) is prepared to take steps to normalize relations and ease the embargo that has governed relations between our countries for the last five decades,&quot; Obama wrote.</p>\r\n\r\n<p>When Fidel Castro -- the island nation&rsquo;s longtime dictator -- resigned in February 2008, Obama said, &quot;If the Cuban leadership begins opening Cuba to meaningful democratic change, the United States must be prepared to begin taking steps to normalize relations and to ease the embargo of the last five decades.&#39;&#39; (When he stepped down, Fidel Castro turned over power to his younger brother, Raul.)</p>\r\n\r\n<p>A spokeswoman for Diaz-Balart also pointed to a <a href=\"http://www.nytimes.com/2008/05/24/us/politics/24campaign.html?_r=1&amp;\">speech</a> Obama gave in Miami in May 2008.</p>\r\n\r\n<p>&quot;My policy toward Cuba will be guided by one word: &#39;libertad,&#39; &quot; he said, citing the Spanish word for &quot;freedom.&quot; &quot;The road to freedom for all Cubans must begin with justice for Cuba&#39;s political prisoners, the right of free speech, a free press, freedom of assembly, and it must lead to elections that are free and fair. That is my commitment.&quot;</p>\r\n\r\n<p>Obama called for a new strategy on Cuba, and held out the possibility of a meeting with Castro &quot;at a time and place of my choosing, but only when we have an opportunity to advance the interests of the United States, and to advance the cause of freedom for the Cuban people.&quot;</p>\r\n\r\n<p>Then Obama turned to the embargo:</p>\r\n\r\n<p>&quot;I will maintain the embargo. It provides us with the leverage to present the regime with a clear choice: If you take significant steps toward democracy, beginning with the freeing of all political prisoners, we will take steps to begin normalizing relations.&quot;</p>\r\n\r\n<p>We sent Diaz-Balart&rsquo;s statement to a spokesman for Obama.</p>\r\n\r\n<p>&quot;I think its fair to report that there was significant progress here (regarding) the political prisoners &ndash; they released a large (number of prisoners) that we specifically requested,&quot; Eric Schultz said. &quot;The president has always been flexible on specifics (regarding) negotiations and clear there would be some give and take.&quot;</p>\r\n\r\n<p>Schultz pointed to various statements by Obama in which he addressed normalizing relations with Cuba, including an interview with CNN&rsquo;s Wolf Blitzer on May 20, 2008. Blitzer asked Obama about charges leveled against him by his Republican opponent, Arizona Sen. John McCain. McCain had said that Obama wanted to sit down unconditionally for a presidential meeting with Raul Castro.</p>\r\n\r\n<p>Blitzer asked Obama, &quot;Are you ready to normalize relations with Raul Castro&rsquo;s regime?&quot;</p>\r\n\r\n<p>Obama replied: &quot;No. ... I have never said that I was prepared to immediately normalize relations with Cuba.&quot; Obama added, &quot;If we could see progress on a whole host of issues, then we should move in the direction of normalization, because what we have done over the last 50 years obviously not has worked for what is the primary criteria of U.S.-Cuban policy, which is making sure that the Cuban people have freedom.&quot;</p>\r\n\r\n<p>As for meeting with Castro, Obama said that &quot;what I have said is I would be willing to meet without preconditions, but with a lot of preparation. And this is the same argument that we&#39;ve been having with respect to Iran.&quot;</p>\r\n\r\n<p><strong>Obama on embargo in 2004</strong></p>\r\n\r\n<p>Just a footnote that&rsquo;s beyond the scope of Diaz-Balart&rsquo;s claim: Obama articulated a more conciliatory position on Cuba when he ran for U.S. Senate in 2004 then he did four years later when he sought the White House.</p>\r\n\r\n<p>&quot;I think it&rsquo;s time for us to end the embargo in Cuba,&quot; Obama <a href=\"http://abcnews.go.com/blogs/politics/2009/04/president-ob-19/\">said</a> on Jan. 20, 2004, in a speech at Southern Illinois University. &quot;And the Cuban embargo has failed to provide the source of raising standards of living and it has squeezed the innocents in Cuba.&quot; The embargo, he said, has &quot;utterly failed in the effort to overthrow Castro, who&rsquo;s now have been there since I was born. So, it&rsquo;s time for us to acknowledge that that particular policy has failed.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Diaz-Balart said that in 2008, Obama had said that normalization with Cuba would first require &quot;liberation of all political prisoners, and some basic steps toward freedom, including freedom of the press, political parties, labor unions.&quot;</p>\r\n\r\n<p>Obama did suggest such a linkage in 2008, though his phrasing was open to some interpretation. And on other occasions during the 2008 campaign, Obama offered a vaguer formulation for how Cuban relations could be normalized. On those other occasions, Obama said that if he saw unspecified steps toward democratic change in Cuba, he might pursue normalized relations with Cuba.</p>\r\n\r\n<p>Diaz-Balart&rsquo;s claim glosses over these nuances, so we rate the claim Mostly True.</p>\r\n\r\n<div>&nbsp;</div>\r\n", "ruling_comments_date": "2014-12-23T14:00:00.374746", "ruling_date": "2014-12-23T16:21:05", "ruling_headline": "In 2008 Obama said normalization with Cuba would require Democratic reforms, Mario Diaz-Balart says", "ruling_headline_slug": "2008-obama-said-normalization-cuba-would-require-d", "ruling_link_text": "Obama talked up \"libertad\" in 08 speech in Miami", "ruling_state": null, "source_documents": null, "sources": "<p>NBC6, <a href=\"http://www.nbcmiami.com/news/local/Sen-Marco-Rubio-South-Florida-Republicans-to-Discuss-Cuba-Policy-Change-286250611.html\">&quot;Sen. Marco Rubio, South Florida Republicans discuss Cuba policy change,&quot;</a> Dec. 18, 2014</p>\r\n\r\n<p>White House, <a href=\"http://www.whitehouse.gov/the-press-office/2014/12/17/statement-president-cuba-policy-changes\">statement by President Barack Obama on Cuba policy changes</a>, Dec. 17, 2014</p>\r\n\r\n<p><em>Miami Herald</em> op-ed by U.S. Sen. Barack Obama, <a href=\"https://hcvanalysis.wordpress.com/2007/08/21/cuba-obama/\">&quot;Our main goal: Freedom in Cuba,&quot;</a> Aug. 21, 2007</p>\r\n\r\n<p><em>Miami Herald</em> transcript of Sen. Barack Obama&rsquo;s speech in Miami about Cuba (accessed in Nexis), May 23, 2008</p>\r\n\r\n<p><em>Miami Herald</em>, &quot;Obama urges direct diplomacy with Cuba, Latin America,&quot; May 23, 2008</p>\r\n\r\n<p><em>New York Times</em>, <a href=\"http://www.nytimes.com/2008/05/24/us/politics/24campaign.html?_r=1&amp;\">&quot;Obama, in Miami, calls for engaging with Cuba,&quot;</a> May 24, 2008</p>\r\n\r\n<p>CNN The Situation Room, Interview with Illinois Sen. Barack Obama, (Accessed in Nexis) May 20, 2008</p>\r\n\r\n<p>The Fact-Checker, <a href=\"http://voices.washingtonpost.com/fact-checker/2008/02/dem_flipflops.html\">&quot;Top 10 Democratic flip-flops,&quot;</a> Feb. 2008</p>\r\n\r\n<p>ABC News, <a href=\"http://abcnews.go.com/blogs/politics/2009/04/president-ob-19/\">&quot;President Obama -- who once supported, but now opposes, lifting the embargo seeks &lsquo;new beginning&rsquo; with Cuba,&quot;</a> April 17, 2009</p>\r\n\r\n<p>PolitiFact,<a href=\"http://www.politifact.com/truth-o-meter/statements/2014/dec/18/marco-rubio/marco-rubio-says-talks-cuba-produced-no-commitment/\"> &quot;Marco Rubio says talks with Cuba produced no commitment to Democratic reforms,&quot; </a>Dec. 18, 2014</p>\r\n\r\n<p>Interview, Katrina Valdes, U.S. Rep. Mario Diaz-Balart spokeswoman, Dec. 19, 2014</p>\r\n\r\n<p>Interview, Eric Schultz, White House spokesman, Dec. 22, 2014</p>\r\n\r\n<p>Interview, Eric Farnsworth, vice president of the Council of the Americas, Dec. 22, 2014</p>\r\n\r\n<div>&nbsp;</div>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. Representative", "false_count": 1, "first_name": "Mario", "half_true_count": 0, "home_state": "Florida", "id": 2449, "last_name": "Diaz-Balart", "mostly_true_count": 1, "name_slug": "mario-diaz-balart", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Diaz_Balart.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2449/", "total_count": 3, "true_count": 1, "website": "http://mariodiazbalart.house.gov/"}, "statement": "<p>Says that in 2008, President Barack Obama said normalization with Cuba would first require &quot;liberation of all political prisoners and some basic steps toward freedom, including freedom of the press, political parties, labor unions.&quot;</p>\r\n\r\n<div>&nbsp;</div>\r\n", "statement_context": "a press conference", "statement_date": "2014-12-18", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}, {"description": "", "id": 105, "photo": null, "resource_uri": "/api/v/2/subject/105/", "subject": "Human Rights", "subject_slug": "human-rights", "used_in_edition": []}], "target": [{"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}], "twitter_headline": ""}