{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/may/27/judicial-confirmation-network/Sotomayor-comment-Latina-women-versus-white-men/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "gjoyce@tampabay.com", "first_name": "Greg", "id": 110, "last_name": "Joyce", "name_slug": "greg-joyce", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/110/", "title": "Metro/Tampa news editor", "twitter": null}], "facebook_headline": null, "id": 1034, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1034/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\n If you've been following the story of Supreme Court nominee Sonia Sotomayor via cable news, you've undoubtedly heard this sound bite from a 2001 Sotomayor speech:\n</p>\n<p>\n \"I would hope that a wise Latina woman with the richness of her experiences would more often than not reach a better conclusion than a white male who hasn't lived that life.\"\n</p>\n<p>\n For many conservative detractors, the quote has formed the centerpiece of their opposition.\n</p>\n<p>\n In a released statement, Wendy E. Long, counsel to the Judicial Confirmation Network, a conservative nonprofit, said, \"Judge Sotomayor is a liberal judicial activist of the first order who thinks her own personal political agenda is more important than the law as written. She thinks that judges should dictate policy, and that one&rsquo;s sex, race and ethnicity ought to affect the decisions one renders from the bench.\"\n <br />\n <br />\n Previously, we have looked at the issue of Sotomayor's statement about judges\n <a href=\"http://politifact.com/truth-o-meter/statements/2009/may/26/republican-national-committee-republican/rnc-claims-supreme-court-nominee-sonia-sotomayor-s/\" target=\"_blank\">\n  making policy\n </a>\n . Here we look at the claim that Sotomayor thinks \"that one&rsquo;s sex, race and ethnicity ought to affect the decisions one renders from the bench.\"\n</p>\n<p>\n A number of Republicans have expressed concern about the statement.\n</p>\n<p>\n Sen. James Inhofe, R-Okla., said that due to Sotomayor's comments, the Senate will need to weigh \"her ability to rule fairly without undue influence from her own personal race, gender or political preferences.\"\n</p>\n<p>\n On his blog, Newt Gingrich wrote this about Sotomayor's nomination: \"Imagine a judicial nominee said 'my experience as a white man makes me better than a Latina woman' Wouldn't they have to withdraw? New racism is no better than old racism. A white man racist nominee would be forced to withdraw. Latina woman racist should also withdraw.\"\n</p>\n<p>\n Asked repeatedly about Sotomayor's comments during the daily White House press briefing on May 27, 2009, spokesman Robert Gibbs admonished reporters not to make a judgment on an 8-second sound clip from a 40-minute speech. Gibbs said he was confident that when people looked at the totality of Sotomayor's speech, and the context of the comment in question, they would \"come to a reasonable conclusion on this.\"\n</p>\n<p>\n So we read the whole speech, titled \"A Latina Judge's Voice,\" which was delivered by Sotomayor at the University of California, Berkeley, School of Law in 2001, and was later published in the Spring 2002 issue of\n <em>\n  Berkeley La Raza Law Journal.\n </em>\n</p>\n<p>\n The purpose of the speech, she said, was to \"talk to you about my Latina identity, where it came from, and the influence I  perceive it has on my presence on the bench.\" She described herself as \"Newyorkrican,\" a born and bred New Yorker of&nbsp; Puerto Rican-born parents, and talked about her close affinity to the Puerto Rican culture as well as her love of America, and how being Latina helped to shape who she is.\n</p>\n<p>\n She then begins to discuss what it will mean to have more women and people of color on the bench.\n</p>\n<p>\n \"While recognizing the potential effect of individual experiences on perception, Judge (Miriam) Cedarbaum nevertheless believes that judges must transcend their personal sympathies and prejudices and aspire to achieve a greater degree of fairness and integrity based on the reason of law,\" Sotomayor said. \"Although I agree with and attempt to work toward Judge Cedarbaum's aspiration, I wonder whether achieving that goal is possible in all or even in most cases. And I wonder whether by ignoring our differences as women or men of color we do a disservice both to the law and society. Whatever the reasons why we may have different perspectives, either as some theorists suggest because of our cultural experiences or as others postulate because we have basic differences in logic and reasoning, are in many respects a small part of a larger practical question we as women and minority judges in society in general must address. I accept the thesis of a law school classmate, professor Steven Carter of Yale Law School, in his affirmative action book that in any group of human beings there is a diversity of opinion because there is both a diversity of experiences and of thought.\"\n</p>\n<p>\n \"I further accept that our experiences as women and people of color affect our decisions,\" Sotomayor said. \"The aspiration to impartiality is just that &mdash; it's an aspiration because it denies the fact that we are by our experiences making different choices than others.\"\n</p>\n<p>\n Sotomayor spoke briefly about the contributions of women judges and attorneys in race and sex discrimination cases, while acknowledging that Supreme Courts made up completely of white men have made seminal decisions on those issues. It's in that context that Sotomayor made the statement heard round the world via YouTube.\n</p>\n<p>\n \"Whether born from experience or inherent physiological or cultural differences ... our gender and national origins may and will make a difference in our judging. Justice O'Connor has often been cited as saying that a wise old man and wise old woman will reach the same conclusion in deciding cases. ... I am ... not so sure that I agree with the statement. First, as professor Martha Minnow has noted, there can never be a universal definition of wise. Second, I would hope that a wise Latina woman with the richness of her experiences would more often than not reach a better conclusion than a white male who hasn't lived that life.\n <br />\n <br />\n \"Let us not forget that wise men like Oliver Wendell Holmes and Justice Cardozo voted on cases which upheld both sex and race discrimination in our society. Until 1972, no Supreme Court case ever upheld the claim of a woman in a gender discrimination case. I, like professor Carter, believe that we should not be so myopic as to believe that others of different experiences or backgrounds are incapable of understanding the values and needs of people from a different group. Many are so capable. As Judge Cedarbaum pointed out to me, nine white men on the Supreme Court in the past have done so on many occasions and on many issues including\n <em>\n  Brown\n </em>\n .\"\n</p>\n<p>\n Sotomayor later concludes that \"personal experiences affect the facts that judges choose to see. My hope is that I will take the good from my experiences and extrapolate them further into areas with which I am unfamiliar. I simply do not know exactly what that difference will be in my judging. But I accept there will be some based on my gender and my Latina heritage. ... I can and do aspire to be greater  than the sum total of my experiences, but I accept my limitations. I willingly  accept that we who judge must not deny the differences resulting from experience  and heritage but attempt, as the Supreme Court suggests, continuously to judge  when those opinions, sympathies and prejudices are appropriate.\"\n</p>\n<p>\n You can read the whole speech for yourself right\n <a href=\"http://www.nytimes.com/2009/05/15/us/politics/15judge.text.html?_r=1&amp;pagewanted=all\" target=\"_blank\">\n  here\n </a>\n .\n</p>\n<p>\n Tom Goldstein, a partner at Washington law firm Akin Gump and the founder of  ScotusBlog, a widely read blog on the Supreme Court, read the speech and concluded it amounted to little more than Sotomayor acknowledging that judges, like anyone, are products of where and how they grew up.\n</p>\n<p>\n \"Having that context can be valuable for a judge,\" Goldstein said. \"There are some cases, like cases of discrimination, where if you have been in someone's shoes, you can better understand it.\"\n</p>\n<p>\n By way of reminder, we are fact-checking the statement from the Judicial Confirmation Network that Sotomayor's statement shows that she thinks \"that one&rsquo;s sex, race and ethnicity ought to affect the decisions one renders from the bench.\" We think the key words in that sentence are \"ought to.\" To the contrary, Sotomayor says several times that she agrees judges should aspire to \"transcend their personal sympathies and prejudices.\" However, she acknowledges that we are all informed by our experiences and that \"personal experiences affect the facts that judges choose to see.\" And, she concludes, when it comes to things like race and sex discrimination, that kind of diversity of experience can be an asset. In context, it's clear that Sotomayor isn't suggesting the intellect of Latina women is superior to that of white men, only that a greater diversity of experience and thought would be a valuable addition to the court system. And so we rate the Judicial Confirmation Network's statement Half True.\n</p>", "ruling_comments_date": "2010-01-07T13:27:44.028495", "ruling_date": "2009-05-27T14:20:33", "ruling_headline": "Sotomayor's comment about Latina women versus white men", "ruling_headline_slug": "Sotomayor-comment-Latina-women-versus-white-men", "ruling_link_text": "Read the speech, not just the sound bite", "ruling_state": null, "source_documents": null, "sources": "<p>\n Judicial Confirmation Network,\n <a href=\"http://www.judicialnetwork.com/\" target=\"_blank\">\n  \"JCN Statement on nomination of Sonia Sotomayor to the Supreme Court\"\n </a>\n by Wendy Long, May 26, 2009\n <br />\n <br />\n New York Times,\n <a href=\"http://www.nytimes.com/2009/05/15/us/politics/15judge.text.html?_r=1&amp;pagewanted=all\" target=\"_blank\">\n  \"Text of 2001 lecture delivered by appeals court judge Sonia Sotomayor at the University of California, Berkeley, School of Law,\"\n </a>\n May 14, 2009\n</p>\n<p>\n Sen. Jim Inhofe Web site,\n <a href=\"http://inhofe.senate.gov/public/index.cfm?FuseAction=PressRoom.PressReleases&amp;ContentRecord_id=7e05dd04-802a-23ad-4a12-c10340b047af&amp;Region_id=&amp;Issue_id=\" target=\"_blank\">\n  \"Inhofe Statement on Sotomayor Nomination,\"\n </a>\n May 26, 2009\n</p>\n<p>\n Newt.org, the Web site of Newt Gingrich,\n <a href=\"http://newt.org/EditNewt/FeaturedBloggersDB/tabid/193/articleType/ArticleView/articleId/4253/On-Supreme-Court-nominee-Sonia-Sotomayor.aspx\" target=\"_blank\">\n  \"On Supreme Court nominee Sonia Sotomayor,\"\n </a>\n May 27, 2009\n</p>\n<p>\n CQ Transcripts, White House Regular News Briefing with White House Press Secretary Robert Gibbs, May 27, 2009\n</p>\n<p>\n Interview with Tom Goldstein, a partner at Washington law firm Akin Gump and the founder of  ScotusBlog, May 26, 2009\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 1, "home_state": "", "id": 171, "last_name": "Judicial Confirmation Network", "mostly_true_count": 0, "name_slug": "judicial-confirmation-network", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-independentgroup____________________.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/171/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>Sotomayor thinks \"that one&rsquo;s sex, race and ethnicity ought to affect the decisions one renders from the bench.\"</p>", "statement_context": "a released statement", "statement_date": "2009-05-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 110, "photo": null, "resource_uri": "/api/v/2/subject/110/", "subject": "Sotomayor Nomination", "subject_slug": "sotomayor-nomination", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 108, "photo": null, "resource_uri": "/api/v/2/subject/108/", "subject": "Supreme Court", "subject_slug": "supreme-court", "used_in_edition": []}], "target": [], "twitter_headline": null}