{"art": [{"brightcove": "", "caption": "Power lines stretch across the sky. (Providence Journal file photo)", "id": 5591, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/PFRI_Power_lines_Johnston.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/5591/", "title": "PFRI-Power_lines", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "gemery@cox.net", "first_name": "C. Eugene", "id": 144, "last_name": "Emery Jr.", "name_slug": "c-eugene-emery", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/gene_emery80_.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/144/", "title": "PolitiFact correspondent", "twitter": null}], "canonical_url": "/rhode-island/statements/2015/jan/02/patrick-lynch/former-ri-atty-gen-patrick-lynch-says-power-lines-/", "edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "editor": [{"email_address": "tmurphy@providencejournal.com", "first_name": "Tim", "id": 145, "last_name": "Murphy", "name_slug": "tim-murphy", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/tim_murphy2_80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/145/", "title": "Editor", "twitter": null}], "facebook_headline": null, "id": 10345, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "gemery@cox.net", "first_name": "C. Eugene", "id": 144, "last_name": "Emery Jr.", "name_slug": "c-eugene-emery", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/gene_emery80_.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/144/", "title": "PolitiFact correspondent", "twitter": null}], "resource_uri": "/api/v/2/statement/10345/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>sFormer Rhode Island Attorney General Patrick Lynch wants the power lines stretching along the waterfront from East Providence to Providence to be relocated underground, a plan that has been shelved because <a href=\"http://www.providencejournal.com/news/content/20141103-price-to-bury-power-lines-from-providence-to-east-providence-skyrockets-to-33.9-million.ece\" style=\"text-decoration:none;\"><u>the projected costs have skyrocketed</u></a> from $19 million in 2007 to at least $34 million now.</p>\r\n\r\n<p>In <a href=\"http://www.providencejournal.com/opinion/commentary/20141124-patrick-c.-lynch-lets-bury-waterfront-power-lines.ece\" style=\"text-decoration:none;\"><u>a Nov. 24 commentary</u></a> in The Providence Journal, Lynch said there were several reasons for burying the lines and predicted that it would boost economic development and encourage tourism.</p>\r\n\r\n<p>But he also said burial would, &quot;improve public health and safety by eliminating exposure of nearby residential development projects to electro-magnetic fields, which has been associated with childhood leukemia and other diseases.&quot;</p>\r\n\r\n<p>We were interested in whether there are any links between exposure to electromagnetic fields (EMF) and disease, particularly childhood leukemia?</p>\r\n\r\n<p>We contacted Lynch&#39;s office to ask for his evidence. Meanwhile, we started looking for some ourselves.</p>\r\n\r\n<p>But first, a point of information. Electromagnetic fields are everywhere. Turn on a toaster and you&#39;ll be exposed to EMFs. And burying the lines will only partially shield residents from this particular source.</p>\r\n\r\n<p>&quot;The fields are always there. If you send current over a wire it generates electromagnetic fields,&quot; said Tao Wei, a professor of electrical engineering at the University of Rhode Island. Burying power lines might reduce the field somewhat but &quot;there&#39;s no way to eliminate it all.&quot;</p>\r\n\r\n<p>Whether such fields cause disease, particularly childhood leukemia -- is more complicated.</p>\r\n\r\n<p>In our emails and in cell phone conversations with Lynch, he repeatedly argued that he never claimed that there was a link between EMFs&nbsp;and childhood leukemia (or other diseases). He only said that the two are &quot;associated.&quot;</p>\r\n\r\n<p>What&#39;s the difference?</p>\r\n\r\n<p>Just because two things are &quot;associated&quot; -- occurring at the same time -- doesn&#39;t mean that one thing causes another. For example, wearing lipstick is <em>associated</em> with breast cancer because women wear lipstick and have much higher rates of breast cancer than men, who don&rsquo;t. But lipstick doesn&#39;t <em>cause</em> breast cancer.</p>\r\n\r\n<p>Lynch didn&#39;t make that distinction between association and causation.</p>\r\n\r\n<p>So we believe the average reader would come away thinking that he was suggesting that EMFs cause disease. Otherwise, why raise the issue? Thus, we will judge his statement on that basis.</p>\r\n\r\n<p>It turns out that even the reported association between power lines and health problems is debatable, according to the reports we examined.</p>\r\n\r\n<p>While some studies have suggested that leukemia might lurk as a risk, other evidence argues against such a link, which is why a few groups have made statements hedging their bets, keeping the door open just in case new evidence comes along.</p>\r\n\r\n<p>And when it comes to the &quot;other diseases&quot; that Lynch refers to, the consensus is that there is no convincing evidence that EMFs pose such a danger.</p>\r\n\r\n<p><strong>Some history</strong></p>\r\n\r\n<p>Many people came to believe such fields are hazardous thanks to a 1979 study in Denver, which <a href=\"http://www.quackwatch.com/01QuackeryRelatedTopics/emf.html\" style=\"text-decoration:none;\"><u>never actually measured electromagnetic fields</u></a>, and a three-part series in The New Yorker by journalist Paul Brodeur that sparked a wave of fear about electric blankets, video display terminals and power lines.</p>\r\n\r\n<p>That prompted decades of research that has failed to prove anything conclusive.</p>\r\n\r\n<p>There has been reason to doubt the risk for a long time.</p>\r\n\r\n<p><a href=\"http://www.nejm.org/doi/pdf/10.1056/NEJM199707033370101\" style=\"text-decoration:none;\"><u>One of the larger studies</u></a> was done by the National Cancer Institute and published in 1997 in the New England Journal of Medicine. It found no evidence of a higher risk of leukemia among the children who had received the highest exposure of EMF. Researchers tend to focus on leukemia because it is a type of cancer that is particularly sensitive to radiation.</p>\r\n\r\n<p><a href=\"http://www.nejm.org/doi/pdf/10.1056/NEJM199707033370109\" style=\"text-decoration:none;\"><u>Dr. Edward Campion, a Journal editor, noted</u></a> that, &quot;In recent years, several commissions and expert panels have concluded that there is no convincing evidence that high-voltage power lines are a health hazard or a cause of cancer. And the weight of the better epidemiologic studies . . . now supports the same conclusion.&quot;</p>\r\n\r\n<p>Ultimately, the reaction to the concerns developed into a strategy known as &quot;prudent avoidance,&quot; where efforts are made to avoid strong electromagnetic fields just in case they might pose a health hazard.</p>\r\n\r\n<p>With our use of electronic devices mushrooming, one might have expected a sharp increase in health problems if the fields were dangerous. That hasn&#39;t been seen. (Meanwhile, fears have shifted to the higher-frequency electromagnetic fields emitted by wireless Internet and cell phones and, once again, despite all the studies, there&#39;s been no definitive evidence of danger.)</p>\r\n\r\n<p><strong>Newer research</strong></p>\r\n\r\n<p>The closest any health authority has come to saying the fields are dangerous came <a href=\"http://monographs.iarc.fr/ENG/Monographs/vol80/mono80.pdf\" style=\"text-decoration:none;\"><u>in 2002</u></a> when the World Health Organization&#39;s International Agency for Research on Cancer characterized them as &quot;possibly&quot; causing cancer.</p>\r\n\r\n<p>But the agency said the evidence that extremely low frequency magnetic fields of the power line variety cause childhood leukemia was limited, and evidence linking the fields to any other type of cancer was inadequate. The group declined to classify EMFs as a &quot;probable&quot; carcinogen.</p>\r\n\r\n<p>In the intervening years, the link -- if there is one -- has remained tenuous.</p>\r\n\r\n<p><a href=\"http://www.newscientist.com/article/dn7460-large-study-links-power-lines-to-childhood-cancer.html#.VJRI9f9AiB\" style=\"text-decoration:none;\"><u>A large 2005 study</u></a> uncovered a slightly higher risk of leukemia for children living near overhead power lines, but the researchers said the findings appeared to be a fluke because the risk was seen in places where the magnetic field produced by the power line was lower than background levels. One theory is that the risk is linked to a family&#39;s income and poorer people tend to live near large power lines.</p>\r\n\r\n<p><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/24197706\" style=\"text-decoration:none;\"><u>A Danish study published in 2014</u></a> came up with similar conclusions. It logged leukemia cases, but none within 200 meters -- about 656 feet -- from power lines. If the power lines were causing cancer, you would expect the cases to be closest to the lines.</p>\r\n\r\n<p>In 2013, <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/23558899\" style=\"text-decoration:none;\"><u>a study of 2,779 cases of childhood leukemia</u></a> diagnosed in France from 2002 to 2007 found that a child had to live within 55 yards of power lines to have a risk, but only if those lines were classified as very high voltage power lines. Beyond 55 yards posed no risk. Neither did living near other types of power lines. &nbsp;&nbsp;&nbsp;</p>\r\n\r\n<p><a href=\"http://www.medicalnewstoday.com/articles/272330.php\" style=\"text-decoration:none;\"><u>A study published in 2014</u></a> also failed to show a consistent link to childhood leukemia. In places where researchers think they have seen cancer, it may be due to chance. In some instances, the risk was seen in areas adjacent to power lines where EMF&nbsp;levels were no higher than what you would get from Earth&#39;s magnetic field.</p>\r\n\r\n<p>Animal studies have shown no consistent risk, which is another reason scientists are skeptical of a link.</p>\r\n\r\n<p><strong>Lynch&#39;s evidence</strong></p>\r\n\r\n<p>Lynch, who has been interested in the EMF&nbsp;issue for years, sent us several documents, some from more than a decade ago, including <a href=\"https://www.nationalgridus.com/non_html/shared_env_emfs.pdf\" style=\"text-decoration:none;\"><u>a National Grid brochure</u></a> and <a href=\"http://www.nytimes.com/2014/07/08/science/debate-continues-on-hazards-of-electromagnetic-waves.html?emc=eta1&amp;_r=2\" style=\"text-decoration:none;\"><u>a New York Times story</u></a> from July in which one expert, who has long been concerned about EMFs and wants to keep WiFi out of schools because he fears it might be risky, thinks the evidence supporting a hazard has only grown stronger.</p>\r\n\r\n<p>And he pointed us to <a href=\"http://www.bioinitiative.org/report/wp-content/uploads/pdfs/sec12_2012_Evidence_%20Childhood_Cancers.pdf\" style=\"text-decoration:none;\"><u>a September 2012 report</u></a> by Michael Kundi, who heads the Institute of Environmental Health at the Medical University of Vienna, in Austria, and argues that, based on the research, power lines pose a much greater risk of leukemia than previously assumed and the evidence is so strong that it doesn&#39;t matter that animal studies have shown no problem.</p>\r\n\r\n<p>He is part of <a href=\"http://www.bioinitiative.org/report/wp-content/uploads/pdfs/sec01_2012_summary_for_public.pdf\" style=\"text-decoration:none;\"><u>a group of researchers</u></a> who believe cellphones, wireless laptops, WiFi transmitters, cell towers, power lines and electronic baby monitors probably pose a long list of health hazards that include various cancers, sperm damage, autism and Alzheimer&#39;s disease. They also want WiFi removed from schools. That would support Lynch&#39;s contention that &quot;other diseases&quot; might be involved.</p>\r\n\r\n<p><strong>Broader consensus</strong></p>\r\n\r\n<p>Yet what do major science and medical organizations say?</p>\r\n\r\n<p><a href=\"http://www.cancer.org/cancer/leukemiainchildren/detailedguide/childhood-leukemia-risk-factors\" style=\"text-decoration:none;\"><u>The American Cancer Society</u></a> lists &quot;Exposure to electromagnetic fields (such as living near power lines)&quot; as an &quot;uncertain, unproven, or controversial&quot; risk factor for childhood leukemia. Studies of electric fields have not shown any risk. <a href=\"http://www.cancer.org/cancer/cancercauses/radiationexposureandcancer/extremely-low-frequency-radiation\" style=\"text-decoration:none;\"><u>The only hint</u></a> of a leukemia problem has been for magnetic fields and only in children exposed to the highest fields.</p>\r\n\r\n<p><a href=\"http://www.cancer.gov/cancertopics/factsheet/Risk/magnetic-fields\" style=\"text-decoration:none;\"><u>The National Cancer Institute&#39;s website</u></a> concludes, &quot;there is little evidence that exposure to ELF-EMF from power lines causes leukemia, brain tumors, or any other cancers in children.&quot; &nbsp;Among adults, the evidence continues to show no danger, or has produced inconsistent results.</p>\r\n\r\n<p>Cancer Research UK, a United Kingdom group similar to the Cancer Society, <a href=\"http://www.cancerresearchuk.org/cancer-info/healthyliving/cancercontroversies/powerlines/power-lines-and-cancer\" style=\"text-decoration:none;\"><u>reports</u></a> that even if a link were confirmed, &quot;the impact would be small -- only around one percent of childhood leukemias.&quot;</p>\r\n\r\n<p>And WHO, which cautiously classified the fields as &quot;possibly&quot; carcinogenic a dozen years ago, <a href=\"http://www.who.int/peh-emf/about/WhatisEMF/en/index1.html\" style=\"text-decoration:none;\"><u>currently says</u></a> &quot;the evidence for any effect remains highly controversial. However, it is clear that if electromagnetic fields do have an effect on cancer, then any increase in risk will be extremely small. The results to date contain many inconsistencies, but no large increases in risk have been found for any cancer in children or adults.&quot;</p>\r\n\r\n<p>Lynch also referred us to <a href=\"http://www.theiet.org/factfiles/bioeffects/emf-position-page.cfm?type=pdf\" style=\"text-decoration:none;\"><u>a very recent analysis</u></a> from the nonprofit Institution of Engineering and Technology. He focused on the wording suggesting that there might be a leukemia risk above a certain exposure level. But we noted that the report concludes that despite decades of research, &quot;the existence of harmful health effects&quot; from such power lines &quot;remains unsubstantiated.&quot;</p>\r\n\r\n<p>Lynch said that the institution&#39;s analysis was a case where you &quot;hide the conclusion in the middle and turn back &#39;unswervingly&#39; to [power] industry messaging at the end.&quot; &nbsp;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Lynch said exposure to the electromagnetic fields from power lines &quot;has been associated with childhood leukemia and other diseases.&quot;</p>\r\n\r\n<p>Lynch, when questioned, says he&#39;s saying there is just an association, and he&#39;s not asserting that EMFs cause cancer and other diseases.</p>\r\n\r\n<p>We believe the average reader would come away believing that Lynch was saying there is a direct link and a real danger, which would be a striking assertion.</p>\r\n\r\n<p>When it comes to health effects, the grain of truth in Lynch&#39;s statement is that there have been some studies suggesting a link. But he&#39;s ignoring the fact that other studies and experts have concluded that there is little or no effect, and major health organizations have not found the evidence to be convincing despite decades of efforts to demonstrate a danger.</p>\r\n\r\n<p>Because his claim ignores critical facts that would give a different impression, we rate it <a href=\"http://www.politifact.com/rhode-island/about/\" style=\"text-decoration:none;\"><u>Mostly False</u></a>.</p>\r\n\r\n<p>(If you have a claim you&rsquo;d like <a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\" style=\"text-decoration:none;\"><u>PolitiFact Rhode Island</u></a> to check, email us at politifact@providencejournal.com. And follow us on Twitter: @politifactri.)</p>\r\n", "ruling_comments_date": "2015-01-01T17:23:37.182281", "ruling_date": "2015-01-02T00:01:00", "ruling_headline": "Former R.I. Atty. Gen. Patrick Lynch says power lines have been linked to leukemia, other diseases", "ruling_headline_slug": "former-ri-atty-gen-patrick-lynch-says-power-lines-", "ruling_link_text": "No definitive evidence despite decades of research", "ruling_state": null, "source_documents": null, "sources": "<p>ProvidenceJournal.com, &quot;<a href=\"http://www.providencejournal.com/news/content/20141103-price-to-bury-power-lines-from-providence-to-east-providence-skyrockets-to-33.9-million.ece\" style=\"text-decoration:none;\"><u>Price to bury power lines from Providence to East Providence skyrockets to $33.9 million</u></a>,&quot; Nov. 3, 2014, and &quot;<a href=\"http://www.providencejournal.com/opinion/commentary/20141124-patrick-c.-lynch-lets-bury-waterfront-power-lines.ece\" style=\"text-decoration:none;\"><u>Patrick C. Lynch: Let&rsquo;s bury waterfront power lines</u></a>,&quot; Nov. 24, 2014</p>\r\n\r\n<p>Interviews and emails, Patrick Lynch, Dec. 23-30, 2014</p>\r\n\r\n<p>Interview, Tao Wei, professor of electrical engineering, University of Rhode Island, Dec. 19, 2014</p>\r\n\r\n<p>Quackwatch.com, &quot;<a href=\"http://www.quackwatch.com/01QuackeryRelatedTopics/emf.html\" style=\"text-decoration:none;\"><u>Power Lines and Cancer: Nothing to Fear</u></a>,&quot; undated, accessed Dec. 23, 2014</p>\r\n\r\n<p>NEJM.org, &quot;<a href=\"http://www.nejm.org/doi/pdf/10.1056/NEJM199707033370101\" style=\"text-decoration:none;\"><u>Residential exposure to magnetic fields and acute lymphoblastic leukemia in children</u></a>,&quot; and &quot;<a href=\"http://www.nejm.org/doi/pdf/10.1056/NEJM199707033370109\" style=\"text-decoration:none;\"><u>Power lines, cancer, and fear</u></a>,&quot; New England Journal of Medicine, July 3, 1997, both accessed Dec. 19, 2014</p>\r\n\r\n<p>IARC.fr, &quot;<a href=\"http://monographs.iarc.fr/ENG/Monographs/vol80/mono80.pdf\" style=\"text-decoration:none;\"><u>IARC Monographs on the Evaluation of Carcinogenic Risks to Humans, Volume 80, Non-ionizing radiation, Part 1: Static and Extremely Low-Frequency (ELF) Electric and Magnetic Fields</u></a>,&quot; World Health Organization, International Agency for Research on Cancer, 2002, accessed Dec. 19, 2014</p>\r\n\r\n<p>NewScientist.com, &quot;<a href=\"http://www.newscientist.com/article/dn7460-large-study-links-power-lines-to-childhood-cancer.html#.VJRI9f9AiB\" style=\"text-decoration:none;\"><u>Large study links power lines to childhood cancer</u></a>,&quot; New Scientists, June 3, 2014, accessed Dec. 19, 2014</p>\r\n\r\n<p>NIH.gov, <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/24197706\" style=\"text-decoration:none;\"><u>&quot;Distance from residence to power line and risk of childhood leukemia: a population-based case-control study in Denmark</u></a>,&quot; February, 2014, and &quot;<a href=\"http://www.ncbi.nlm.nih.gov/pubmed/23558899\" style=\"text-decoration:none;\"><u>Childhood leukaemia close to high-voltage power lines--the Geocap study, 2002-2007</u></a>,&quot; U.S. National Library of Medicine, National Institutes of Health, May 14, 2013, both accessed Dec. 19, 2014</p>\r\n\r\n<p>MedicalNewsToday.com, &quot;<a href=\"http://www.medicalnewstoday.com/articles/272330.php\" style=\"text-decoration:none;\"><u>No childhood leukemia risk from power lines</u></a>,&quot; Feb. 7, 2014, accessed Dec. 19, 2014</p>\r\n\r\n<p>NationalGridUS.com, &quot;Electric and Magnetic Fields,&quot; undated, accessed Dec. 23, 2014</p>\r\n\r\n<p>NYTimes.com, &quot;<a href=\"http://www.nytimes.com/2014/07/08/science/debate-continues-on-hazards-of-electromagnetic-waves.html?emc=eta1&amp;_r=3\" style=\"text-decoration:none;\"><u>Debate Continues on Hazards of Electromagnetic Waves</u></a>,&quot; July 7, 2014, accessed Dec. 23, 2014</p>\r\n\r\n<p>Bioinitiative.org, &quot;<a href=\"http://www.bioinitiative.org/report/wp-content/uploads/pdfs/sec12_2012_Evidence_%20Childhood_Cancers.pdf\" style=\"text-decoration:none;\"><u>Evidence for Childhood Cancers (Leukemia) 2012 Supplement</u></a>,&quot; September 2012, and &quot;<a href=\"http://www.bioinitiative.org/report/wp-content/uploads/pdfs/sec01_2012_summary_for_public.pdf\" style=\"text-decoration:none;\"><u>Summary for the Public</u></a>,&quot; March 2014, BioInitiative Working Group, accessed Dec. 30, 2014</p>\r\n\r\n<p>Cancer.org, &quot;<a href=\"http://www.cancer.org/cancer/leukemiainchildren/detailedguide/childhood-leukemia-risk-factors\" style=\"text-decoration:none;\"><u>What are the risk factors for childhood leukemia?</u></a>&quot; Feb. 3, 2014, and &quot;<a href=\"http://www.cancer.org/cancer/cancercauses/radiationexposureandcancer/extremely-low-frequency-radiation\" style=\"text-decoration:none;\"><u>Power Lines, Electrical Devices and Extremely Low Frequency Radiation</u></a>,&quot; April 11, 2014, accessed Dec. 19, 2014</p>\r\n\r\n<p>Cancer.gov, &quot;<a href=\"http://www.cancer.gov/cancertopics/factsheet/Risk/magnetic-fields\" style=\"text-decoration:none;\"><u>Magnetic Field Exposure and Cancer</u></a>,&quot; National Cancer Institute, accessed Dec. 19, 2014</p>\r\n\r\n<p>CancerResearchUK.org, &quot;<a href=\"http://www.cancerresearchuk.org/cancer-info/healthyliving/cancercontroversies/powerlines/power-lines-and-cancer\" style=\"text-decoration:none;\"><u>Power lines and cancer</u></a>,&quot; March 27, 2014, accessed Dec. 19, 2014</p>\r\n\r\n<p>WHO.int, &quot;<a href=\"http://www.who.int/peh-emf/about/WhatisEMF/en/index1.html\" style=\"text-decoration:none;\"><u>Electromagnetic fields (EMF)</u></a>,&quot; undated, Dec. 23, 2014</p>\r\n\r\n<p>TheIET.org, &quot;<a href=\"http://www.theiet.org/factfiles/bioeffects/emf-position-page.cfm?type=pdf\" style=\"text-decoration:none;\"><u>Are there harmful Biological Effects of Low-Level Electromagnetic Fields at frequencies up to 300 GHz?: 2014 Position Statement provided by the Institution of Engineering and Technology</u></a>,&quot; accessed Dec. 23, 2014</p>\r\n\r\n<p>Forbes.com, &quot;<a href=\"http://www.forbes.com/sites/stevensalzberg/2014/09/01/do-high-voltage-power-lines-cause-cancer/\" style=\"text-decoration:none;\"><u>Do High Voltage Power Lines Cause Cancer?</u></a>&quot; Sept. 1, 2014, accessed Dec. 19, 2014</p>\r\n\r\n<p>BBC.com, &quot;<a href=\"http://www.bbc.com/news/health-26068363\" style=\"text-decoration:none;\"><u>Child leukaemia &#39;not linked to power lines</u></a>,&#39;&quot; Feb. 6, 2014, accessed Dec. 19, 2014</p>\r\n\r\n<p>ResearchGate.net, &quot;<a href=\"http://www.researchgate.net/publication/228266535_Epidemiologic_Data_and_Standards_Response_to_Kundi\" style=\"text-decoration:none;\"><u>Epidemiologic Data and Standards: Response to Kundi</u></a>,&quot; June 3, 2014, accessed Dec. 30, 2014</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Attorney General", "false_count": 0, "first_name": "Patrick", "half_true_count": 1, "home_state": "Rhode Island", "id": 450, "last_name": "Lynch", "mostly_true_count": 0, "name_slug": "patrick-lynch", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/patrick_lynch80.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/450/", "total_count": 2, "true_count": 0, "website": "http://www.lynch2010.com/"}, "statement": "<p>Exposure to the electromagnetic fields from power lines &quot;has been associated with childhood leukemia and other diseases.&quot;</p>\r\n", "statement_context": "a newspaper commentary", "statement_date": "2014-11-24", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}, {"description": "", "id": 133, "photo": null, "resource_uri": "/api/v/2/subject/133/", "subject": "Infrastructure", "subject_slug": "infrastructure", "used_in_edition": []}, {"description": "", "id": 202, "photo": null, "resource_uri": "/api/v/2/subject/202/", "subject": "Public Health", "subject_slug": "public-health", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 173, "photo": null, "resource_uri": "/api/v/2/subject/173/", "subject": "Public Safety", "subject_slug": "public-safety", "used_in_edition": ["/api/v/2/edition/9/"]}], "target": [], "twitter_headline": ""}