{"art": [{"brightcove": "", "caption": "In this December 2014 interview, NBC's Chuck Todd said there'd been estimates that mass deportations would send Texas into recession (Republican Governors Association post).", "id": 5626, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/5626/", "title": "Chuck Todd, mass deportations, Texas recession, Dec. 7, 2014", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/Phyka_e44Qo?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "Phyka_e44Qo"}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2015/jan/09/chuck-todd/chuck-todd-says-there-are-estimates-texas-recessio/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 10369, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/10369/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>An NBC reporter made us wonder about mass deportations touching off a Texas recession.</p>\r\n\r\n<p>Chuck Todd, who hosts the &quot;Meet the Press&quot; program, quizzed Texas Gov.-elect Greg Abbott on <a href=\"https://www.youtube.com/watch?v=Phyka_e44Qo\" style=\"text-decoration:none;\"><u>a December 2014 edition of the program </u></a>about the costs to Texas of schooling and otherwise serving individuals living in the state and country without legal authorization.</p>\r\n\r\n<p>But, Todd suggested, the same immigrants support the state&rsquo;s economy, adding: &quot;There have been some estimates that if you deported everybody who is in Texas illegally, it would actually be an economic&mdash;it would create an economic recession for the state of Texas.&quot;</p>\r\n\r\n<p>Abbott replied by saying legal immigration has been good for the country.</p>\r\n\r\n<p>We didn&rsquo;t hear back from Todd&rsquo;s office about which estimates he was thinking of to conclude that if every resident not authorized to live in Texas was deported, the state&rsquo;s economy would be hammered.</p>\r\n\r\n<p>Meantime, the Federal Reserve Bank of Dallas told us through spokesman James Hoard it&rsquo;s unaware of research on the economic impact should every unauthorized resident of the state be deported. But a bank economist, <a href=\"http://www.dallasfed.org/research/economists/orrenius.cfm\" style=\"text-decoration:none;\"><u>Pia Orrenius</u></a>, said by email: &quot;If you take a million workers out of the Texas labor force, economic activity will contract.&quot;</p>\r\n\r\n<p>Another expert on the Texas economy, Southern Methodist University economist Bernard Weinstein, said he was unaware of fresh looks at the effects of deporting all unauthorized Texas workers. Generally, he emailed, &quot;Texas has had the most robust economy of any large state over the past five years, accounting for about 30 percent of all the jobs created nationwide. Without question, our large immigrant population&mdash;both legal and illegal&mdash;has contributed to that growth. I don&rsquo;t know that deporting all of Texas&rsquo; undocumented workers would cause an outright recession, but it would certainly impose some real pain on a number of industries such as agriculture, hospitality (hotels and restaurants), and residential construction/maintenance.&quot;</p>\r\n\r\n<p>Robert Wood, a spokesman for the Texas Association of Business, replied to our inquiry by pointing out a May 2008 <em>Houston Chronicle </em><a href=\"http://www.chron.com/business/article/Study-Illegal-immigrants-worth-1-8-trillion-to-1791312.php\" style=\"text-decoration:none;\"><u>news story</u></a> on a study overseen by economist Ray Perryman of Waco as possibly relevant. According to the story, Perryman calculated that Texas would lose more than 1 million residents if all unauthorized workers vanished overnight, costing the economy.</p>\r\n\r\n<p>Wood also noted a May 2013 Texas Tribune <a href=\"http://www.texastribune.org/2013/05/30/report-immigrants-economic-strength-increases/\" style=\"text-decoration:none;\"><u>news story</u></a> quoting data compiled by a Washington, D.C., think tank, the Immigration Policy Center, stating that mass deportations in the state, home to an estimated 1.6 million unauthorized immigrants, would cost the economy billions of dollars. &quot;If all unauthorized immigrants were removed from Texas, the state would lose $69.3 billion in economic activity, $30.8 billion in gross state product, and approximately 403,174 jobs, even accounting for adequate market adjustment time,&quot; the center said.</p>\r\n\r\n<p>We followed up with Perryman, who emailed his firm&rsquo;s <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGRWZ5YVMwZXNvaDg/view?usp=sharing\" style=\"text-decoration:none;\"><u>April 2008 report</u></a> to us while cautioning that all its figures and projections would be different by now given changes over time.</p>\r\n\r\n<p><strong>Sudden deportations, sudden recession?</strong></p>\r\n\r\n<p>The 2008 Perryman report didn&rsquo;t predict a recession anywhere in the U.S. in the event of mass deportations. Still, it said, the &quot;undocumented workforce comprises a notable percentage of total workers in many industrial and occupational categories, which are becoming increasingly difficult for employers to fill. Without undocumented workers, notable labor shortages would emerge, and significant economic dislocations would occur.&quot;</p>\r\n\r\n<p>Whether Texas went into a recession, Perryman told us by email, &quot;would depend on the circumstances. If the entire workforce were removed quickly with no time to adjust, it would cause a recession. That outcome is very unlikely. If it were done on a more-phased basis with time to respond, it would still likely take a heavy toll, but an all-out recession might be avoidable,&quot; he wrote.</p>\r\n\r\n<p>Perryman continued: &quot;The difficulty lies in the percentage of the Texas workforce filled by undocumented workers.&quot; The 2008 report estimated unauthorized residents to comprised 9 percent of Texas workers in 2007, compared with 5 percent nationwide.</p>\r\n\r\n<p>In his email, Perryman went on: &quot;Even if every unemployed person in the Texas labor force today could and would fill one of those slots (which is obviously not the case), the state would be short several hundred thousand workers. Those jobs would have to be filled by recruiting from other areas (which would also be facing similar situations, though in most cases not as severe) or, replaced by technology (which takes time, etc.). It would also disproportionately affect some key industries that support growth and exports (such as construction and agriculture).</p>\r\n\r\n<p>&quot;I guess the bottom line is that, under any circumstances, it would cause a lot of disruptions. &nbsp;Under most circumstances, it would cause a recession with the magnitude and duration depending on the specific plan. Under a few programs (a very gradual phase-in combined with mechanisms to replace the workers with &lsquo;documented&rsquo; ones, which would require real, comprehensive immigration reform), a recession could be averted. Whatever the politics, the sheer numbers make a quick deportation very difficult to manage,&quot; Perryman said.</p>\r\n\r\n<p><strong>2012 study</strong></p>\r\n\r\n<p>Also to our inquiry, spokesman Ed Sills of the Texas AFL-CIO pointed out an August 2012 report from the liberal <a href=\"https://www.americanprogress.org/about/mission/\" style=\"text-decoration:none;\"><u>Center for American Progress</u></a> estimating that in Texas or any of six other states, &quot;deporting even a portion of the unauthorized immigrants would lead to significant losses in gross state product, worker wages and tax revenues.&quot;</p>\r\n\r\n<p>The report, undertaken by <a href=\"http://www.immigrationpolicy.org/ra%C3%BAl-hinojosa-ojeda-phd\" style=\"text-decoration:none;\"><u>Raul Hinojosa-Ojeda</u></a>, an associate professor at the University of California, Los Angeles, said unauthorized immigrants comprised 7.2 percent, or 1.02 million, of Texas workers and accounted for $14.5 billion in taxes paid in the state in 2010. (The report said its population estimates drew on the U.S. Census Bureau and Pew Hispanic Center.)</p>\r\n\r\n<p>The report didn&rsquo;t use &quot;recession&quot; in its description of probable Texas outcomes. Still, it said, removing &quot;all of the undocumented immigrants from Texas would have substantial, indeed devastating, consequences for everyone remaining in the state. Driving undocumented immigrants out of Texas would lead to substantially diminished earnings, decreased gross state product and lost tax revenue for the state government.&quot; The state&rsquo;s gross state product, the report said, would be reduced by more than $77.7 billion, or 6 percent, if the &quot;undocumented population were driven from the state.&quot;</p>\r\n\r\n<p><strong>Another voice</strong></p>\r\n\r\n<p>We also consulted Bob Dane of the Washington, D.C.-based Federation for American Immigration Reform, which focuses on the costs of immigration, particularly illegal immigration. Dane suggested the idea of sudden mass deportations is obviously absurd. Still, if they happened, Dane said by phone, there would be short-term inconveniences, even chaos. But over time, he said, vacancies would be filled by job-seeking legal residents&mdash;and wages would rise.</p>\r\n\r\n<p>The Perryman report said that nationally mass removals would result in the immediate loss of 8.1 million jobs, but the reduction would shrink to 2.8 million jobs once businesses and remaining workers adjusted. In Texas, the report said, there would ultimately be 403,174 jobs wiped out, compared to 1.15 million jobs lost immediately after unauthorized residents were removed.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Todd, addressing Abbott, said there had been &quot;some estimates that if you deported everybody who is in Texas illegally&hellip; it would create an economic recession for the state.&quot;</p>\r\n\r\n<p>It&rsquo;s hard to overlook that Todd&rsquo;s statement was premised on hypothetical mass deportations no one expects to occur. That glitch aside, economists have said the Texas economy would suffer without its unauthorized workers, but we didn&rsquo;t find &quot;recession&quot; estimates.</p>\r\n\r\n<p>On balance, we rate this claim Half True.</p>\r\n\r\n<hr />\r\n<p><em><strong>HALF TRUE</strong> </em><em>&ndash; The statement is partially accurate but leaves out important details or takes things out of context.</em></p>\r\n\r\n<p>Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\" style=\"text-decoration:none;\"> <u>more</u></a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n", "ruling_comments_date": "2015-01-09T18:38:08.360863", "ruling_date": "2015-01-09T17:43:01", "ruling_headline": "Chuck Todd says there are estimates of a Texas recession if all unauthorized immigrants deported", "ruling_headline_slug": "chuck-todd-says-there-are-estimates-texas-recessio", "ruling_link_text": "The 'R' word", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"https://docs.google.com/document/d/1lqYUL0nBCCucX237fjWNjHB4jHlVLHP00C6hrq4IAxc/pub\" style=\"text-decoration:none;\"><u>Email</u></a>, Ray Perryman, president, the Perryman Group, Dec. 11, 2014</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1fngOF8YaK_n6H281lW3KNxt0kf32kMOJhjSmw74TNdM/pub\" style=\"text-decoration:none;\"><u>Emails</u></a>, James Hoard, public affairs officer, Federal Reserve Bank of Dallas, Dec. 10-11, 2014</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1W-s6RGQlLvyJvsFmeSxTwXcv9Rv2FPO5Pv90UgfZAbg/pub\" style=\"text-decoration:none;\"><u>Email</u></a>, Bernard L. Weinstein, associate director, Maguire Energy Institute; adjunct professor of Business Economics, Cox School of Business, Southern Methodist University, Dec. 10, 2014</p>\r\n\r\n<p>News story, <a href=\"http://www.chron.com/business/article/Study-Illegal-immigrants-worth-1-8-trillion-to-1791312.php\" style=\"text-decoration:none;\"><u>&quot;Study: Illegal immigrants worth $1.8 trillion to U.S.,&quot;</u></a> the <em>Houston Chronicle</em>, May 20, 2008 (viewed Jan. 5, 2015)</p>\r\n\r\n<p>News story, <a href=\"http://www.texastribune.org/2013/05/30/report-immigrants-economic-strength-increases/\" style=\"text-decoration:none;\"><u>&quot;Report: Immigrants&#39; Economic Strength Increases,&quot;</u></a> Texas Tribune, May 30, 2013 (accessed Jan. 5, 2015)</p>\r\n\r\n<p>Report, <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGRWZ5YVMwZXNvaDg/view?usp=sharing\" style=\"text-decoration:none;\"><u>&quot;An Essential Resource: An Analysis of the Economic Impact of Undocumented Workers on Business Activity in the US with Estimated Effects by State and by Industry,&quot;</u></a> the Perryman Group, April 2008 (received by email from Ray Perryman, president, the Perryman Group, Dec. 11, 2014)</p>\r\n\r\n<p>Telephone interview, Bob Dane, communications director, Federation for American Immigration Reform, Washington, D.C., Jan. 5, 2015</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "MSNBC political reporter", "false_count": 0, "first_name": "Chuck", "half_true_count": 1, "home_state": "", "id": 2821, "last_name": "Todd", "mostly_true_count": 1, "name_slug": "chuck-todd", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/2014-06-11_15_00_39-Greenshot.png", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2821/", "total_count": 6, "true_count": 4, "website": "https://twitter.com/chucktodd"}, "statement": "<p>&quot;There have been some estimates that if you deported everybody who is in Texas illegally,&quot; it &quot;would create an economic recession for the state.&quot;</p>\r\n", "statement_context": "an interview of Greg Abbott, Texas governor-elect", "statement_date": "2014-12-07", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}