{"art": [{"brightcove": "", "caption": "Sen. Marco Rubio, R-Fla., released a new book, \"American Dreams,\" on Tuesday, Jan. 13.", "id": 5648, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/AP_WX106_GOP_2016_RUBIO.JPG", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/5648/", "title": "Rubio on the hill", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "scontorno@politifact.com", "first_name": "Steve", "id": 422, "last_name": "Contorno", "name_slug": "steve-contorno", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/contorno2.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/422/", "title": "PolitiFact Staff Writer", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2015/jan/14/marco-rubio/new-book-marco-rubio-says-lose-more-benefits-they-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 10385, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "scontorno@politifact.com", "first_name": "Steve", "id": 422, "last_name": "Contorno", "name_slug": "steve-contorno", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/contorno2.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/422/", "title": "PolitiFact Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/10385/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>At the center of Sen. Marco Rubio&rsquo;s new book, <em>American Dreams</em>, is the conservative idea that government stands in the way of lower- and middle-class Americans getting ahead.</p>\r\n\r\n<p>Why don&rsquo;t more Americans start small businesses? Government regulation, Rubio says. Why do Americans pay so much for higher education? Government subsidies for students drive up prices. Why don&rsquo;t low-income workers try to work more hours or strive for a promotion? Government assistance disincentivizes it.</p>\r\n\r\n<p>&quot;If (low-income) people work and make more money, they lose more in benefits than they would earn in salary,&quot; Rubio wrote in the book, released Jan.&nbsp;13.</p>\r\n\r\n<p>This idea is at the heart of Rubio&rsquo;s plan to tackle poverty, so&nbsp;it&rsquo;s one we wanted to look at in&nbsp;depth.</p>\r\n\r\n<p><strong>Welfare vs. work</strong></p>\r\n\r\n<p>Government benefits for low-income individuals and families come in many forms: housing assistance, health care and money to purchase food, among others. Additionally, some states provide further assistance with local programs.</p>\r\n\r\n<p>These programs, reserved for poor people, tend to<strong> </strong>ramp down as income goes up, meaning the more money you make, the fewer benefits you receive. Makes sense.</p>\r\n\r\n<p>That phasedown, though, creates cliffs that sometime lessen the value of the increase in earnings. A similar effect occurs when people move into a higher tax bracket as their income goes up.</p>\r\n\r\n<p>Economists look at these changes in benefits and tax rates in terms of their impact on every additional dollar earned. When the impact is high, and a large chunk of the amount of every additional dollar earned goes to taxes or to offset a decrease in benefits, it can affect people&rsquo;s desire to work more, said the Congressional Budget Office, the chief fiscal scorekeeper for lawmakers. This situation becomes an incentive for people &quot;already in the workforce to put in fewer hours or be less productive,&quot; the CBO said.</p>\r\n\r\n<p>Is it possible that the benefits lost could be so great, that a person would lose more in benefits than they would gain by an increase in wages?</p>\r\n\r\n<p>Sure. The Cato Institute, a libertarian policy shop, released a study in 2013 that made this exact point. By analyzing the total benefits an individual can receive in each state and from the federal government, they determined that in nine states assistance payouts exceeded $35,000 a year. Welfare paid better than a minimum wage job in 34 states, plus the District of Columbia, they reported. We asked Rubio&rsquo;s office for more evidence, and we didn&rsquo;t hear back.</p>\r\n\r\n<p>Under such a scenario, an individual could lose more by working than staying in their current situation.</p>\r\n\r\n<p><strong>&lsquo;Typical&rsquo; low-income family</strong></p>\r\n\r\n<p>But what is that situation? To reach its headline-grabbing conclusions, Cato claims it focused on a typical welfare family. But the study focused on what a single mother with two children might qualify for.</p>\r\n\r\n<p>That&rsquo;s an important distinction, and one that significantly alters the playing field. Single mothers with multiple children are eligible for considerably more benefits than poor individuals or married couples with no children.</p>\r\n\r\n<p>The report goes on to assume that the &quot;typical&quot; family receives seven different forms of public assistance, but that assumption is a pretty big leap. Here&rsquo;s why:</p>\r\n\r\n<p>There are four main federal programs: Supplemental Nutrition Assistance Program (food stamps); Medicaid or Child Health Insurance Program (health care); Section 8 (housing assistance); and Temporary Assistance for Needy Families (welfare). According to the Congressional Budget Office in 2012, most families do not receive assistance from more than one of these programs.</p>\r\n\r\n<p>In fact, just a quarter of single parents with children earning up to 250 percent of the federal poverty line are enrolled in two of those programs. About 11 percent are enrolled in three or four.</p>\r\n\r\n<p>If we look at all low-income households of every size and makeup, then 17 percent of low-income households are enrolled in multiple federal programs and only 1 percent receive benefits from all four of them.</p>\r\n\r\n<p>So choosing to look at a single mother receiving benefits from seven programs, as Cato does, is an extreme example.</p>\r\n\r\n<p>Also, there are two widely used programs, the Earned Income Tax Credit and the Child Tax Credit, that actually increase benefits for very low-income individuals the more money that they make for their first $10,000 in wages. The benefits then ramp down after someone earns about $17,000 annually. This incentivizes and rewards poor parents who work more, and therefore it actually decreases the marginal tax rate for many low-income workers.</p>\r\n\r\n<p>In part because of these two tax credits, it is quite uncommon that someone would go from not working to working and lose more in benefits than they would gain in income.</p>\r\n\r\n<p><strong>&lsquo;Possible but rare&rsquo;</strong></p>\r\n\r\n<p>Let&rsquo;s go back to looking at this issue in terms of income lost on additional earnings. According to the Congressional Budget Office, there are very few instances when all 100 cents of an additional dollar earned would go to taxes and replacing lost benefits. In fact, among low- and moderate-income taxpayers, <a href=\"http://www.cbo.gov/publication/44621\" style=\"text-decoration:none;\"><u>less than one percent</u></a> lose 80 cents or more of every additional dollar earned.</p>\r\n\r\n<p>Those most affected would likely be individuals who earn near or just above the poverty level (about $20,000 in a three-person household), who are also enrolled in multiple benefit programs that are set to phase out with any additional income. This is not the norm.</p>\r\n\r\n<p>Most people earning at or near the poverty level lose about 30 percent in taxes and offset benefits on their additional income.</p>\r\n\r\n<p>Losing 100 percent of every dollar earned to taxes or replacing lost benefits is &quot;possible but rare,&quot; said Eugene Steuerle at the Urban Institute. &quot;High 40 to 60 percent rates are more common, and, if one adds in cost of transportation and clothing (not a tax but a loss from working), higher still.&quot;</p>\r\n\r\n<p>It&rsquo;s difficult to know when or how people factor lost benefits in their employment decisions, the Congressional Budget Office said. Benefits from government assistance programs are complex and determined by a multitude of factors, both financial (like salary, enrollment in other assistance programs) and nonfinancial (marital status, number of children). It would be hard for an individual to decide if working an extra few hours a week or taking that promotion is going to impact their benefits.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>In his book, Rubio wrote, &quot;If people work and make more money, they lose more in benefits than they would earn in salary.&quot;</p>\r\n\r\n<p>There is evidence that when a large chunk of the amount of every additional dollar earned goes to taxes or to offset a decrease in benefits, people work less. Further, there are scenarios where a low-income individual with children receiving assistance from the government through multiple programs could potentially lose more in benefits than he or she<strong> </strong>would gain by a slight or modest increase in income.</p>\r\n\r\n<p>But these examples are a small minority. The vast majority of people face some higher taxes and lost benefits when they make more money, but they would still take home more in pay than they would under a lower salary.</p>\r\n\r\n<p>The statement contains some element of truth but ignores critical facts that would leave a different impression. We rate the statement Mostly False.</p>\r\n\r\n<div>\r\n<hr />\r\n<p><a href=\"https://www.kickstarter.com/projects/1448393631/live-fact-checking-2015-state-of-the-union-and-gop\">Help fund PolitiFact&rsquo;s Kickstarter to live fact-check the 2015 State of the Union and GOP response.</a></p>\r\n</div>\r\n", "ruling_comments_date": "2015-01-13T17:22:43.946672", "ruling_date": "2015-01-14T11:56:56", "ruling_headline": "Marco Rubio in new book: People on welfare 'lose more in benefits than they would earn in salary'", "ruling_headline_slug": "new-book-marco-rubio-says-lose-more-benefits-they-", "ruling_link_text": "It pays to work", "ruling_state": null, "source_documents": null, "sources": "<p>Marco Rubio, <em>American Dreams</em>, Jan. 13, 2014</p>\r\n\r\n<p>Cato Institute, &quot;<a href=\"http://object.cato.org/sites/cato.org/files/pubs/pdf/the_work_versus_welfare_trade-off_2013_wp.pdf\" style=\"text-decoration:none;\"><u>The Work Versus Welfare Tradeoff: 2013</u></a>,&quot; 2013</p>\r\n\r\n<p>Cato Institute, &quot;<a href=\"http://www.cato.org/publications/commentary/welfare-better-deal-work\" style=\"text-decoration:none;\"><u>Welfare: A Better Deal than Work</u></a>,&quot; Aug. 21, 2013</p>\r\n\r\n<p>Congressional Budget Office, &quot;<a href=\"https://www.cbo.gov/sites/default/files/11-15-2012-MarginalTaxRates.pdf\" style=\"text-decoration:none;\"><u>Effective Marginal Tax Rates for Low- and Moderate-Income Workers</u></a>,&quot; November 2012</p>\r\n\r\n<p>Congressional Budget Office, &quot;<a href=\"http://www.cbo.gov/publication/44621\" style=\"text-decoration:none;\"><u>Snapshot of Marginal Tax Rates for Low- and Moderate-Income Workers</u></a>,&quot; Oct. 23, 2013</p>\r\n\r\n<p>Center on Budget and Policy Priorities, &quot;Policymakers Often Overstate Marginal Tax Rates for Lower-Income Workers and Gloss Over Tough Trade-Offs in Reducing Them,&quot; Dec. 3, 2014</p>\r\n\r\n<p>Email interview with LaDonna Pavetti, vice president, Family Income Support at the Center on Budget and Policy Priorities, Jan. 8, 2015</p>\r\n\r\n<p>Eugene Steuerle, Institute Fellow and Richard B. Fisher Chair at the Urban Institute, Jan. 12, 2015</p>\r\n", "speaker": {"adkey": "", "advalue": "", "barely_true_count": 36, "current_job": "U.S. Senator", "false_count": 26, "first_name": "Marco", "half_true_count": 33, "home_state": "Florida", "id": 277, "last_name": "Rubio", "mostly_true_count": 37, "name_slug": "marco-rubio", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Marco_Rubio.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/277/", "total_count": 168, "true_count": 20, "website": "http://www.rubio.senate.gov/"}, "statement": "<p>&quot;If people work and make more money, they lose more in benefits than they would earn in salary.&quot;</p>\r\n", "statement_context": "his book, \"American Dreams\"", "statement_date": "2015-01-13", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 29, "photo": null, "resource_uri": "/api/v/2/subject/29/", "subject": "Poverty", "subject_slug": "poverty", "used_in_edition": []}, {"description": "", "id": 221, "photo": null, "resource_uri": "/api/v/2/subject/221/", "subject": "Welfare", "subject_slug": "welfare", "used_in_edition": ["/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}