{"art": [{"brightcove": "", "caption": "A crowd lines the railings above the Capitol Rotunda during a rally for former Atlanta Fire Chief Kelvin Cochran, whose firing has energized supporters of a proposed religious liberty bill. Photo by Ben Gray / AJC.COM", "id": 5674, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Religliberty.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/5674/", "title": "ReligiousLiberty", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ahunt@ajc.com", "first_name": "April", "id": 438, "last_name": "Hunt", "name_slug": "april-hunt", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/April.jpg", "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/438/", "title": "Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2015/jan/21/jeff-graham/are-corporations-able-claim-religious-exemptions-u/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 10412, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ahunt@ajc.com", "first_name": "April", "id": 438, "last_name": "Hunt", "name_slug": "april-hunt", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/April.jpg", "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/438/", "title": "Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/10412/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>As a proposed religious liberty bill begins to pick up steam in the new legislative session, so, too, does the controversy over just what the measure does.</p>\r\n\r\n<p>Opponents scuttled a proposal last year over concerns that it would effectively legalize discrimination against gays and other minority groups.</p>\r\n\r\n<p>State Rep. Sam Teasley, R-Marietta, retooled the proposal as House Bill 29 this year and said his intent is a law that prevents government from intruding on people&rsquo;s faith-based beliefs.</p>\r\n\r\n<p>But the head of a gay advocacy group recently said the latest proposal would still allow private businesses to discriminate against customers by citing religious beliefs.</p>\r\n\r\n<p>&quot;It is my certainly my understanding that if corporations are not specifically excluded under state law, then corporations could still claim a religious exemption,&quot; Georgia Equality Executive Director Jeff Graham said in an interview with WABE radio.</p>\r\n\r\n<p>The question gets into the details of legal minutiae, which is right up PolitiFact Georgia&rsquo;s alley. So we decided to check: Does existing law require corporations to be specifically exempted for it not to apply to them?</p>\r\n\r\n<p>Reaching out to legal scholars from across the political spectrum, we found a rare agreement. Without that exemption, businesses <em>can</em> claim a religious exemption.</p>\r\n\r\n<p>Why? Think back to Mitt Romney being mocked for telling a heckler at the Iowa State Fair that &quot;corporations are people, my friend.&quot; Legally, Romney is mostly right.</p>\r\n\r\n<p>In legal terms, corporations have had some of the same rights as you and I since the early 1800s. Those rights that allow government to regulate businesses much the same way it legislates some human actions, said Anne Tucker, a law professor at Georgia State University who specializes in business and corporate law.</p>\r\n\r\n<p>Corporations went on to gain the right to make political expenditures with the U.S. Supreme Court ruling in Citizens United v. Federal Election Commission in 2010.</p>\r\n\r\n<p>Then, the Burwell v. Hobby Lobby Stores ruling last year affirmed that some for-private businesses also have religious rights. The basis for that ruling: the 1993 federal Religious Freedom Restoration Act.</p>\r\n\r\n<p>On top of that, Georgia code also clearly defines a person as &quot;an individual, a corporation, a partnership, a business trust, an association, a firm, or any other legal entity.&quot;</p>\r\n\r\n<p>Combined, that creates the opportunity for all sorts of businesses &ndash; not just the &quot;closely held&quot; firms listed in the Hobby Lobby ruling &ndash; to potentially discriminate based on religious claims, legal experts said.</p>\r\n\r\n<p>To opponents, the mere opportunity is of concern in Georgia, which like the federal government does not ban discrimination on the basis of sexual orientation.</p>\r\n\r\n<p>&quot;Notwithstanding the guarantees of the author, and his intentions to limit it to state action, we have some reason to be concerned, because in the past those limitations haven&rsquo;t been enough to protect people from discrimination in Georgia,&quot; said Tanya Washington, a law professor at Georgia State University whose amicus brief was cited in the Supreme Court&rsquo;s ruling to overturn the federal Defense of Marriage Act.</p>\r\n\r\n<p>Supporters of the measure, though, argue that the exemption should remain so that Georgia falls in line with existing Supreme Court rulings.</p>\r\n\r\n<p>&quot;They may not like it, but the fact is, that is what the law is,&quot; said Mathew Staver, founder of the conservative Liberty Counsel and law professor at Liberty University. &quot;I think it makes sense to have corporations, which are legal persons, have First Amendment protections for free exercise of religion just like they&rsquo;ve had free speech rights in the past.&quot;</p>\r\n\r\n<p>That controversy has proved distracting &ndash; and fatal to other proposed religious liberty bills in Georgia and elsewhere, such as Arizona. The AJC Legislative Navigator gives this year&rsquo;s bill a 13 percent chance of passing in its current state.</p>\r\n\r\n<p>Mark Goldfeder, a law professor at Emory University who also is the senior fellow at the Center for the Study of Law and Religion, said there is an easy fix.</p>\r\n\r\n<p>The bill could be amended to define a person as only a &quot;natural person or religious organization,&quot; meaning only specific organizations, churches, temples and the like.</p>\r\n\r\n<p>Teasley plans to do just that. He told PolitiFact Georgia that he had heard of the claim about corporations being able to claim the exemption and put the question to legislative counsel.</p>\r\n\r\n<p>Like the outside scholars, the attorney for the Legislature agreed the measure would extend to businesses.</p>\r\n\r\n<p>Teasley said he plans to add the term &quot;natural person&quot; to the bill in a bid to achieve his original objective: Stop government overreach on an individual&rsquo;s right to religious conscience. He said he plans that change in the next week.</p>\r\n\r\n<p>&quot;This should not be a controversial bill,&quot; Teasley said. &quot;This kind of thing used to bring Democrats and Republicans, conservatives and liberals together, and I hope it can again.&quot;</p>\r\n\r\n<p>That&rsquo;s a fact check for a different day.</p>\r\n\r\n<p>But in the world of politics and religion, we have found the equivalent of a leprechaun riding a unicorn across a field of four-leaf clovers: complete consensus.</p>\r\n\r\n<p>The claim was whether the bill, as drafted, would allow businesses to claim religious exemptions. We rate it True.</p>\r\n\r\n<p><em>(Editor&rsquo;s note: An early version of the fact-check published Jan 16 &nbsp;incorrectly stated that Florida is the second most populous state. It is the third.)</em></p>\r\n", "ruling_comments_date": "2015-01-20T16:48:52.419323", "ruling_date": "2015-01-21T00:00:00", "ruling_headline": "Are corporations able to claim religious exemptions under state proposal?", "ruling_headline_slug": "are-corporations-able-claim-religious-exemptions-u", "ruling_link_text": "Remember, corporations are people, friends", "ruling_state": null, "source_documents": null, "sources": "<p>WABE.org, &quot;<a href=\"http://wabe.org/post/religious-freedom-bill-back-legislative-docket\"><strong>Religious freedom bill back on the legislative docket,</strong></a>&quot; Jan. 7, 2015</p>\r\n\r\n<p>Georgia <a href=\"http://www.legis.ga.gov/Legislation/20152016/145219.pdf\"><strong>House Bill 29</strong></a>, prefiled</p>\r\n\r\n<p>The Atlanta Journal-Constitution<a href=\"http://legislativenavigator.myajc.com/#bills/HB/29\"><strong> Legislative Navigator, House Bill 29</strong></a>, prefiled</p>\r\n\r\n<p>Georgia Code, <a href=\"http://law.justia.com/codes/georgia/2010/title-50/chapter-22/50-22-2\"><strong>Title 50, State Government, Chapter 22</strong></a> (&sect; 50-22-2)</p>\r\n\r\n<p>Phone interview with Mark Goldfeder, Senior Lecturer, Emory Law School and Senior Fellow, Center for the Study of Law and Religion, Jan. 14, 2015</p>\r\n\r\n<p>Phone interview with Anne Tucker, associate professor of law, Georgia State University, Jan. 14, 2015</p>\r\n\r\n<p>Phone interview with Tanya Washington, associate professor of law, Georgia State University, Jan. 14, 2015</p>\r\n\r\n<p>Phone interview with Mathew Staver, Chairman of Liberty Counsel and professor of law at Liberty University School of Law, Jan. 15</p>\r\n\r\n<p>Phone interview with state Rep. Sam Teasley, R-Marietta, Jan. 20, 2015</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "Jeff", "half_true_count": 0, "home_state": "", "id": 3048, "last_name": "Graham", "mostly_true_count": 0, "name_slug": "jeff-graham", "pants_count": 0, "party": {"id": 6, "party": "Independent", "party_slug": "independent", "resource_uri": "/api/v/2/party/6/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/JeffGraham.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3048/", "total_count": 1, "true_count": 1, "website": ""}, "statement": "<p>The religious liberty bill proposed in the Georgia House of Representatives does not specifically exclude corporations, which means they can legally claim a religious exemption.</p>\r\n", "statement_context": "an interview with WABE radio", "statement_date": "2015-01-07", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 118, "photo": null, "resource_uri": "/api/v/2/subject/118/", "subject": "Gays and Lesbians", "subject_slug": "gays-and-lesbians", "used_in_edition": []}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}, {"description": "", "id": 9, "photo": null, "resource_uri": "/api/v/2/subject/9/", "subject": "Religion", "subject_slug": "religion", "used_in_edition": []}], "target": [], "twitter_headline": ""}