{"art": [], "author": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/jun/04/john-barrasso/sen-john-barrasso-claims-democrats-against-drillin/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1042, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1042/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Oil exploration is the subject of a perennial debate in Washington. As gas prices rise during the hotter months, so does the passion to drill for oil in the United States. And once again, Senate Republicans are contending that Democrats oppose domestic drilling.  <br /> <br /> \"Even if we double our nation's wind and solar energy, and then double it again, it won't be enough to meet our energy needs,\" said U.S. Sen. John Barrasso, a Wyoming Republican, in the GOP's weekly radio address on May 26. \"There are billions of barrels of oil in the outer continental shelf and there's even more in Alaska. There's enough oil shale in the Rocky Mountain West alone to power America for the next 100 years. The Democrats say all this American energy is off limits.\"  <br /> <br /> We've previously checked claims about  <a href=\"http://www.politifact.com/truth-o-meter/statements/2008/aug/18/barack-obama/68-million-acres-isnt-going-untouched/\" target=\"_blank\"> the extent of drilling </a> , so in this item we'll be examining whether it is correct to say that Democrats, generally speaking, are against oil drilling in the ocean, in Alaska and in the Western United States.  <br /> <br /> Barrasso's words echo a partisan battle from last summer, when gas prices reached $4 a gallon. House Republicans staged a chamber floor sit-in as a way to pressure Democrats into a debate over offshore drilling, which has been off limits in certain parts of the country. Democrats softened their stance at the end of 2008, when they agreed to let the prohibition expire.  <br /> <br /> It's not the first time Democrats have wavered on energy issues. Around the time that Democrats and Republicans were battling it out over drilling, then-Senator Barack Obama backtracked on his opposition to offshore drilling as well.</p>\r\n<p>\"My attitude is that we can find some sort of compromise,\" Obama told the  <em> St. Petersburg Times </em> . \"If it is part of an overarching package then I am not going to be rigid in preventing an energy package that goes forward that is really thoughtful and is going to really solve the problem.\"  <br /> <br /> Once in the White House, Obama put the brakes on some Bush-era oil drilling plans, including 77 oil and gas leases in Utah. But the Obama administration nevertheless maintains that drilling will be part of the president's larger plan to expand energy production.</p>\r\n<p>And contrary to Barrasso's claim, Democrats have voted to loosen the offshore drilling rules. For example, in 2008, 224 of the 231 House Democrats voted for a bill to fund the government until March 2009 that did not include the drilling moritorium, a ban that has been renewed in annual spending bills since 1982. Only one Senate Democrat, Russ Feingold of Wisconsin, voted against the measure.</p>\r\n<p>In fact, some Democrats have been advocates for even more domestic drilling. A year ago, Sens. Saxby Chambliss and Kent Conrad &mdash; a Republican and a Democrat, respectively &mdash; created a bipartisan coalition to advance energy production in the United States. Included in that plan was language that would allow drilling off the Gulf of Mexico, as well as off the coasts of Virginia, North and South Carolina and Georgia so long as their state legislatures agreed. The group included Democrats Evan Bayh, Amy Klobuchar, Blanche Lincoln, Mark Pryor, Ben Nelson, Tom Carper and Ken Salazar.  <br /> <br /> Also among supporters was Louisiana Democrat Mary Landrieu, a longtime supporter of the oil industry, who said she supported the plan because it would allow the country to \"begin to drill for oil and gas on vast tracts of American land using American workers and producing American oil and gas.\"  <br /> <br /> So, Barrasso is wrong to say that Democrats do not support offshore drilling. Plenty of them have in the past, and still do.  <br /> <br /> In Alaska, the issue is the Alaskan National Wildlife Refuge, a tract of land that could produce upwards of 16 billion barrels oil, according to the U.S. Geological Survey. Environmentalists fought development in that area, saying oil production would ruin the pristine habitat. Obama has long said he is against drilling in ANWR, and that stance has not changed since he has been in the White House. Democratic lawmakers feel the same, as a 2008 Senate vote on a GOP proposal to open up the refuge to drilling illustrates: Every Democrat except Landrieu voted against the plan. On this point, Barrasso is not so far off.  <br /> <br /> As for oil shale, Democrats have taken a wait-and-see approach. In a 2008 op-ed, then Sen. Ken Salazar summed up an opinion held by many of his fellow Democrats, saying that technology was not nearly advanced enough to exploit the oily rock that lies under Colorado, Utah and other Western states, but that the idea shouldn't be ruled out. \"Let's put the horse back in front of the cart and all start pulling in the same direction,\" wrote Salazar, who is now Obama's Interior Department secretary. \"A reckless approach that heightens the risk of an oil shale bust would only set us back.\"  <br /> <br /> And remember those Bush-era oil shale leases we mentioned earlier? After Obama canceled the former administration's effort to sell off land for oil development, the Interior Department announced that it would issue a new round of leases after getting public comment on the issue.  <br /> <br /> So to review our findings: On offshore drilling, Barrasso is incorrect. Plenty of Democrats have supported finding more oil in our oceans.</p>\r\n<p>When it comes to drilling in Alaska, Barrasso is on firmer ground, since it is opposed by all but Landrieu. But on the last point &mdash; that Democrats don't support oil shale production &mdash; Democrats are cautious but not fully against it. So, all in all, Democrats may not be chanting \"drill, baby, drill,\" but they aren't ruling out the possibility either. Barrasso gets a Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-01-07T13:27:43.312611", "ruling_date": "2009-06-04T16:54:52", "ruling_headline": "Sen. John Barrasso claims Democrats against drilling for oil", "ruling_headline_slug": "sen-john-barrasso-claims-democrats-against-drillin", "ruling_link_text": "They're not chanting \"Drill, Baby, Drill,\" but they're not saying \"no\" either", "ruling_state": null, "source_documents": null, "sources": "<p>Fox News,  <a href=\"http://www.foxnews.com/story/0,2933,395942,00.html\" target=\"_blank\"> Senate Gang of 10 Offers Bipartisan Energy Plan </a> , Aug. 1 2008</p>\r\n<p>Sen. Kent Conrad,  <a href=\"http://conrad.senate.gov/pressroom/record.cfm?id=301684\" target=\"_blank\"> outline of energy plan </a> , accessed June 3, 2009</p>\r\n<p>CNN,  <a href=\"http://money.cnn.com/2008/09/08/news/economy/Congress_energy/index.htm\" target=\"_blank\"> Democrats Compromise On Oil Drilling </a> , accessed June 3, 2009</p>\r\n<p>Sen. Mary Landrieu,  <a href=\"http://landrieu.senate.gov/releases/08/2008805B17.html\" target=\"_blank\"> statement on energy plan </a> , accessed June 3, 2009</p>\r\n<p>MSNBC, O  <a href=\"http://www.msnbc.msn.com/id/25974097/\" target=\"_blank\"> bama: Would Back Limited Offshore Drilling </a> ,    Aug  1, 2008  </p>\r\n<p>  Christian Science Monitor,    <a href=\"http://features.csmonitor.com/environment/2009/02/11/obama-stalls-bush-drilling-plans/\" target=\"_blank\"> Obama Stalls Bush Drilling Plans </a> , by Daniel B. Wood, Feb. 11, 2009  </p>\r\n<p>  Rocky Mountain News,    <a href=\"http://www.rockymountainnews.com/news/2009/feb/26/oil-shale-slowdown/\" target=\"_blank\"> Oil Shale Showdown </a> , by Roger Fillion, Feb. 26, 2009  </p>\r\n<p>  United States Geological Survey,    <a href=\"http://pubs.usgs.gov/fs/fs-0028-01/fs-0028-01.htm\" target=\"_blank\"> assessment of oil in ANWR </a> , accessed June 3, 2009  </p>\r\n<p>  McClatchy,    <a href=\"http://www.mcclatchydc.com/227/story/44740.html\" target=\"_blank\"> Drilling in ANWR Remains Off Limits, Despite Growing Support </a> , by Erica Bolstad, July 20, 2008</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Senator", "false_count": 0, "first_name": "John", "half_true_count": 0, "home_state": "Wyoming", "id": 173, "last_name": "Barrasso", "mostly_true_count": 0, "name_slug": "john-barrasso", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Barrasso.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/173/", "total_count": 2, "true_count": 1, "website": "http://barrasso.senate.gov/public/"}, "statement": "<p>There are billions of barrels of oil beneath our oceans and in Alaska, and there is ample oil shale in the Rocky Mountain West, but Democrats \"say all this American energy is off limits.\"</p>", "statement_context": "weekly Senate Republican radio address", "statement_date": "2009-05-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}], "target": [], "twitter_headline": null}