{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2009/jun/05/bill-oreilly/bill-oreilly-called-george-tiller-baby-killer/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1045, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/1045/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Liberals are criticizing conservative talk show host Bill O&#39;Reilly for his harsh comments about Dr. George Tiller, who was shot to death while attending church on May 31, 2009, in Wichita, Kan.&nbsp;</p>\r\n\r\n<p>Their argument is that O&#39;Reilly repeatedly named Tiller as a late-term abortion provider and called him a &quot;baby killer.&quot; That publicity contributed to Tiller&#39;s death, they say. Antiabortion activist Scott Roeder, 51, has been charged with Tiller&#39;s murder.</p>\r\n\r\n<p>To be clear, we haven&#39;t found anyone saying that Roeder watched O&#39;Reilly&#39;s show or was influenced by him directly. And we aren&#39;t attempting to check any claims or suggestions that O&#39;Reilly&#39;s words incited violence.</p>\r\n\r\n<p>O&#39;Reilly responded to his critics in an opinion article posted on BillOReilly.com and in the conservative journal <em> Human Events </em> . He began by saying that Tiller &quot;did not deserve his fate&quot; and was &quot;an American citizen entitled to protection.&quot;</p>\r\n\r\n<p>&quot;No matter what you think about abortion, it is a sad day for the country when vigilantism takes a life,&quot; O&#39;Reilly wrote.</p>\r\n\r\n<p>O&#39;Reilly said that liberal groups were targeting him unfairly.</p>\r\n\r\n<p>&quot;Even though I reported on the doctor honestly, the loons asserted that my analysis of him was &#39;hateful,&#39;&quot; O&#39;Reilly wrote. &quot;Chief of among the complaints was the doctor&#39;s nickname, &#39;Tiller the baby killer.&#39; Some prolifers branded him with that, and I reported it. So did hundreds of other news sources.&quot;</p>\r\n\r\n<p>O&#39;Reilly went on to criticize media outlets for glorifying Tiller in order to silence those who oppose abortion, especially late-term abortion.</p>\r\n\r\n<p>We wanted to see what O&#39;Reilly had said about Tiller, to see if O&#39;Reilly was indeed being criticized for his reporting on other groups&#39; characterization of Tiller as he said.</p>\r\n\r\n<p>We searched transcripts of <em> The O&#39;Reilly Factor </em> , his show that appears on the Fox News Channel.</p>\r\n\r\n<p>We found at least 42 instances of O&#39;Reilly mentioning Tiller by name, going back to 2005. In 24 instances, we found that O&#39;Reilly referred to Tiller specifically as a &quot;baby killer.&quot;</p>\r\n\r\n<p>Most of the time, O&#39;Reilly would simply refer to the Tiller as &quot;Tiller the baby killer&quot; or as &quot;Dr. George Tiller, known as Tiller the baby killer&quot; without attributing it to anyone. We found four times when O&#39;Reilly said that &quot;some&quot; called him Tiller the baby killer. We did not find any instance where O&#39;Reilly named an individual or a particular antiabortion group that referred to Tiller that way.</p>\r\n\r\n<p>Here is how O&#39;Reilly has discussed Tiller in 2009, prior to Tiller&#39;s death:</p>\r\n\r\n<p>&bull; May 15: O&#39;Reilly discussed President Barack Obama&#39;s commencement speech at Notre Dame University, saying he was troubled that a Catholic school would allow Obama to speak. &quot;Barack Obama throughout his political career has enabled abortion. There&#39;s no doubt that he has. All right? He has recently appointed Gov. (Kathleen) Sebelius to (Secretary of) Health and Human Services. Gov. Sebelius is the most proabortion governor in the United States. Based upon Dr. Tiller, the baby killer in her state and all of that, all right.&quot;</p>\r\n\r\n<p>&bull; May 11: O&#39;Reilly wondered whom Obama would nominate to the Supreme Court, saying that he thought Obama was &quot;callous&quot; when it came to abortion. &quot;I mean, the guy puts Sebelius in as the health &mdash; you can&#39;t get a more fanatically &mdash; and that woman is proabortion,&quot; O&#39;Reilly said. &quot;She wants the babies done for. She supported Tiller the Baby Killer out there. So, enough with her.&quot;</p>\r\n\r\n<p>&bull; April 27: O&#39;Reilly discussed Sebelius&#39; nomination as secretary of Health and Human Services. O&#39;Reilly said that Sebelius &quot;recently vetoed a bill that placed restrictions on late-term abortions in Kansas. The bill was introduced because of the notorious Tiller the Baby Killer case, where Dr. George Tiller destroys fetuses for just about any reason right up until the birth date for $5,000. There&#39;s no question Ms. Sebelius is one of the most proabortion politicians in America.&quot;</p>\r\n\r\n<p>&bull; March 27: Tiller was charged with misdemeanor offenses for violating Kansas law on late-term abortions. Tiller was acquitted. O&#39;Reilly said, &quot;Now, we have bad news to report that Tiller the baby killer out in Kansas, acquitted. Acquitted today of murdering babies. I wasn&#39;t in the courtroom. I didn&#39;t sit on the jury. But this, there&#39;s got to be a special place in hell for this guy.&quot;</p>\r\n\r\n<p>&bull; March 26: O&#39;Reilly talked about the ongoing trial: &quot;Another revolting situation is Dr. George Tiller in Kansas, known as Tiller the Baby Killer, who&#39;s on trial for killing babies who are about to be born, late-term abortions.&quot; O&#39;Reilly also said, &quot;If you want to kill a baby, you hire Tiller, you&#39;ve got to pay him 5,000 up front, and he&#39;ll kill the baby. ... You should know, his best friend is the governor of Kansas, Sebelius. ... She has taken specific steps to carve out the law so that it will protect Tiller the baby killer.&quot;</p>\r\n\r\n<p>&bull; March 17: Still on the Tiller trial, O&#39;Reilly said, &quot;You know this George Tiller, called Tiller the baby killer, is charged with 19 misdemeanors. And what this guy does, and we have proven it beyond a reasonable doubt, Kelly, is that he kills babies in late term. He aborts them in late term. They&#39;re no longer fetuses. They&#39;re viable babies. He aborts them for any and all reasons if you pay him $5,000.&quot;</p>\r\n\r\n<p>&bull; March 2: O&#39;Reilly said Sebelius took &quot;campaign money from George Tiller, known as Tiller, the baby killer. He&#39;s currently charged with a variety of crimes centering on his abortion practice. He aborts babies at any time for just about any reason if you pay him $5,000.&quot;</p>\r\n\r\n<p>&bull; Jan. 26: O&#39;Reilly discussed an executive order Obama signed allowing federal money to go to international family planning groups that provide abortions. O&#39;Reilly complained that Obama quietly signed the order rather than publicizing it. &quot;I wanted George Tiller the baby killer going, &#39;Yeah, can I make more money killing babies now,&#39;&quot; O&#39;Reilly said.</p>\r\n\r\n<p>That&#39;s just from 2009. There were many other examples in previous years.</p>\r\n\r\n<p>These instances and others we reviewed clearly show that O&#39;Reilly was not reporting the views of others, but was expressing his own views on the doctor. O&#39;Reilly said in his column that &quot;Some prolifers branded&quot; Tiller a baby killer, &quot;and I reported it,&quot; as if he were reporting the views of others. But the transcripts show O&#39;Reilly repeatedly referred to Tiller as a baby killer without attribution. So we find his statement that liberal groups are targeting him for his reporting of what others said to be False.</p>\r\n", "ruling_comments_date": "2010-01-07T13:27:43.034777", "ruling_date": "2009-06-05T15:45:22", "ruling_headline": "Bill O'Reilly called George Tiller \"a baby killer\" without attribution", "ruling_headline_slug": "bill-oreilly-called-george-tiller-baby-killer", "ruling_link_text": "O'Reilly's statements indicate it was his opinion, not that of others", "ruling_state": null, "source_documents": null, "sources": "<p>Bill O&#39;Reilly, &quot; <a href=\"http://www.billoreilly.com/currentcolumn\" target=\"_blank\"> The killing of Dr. George Tiller </a> ,&quot; June 3, 2009</p>\r\n\r\n<p>Fox News Channel, transcripts of &quot;The O&#39;Reilly Factor,&quot; accessed via Nexis.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 4, "current_job": "Former Fox News Channel host", "false_count": 6, "first_name": "Bill", "half_true_count": 3, "home_state": "", "id": 176, "last_name": "O'Reilly", "mostly_true_count": 5, "name_slug": "bill-oreilly", "pants_count": 1, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/OReilly_Main_1920x1080.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/176/", "total_count": 21, "true_count": 2, "website": "http://www.foxnews.com/oreilly/"}, "statement": "<p>Says he didn&#39;t call Dr. George Tiller a baby killer, as liberal groups charge, but was merely reporting what &quot;some prolifers branded him.&quot;</p>\r\n", "statement_context": "an op-ed.", "statement_date": "2009-06-03", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 11, "photo": null, "resource_uri": "/api/v/2/subject/11/", "subject": "Abortion", "subject_slug": "abortion", "used_in_edition": []}, {"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}], "target": [], "twitter_headline": ""}