{"art": [], "author": [{"email_address": "jnelson@journalsentinel.com", "first_name": "James B.", "id": 176, "last_name": "Nelson", "name_slug": "james-b-nelson", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/176/", "title": "Watchdog reporter", "twitter": null}], "canonical_url": "/wisconsin/statements/2015/feb/03/joe-davis-sr/ald-joe-davis-claims-streetcar-project-would-hurt-/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 10473, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jnelson@journalsentinel.com", "first_name": "James B.", "id": 176, "last_name": "Nelson", "name_slug": "james-b-nelson", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/176/", "title": "Watchdog reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/10473/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>A key opponent of Milwaukee Mayor Tom Barrett&rsquo;s plan for a $123.9 million downtown streetcar is criticizing the project by saying it would hurt Milwaukee Public Schools.</p>\r\n\r\n<p>Ald. Joe Davis Sr., who is running for mayor in the 2016 election, had this to say in a <a href=\"http://youtu.be/jrTduy8x138\">YouTube video</a>: The streetcar would &quot;actually take precious revenue away from one of the taxing industries which I truly care about, and that is the Milwaukee Public School system.&quot;</p>\r\n\r\n<p>We haven&rsquo;t heard the phrase &quot;taxing industry&quot; before, but we have heard variations of the claim.</p>\r\n\r\n<p>Would the streetcar project &quot;take precious revenue away&quot; from MPS?</p>\r\n\r\n<p><strong>The money picture</strong></p>\r\n\r\n<p>Let&rsquo;s start with where the money is coming from to build the controversial project (the budget for operating it is a separate question).</p>\r\n\r\n<p>The primary source of funding is a $55 million federal grant. The city hopes for another $10 million from the feds. The remainder would come from various taxing districts, including $9.7 million that has already been authorized by the Common Council.</p>\r\n\r\n<p>Barrett wants to borrow another $49.3 million that would be repaid through two Tax Incremental Districts, or TIDS.</p>\r\n\r\n<p>The districts typically work like this: The city pays for infrastructure improvements, such as new or reconfigured roads or site preparation to help assure a development takes place. The money the city borrows is repaid through taxes generated by the increased value of properties within the district. Once the borrowing is paid off, the value of the land is added to the general tax rolls.</p>\r\n\r\n<p>Under Barrett&rsquo;s plan, some of the streetcar borrowing ($31 million) would be rolled into a new TID -- No. 82 -- near downtown&#39;s lakefront that would also include the proposed Couture high rise project. The rest ($18.3 million) would come from an existing TID -- No. 56 -- on E. Erie St. in the Historic Third Ward.</p>\r\n\r\n<p>Here&rsquo;s the catch: The borrowing from that second TID is nearly paid off. So, instead of that money going to the general tax rolls, the life of the district would be extended and the money from the increased property taxes would go to repay the streetcar borrowing.</p>\r\n\r\n<p>That makes this district central to Davis&rsquo; argument.</p>\r\n\r\n<p>After all, when property is tied up in a district, none of the other taxing units -- such as MPS and Milwaukee County -- can collect money based on the increasing value.</p>\r\n\r\n<p>Indeed, when we asked Davis for backup, he responded with an email linking to a <a href=\"http://media.jrn.com/documents/LRBMemo+Tax+Revenue+Deferral+Estimation+(1).pdf\">Jan. 7, 2015 memo</a> from the city&rsquo;s Legislative Reference Bureau, which does research on issues for the Common Council.</p>\r\n\r\n<p>The memo says &quot;total estimated property tax deferrals for all taxing entities&quot; from the two tax districts that would help fund the streetcar would be $104 million, and says the MPS portion of that sum is $40 million.</p>\r\n\r\n<p>We&rsquo;re already heading down the wrong track.</p>\r\n\r\n<p>In the video, Davis said the project would take revenue away from MPS. The memo talks about property tax deferrals from tax districts.</p>\r\n\r\n<p>That phrasing sounds like it would be money otherwise collected by MPS. In reality, that $40 million represents the MPS &quot;share&quot; of the projected increased overall property value within the districts. It is MPS&rsquo; ability to draw on this value to collect taxes that would be &quot;deferred.&quot;</p>\r\n\r\n<p>No matter how you characterize it, there isn&rsquo;t money currently flowing to MPS that will be choked off by the streetcar. Additionally, by law, tax money being collected through a TID can&rsquo;t be used for other purposes such as police or, for that matter, other taxing entities such as MPS.</p>\r\n\r\n<p>Indeed, on <a href=\"http://media.jrn.com/documents/LRB+Memoranda+Retraction.pdf\">Feb. 3, 2014, the Legislative Reference Bureau retracted </a>the earlier memo saying it was based on &quot;inaccurate assertions and incomplete analysis&quot; and that the analysis had &quot;misinformed and become a distraction from this important policy debate.&quot;</p>\r\n\r\n<p>Todd Berry, president of the Wisconsin Taxpayers Alliance, said Davis is &quot;wrong on several counts.&quot;</p>\r\n\r\n<p>&quot;As debt is incurred to fund TID improvements, those bonds are repaid with the incremental property tax revenue that comes from the new increased value of the TID,&quot; Berry said in an email. &quot;Other units of government would never have received that money anyway, because without (the district) there would be no increased value.&quot;</p>\r\n\r\n<p>Indeed, Berry said, the opposite of Davis&rsquo; claim might be the case -- if a district works as planned.</p>\r\n\r\n<p>&quot;In the long run, schools, etc. will get more money than they would otherwise have received&quot; because those entities will eventually have a larger tax base, he said.</p>\r\n\r\n<p>We also asked MPS about the impact of tax districts on revenue.</p>\r\n\r\n<p>The &quot;districts do not directly impact MPS&#39; revenue authority under the funding rules for K-12 education,&quot; said MPS spokesman Tony Tagilavia.</p>\r\n\r\n<p>Davis did not respond to emails or telephone messages seeking an interview on the matter.</p>\r\n\r\n<p><strong>More to consider</strong></p>\r\n\r\n<p>There is another wrinkle to Davis&rsquo; claim.</p>\r\n\r\n<p>For the new TID, the one surrounding the Couture development, Berry&rsquo;s argument clearly holds true. The development is contingent on the TID. And there are no new taxes generated without the increased value from the development.</p>\r\n\r\n<p>But what about the second, existing TID -- the one about to go back onto the tax rolls?</p>\r\n\r\n<p>Wouldn&rsquo;t that money otherwise go to MPS and the other taxing entities?</p>\r\n\r\n<p>Yes and no.</p>\r\n\r\n<p>The increased value would be added to the city&rsquo;s overall property tax base, which MPS and the other entities draw upon. But the amount collected in taxes for schools is driven by the MPS budget and the spending plan from the School Board.</p>\r\n\r\n<p>That is, once MPS and the other taxing entities set their annual budgets, the portion to be collected from property taxes is simply divided into the city&rsquo;s overall property base. This sets the annual tax rate, which in turn creates the tax bills. &nbsp;As such, there may be more capacity for MPS to collect taxes -- but other factors, including state-imposed property tax caps play a role in how much of that new, increased tax base MPS can tap.</p>\r\n\r\n<p>A separate memo -- in response to the one from the Legislative Reference Bureau -- made this very point. That memo was written Jan. 8, 2015 &nbsp;by city budget director Mark Nicolini and Assessment Commissioner Mary Reavey, both part of Barrett&rsquo;s administration.</p>\r\n\r\n<p>&quot;There are no &lsquo;property tax deferrals&rsquo; nor any other automatic revenue growth that occurs when TIDs are closed,&quot; the memo said.</p>\r\n\r\n<p>A final footnote:</p>\r\n\r\n<p>The city currently has 45 active taxing districts, with some performing better than others.</p>\r\n\r\n<p>Twice in the past the city has redirected revenue from the high-performing TID 56 -- the one slated to be redirected to the streetcar -- to bolster &quot;neighborhood-based&quot; TIDs in the central city. In all, about $10.5 million has gone to this purpose.</p>\r\n\r\n<p>Davis voted in favor of those previous changes to TID 56, as well as in favor of about $225 million in projects using the same kind of tax district funding, council records show.</p>\r\n\r\n<p><strong>Our rating</strong></p>\r\n\r\n<p>Davis says the streetcar project would take revenue away from Milwaukee Public Schools. He bases his argument on the use of two tax financing districts that would help pay for the streetcar project.</p>\r\n\r\n<p>From a technical perspective, he is off base. Taxes generated on additional development in the tax districts would go -- by law -- to the designated use until the borrowing is paid off. And once the districts close, it still wouldn&rsquo;t be direct revenue for the schools.</p>\r\n\r\n<p>Rather, it&rsquo;s additional tax base. From our perspective, that does lend some credibility to Davis claim. If the increased value went onto the overall tax rolls, all property taxpayers in the city would benefit. And, in theory, MPS could collect more without taking a bigger bite out of the pocketbooks of property owners.</p>\r\n\r\n<p>We rate the claim Mostly False.</p>\r\n", "ruling_comments_date": "2015-02-03T15:41:16.553835", "ruling_date": "2015-02-03T15:08:10", "ruling_headline": "Ald. Joe Davis claims streetcar project would take revenue from Milwaukee Public Schools", "ruling_headline_slug": "ald-joe-davis-claims-streetcar-project-would-hurt-", "ruling_link_text": "Claim runs off the rails", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"http://city.milwaukee.gov/ImageLibrary/Groups/ccCouncil/2015-PDF/NewsReleases/District01/District02/02-StreetcardoeslittletohelpBlackLives-stack.pdf\">Press release, Ald. Joe Davis, Sr., Jan. 7, 2015</a></p>\r\n\r\n<p>Ald. Joe Davis Sr. video, <a href=\"https://www.youtube.com/watch?v=jrTduy8x138&amp;feature=youtu.be\">&quot;The sound alternative to the Milwaukee streetcar,&quot;</a> January 17, 2015</p>\r\n\r\n<p>Email, Ald. Joe Davis Sr., Jan. 27, 2015</p>\r\n\r\n<p>City of Milwaukee Legislative Reference Bureau memos, Jan.<a href=\"https://files.ctctcdn.com/ca3bfe2d001/f5e2e45d-bff1-45a8-a0c3-7cf8172eb68b.pdf\"> 5</a>, <a href=\"http://media.jrn.com/documents/LRBMemo+Tax+Revenue+Deferral+Estimation+(2).pdf\">7</a>, <a href=\"http://media.jrn.com/documents/LRB_156515-3+(1).pdf\">21</a>, 2015</p>\r\n\r\n<p><a href=\"http://media.jrn.com/documents/LRB+Memoranda+Retraction.pdf\">City of Milwaukee Legislative Reference Bureau memorandum &quot;Letter of Apology and Notice of Retraction,&quot; Feb. 2, 2015</a></p>\r\n\r\n<p><a href=\"http://media.jrn.com/documents/LRBMemo+Tax+Revenue+Deferral+Estimation+(1).pdf\">Memo from Mark Nicolini, city of Milwaukee budget and management director, and Mary Reavy, Commissioner of Assessments, Jan. 8, 2015</a></p>\r\n\r\n<p>Emails, Jeff Fleming, spokesman, Milwaukee Department of City Development, January 27, 28, 29, 2015</p>\r\n\r\n<p>Email, Anthony Tagliavia, spokesman, Milwaukee Public Schools, Jan. 28, 2015</p>\r\n\r\n<p>Emails, Todd Berry, president, Wisconsin Taxpayers Alliance, Jan. 28, 2015</p>\r\n\r\n<p>Emails, telephone interview, Mark Nicolini, city of Milwaukee Budget and Management Director, Jan. 28, 29, 2015</p>\r\n\r\n<p><a href=\"http://milwaukeestreetcar.com/\">Milwaukeestreetcar.com</a></p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Milwaukee alderman", "false_count": 0, "first_name": "Joe", "half_true_count": 0, "home_state": "Wisconsin", "id": 3067, "last_name": "Davis, Sr.", "mostly_true_count": 0, "name_slug": "joe-davis-sr", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/PFACT_Joe_Davis.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3067/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>The streetcar project proposed for downtown Milwaukee &quot;would actually take precious revenue away&quot; from the Milwaukee Public Schools.</p>\r\n", "statement_context": "a video", "statement_date": "2015-01-17", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 44, "photo": null, "resource_uri": "/api/v/2/subject/44/", "subject": "Transportation", "subject_slug": "transportation", "used_in_edition": []}], "target": [], "twitter_headline": ""}