{"art": [{"brightcove": "", "caption": "An oil painting of Lt. Stephen Decatur boarding a Tripolitan gunboat during the bombardment of Tripoli, Aug. 3, 1804. (Department of the Navy)", "id": 5759, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Barbary_color.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/5759/", "title": "Barbary war top", "wibbitz": "", "youtube": "", "youtubeID": ""}, {"brightcove": "", "caption": "The U.S.S. Philadelphia, previously captured by the Tripolitans, set ablaze after being boarded by Lt. Stephen Decatur and 60 men. (U.S. Naval Academy Museum)", "id": 5760, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Vertical_Barbary.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/5760/", "title": "Barbary vertical", "wibbitz": "", "youtube": "", "youtubeID": ""}, {"brightcove": "", "caption": "Lt. Presley O'Bannon in battle at Derna, in modern-day Libya, 1805. (U.S. Marine Corps)", "id": 5761, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Barbary_watercolor.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/5761/", "title": "Barbary watercolor", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2015/feb/11/chain-email/barbary-wars-did-us-declare-war-islam/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 10496, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/10496/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Ask most Americans about the details of the Barbary wars, and you&rsquo;re likely to get blank stares. But<strong> </strong>the obscure, early 19th century wars between the newly established United States and a group of north African powers has become evidence for a chain email that lectures about the present-day dangers of radical Islam.</p>\r\n\r\n<p>Here are excerpts from the <a href=\"http://www.politifact.com/barbary/\" style=\"text-decoration:none;\"><u>chain email</u></a>.</p>\r\n\r\n<p><em>&quot;Most Americans are unaware of the fact that over 200 years ago, the United States had declared war on Islam, and Thomas Jefferson led the charge! </em></p>\r\n\r\n<p><em>&quot;At the height of the 18th century, Muslim pirates were the terror of the Mediterranean and a large area of the North Atlantic. They attacked every ship in sight, and held the crews for exorbitant ransoms. Those taken hostage were subjected to barbaric treatment and wrote heart breaking letters home, begging their government and family members to pay whatever their Mohammedan captors demanded. </em></p>\r\n\r\n<p><em>&quot;These extortionists of the high seas represented the Islamic nations of Tripoli, Tunis, Morocco, and Algiers -- collectively referred to as the Barbary Coast and presented a dangerous and unprovoked threat to the new American Republic. ...</em>&quot;</p>\r\n\r\n<p><em>&quot;Islam, and what its Barbary followers justified doing in the name of their prophet and their god, disturbed Jefferson quite deeply. America had a tradition of religious tolerance. In fact, Jefferson himself, had co-authored the Virginia Statute for Religious Freedom, but fundamentalist Islam was like no other religion the world had ever seen.</em></p>\r\n\r\n<p><em>&quot;A religion based on supremacism, whose holy book not only condoned but mandated violence against unbelievers was unacceptable to him. His greatest fear was that someday this brand of Islam would return and pose an even greater threat to the United States.&quot;</em></p>\r\n\r\n<p>This excerpt offers a lot to chew over (and <a href=\"http://www.politifact.com/barbary/\" style=\"text-decoration:none;\"><u>the full text</u></a> includes even more), but for this fact-check we&rsquo;re going to focus on the opening claim -- that &quot;over 200 years ago, the United States had declared war on Islam, and Thomas Jefferson led the charge!&quot;</p>\r\n\r\n<p><strong>Some background on the Barbary Wars</strong></p>\r\n\r\n<p>The Barbary wars aren&rsquo;t entirely forgotten -- they are the source of the lyric &quot;to the shores of Tripoli&quot; in the <a href=\"http://www.hqmc.marines.mil/hrom/NewEmployees/AbouttheMarineCorps/Hymn.aspx\" style=\"text-decoration:none;\"><u>Marine Hymn</u></a>, among other things.&nbsp;But they did occur more than two centuries ago, so they offer fertile ground for questionable claims.</p>\r\n\r\n<p>The wars -- the first fought between 1801 and 1805 and a second in 1815 -- followed centuries of piracy in the Mediterranean by semi-autonomous outposts of the Ottoman Empire, including Tripoli and Algeria.</p>\r\n\r\n<p>Historians describe these actions as a well-developed protection racket. Countries paid hefty monetary &quot;tributes&quot; to the north African powers in order to get free passage for their ships. Countries that refused would risk being boarded, with crew members held hostage and cargo confiscated. (Technically, this was not &quot;piracy,&quot; which is committed by non-state actors; the proper term for such government-backed privateering is &quot;corsairing.&quot;)</p>\r\n\r\n<p>Over the years, many seafaring European nations concluded that payment of tribute was the lesser of two evils, so they complied. During the era of the American colonies, American merchant vessels received protection by virtue of being of being British; the British were among the countries that paid tribute. Then, during the American Revolution, an alliance with France protected American ships. But full independence brought an end to that.</p>\r\n\r\n<p>Initially, the United States decided to pay tribute. But American leaders, including Jefferson, seethed at having to do it, saying it would only inspire more and more outrageous financial demands. On July 11, 1786, Jefferson wrote to John Adams, &quot;I very early thought it would be best to effect a peace thro&#39; the medium of war.&quot; The following month, he wrote to James Monroe that the Barbary powers &quot;must see the rod; perhaps it must be felt by some one of them.&quot;</p>\r\n\r\n<p>After Jefferson became president in 1801, he rejected Tripoli&#39;s demand<strong> </strong>for payment. The pasha of Tripoli countered by declaring war on the United States. Jefferson sent forces to the Mediterranean, and after sporadic combat, hostilities ended four years later with a negotiated settlement&nbsp;in which the United States paid a smaller tribute than had initially been demanded.</p>\r\n\r\n<p>The era of Barbary corsairs effectively ended a decade later, when, after the U.S. Navy, battle-hardened from the War of 1812, won a quick victory against Algiers, effectively ending all tribute payments.</p>\r\n\r\n<p><strong>The role of Islam in the Barbary wars</strong></p>\r\n\r\n<p>Not only did the United States never officially &quot;<a href=\"https://www.senate.gov/pagelayout/history/h_multi_sections_and_teasers/WarDeclarationsbyCongress.htm\" style=\"text-decoration:none;\"><u>declare war</u></a>&quot; (as the email puts it) against any of the Barbary powers, but historians of the period also say that religion was not a significant factor in the Barbary wars.</p>\r\n\r\n<p>To be sure, the Barbary powers were Muslim, and mentions of Islam and Christianity do pop up at times in the historical record. But historians say it was more like fighting the mafia than religious zealots.</p>\r\n\r\n<p>As early as 1797, the United States made clear in a treaty with Tripoli that &quot;as the government of the United States of America is not in any sense founded on the Christian Religion, as it has in itself no character of enmity against the laws, religion or tranquility of Musselmen (Muslims) and as the said States never have entered into any war or act of hostility against any Mehomitan (Mohammedan or Muslim) nation, it is declared by the parties that no pretext arising from religious opinions shall ever produce an interruption of the harmony existing between the two countries.&quot;</p>\r\n\r\n<p>The experts we contacted agreed that the email vastly overplays the available evidence.</p>\r\n\r\n<p>&quot;Very little of this had to do with Islam,&quot; said Adrian Tinniswood, author of <em>Pirates of Barbary: Corsairs, Conquests and Captivity in the Seventeenth-Century Mediterranean</em>. &quot;It had much more to do with trading opportunities and economics.&quot;</p>\r\n\r\n<p>&quot;We didn&#39;t attack them out of matters of faith,&quot; said Lance Janda, a military historian at Cameron University. &quot;The wars were all about freedom of the sea and protecting the U.S. flag.&quot;</p>\r\n\r\n<p>Robert C. Davis, author of <em>Christian Slaves, Muslim Masters: White Slavery in the Mediterranean, the Barbary Coast and Italy,</em> went so far as to slam the email as &quot;so riddled with errors, bad logic, and innuendo that I have to wonder why you feel called upon to critique it.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>The chain email said that &quot;over 200 years ago, the United States had declared war on Islam, and Thomas Jefferson led the charge!&quot;</p>\r\n\r\n<p>The Barbary powers were Muslim, and religion sometimes crops up in the historical record. But historians agree that the overriding motivation of American military&nbsp;action against the Barbary pirates was to secure a vital national interest, namely protecting the U.S. merchant fleet and its ability to conduct international trade. They see no evidence that Jefferson or his contemporaries were undertaking a religious holy war. So we rate the claim False.</p>\r\n", "ruling_comments_date": "2015-02-09T16:09:23.427572", "ruling_date": "2015-02-11T16:45:32", "ruling_headline": "In Barbary wars, did U.S. declare 'war on Islam'?", "ruling_headline_slug": "barbary-wars-did-us-declare-war-islam", "ruling_link_text": "It was about commerce and national interests", "ruling_state": null, "source_documents": null, "sources": "<p>Chain email <a href=\"http://www.politifact.com/barbary/\" style=\"text-decoration:none;\"><u>received by PolitiFact</u></a> in February 2015</p>\r\n\r\n<p>Gerard W. Gawalt, &quot;<a href=\"http://memory.loc.gov/ammem/collections/jefferson_papers/mtjprece.html\" style=\"text-decoration:none;\"><u>America and the Barbary Pirates: An International Battle Against an Unconventional Foe</u></a>&quot; (Library of Congress), accessed Feb. 9, 2015</p>\r\n\r\n<p>Paul A. Silverstein, &quot;The New Barbarians: Piracy and Terrorism on the North African Frontier&quot; (<em>CR: The New Centennial Review</em>), 2005</p>\r\n\r\n<p><a href=\"http://avalon.law.yale.edu/18th_century/bar1796t.asp\" style=\"text-decoration:none;\"><u>Text</u></a> of Treaty of Peace and Friendship, Signed at Tripoli November 4, 1796</p>\r\n\r\n<p>Monticello.org, &quot;<a href=\"http://www.monticello.org/site/research-and-collections/first-barbary-war\" style=\"text-decoration:none;\"><u>The First Barbary War</u></a>,&quot; accessed Feb. 9, 2015</p>\r\n\r\n<p>Email interview with Lance Janda, military historian at Cameron University, Feb. 9, 2015</p>\r\n\r\n<p>Interview with Frederick C. Leiner, author of <em>The End of Barbary Terror: America&#39;s 1815 War against the Pirates of North Africa</em> (Oxford University Press), 2006</p>\r\n\r\n<p>Email interview with Robert C. Davis, author of <em>Christian Slaves, Muslim Masters: White Slavery in the Mediterranean, the Barbary Coast and Italy, 1500-1800 </em>(Palgrave/Macmillan), 2003</p>\r\n\r\n<p>Email interview with Adrian Tinniswood, author of <em>Pirates of Barbary: Corsairs, Conquests and Captivity in the Seventeenth-Century Mediterranean </em>(Riverhead), 2010</p>\r\n\r\n<p>Email interview with Paul A. Silverstein, author of <em>Algeria in France: Transpolitics, Race, and Nation </em>(Indiana University Press), 2004</p>\r\n\r\n<p>Email interview with Greg Bak, author of <em>Barbary Pirate: The Life and Crimes of John Ward </em>(History Press), 2013</p>\r\n\r\n<p>Email interview with Frank Lambert, author of <em>The Barbary Wars: American Independence in the Atlantic World </em>(Hill and Wang), 2005</p>\r\n", "speaker": {"adkey": "People ", "advalue": "Fake_news", "barely_true_count": 11, "current_job": "", "false_count": 44, "first_name": "", "half_true_count": 8, "home_state": "", "id": 27, "last_name": "Chain email", "mostly_true_count": 5, "name_slug": "chain-email", "pants_count": 106, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-emailer.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/27/", "total_count": 180, "true_count": 6, "website": ""}, "statement": "<p>&quot;Over 200 years ago, the United States had declared war on Islam, and Thomas Jefferson led the charge!&quot;</p>\r\n", "statement_context": "a chain email", "statement_date": "2015-02-09", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}, {"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}, {"description": "", "id": 9, "photo": null, "resource_uri": "/api/v/2/subject/9/", "subject": "Religion", "subject_slug": "religion", "used_in_edition": []}], "target": [], "twitter_headline": ""}