{"art": [{"brightcove": "", "caption": "DeKalb County Watershed crews work on a sewer main break in January. The county counts work on its overhaul of the system in its tally of new and retained jobs. Photo by John Spink / AJC.", "id": 5767, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/DeKalbSewerWork.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/5767/", "title": "DeKalbSewerWork", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ahunt@ajc.com", "first_name": "April", "id": 438, "last_name": "Hunt", "name_slug": "april-hunt", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/April.jpg", "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/438/", "title": "Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2015/feb/13/lee-may/dekalb-jobs-claim-needs-some-refining/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 10501, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ahunt@ajc.com", "first_name": "April", "id": 438, "last_name": "Hunt", "name_slug": "april-hunt", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/April.jpg", "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/438/", "title": "Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/10501/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>With economic indicators ticking up in Georgia and headlines of new jobs coming to metro Atlanta, the state&rsquo;s third-largest county is touting its successes.</p>\r\n\r\n<p>DeKalb County has &quot;attracted and retained more than 2,300 jobs&quot; in the last year, interim CEO Lee May told business and community leaders during his State of the County address last month.</p>\r\n\r\n<p>May went on to describe his efforts to improve the county&rsquo;s image to attract businesses and support job growth.</p>\r\n\r\n<p>But PolitiFact Georgia wondered, could the county often in the news for corruption allegations and political gridlock also be responsible for growing jobs? We decided to check.</p>\r\n\r\n<p>May directed us to DeKalb Workforce Development, the local agency that provides &quot;one-stop&quot; education, training and employment programs under the federal Workforce Investment Act.</p>\r\n\r\n<p>The agency keeps track of jobs in several categories, said Workforce Director Sheryl Stone. &nbsp;They are:</p>\r\n\r\n<ul>\r\n\t<li>\r\n\t<p>Geographic Solutions: A statewide database that counts only full-time employees hired or retained through federal Department of Labor funds. In 2014, DeKalb saw 731 new hires in this category and 602 people who retained new jobs for at least a year. Total: 1,333.</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>Capital Improvement Plan (CIP): &nbsp;A count of workers hired or retained, either part-time or full-time, as part of DeKalb&rsquo;s $1.35 billion overhaul of its water/sewer system. Last year, 107 people were hired and 386 saw jobs retained as part of working for contractors on the program. Total: 493.</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>Taleo: Employers who work on the county level to recruit for part-time and full-time jobs use DeKalb&rsquo;s Taleo system to filter resumes. Some workers will transfer to the state Geographic Solutions system once they have completed probationary periods for full-time work. The county does not break out the number of jobs based on full-time or part-time in this category, but all are unsubsidized with government dollars. Total: 348.</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>Job training: Workforce uses federal dollars to subsidize up to half of a new hire&rsquo;s salary for 90 days. The employer recruits through the agency and must hire the employee at full time with benefits. The subsidy is designed to serve as a training cost. Total: 167.</p>\r\n\t</li>\r\n</ul>\r\n\r\n<p>Stone said the agency determined that, over a 10-year period, the average salary for workers it helped find employment was $56,000.</p>\r\n\r\n<p>&quot;We really are making a difference,&quot; she said.</p>\r\n\r\n<p>And, adding up the categories, Workforce counts 2,341 people working for the year.</p>\r\n\r\n<p>That would fully support May&rsquo;s claim, except for hiccups with the counts themselves.</p>\r\n\r\n<p>The local Taleo category, for instance, counts part-time jobs as equal to those with full-time hours (which the county considers after only 32 hours). Job seekers are apt to view even 32 hours per week to be part-time, suggesting that category is inflated, according to experts.</p>\r\n\r\n<p>The bigger question is how Workforce is counting workers in the water/sewer overhaul. Stone said the agency counts workers as reported by the contractors selected for different projects.</p>\r\n\r\n<p>Some of those people may work only a few days or months on a specific task, Stone said, but they are included in the total headcount reported.</p>\r\n\r\n<p>The agency&rsquo;s lead over the CIP said each worker is only counted once, though they may work on several tasks in a specific project.</p>\r\n\r\n<p>And, if someone is hired or keeps a job for three months, that person then counts as a full-time equivalent worker, though the agency does not have a breakdown of how many would fall into that category.</p>\r\n\r\n<p>That&rsquo;s problematic, because the definitions can affect the counts, said Tom Smith, a finance professor at the Goizueta Business School at Emory University.</p>\r\n\r\n<p>For instance, a pizzeria can claim to have sold a pizza for every 8 slices it sells. But those slices may not come from the same whole pizza &ndash; meaning the count doesn&rsquo;t adjust for what would have been thrown away from one whole pizza that had been divvied up.</p>\r\n\r\n<p>&quot;You run into problems when you try to count things the same but in different ways,&quot; Smith said. &quot;Four thousand people who work a quarter of the year is not really the same thing as 1,000 jobs.&quot;</p>\r\n\r\n<p>Barbara Neuby, a professor of political science at Kennesaw State University, said the massaged definitions also direct focus away from statistics that may not be as positive.</p>\r\n\r\n<p>For instance, state Department of Labor figures show that the number of new unemployment claims in DeKalb were down about 12 percent between December 2013 and December 2014.</p>\r\n\r\n<p>But the claims are up 44 percent between November and December last year, the last figures available.</p>\r\n\r\n<p>&quot;If they wanted to be truly accountable and transparent, they could say they created work in the private sector by issuing contracts,&quot; said Neuby, who specializes in government budgets and finance. &quot;But to say these are jobs created, no. We don&rsquo;t have exact numbers to make that claim.&quot;</p>\r\n\r\n<p>May said the county plans to do a better job of counting positions in that category going forward.</p>\r\n\r\n<p>But, he notes that the work is creating jobs &ndash; something that the experts agree on in principle.</p>\r\n\r\n<p>&quot;We spent $62 million on the CIP last year, and that translates into people who are working,&quot; May said. &quot;We didn&rsquo;t define that and we will drill down to be more probing about what kinds of jobs. To us, a job is a job if you&rsquo;re working, it counts.&quot; <strong>&nbsp;</strong></p>\r\n\r\n<p>To that end, May is correct. The state Labor Department defines a job simply as a task that is performed.</p>\r\n\r\n<p>The number of people employed to do that task can be less than full time, or more.</p>\r\n\r\n<p>So, was May on target when he said DeKalb had created or kept more than 2,300 jobs last year?</p>\r\n\r\n<p>By the state&rsquo;s broad definitions, the county&rsquo;s Workforce Development office backs him up on the number of people working. That&rsquo;s not the same thing as the number of jobs.</p>\r\n\r\n<p>The distinction boils down to that difference. Looking at the categories, the bulk of the people being counted - those on the state level, in job training and some hired on the local level - are likely to be the same as the number of jobs.</p>\r\n\r\n<p>But for some people working part-time on the local level, or in the CIP, the distinction could boost or underestimate the actual number of jobs.</p>\r\n\r\n<p>Without more data, which the county does not collect, we don&rsquo;t know what is happening.</p>\r\n\r\n<p>Overall, that means the statement is mostly right, except for problems the county acknowledges in its counts. We rate the statement Mostly True.</p>\r\n", "ruling_comments_date": "2015-02-12T13:57:30.876567", "ruling_date": "2015-02-13T00:00:00", "ruling_headline": "DeKalb jobs claim needs some refining", "ruling_headline_slug": "dekalb-jobs-claim-needs-some-refining", "ruling_link_text": "Number of jobs and workers can differ", "ruling_state": null, "source_documents": null, "sources": "<p>DeKalb County Interim CEO Lee May, State of the County address, Jan. 22, 2015</p>\r\n\r\n<p>Georgia Department of Labor, <a href=\"http://www.dol.state.ga.us/pdf/pr/initialuiclaims.pdf\"><strong>Statewide unemployment insurance initial claims</strong></a>, accessed Feb. 6, 2015</p>\r\n\r\n<p>DeKalb Workforce Development, <a href=\"http://workdev.dekalbcountyga.gov/~/media/Workforce/PDF/Workforcefinal%202012_2017.ashx\"><strong>Comprehensive WIA Local Plan 2012-2017</strong></a>, accessed Feb. 2, 2015</p>\r\n\r\n<p>Email and phone interviews, DeKalb Workforce Development Director Sheryl Stone, Feb. 2 to Feb. 9, 2015</p>\r\n\r\n<p>Interview, DeKalb Workforce Development Senior Consultant Melvin Solomon, Feb. 2, 2015</p>\r\n\r\n<p>Interview, DeKalb Workforce Development Deputy Director Sandeep Gill, Feb. 2, 2015</p>\r\n\r\n<p>Phone interview, Georgia Department of Labor Spokesman Sam Hall, Feb. 6, 2015</p>\r\n\r\n<p>Phone interview, Finance professor Tom Smith, Goizueta Business School at Emory University, Feb. 6, 2015</p>\r\n\r\n<p>Phone interview, Political science professor Barbara Neuby, Kennesaw State University, Feb. 10, 2015</p>\r\n\r\n<p>Interview, DeKalb Interim CEO Lee May, Feb. 9, 2015</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "Lee", "half_true_count": 0, "home_state": "Georgia", "id": 2708, "last_name": "May", "mostly_true_count": 2, "name_slug": "lee-may", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Lee_May.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2708/", "total_count": 3, "true_count": 1, "website": "http://leemaydistrict5.com/"}, "statement": "<p>In the past year, DeKalb has &quot;attracted and retained more than 2,300 jobs.&quot;</p>\r\n", "statement_context": "the 2015 State of the County address", "statement_date": "2015-01-22", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}