{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2009/jun/12/karl-rove/roves-op-ed-distorts-health-study/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1050, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/1050/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Republican strategist Karl Rove argued against the Democrats&#39; blueprint for health care, citing a Lewin Group study about what might happen under a public option for health care.</p>\r\n\r\n<p>The public option has become shorthand for the government offering an insurance plan to compete with private insurers. Advocates for the public option said it would be an insurer of last resort, such as for people who lose their health insurance when they lose their job.</p>\r\n\r\n<p>In a column in the <em> Wall Street Journal, </em> Rove said the public option would lead to America &quot;becoming a European-style welfare state.&quot;</p>\r\n\r\n<p>&quot;The Lewin Group estimates 70 percent of people with private insurance &mdash; 120 million Americans &mdash; will quickly lose what they now get from private companies and be forced onto the government-run rolls as businesses decide it is more cost-effective for them to drop coverage,&quot; Rove wrote. &quot;They&#39;d be happy to shift some of the expense &mdash; and all of the administration headaches &mdash; to Washington. And once the private insurance market has been dismantled it will be gone.&quot;</p>\r\n\r\n<p>The public option &quot;is just phony,&quot; Rove wrote. &quot;It&#39;s a bait-and-switch tactic meant to reassure people that the president&#39;s goals are less radical than they are. Mr. Obama&#39;s real aim, as some candid Democrats admit, is a single-payer, government-run health-care system.&quot;</p>\r\n\r\n<p>We&#39;ll note that President Barack Obama has said that is not his aim. But we were more interested in Rove&#39;s description of the study.</p>\r\n\r\n<p>The Lewin Group report, which we&#39;ve looked at before, ran a number of different scenarios on what would happen if the government offered a public option. One scenario was a Medicare-style plan that was open to everyone. Under that type of public option, the government would pay health providers much less than private insurers and offer lower premiums to the public. The study model found that 118 million people would choose to drop their private coverage in favor of cheaper public coverage. (We&#39;ll note here that the Lewin Group is respected by many health care analysts and operates with editorial independence, but it is a subsidiary of UnitedHealth Group, which also offers private health insurance.)</p>\r\n\r\n<p>But Rove misrepresents the report in a couple of significant ways.</p>\r\n\r\n<p>First, he neglects to mention that the 120 million number is only for the public option that is most like Medicare, and if everyone were allowed to enroll. That is the most extreme option that could drive the most people from private insurers.</p>\r\n\r\n<p>But there are other ways to set up a public option health care plan. Under the Lewin Group&#39;s estimates, if you restrict a Medicare-style public option only to individuals and small businesses, only 32 million would leave private coverage. And if the public option is less like Medicare and competes more like a private insurer, the number drops further.</p>\r\n\r\n<p>What a public option might actually look like is one of the biggest questions Congress is grappling with right now. A group of fiscally conservative Democrats known as the Blue Dogs have said they do not support a Medicare-style public option, and have <a href=\"http://www.house.gov/melancon/BlueDogs/Press%20Releases/Health%20Care%20Reform%20-%20Ensuring%20Choice%20in%20the%20Marketplace.pdf\" target=\"_blank\"> laid out specifics </a> for the kind of public option they would support. They envision a public option that operates more like a private insurer and would only be available as a last resort. Under that type of scenario, the study says the number of people who would switch from private to public insurance could be as low as 21.5 million or 10.4 million.</p>\r\n\r\n<p>Which brings us to another problem: Rove says people would &quot;be forced&quot; to switch, but the report is modeled on the idea that consumers choose health plans based on price and would opt for a public plan &mdash; not be forced into one. Rove&#39;s comments give the impression that 120 million people would be booted out of their private insurance and forced to turn to the government. That&#39;s not the scenario the report describes.</p>\r\n\r\n<p>When we&#39;ve covered this issue before, some of our readers have argued that we&#39;re missing the point. If millions of people choose to leave private insurance, the readers say, that would injure the private system to the point that government would have to step in &mdash; Rove&#39;s &quot;bait and switch&quot; argument. After people leave their private insurance for the public option, it would become too expensive for employers to continue to offer coverage to smaller pools of employees.</p>\r\n\r\n<p>But that&#39;s not how Rove described the report. He said, &quot;The Lewin Group estimates 70 percent of people with private insurance &mdash; 120 million Americans &mdash; will quickly lose what they now get from private companies and be forced onto the government-run rolls as businesses decide it is more cost-effective for them to drop coverage.&quot; That&#39;s wrong. The report said that people would choose to leave private insurance if given a cheaper option, but the report provided smaller numbers for other options.</p>\r\n\r\n<p>The debate in Congress over what a public option will look like is fierce and ongoing. So Rove is picking the worst-case scenario and then distorting the cause and effects. We rate Rove&#39;s statement False.</p>\r\n", "ruling_comments_date": "2010-01-07T13:27:42.585796", "ruling_date": "2009-06-12T14:01:30", "ruling_headline": "Rove's op-ed distorts health study", "ruling_headline_slug": "roves-op-ed-distorts-health-study", "ruling_link_text": "Oversimplifying a more complex scenario", "ruling_state": null, "source_documents": null, "sources": "<p>Wall Street Journal, <a href=\"http://online.wsj.com/article/SB124467554761003983.html\" target=\"_blank\"> How to Stop Socialized Health Care </a> , June 11, 2009</p>\r\n\r\n<p>The Lewin Group, &quot; <a href=\"http://www.lewin.com/content/publications/LewinCostandCoverageImpactsofPublicPlan-Alternative%20DesignOptions.pdf\" target=\"_blank\"> The Cost and Coverage Impacts of a Public Plan: Alternative Design Options </a> ,&quot; April 6, 2009</p>\r\n\r\n<p>The Blue Dog Coalition, <a href=\"http://www.house.gov/melancon/BlueDogs/Press%20Releases/Health%20Care%20Reform%20-%20Ensuring%20Choice%20in%20the%20Marketplace.pdf\" target=\"_blank\"> Health Care Reform: Ensuring Choice in the Marketplace </a> , June 4, 2009</p>\r\n\r\n<p>Economist Uwe E. Reinhardt via the New York Times, <a href=\"http://economix.blogs.nytimes.com/2009/04/10/medicare-like-public-health-plan/#more-7125\" target=\"_blank\"> Pricing a Medicare-Like Public Option </a> , April 10, 2009</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "", "false_count": 5, "first_name": "Karl", "half_true_count": 2, "home_state": "Texas", "id": 177, "last_name": "Rove", "mostly_true_count": 8, "name_slug": "karl-rove", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/rove2.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/177/", "total_count": 17, "true_count": 0, "website": "http://www.rove.com/"}, "statement": "<p>Under a public health care option, 120 million Americans will &quot;lose what they now get from private companies and be forced onto the government-run rolls as businesses decide it is more cost-effective for them to drop coverage.&quot;</p>\r\n", "statement_context": "an op-ed.", "statement_date": "2009-06-11", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}