{"art": [{"brightcove": "", "caption": "Marjorie Sanfilippo testifies before a Senate panel on a proposed gun law.", "id": 5802, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Sanfilippo_photo.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/5802/", "title": "Sanfilippo testifying", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2015/feb/20/marjorie-sanfilippo/florida-legislature-weighs-allowing-guns-college-c/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "facebook_headline": null, "id": 10530, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/10530/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>A shooting incident at Florida State University late last year has re-opened a debate in the Florida Legislature about whether to allow guns on college campuses.</p>\r\n\r\n<p>Gunman Myron May, a former FSU student, wounded two students and a library employee before he was killed by police on Nov. 20, 2014.</p>\r\n\r\n<p>According to the National Conference of State Legislatures, Florida is one of <a href=\"http://www.ncsl.org/research/education/guns-on-campus-overview.aspx\">20 states</a> that specifically ban firearms on campuses; seven others specifically allow them under state law. The rest leave the decision up to the university.</p>\r\n\r\n<p>In January, a <a href=\"http://www.miamiherald.com/news/local/education/article7859373.html\">Florida House panel</a> voted to advance a <a href=\"http://www.flhouse.gov/Sections/Bills/billsdetail.aspx?BillId=53085\">bill</a> that would allow concealed-weapon permit holders to carry their guns on campuses. Then, on Feb. 16, a Senate panel approved the bill. Both votes broke along party lines, with Republicans in support and Democrats in opposition.</p>\r\n\r\n<p>The bill in question would allow concealed carry permit holders, who must be 21, to carry their firearms into any college or university facility. About 1.3 million people have Florida concealed-carry permits, including about 250,000 between the ages of 21 to 35.</p>\r\n\r\n<p>During the Senate hearing, college professors and students were among those who testified -- and they came armed with loads of statistics.</p>\r\n\r\n<p>Marjorie Sanfilippo, an Eckerd College psychology professor who has researched youth access to firearms, expressed concern about allowing guns on campuses. One issue, she said, is that some college students have mental health issues, including depression and anxiety. In fact, college is sometimes the time of life when major illnesses, such as bipolar mood disorder and schizophrenia, first appear. (May, a 31-year-old lawyer who returned to the FSU campus with a gun, suffered from <a href=\"http://www.tampabay.com/news/education/college/fsu-shooters-friends-tried-to-get-help-for-him-months-before-the-shooting/2207514\">mental health problems</a>.)</p>\r\n\r\n<p>&quot;What proponents of this bill won&rsquo;t tell you is that 200,000 students attempt suicide every year on college campuses -- an all too common event. Is it a stretch to speculate that more of these suicide attempts would be lethal if students had firearms?&quot;</p>\r\n\r\n<p>Are suicide attempts that widespread on college campuses? We took a closer look at the available statistics.</p>\r\n\r\n<p><strong>Statistics on attempted suicide and colleges</strong></p>\r\n\r\n<p>Sanfilippo told PolitiFact Florida that she took her data from an assessment by the <a href=\"http://www.acha-ncha.org/docs/ACHA-NCHA-II_ReferenceGroup_ExecutiveSummary_Spring2014.pdf\">American College Health Association</a>, an advocacy organization for colleges and universities. The association has been collecting health data about college students since 2000. About 76,000 students at 157 colleges and universities took part in the spring of 2012. (The survey included Florida institutions but the association doesn&rsquo;t release the names of those who participated.)</p>\r\n\r\n<p>The survey published in 2014 found that about 1.2 percent of college students reported attempting suicide within the past 12 months. There are approximately 20 million college and university students; doing the arithmetic, this translates into about 200,000 suicide attempts. (The association has found similar rates in <a href=\"http://www.acha-ncha.org/reports_ACHA-NCHAII.html\">other years</a>.)</p>\r\n\r\n<p>Mary Hoban, who oversees the assessment, told PolitiFact Florida there are two caveats. First, the data is self-reported from studies, and second, the schools self-select to participate, &quot;so our data are not truly generalizable.&quot;</p>\r\n\r\n<p>We searched for additional data on suicide attempts by college students. Researchers at the <a href=\"https://www.nabita.org/documents/NewDataonNatureofSuicidalCrisis.pdf\">University of Texas</a> found that 1 percent of undergraduates had attempted suicide within the past year. That data, from a paper published in 2009, came from a survey of students at 70 colleges and universities.</p>\r\n\r\n<p>Meanwhile, the Center for Collegiate Mental Health at Penn State University released a <a href=\"http://ccmh.psu.edu/wp-content/uploads/sites/3058/2015/02/2014-CCMH-Annual-Report.pdf\">study </a>based on data from 140 colleges and universities and 100,000 students for the 2013-14 year.</p>\r\n\r\n<p>Unlike other studies which reflect the overall student body, the Penn State study is based on data provided by students when they receive mental health services. It also reflects students who have made a suicide attempt within their lifetime -- not just the past year. Over this longer period, the study found, 9 percent of students had made a suicide attempt.</p>\r\n\r\n<p>Because this survey looked at a specific population that has received mental-health care, the rates will naturally be higher, said Ben Locke, executive director for the center.</p>\r\n\r\n<p>The Centers for Disease Control and Prevention has not collected data on suicide attempts by colleges students specifically. However it does have emergency-department data on nonfatal suicide attempts by age. The rate for 20- to 24-year-olds in 2010 was about 300 per 100,000, while the rate for 15- to 19-year-olds was 381 per 100,000.</p>\r\n\r\n<p>That rate is a lot lower than the one Sanfilippo relied on. However, the use of emergency department visits doesn&rsquo;t capture people who attempted suicide but didn&rsquo;t then go to the hospital.</p>\r\n\r\n<p>&quot;The actual number presented for care -- especially in an emergency department -- is going to be dramatically lower than people who self-disclose if they had an attempt in the last year,&quot; said Bill Schmitz, president of the American Association of Suicidology. For example, someone might have tried to overdose on Tylenol but then woke up without serious ill effects.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Sanfilippo said &quot;200,000 students attempt suicide every year on college campuses.&quot;</p>\r\n\r\n<p>That statistic is extrapolated from the American College Health Association&rsquo;s most recent annual survey, which found that 1.2 percent of college and university students had attempted suicide within the past year. There are approximately 20 million students overall, which translates to about 200,000 suicide attempts.</p>\r\n\r\n<p>But the study&rsquo;s author says there are two important caveats: their data is self-reported and the schools self-select to participate. In addition, a different type of survey conducted by the CDC -- one that looked at emergency data -- found a lower rate of suicide in similar age groups, but experts said that&rsquo;s to be expected because emergency data doesn&rsquo;t capture attempts that don&rsquo;t lead to a hospital visit.</p>\r\n\r\n<p>On balance, we rate it Half True.</p>\r\n", "ruling_comments_date": "2015-02-19T15:34:28.655558", "ruling_date": "2015-02-20T12:36:40", "ruling_headline": "As Florida Legislature weighs allowing guns on college campus, professor cites suicide statistic", "ruling_headline_slug": "florida-legislature-weighs-allowing-guns-college-c", "ruling_link_text": "Figure is credible but not unassailable", "ruling_state": null, "source_documents": null, "sources": "<p>Florida Channel, <a href=\"http://thefloridachannel.org/videos/21615-senate-criminal-justice-committee/\">&quot;Florida Senate criminal justice committee hearing,&quot;</a> Feb. 16, 2015</p>\r\n\r\n<p>Florida House, <a href=\"http://www.flhouse.gov/Sections/Bills/billsdetail.aspx?BillId=53085\">House Bill 4005</a>, Committee vote Jan. 20, 2015</p>\r\n\r\n<p>National Conference of State Legislatures, <a href=\"http://www.ncsl.org/research/education/guns-on-campus-overview.aspx\">&quot;Guns on campus overview,&quot; </a>March 7, &nbsp;2014</p>\r\n\r\n<p>American College Health Association, <a href=\"http://www.acha-ncha.org/reports_ACHA-NCHAII.html\">National College Health Assessment</a>, Spring 2014</p>\r\n\r\n<p>American Psychological Association paper by University of Texas&rsquo;s David Drum et. al, <a href=\"https://www.nabita.org/documents/NewDataonNatureofSuicidalCrisis.pdf\">&quot;New data on the nature of suicidal crises in college students: shifting the paradigm,&quot;</a> 2009</p>\r\n\r\n<p>Suicide Prevention Resource Center, <a href=\"http://www.sprc.org/sites/sprc.org/files/library/SuicideAmongCollegeStudentsInUS.pdf\">Suicide among college and university students in the United States</a>, 2014</p>\r\n\r\n<p>Associated Press, <a href=\"http://miami.cbslocal.com/2015/02/16/campus-gun-bill-gets-approval-in-senate-committee/\">&quot;Campus gun bill gets approval in Senate committee,&quot; </a>Feb. 16, 2015</p>\r\n\r\n<p><em>Miami Herald</em>, <a href=\"http://www.miamiherald.com/news/local/education/article7859373.html\">&quot;Florida House panel approves guns on college campuses,&quot; </a>Jan. 21, 2015</p>\r\n\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/georgia/article/2013/jan/24/fact-checking-claims-guns-and-gun-violence/\">&quot;Fact-checking claims on guns and gun violence,&quot; </a>Jan. 24, 2013</p>\r\n\r\n<p>Interview, Eckerd Psychology Professor Marjorie Sanfilippo, Feb. 17, 2015</p>\r\n\r\n<p>Interview, Ben Locke, Ph.D. Executive Director for the Center for Counseling and Psychological Services, Feb. 18, 2015</p>\r\n\r\n<p>Interview, Bob Carolla, spokesman for National Alliance for the Mentally Ill, Feb. 18, 2015</p>\r\n\r\n<p>Interview, Mary Hoban, Director, American College Health Association -National College Health Assessment Program, Feb. 18, 2015</p>\r\n\r\n<p>Interview, Julie Eschelbach, spokeswoman at the National Center for Injury Prevention and Control, Centers for Disease Control and Prevention, Feb. 18, 2015</p>\r\n\r\n<p>Interview, Bill Schmitz, president of the American Association of Suicidology, Feb. 19, 2015</p>\r\n\r\n<p>Interview, Tamara N. Ward, a spokeswoman for the Substance Abuse and Mental Health Services Administration, Feb. 19, 2015</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Eckerd College psychology professor", "false_count": 0, "first_name": "Marjorie", "half_true_count": 1, "home_state": "Florida", "id": 3086, "last_name": "Sanfilippo", "mostly_true_count": 0, "name_slug": "marjorie-sanfilippo", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Sanfilippo_image.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3086/", "total_count": 1, "true_count": 0, "website": "http://www.eckerd.edu/academics/psychology/faculty/sanfilippo.php"}, "statement": "<p>&quot;200,000 students attempt suicide every year on college campuses.&quot;</p>\r\n", "statement_context": "a Florida Senate criminal justice committee hearing", "statement_date": "2015-02-16", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 19, "photo": null, "resource_uri": "/api/v/2/subject/19/", "subject": "Guns", "subject_slug": "guns", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 202, "photo": null, "resource_uri": "/api/v/2/subject/202/", "subject": "Public Health", "subject_slug": "public-health", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}