{"art": [{"brightcove": "", "caption": "Beata and Alex Karaszi, left, watch as their son Alex Karaszi gets an acupuncture treatment from Dr. Laura Weathers in Tampa. (Kathleen Flynn/Tampa Bay Times)", "id": 5817, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Acupuncture.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/5817/", "title": "Acupuncture", "wibbitz": "", "youtube": "", "youtubeID": ""}, {"brightcove": "", "caption": "Dr. Debra Hoffman manipulates the vertebra of patient Paige Montgomery during a chiropractic session. (Willie J. Allen Jr./Tampa Bay Times)", "id": 5818, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Chiropractic.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/5818/", "title": "Chiropractic", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/punditfact/statements/2015/feb/24/jonah-goldberg/did-aca-give-elevated-legitimacy-alternative-medic/", "edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 10546, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/10546/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p><strong>Editor&#39;s note, Feb. 25, 2015:</strong> <em>One of the core principles of our work, and the work of all journalists, is to contact the subjects whom we are writing about. In this fact-check, we didn&rsquo;t meet our high standards. While we emailed Jonah Goldberg five days before publishing our fact-check, we never followed up with a phone call or another email to see if he had seen our questions. And while we also attempted to contact Goldberg&rsquo;s source, Kevin Williamson, we did so only by Twitter. That&rsquo;s not good enough in our book. Goldberg has since responded to this fact-check via <a href=\"http://www.nationalreview.com/corner/414408/politihacked-jonah-goldberg\">a column on NationalReview.com</a>. While there is nothing in his response that changes our Half True rating, we should have made every attempt to reach him so he could make his points prior to publication. For that, we are sorry.</em></p>\r\n\r\n<p>PolitiFact has published literally <a href=\"http://www.politifact.com/subjects/health-care/\">hundreds of fact-checks</a> on President Barack Obama&rsquo;s signature health care law, the Affordable Care Act, so it&rsquo;s always a surprise when a reader stumps us with a fresh claim they&rsquo;ve run across.</p>\r\n\r\n<p>Recently, a reader sent us a column from the conservative<em> National Review</em> that said the law gives preferred treatment to non-traditional forms of medicine. The column was from Jonah Goldberg, citing the work of another<em> National Review</em> writer, Kevin Williamson.</p>\r\n\r\n<p>&quot;As my <em>National Review </em>colleague Kevin Williamson notes, &lsquo;Everybody wants to know what Scott Walker and Sarah Palin think about evolution, but almost nobody is asking what Nancy Pelosi and Barack Obama think about homeopathy, acupuncture, aromatherapy and the like.&rsquo; Even though such remedies have been given elevated legitimacy under the Affordable Care Act.&quot;</p>\r\n\r\n<p>We wondered: Is Goldberg right that the law gives &quot;elevated legitimacy&quot; to such non-traditional techniques?</p>\r\n\r\n<p>It turns out there&rsquo;s a solid core of truth to the claim, but also some important caveats. (Neither Williamson nor Goldberg returned inquiries for this fact-check.)</p>\r\n\r\n<p><strong>Where the claim has a point</strong></p>\r\n\r\n<p>In recent years, the use of &quot;complementary and alternative medicine&quot; (also called &quot;integrative health care&quot;) has grown substantially.</p>\r\n\r\n<p>A <a href=\"https://nccih.nih.gov/news/camstats/2007/camsurvey_fs1.htm\" style=\"text-decoration:none;\"><u>survey</u></a> by the National Institutes of Health found that roughly four of every 10 American adults and one of every nine children uses at least one form of alternative medicine. That category includes such fields as acupuncture, chiropractic, diet therapies (such as the Atkins, Ornish, South Beach or vegetarian diet), homeopathy, hypnosis, massage therapy, tai chi and yoga.</p>\r\n\r\n<p>Following a lobbying campaign by alternative-medicine practitioners, and assistance from then-Sen. Tom Harkin, D-Iowa, several provisions favorable to non-traditional forms of medicine were inserted into the health care law.</p>\r\n\r\n<p>Here are provisions that stand to benefit complementary and alternative medicine:</p>\r\n\r\n<p>&bull; <strong>Section 3502 </strong>establishes grants for medical homes. The law says that the interdisciplinary teams supporting such homes may include &quot;licensed complementary and alternative medicine practitioners&quot; and &quot;doctors of chiropractic.&quot;</p>\r\n\r\n<p>&bull; <strong>Section 4001 </strong>establishes the National Prevention, Health Promotion and Public Health Council and, in turn, an advisory group on prevention, health promotion, and integrative and public health issues.</p>\r\n\r\n<p>&bull; <strong>Section 4206 </strong>&nbsp;creates a pilot program to provide at-risk individuals who use community health centers with &quot;individualized wellness plans&quot; designed to reduce risk factors for preventable conditions, including integrative health techniques.</p>\r\n\r\n<p>&bull; <strong>Section 5101</strong> creates a National Healthcare Workforce Commission and expands the definition of the health care workforce to include integrative health care practitioner, licensed complementary and alternative medicine provider, and doctors of chiropractic.</p>\r\n\r\n<p>&bull; <strong>Section 6301 </strong>establishes the Patient-Centered Outcomes Research Institute to fund research that determines which medical techniques work best. Some of the institute&rsquo;s research addresses alternative medicine, including a study of &quot;non-pharmacologic strategies to reduce pain and depression,&quot; as well as efforts to compare acupuncture and cognitive behavioral therapy for insomnia among cancer survivors. The institute is also funding studies of &quot;relaxation and mindfulness exercises,&quot; massage, yoga, meditation, and breathing exercises.</p>\r\n\r\n<p>All told, the institute is spending $4.1 million for studies involving alternative medicine, or about 3.5 percent of its funding to date on this type of study. Findings from this research could become significant, since many alternative medicine therapies have not yet faced rigorous scientific testing -- a key prerequisite for getting insurance companies to pay for them.</p>\r\n\r\n<p>Potentially the most far-reaching provision, however, is <strong>Section 2706</strong>. Alternative-medicine advocates say this section stipulates that as long as an alternative-medicine practitioner is fully licensed by a state, insurance companies must reimburse them just as they do medical doctors. (Literally, the section says that &quot;a group health plan and a health insurance issuer offering group or individual health insurance coverage shall not discriminate with respect to participation under the plan or coverage against any health care provider who is acting within the scope of that provider&#39;s license or certification under applicable state law.&quot;)</p>\r\n\r\n<p>Put all of these elements together and Goldberg has a point.</p>\r\n\r\n<p><strong>Where the claim overstates the case</strong></p>\r\n\r\n<p>That said, it&rsquo;s important to note some limitations in how the health care law is treating alternative medicine in practice, rather than in theory.</p>\r\n\r\n<p>For starters, the first four provisions cited above are heavier on symbolism than practical impact. They involve things like pilot programs, advisory committees and optional extensions of definitions to include alternative-medicine practitioners. The research being conducted could ultimately make a difference, but it&rsquo;s still a small portion of the institute&rsquo;s portfolio.</p>\r\n\r\n<p>Most importantly, the most sweeping of the half dozen provisions -- the changes to reimbursement policy prompted by Section 2706 -- hasn&rsquo;t yet turned into a boon for alternative-medicine practitioners.</p>\r\n\r\n<p>In states like California, Hawaii, Montana and Rhode Island, lawmakers have offered bills that would enshrine the language of Section 2706. But they have not become law yet.</p>\r\n\r\n<p>Meanwhile, the federal Department of Health and Human Services has thrown cold water on advocates&rsquo; most sweeping visions. Perhaps influenced by pushback from traditional medical disciplines, <a href=\"http://www.cms.gov/CCIIO/Resources/Fact-Sheets-and-FAQs/aca_implementation_faqs15.html\" style=\"text-decoration:none;\"><u>HHS issued guidance</u></a> that says, in part, &quot;This provision (2706) does not require plans or issuers to accept all types of providers into a network.&quot;</p>\r\n\r\n<p>Alyssa&nbsp;Wostrel, executive director of the Integrative Healthcare Policy Consortium, calls the HHS guidance &quot;faulty,&quot; and Harkin (who&rsquo;s now retired from the Senate) and other advocates have sought to reverse it. But for now, the HHS guidance seems to be having a chilling effect on the expansion of alternative-medicine coverage.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Goldberg wrote that homeopathy, acupuncture and aromatherapy &quot;have been given elevated legitimacy under the Affordable Care Act.&quot;</p>\r\n\r\n<p>The law does provide a leg up for alternative therapies (although it&rsquo;s unclear whether homeopathy and aromatherapy would ultimately benefit). In practice, though, it&rsquo;s important not to oversell the impact. Most of the provisions in question are modest, and the one with potentially the biggest impact has been curbed by a subsequent guidance from HHS.</p>\r\n\r\n<p>The statement is partially accurate but leaves out important details, so we rate it Half True.</p>\r\n", "ruling_comments_date": "2015-02-24T11:09:17.479504", "ruling_date": "2015-02-24T14:16:46", "ruling_headline": "Did the health care law give 'elevated legitimacy' to alternative medicine?", "ruling_headline_slug": "did-aca-give-elevated-legitimacy-alternative-medic", "ruling_link_text": "More in theory than in practice, at least so far", "ruling_state": null, "source_documents": null, "sources": "<p>Jonah Goldberg, &quot;<a href=\"http://www.nationalreview.com/article/413730/medias-interrogation-scott-walker-evolution-bad-faith-jonah-goldberg\" style=\"text-decoration:none;\"><u>Media&rsquo;s Interrogation of Scott Walker on Evolution Is in Bad Faith</u></a>,&quot; Feb. 13, 2015</p>\r\n\r\n<p>Kevin D. Williamson, &quot;<a href=\"http://www.nationalreview.com/article/398474/evolution-tactic-kevin-d-williamson\">Evolution of a Tactic</a>,&quot; Feb. 12, 2015</p>\r\n\r\n<p>National Center for Complementary and Integrative Health, &quot;<a href=\"https://nccih.nih.gov/news/camstats/2007/camsurvey_fs1.htm\" style=\"text-decoration:none;\"><u>The Use of Complementary and Alternative Medicine in the United States</u></a>,&quot; accessed Feb. 24, 2015</p>\r\n\r\n<p>Center for Medicare and Medicaid Services, &quot;<a href=\"http://www.cms.gov/CCIIO/Resources/Fact-Sheets-and-FAQs/aca_implementation_faqs15.html\" style=\"text-decoration:none;\"><u>Affordable Care Act Implementation FAQs - Set 15</u></a>,&quot; accessed Feb. 24, 2015</p>\r\n\r\n<p>Kaiser Health News, &quot;<a href=\"http://kaiserhealthnews.org/news/alternative-medicine-boosted-from-health-law-on-paper/\" style=\"text-decoration:none;\"><u>Health Law Boosts Status Of Alternative Medicine &mdash; At Least On Paper</u></a>,&quot; July 26, 2013&nbsp;</p>\r\n\r\n<p>Complementary and Alternative Medicine Law Blog, &quot;<a href=\"http://www.camlawblog.com/articles/health-trends/what-is-the-future-of-complementary-and-alternative-medicine-under-the-affordable-care-act/\" style=\"text-decoration:none;\"><u>What is the future of Complementary and Alternative Medicine under the Affordable Care Act?</u></a>&quot; accessed Feb. 24, 2015</p>\r\n\r\n<p>Huffington Post, &quot;<a href=\"http://www.huffingtonpost.com/john-weeks/integrative-medicine_b_3732460.html\" style=\"text-decoration:none;\"><u>Beltway Battle Over Patients&#39; Rights to Integrative Medicine and Health</u></a>,&quot; Aug. 12, 2013</p>\r\n\r\n<p>Email interview with Timothy Jost, a health-care policy expert at Washington &amp; Lee law school, Feb. 18, 2015</p>\r\n\r\n<p>Email interview with Joe Antos, scholar in health care and retirement policy at the American Enterprise Institute, Feb. 18, 2015</p>\r\n\r\n<p>Email interview with Christine Stencel, associate director of media relations at the Patient-Centered Outcomes Research Institute, Feb. 18, 2015</p>\r\n\r\n<p>Email interview with Alyssa Wostrel, executive director of the Integrative Healthcare Policy Consortium, Feb. 23, 2015</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Senior editor for National Review", "false_count": 0, "first_name": "Jonah", "half_true_count": 1, "home_state": "Washington, D.C.", "id": 3095, "last_name": "Goldberg", "mostly_true_count": 0, "name_slug": "jonah-goldberg", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Goldberg_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3095/", "total_count": 1, "true_count": 0, "website": "http://www.nationalreview.com/author/jonah-goldberg"}, "statement": "<p>Homeopathy, acupuncture and aromatherapy &quot;have been given elevated legitimacy under the Affordable Care Act.&quot;</p>\r\n", "statement_context": "a column in \"National Review\"", "statement_date": "2015-02-13", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>We strive to make our work completely accurate. When we make a mistake, we correct it and note it on the original item. If the mistake is so significant that it requires us to change the ruling, we will do so. Readers who see an error should contact the writer or editor. Their names are listed on the right side of every Truth-O-Meter item. Clicking on their names will take you to their bio pages, where you can find their email addresses. Read more about our corrections policies in our <a href=\"http://www.politifact.com/truth-o-meter/article/2013/nov/01/principles-politifact-punditfact-and-truth-o-meter/\">Principles of the Truth-O-Meter</a>.</p>\r\n", "id": 255, "photo": null, "resource_uri": "/api/v/2/subject/255/", "subject": "Corrections and Updates", "subject_slug": "corrections-and-updates", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/14/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}