{"art": [], "author": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/jun/19/ann-coulter/ann-coulter-criticizes-obama-muslim-history/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1058, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1058/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Conservatives had lots of reasons to criticize President Barack Obama&rsquo;s speech in Cairo. Some thought Obama went too far in praising his Muslim audience, some thought he was too harsh on Israel, and some thought he shouldn&rsquo;t have been there in the first place.<br />\r\n<br />\r\nAnn Coulter had her own angle. She went after Obama&#39;s accuracy.<br />\r\n<br />\r\n&quot;Obama listed, incorrectly, Muslims&#39; historical contributions to mankind, such as algebra (actually that was the ancient Babylonians), the compass (that was the Chinese), pens (the Chinese again) and medical discoveries (huh?),&quot; she wrote in a June 10, 2009, op-ed on the <em> Human Events </em> Web site. (The words in parentheses are Coulter&#39;s as they appeared in the column.)<br />\r\n<br />\r\nShe said Obama was ingratiating himself to the same community that launched the 9/11 attacks.<br />\r\n<br />\r\n&quot;All these inventions came in mighty handy on Sept. 11, 2001! Thanks, Muslims!!&quot; she wrote.<br />\r\n<br />\r\nHere&#39;s exactly what Obama said in the Cairo speech:<br />\r\n<br />\r\n&quot;As a student of history, I also know civilization&#39;s debt to Islam,&quot; said Obama in his June 4, 2009, speech. &quot;It was Islam &mdash; at places like Al-Azhar &mdash; that carried the light of learning through so many centuries, paving the way for Europe&#39;s Renaissance and Enlightenment. ... It was innovation in Muslim communities that developed the order of algebra; our magnetic compass and tools of navigation; our mastery of pens and printing; our understanding of how disease spreads and how it can be healed.&quot;<br />\r\n<br />\r\nObama&#39;s larger point is that elements of Islamic culture are found throughout Western society. &quot;I consider it part of my responsibility as president of the United States to fight against negative stereotypes of Islam wherever they appear,&quot; he said.<br />\r\n<br />\r\nSo, what of these inventions that Obama praised and Coulter critiqued? Was he wrong?<br />\r\n<br />\r\nOur friends at FactCheck.org already <a href=\"http://wire.factcheck.org/2009/06/05/obama-and-islamic-history/\" target=\"_blank\"> did some digging </a> and found he was generally correct, but we wanted to address Coulter&#39;s criticism more directly.<br />\r\n<br />\r\nLet&#39;s start with Obama&#39;s assertion about algebra. (Don&#39;t worry. We&#39;re dealing with history here, but no linear equations.)<br />\r\n<br />\r\nIndeed, algebra does have roots in Islam. Baghdad-born Abu Ja&#39;far Muhammad ibn Musa al-Khwarizmi is &quot;the father of algebra&quot; according to the United Kingdom-based Foundation for Science Technology and Civilization, an organization devoted to explaining Muslim contributions to science. His seminal work, <em> Hisab al-jabr w&#39;al-muqabala </em> &mdash; or <em> The Compendious Book on Calculation by Completion and Balancing </em> &mdash; was written in 820 A.D. and is widely considered the first book on algebra. In fact, the world <em> al-jabr </em> from the title is the root of the word &quot;algebra.&quot;<br />\r\n<br />\r\nNevertheless, others have contributed to algebra, including Diophantus, a Greek who some historians say should share the prestige of being the father of algebra with al-Khwarizmi. Diophantus lived some time between 200 and 298 A.D., some 500 years before al-Khwarizmi. His book, <em> Arithmetica </em> , is significant because it prompted the rebirth of number theory, or the study of positive numbers, according to <em> Encyclopedia Britannica </em> .<br />\r\n&nbsp;<br />\r\nRegardless, al-Khwarizmi&#39;s role in developing algebra is largely without dispute. And though the Babylonians did live in what we consider modern-day Baghdad, Coulter incorrectly identifies the origins of algebra.<br />\r\n&nbsp;<br />\r\nMoving on to navigation and the creation of the compass, Coulter is correct that Obama is on shakier ground. While many cultures used primitive navigation devices, the Chinese are usually credited with popularizing the magnetic compass, which, in its earliest form, involved a magnetized spoon-shaped stone that aligned with Earth&#39;s magnetic field. There is strong evidence, however, that Muslims made navigation tools easier to use; an astronomer named Azarchel, for example, created an all-in-one astrolabe, a device used to determine direction using the constellations.<br />\r\n&nbsp;<br />\r\nWriting instruments come from ancient Egypt, where people used pens made from river reeds to inscribe papyrus. However, Al-Mu&#39;izz, a Muslim who ruled Egypt from 953 to 975, is credited with inventing the fountain pen. So, Obama&#39;s claim that the &quot;mastery&quot; of pens originated in the Muslim world is in the ballpark.<br />\r\n&nbsp;<br />\r\nPrinting, however, is decidedly of Asian origins; the Chinese and Koreans developed woodblock and movable type printing. And around 1440 A.D., a German named Johannas Gutenburg invented the printing press, his most well known project being the Gutenburg Bible. Obama overstates the role Muslims played in printing. He would have been more accurate if he pointed out that followers of Mohammed were instrumental in disseminating the printed word, according to Jonathan M. Bloom&#39;s <em> Paper Before Print: The History and Impact of Paper in the Islamic World </em> .<br />\r\n&nbsp;<br />\r\nLastly, Obama contends that Muslims developed certain aspects of modern medicine, which is partly true. According to the National Institutes of Health, the Greeks influenced healing practices in the Islamic world, but then the work of many Muslims influenced the ideas and practices in late medieval Europe from which early modern medicine eventually arose.<br />\r\n&nbsp;<br />\r\nDr. Max Gross of Georgetown University&#39;s Prince Alwaleed Center for Muslim-Christian Understanding said it&rsquo;s fair to say that Muslims created or contributed significantly to all the inventions Obama outlined in his speech.<br />\r\n&nbsp;<br />\r\n&quot;I have no difficulties with what Obama said,&quot; said Gross.<br />\r\n&nbsp;<br />\r\nNevertheless, Gross pointed out that innovation can develop in different places at nearly the same time, so there is inevitably some disagreement with where certain tools or ideas originate.<br />\r\n&nbsp;<br />\r\nHe used the astrolabe to emphasize his point.<br />\r\n&nbsp;<br />\r\nMuslims did not &quot;create all navigation tools, they refined the astrolabe,&quot; he said. &quot;The astrolabe is what Europeans used to navigate the oceans.&quot;<br />\r\n&nbsp;<br />\r\nLet&rsquo;s review this little history lesson by revisiting Obama&#39;s words. He didn&#39;t say Muslims were the sole inventors of these disciplines, he merely said their innovation contributed to the development of disciplines. We find Coulter is incorrect about Obama&#39;s statement about algebra, that she&#39;s largely right about navigation, that she&#39;s wrong about pens and that it&#39;s fuzzy about how much Muslims contributed to modern medicine. So we find her criticism to be Barely True.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><br />\r\n<em>Editor&#39;s note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</em></p>\r\n\r\n<p>&nbsp;</p>\r\n", "ruling_comments_date": "2010-01-07T13:27:42.114720", "ruling_date": "2009-06-19T17:17:06", "ruling_headline": "Ann Coulter criticizes Obama on Muslim history", "ruling_headline_slug": "ann-coulter-criticizes-obama-muslim-history", "ruling_link_text": "Coulter earns an incomplete in Muslim history", "ruling_state": null, "source_documents": null, "sources": "<p>The National Institutes of Health, <a href=\"http://www.nlm.nih.gov/exhibition/islamic_medical/islamic_02.html\" target=\"_blank\"> Islamic Culture and the Medical Arts </a> , accessed June 15, 2009&nbsp;</p>\r\n\r\n<p>Ann Coulter, <a href=\"http://www.humanevents.com/article.php?id=32240\" target=\"_blank\"> remarks on President Obama&#39;s Cairo speech </a> , accessed June 15, 2009<br />\r\n<br />\r\nWhite House, President <a href=\"http://www.whitehouse.gov/the_press_office/Remarks-by-the-President-at-Cairo-University-6-04-09/\" target=\"_blank\"> Obama&#39;s speech in Cairo </a> , accessed June 15, 2009<br />\r\n<br />\r\nBall State University, <a href=\"http://www.bsu.edu/web/cvjones/AlgBridge/father.htm\" target=\"_blank\"> Algebra&#39;s Father </a> , accessed June 19, 2009<br />\r\n<br />\r\nThe Foundation for Science Technology and Civilisation, <a href=\"http://www.muslimheritage.com/topics/default.cfm?TaxonomyTypeID=12&amp;TaxonomySubTypeID=59&amp;TaxonomyThirdLevelID=-1&amp;ArticleID=359\" target=\"_blank\"> Muslim Founders of Mathematics </a> , accessed June 15, 2009<br />\r\n<br />\r\nEncyclopedia Britannica, <a href=\"http://www.britannica.com/EBchecked/topic/164347/Diophantus-of-Alexandria\" target=\"_blank\"> Biography of Diophantus </a> , accessed June 15, 2009<br />\r\n<br />\r\nThe Wall Street Journal, <a href=\"http://online.wsj.com/article/SB123456596165086021.html\" target=\"_blank\"> The Islamic Enlightenment </a> , by Eric Ormsby, Feb. 14, 2009<br />\r\n<br />\r\nWired Magazine, <a href=\"http://www.wired.com/science/discoveries/magazine/17-06/st_islamtech\" target=\"_blank\"> Fathers of Invention: What Muslims Gave the Scientific World </a> , by Jennifer Hattam, May 22, 2009<br />\r\n<br />\r\nNational High Magnetic Field Laboratory, <a href=\"http://www.magnet.fsu.edu/education/tutorials/museum/chinesecompass.html\" target=\"_blank\"> Early Chinese Compass </a> , accessed June 15, 2009<br />\r\n<br />\r\nThe Foundation for Science Technology and Civilisation, <a href=\"http://www.muslimheritage.com/topics/default.cfm?articleID=365\" target=\"_blank\"> Origins of the Fountain Pen </a> , accessed June 15, 2009<br />\r\n<br />\r\nThe New York Times, <a href=\"http://www.nytimes.com/2001/12/29/books/shelf-life-the-story-of-islam-s-gift-of-paper-to-the-west.html\" target=\"_blank\"> Shelf Life; The Story of Islam&#39;s Gift of Paper to the West </a> , by Holland Cotter, Dec. 29, 2009</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "Columnist and author", "false_count": 3, "first_name": "Ann", "half_true_count": 3, "home_state": "New York", "id": 183, "last_name": "Coulter", "mostly_true_count": 1, "name_slug": "ann-coulter", "pants_count": 6, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/anncoulter.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/183/", "total_count": 16, "true_count": 1, "website": "http://www.anncoulter.com/"}, "statement": "<p>Says President Obama was wrong &quot;about Muslims&#39; historical contributions to mankind, such as algebra (actually that was the ancient Babylonians), the compass (that was the Chinese), pens (the Chinese again) and medical discoveries.&quot;</p>\r\n", "statement_context": "a column.", "statement_date": "2009-06-10", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}], "target": [], "twitter_headline": ""}