{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2009/jun/24/paul-krugman/bush-tax-cuts-health-care-probably/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1060, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/1060/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>Paul Krugman, a noted economist and a columnist for the <em> New York Times </em> , made the case in <a href=\"http://www.nytimes.com/2009/06/22/opinion/22krugman.html?_r=1\" target=\"_blank\"> a recent column </a> that Democratic senators need to unite to pass health care reform.</p>\r\n\r\n<p>&quot;I&#39;m not that worried about the issue of costs,&quot; Krugman wrote. &quot;Yes, the Congressional Budget Office&#39;s preliminary cost estimates for Senate plans were higher than expected, and caused considerable consternation last week. But the fundamental fact is that we can afford universal health insurance &mdash; even those high estimates were less than the $1.8 trillion cost of the Bush tax cuts.&quot;</p>\r\n\r\n<p>We wanted to know if Krugman was right that the initial cost estimates for health care legislation by the Congressional Budget Office were less than &quot;the $1.8 trillion cost of the Bush tax cuts.&quot;</p>\r\n\r\n<p>The CBO released its study of a draft bill from the Senate Committee on Health, Education, Labor, and Pensions (HELP) on June 15, 2009. The report concluded that the plan would cost $1 trillion between 2010 and 2019. It also said the plan would reduce the rolls of the uninsured by 16 million, which is only about a third of those currently without insurance. (So the plan as rated is not &quot;universal.&quot;)</p>\r\n\r\n<p>Those findings have fueled debate. Opponents of health care reform said they show the plan is too expensive and won&#39;t cover everyone. Health care supporters said that the draft legislation does not include all the major elements of health care reform that will increase coverage or reduce costs, such as a public option health insurance plan or requirements for employers to contribute to insurance plans.</p>\r\n\r\n<p>But the draft bill is the best we have to work with, because so far it&#39;s the only one rated by CBO, a nonpartisan group that estimates the cost of legislation.</p>\r\n\r\n<p>Next, we wanted to put a price tag on the Bush tax cuts.</p>\r\n\r\n<p>Krugman doesn&#39;t give a time frame for the $1.8 trillion price tag.&nbsp; The law was written so that the tax cuts expire in 2010, and we think that&#39;s the time frame he was talking about.&nbsp; (We e-mailed him about this but didn&#39;t hear back.)</p>\r\n\r\n<p>Looking back, how much have the Bush tax cuts cost us so far? There&#39;s not a CBO report on that puts a dollar figure on that, and different think tanks calculated the lost revenues different ways. Keep in mind, we&#39;re talking about estimating something that didn&#39;t happen: How much in revenues didn&#39;t the government collect? Economic conditions change over time, and changes in tax code can affect that. So it&#39;s not a straight-up calculation.</p>\r\n\r\n<p>The left-leaning Center on Budget and Policy Priorities agrees with Krugman. The center&#39;s 2009 report on the Bush tax cuts states:</p>\r\n\r\n<p>&quot;The 2001 and 2003 tax cuts added about $1.7 trillion to deficits between 2001 and 2008. Because they (were) financed by borrowing &mdash; which increases the national debt &mdash; this figure includes the extra interest costs resulting from that additional debt. This figure also includes the cost of &#39;patching&#39; the Alternative Minimum Tax to keep the tax from hitting millions of upper-middle-class households, a problem the tax cuts helped cause. Over the next decade (2009-2018), making the tax cuts permanent would cost $4.4 trillion, assuming that the tax cuts remain deficit-financed.&quot;</p>\r\n\r\n<p>We then asked the conservative Heritage Institute about the Bush tax cuts. Brian Riedl analyzes the federal budget for the group.</p>\r\n\r\n<p>He said Krugman&#39;s $1.8 trillion number only considers the government&#39;s lost revenue, and doesn&#39;t account for the economic activity that lower taxes generate. He said the number was &quot;defensible, but an overstatement.&quot; He estimates there would be a stimulative effect from tax cuts that could shave about 25 percent off that tally. Still, he said, Krugman is in the right ballpark for a static score of uncollected revenues.</p>\r\n\r\n<p>&quot;I can&#39;t believe I&#39;m actually saying one of Krugman&#39;s numbers is defensible,&quot; he added.</p>\r\n\r\n<p>There&#39;s one other implicit assumption in Krugman&#39;s statement. He writes, &quot;But the fundamental fact is that we can afford universal health insurance &mdash; even those high estimates were less than the $1.8 trillion cost of the Bush tax cuts.&quot; We know the CBO report scored the first draft at $1 trillion, but we also know that CBO determined the draft was not a &quot;universal&quot; plan &mdash; only about a third of the uninsured would be covered. But would a truly &quot;universal&quot; bill still come in under $1.8 trillion?</p>\r\n\r\n<p>&quot;Absolutely,&quot; said Kenneth Thorpe, a health care expert at Emory University. He said draft version of the bill could be modified to expand coverage to everyone and trim costs, and he thinks the total cost of that would likely be just over $1 trillion. He said the Senate Finance Committee is working on a new plan, though it has not been released to the public.</p>\r\n\r\n<p>&quot;I think that you can provide universal health care coverage for all 46 million of the uninsured for just over $1 trillion,&quot; he said.</p>\r\n\r\n<p>After reading many studies on the cost of the Bush tax cuts, it seems to us that Krugman is in the ballpark with his $1.8 trillion estimate. But we believe there are a couple of important caveats to his comparison. First, his wording implies that CBO&#39;s much-discussed estimate is for universal coverage, but it&#39;s not. Also, he doesn&#39;t offer a time frame for the Bush tax cuts, so we can&#39;t be sure he is comparing the same number of years. Finally, the health care plan is still very much in flux, and the CBO estimate is based on an early and incomplete bill. So we find Krugman&#39;s claim Mostly True.</p>\r\n", "ruling_comments_date": "2010-01-07T13:27:41.901713", "ruling_date": "2009-06-24T09:57:25", "ruling_headline": "Bush tax cuts greater than health care? Probably.", "ruling_headline_slug": "bush-tax-cuts-health-care-probably", "ruling_link_text": "Bush tax cuts were big bucks, too. ", "ruling_state": null, "source_documents": null, "sources": "<p>The New York Times, <a href=\"http://www.nytimes.com/2009/06/22/opinion/22krugman.html?_r=1\" target=\"_blank\"> Health Care Showdown </a> , by Paul Krugman, June 22, 2009</p>\r\n\r\n<p>Congressional Budget Office, <a href=\"http://www.cbo.gov/doc.cfm?index=10310\" target=\"_blank\"> Preliminary Analysis of Major Provisions Related to Health Insurance Coverage Under the Affordable Health Choices Act </a> , June 15, 2009</p>\r\n\r\n<p>Congressional Budget Office, <a href=\"http://www.cbo.gov/doc.cfm?index=9568\" target=\"_blank\"> Long-Term Effects of Indexing the Alternative Minimum Tax and Extending the Tax Reductions of 2001 and 2003 </a> , July 17, 2008</p>\r\n\r\n<p>The Tax Policy Center, <a href=\"http://www.taxpolicycenter.org/briefing-book/background/bush-tax-cuts/size.cfm\" target=\"_blank\"> The Bush Tax Cuts: How big are the cuts? </a> , Jan. 23, 2008</p>\r\n\r\n<p>The Brookings Institution, <a href=\"http://www.brookings.edu/articles/2004/0919useconomics_gale.aspx\" target=\"_blank\"> The Cost of Tax Cuts </a> , by Peter Orszag and William Gale, Sept. 19, 2004</p>\r\n\r\n<p>The Center on Budget and Policy Priorities, <a href=\"http://www.cbpp.org/cms/?fa=view&amp;id=692\" target=\"_blank\"> Tax Cuts: Myths and Realities </a> , May 9, 2008</p>\r\n\r\n<p>The Center on Budget and Policy Priorities, <a href=\"http://www.cbpp.org/cms/index.cfm?fa=view&amp;id=2705\" target=\"_blank\"> Policy Basics: The 2001 and 2002 Tax Cuts </a> , March 5, 2009</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "New York Times columnist", "false_count": 3, "first_name": "Paul", "half_true_count": 3, "home_state": "", "id": 185, "last_name": "Krugman", "mostly_true_count": 4, "name_slug": "paul-krugman", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/krugman.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/185/", "total_count": 18, "true_count": 8, "website": "http://topics.nytimes.com/top/opinion/editorialsandoped/oped/columnists/paulkrugman/index.html"}, "statement": "<p>Even high estimates for an early draft of the health care plan are &quot;less than the $1.8 trillion cost of the Bush tax cuts.&quot;</p>\r\n", "statement_context": "a column", "statement_date": "2009-06-22", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ""}