{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/jun/24/keith-olbermann/olbermann-says-rep-hoekstra-tweeted-whereabouts-to/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1062, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1062/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Once again, U.S. Rep. Pete Hoekstra, R-Mich., is embroiled in a twitterversy.</p>\r\n\r\n<p>It centers on his Tweet likening the messages of disgruntled Republicans during a congressional squabble with the messages from bloodied Iranian protesters who say they were disenfranchised.</p>\r\n\r\n<p>Keith Olbermann, host of MSNBC&#39;s <em> Countdown </em> , noted on June 18, 2009, that this wasn&#39;t Hoekstra&#39;s first Twitter controversy.</p>\r\n\r\n<p>&quot;This would be the same congressman who last year Tweeted the whereabouts of a top secret mission to Iraq,&quot; Olbermann said.</p>\r\n\r\n<p>Here&#39;s the background on that:</p>\r\n\r\n<p>Back in early February (not last year, as Olbermann said), Hoekstra was part of a legislative delegation that went to Iraq. The delegation included House Minority Leader John Boehner; House Minority Whip Eric Cantor; John McHugh, R-N.Y.; Jo Bonner, R-Ala.; and Tom Latham, R-Iowa.</p>\r\n\r\n<p>Some media learned or were told about the trip beforehand, but for security reasons agreed to keep the story embargoed until the group returned. But while on the trip, Hoekstra sent several Tweets.</p>\r\n\r\n<p>&quot;Just landed in Baghdad,&quot; one said.</p>\r\n\r\n<p>And another: &quot;Moved into green zone by helicopter. Iraqi flag now over palace. Headed to new US embassy. Appears calmer, less chaotic than previous.&quot;</p>\r\n\r\n<p>A <em> Congressional Quarterly </em> reporter took Hoekstra to task with a Feb. 6 story headlined, &quot;So Much for Embargoed.&quot; That story, and a follow-up on Feb. 10, questioned whether Hoekstra broke protocol for such trips by providing sensitive information that could pose a security risk.</p>\r\n\r\n<p>The story of Hoekstra&#39;s Tweets got picked up in media outlets around the globe.</p>\r\n\r\n<p>&quot;Generally speaking, we encourage the members to hold off any communication until they are wheels down at Andrews,&quot; Courtney Littig, spokeswoman for Democrats on the intelligence committee, told the <em> New York Times </em> .</p>\r\n\r\n<p>Hoekstra called the controversy &quot;nonsense,&quot; and noted that similar trips by congressional delegations had been preceded by news conferences. Some legislators have even invited the public to sign banners they could give to the troops. Hoekstra&#39;s staff provided reporters with citations showing instances in which Democrats have issued press releases prior to legislative trips to combat zones (including one from Speaker Nancy Pelosi in 2005 prior to a trip to Iraq); or even held live press conferences from war zones (including one from then Sen. Barack Obama in Afghanistan in 2008, and a 2005 interview with then Sen. Hillary Clinton in Baghdad in 2005).</p>\r\n\r\n<p>&quot;The only difference is the technology,&quot; said Dave Yonkman, a spokesman for Hoekstra. &quot;He was trying to give his constituents as much information as he could about his congressional activities.&quot;</p>\r\n\r\n<p>Nonetheless, Hoekstra&#39;s Tweets prompted the Pentagon to review its policy on congressional delegations traveling to war zones. And on March 13, 2009, Department of Defense Legislative Affairs distributed this policy to all services:</p>\r\n\r\n<p>&quot;In order to protect the movement of the CODEL (congressional delegation) and all of the associated supporting personnel in the combat zone, it is important to maintain strict operational security. Adherence to operational security complicates the enemy&#39;s targeting process by ensuring they do not have flight plans, travel times, or party composition specifics, all elements needed to prepare a successful attack on U.S. personnel.&nbsp; In addition to the individual losses, the enemy could easily exploit any successful attack against key U.S. lawmakers for propaganda purposes, possibly extending the conflicts.&nbsp;</p>\r\n\r\n<p>&quot;To this end, CODELs or staffdels should not communicate &mdash; via any means &mdash; their movements in advance of the trip, communicate their current locations, or communicate future movements or method of movements while in the AOR (area of responsibility) . . . Again, DoD&#39;s goal is to ensure members are offered the opportunity to present their initial observations in the combat zone while ensuring the safety of everyone in the traveling party and those who are supporting the group.&quot;</p>\r\n\r\n<p>In other words, congressmen shouldn&#39;t be Tweeting about their whereabouts or where they are heading in a combat zone. And if they do want to make public statements &mdash; including live press conferences &mdash; those should be coordinated with military officials.</p>\r\n\r\n<p>But Olbermann is wrong to characterize the delegation&#39;s trip as a &quot;top-secret mission to Iraq.&quot; The term &quot;top-secret&quot; means something in military and government circles. There is a hierarchy of classified information, beginning with &quot;confidential,&quot; graduating to &quot;secret,&quot; &quot;top-secret&quot; and &quot;special classified information.&quot; You need varying levels of security clearance in order to be privy to classified information.</p>\r\n\r\n<p>This trip was none of those. But more to the point, &quot;top-secret mission to Iraq&quot; conjures images of rifle-toting troops on a highly sensitive military operation. This wasn&#39;t a military mission, it was a congressional visit. In fact, many in the news media knew about the trip, but just agreed to keep it embargoed. Hoekstra&#39;s staff knew about it. His wife knew about it.</p>\r\n\r\n<p>&quot;We&#39;re not talking about something that was classified,&quot; said Pentagon spokesman Lt. Col. Les Melnyk. &quot;Not at all. Top-secret? No. We see these reported all the time in the press.&quot;</p>\r\n\r\n<p>So Olbermann hasn&#39;t just exaggerated, he&#39;s incorrectly described the visit as a &quot;top-secret mission.&quot; Without knowing the background, you might think Hoekstra spilled the beans on some covert military operation. We rule Olbermann&#39;s statement False.</p>\r\n", "ruling_comments_date": "2010-01-07T13:27:41.834557", "ruling_date": "2009-06-24T13:34:11", "ruling_headline": "Olbermann says Rep. Hoekstra Tweeted whereabouts of top secret mission to Iraq", "ruling_headline_slug": "olbermann-says-rep-hoekstra-tweeted-whereabouts-to", "ruling_link_text": "He Tweeted from Iraq, but the mission was hardly top secret", "ruling_state": null, "source_documents": null, "sources": "<p>MSNBC.com, Transcript: <a href=\"http://www.msnbc.msn.com/id/31444573/ns/msnbc_tv-countdown_with_keith_olbermann/\" target=\"_blank\"> &quot;Countdown with Keith Olbermann&quot; for Thursday, June 18, 2009 </a></p>\r\n\r\n<p>Rep. Hoekstra&#39;s Web site, <a href=\"http://hoekstra.house.gov/UploadedFiles/Travel_Facts.pdf\" target=\"_blank\"> Fact Sheet: &quot;Democrats Claim Disclosing Travel is a Safety Risk - Except When They Do It.&quot; </a></p>\r\n\r\n<p>AP, <a href=\"http://www.mlive.com/news/index.ssf/2009/02/pentagon_reviewing_security_po.html\" target=\"_blank\"> &quot;Pentagon reviewing security policy after Hoekstra&#39;s Twitter updates from Iraq&quot; </a> by Anne Flaherty, Feb. 11, 2009</p>\r\n\r\n<p>Chicago Tribune, &quot;Congressman&#39;s Twittering raises security concerns,&quot; Feb. 12, 2009</p>\r\n\r\n<p>Grand Rapid Press (Michigan), &quot;Hoekstra defends controversial &#39;tweets&#39; in Iraq; Congressman did not breach security, Haveman adds,&quot; Feb. 12, 2009<br />\r\n<br />\r\nCongressional Quarterly, &quot;Hoekstra Faces Heavy Criticism for Twittering Delegation&rsquo;s Mideast Trip&quot; by John M. Donnelly, Feb. 10, 2009</p>\r\n\r\n<p>Congressional Quarterly, &quot;So Much for Embargoes,&quot; by John M. Donnelly, Feb. 6, 2009</p>\r\n\r\n<p>Interview with Pentagon spokesman Lt. Col. Les Melnyk, June 24, 2009</p>\r\n\r\n<p>Interview with Jamal Ware, a spokesman for Rep. Hoekstra in the House Intelligence Committee, June 23, 2009</p>\r\n\r\n<p>Interview with Dave Yonkman, a spokesman for Rep. Hoekstra, June 23, 2009</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Political commentator", "false_count": 2, "first_name": "Keith", "half_true_count": 3, "home_state": "", "id": 157, "last_name": "Olbermann", "mostly_true_count": 2, "name_slug": "keith-olbermann", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Keith_Olbermann.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/157/", "total_count": 7, "true_count": 0, "website": ""}, "statement": "<p>&quot;Yes, this would be the same congressman (Rep. Pete Hoekstra) who last year Tweeted the whereabouts of a top-secret mission to Iraq.&quot;</p>\r\n", "statement_context": "his MSNBC \"Countdown\" program", "statement_date": "2009-06-18", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}, {"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 1, "first_name": "Pete", "half_true_count": 0, "home_state": "Michigan", "id": 187, "last_name": "Hoekstra", "mostly_true_count": 0, "name_slug": "pete-koekstra", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Hoekstra_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/187/", "total_count": 2, "true_count": 0, "website": ""}], "twitter_headline": ""}