{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2009/jun/25/barack-obama/obama-says-medicare-and-medicaid-are-largest-defic/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1065, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/1065/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\n During a town hall on health care, an audience member asked President Barack Obama about the cost of health care reform, and whether the government could afford to do it.\n</p>\n<p>\n Obama's answer was a variation on the sales pitch, Can you afford\n <em>\n  not\n </em>\n to?\n</p>\n<p>\n &quot;I think it's a very legitimate question,&quot; Obama began. &quot;I guess that the first point I'd make is, if we don't do anything, costs are going to go out of control. Nobody disputes this.  Medicare and Medicaid are the single biggest drivers of the federal deficit and the federal debt by a huge margin.&quot;\n</p>\n<p>\n If we don't do something soon to rein in health care costs, Obama said, Medicare and Medicaid &quot;will consume all of the federal budget.&quot;\n</p>\n<p>\n We decided to check his statement that &quot;Medicare and Medicaid are the single biggest drivers of the federal deficit and the federal debt by a huge margin.&quot;\n</p>\n<p>\n We consulted a number of experts, both left-leaning and right-leaning, and they agreed that over the long term, Medicare and Medicaid, along with Social Security &mdash; the programs popularly known as &quot;entitlements&quot; &mdash; will indeed overwhelm the federal budget and are the main drivers of the deficit. (Of the three programs, Medicare is the largest by a significant margin.)\n</p>\n<p>\n But there's also some explaining to do about Obama's statement.\n</p>\n<p>\n When he talks about Medicare and Medicaid driving the deficit, he's not talking about 2009. The 2009 deficit will be powered primarily by the economic downturn, both spending on stimulus and bailouts, and lost tax revenues from the lack of economic activity. The Bush tax cuts, the wars in Iraq and Afghanistan, and the recent Medicare prescription drug benefit have also created gaps between spending and revenues in recent years.\n</p>\n<p>\n But Obama's singling out of Medicare and Medicaid is true over a much longer window of time, say, over the next 50 to 75 years.\n</p>\n<p>\n Now, that may strike you &mdash; as it did us &mdash; as too far in the future to worry about. But the economists we spoke to are definitely worried about it right now.\n</p>\n<p>\n A coalition of diverse think tanks &mdash; the Concord Coalition, the Peter G. Peterson Foundation, the Brookings Institution, the Heritage Foundation &mdash; teamed up several years ago for a &quot;Fiscal Wake Up Tour&quot; to alert people across the political spectrum about the poor outlook for the budget over the long term.\n</p>\n<p>\n &quot;Unless lawmakers promptly reform Social Secu&shy;rity, Medicare, and Medicaid, America faces a future of soaring taxes and government spending that will cause poor economic performance,&quot; wrote Brian Riedl, an economist with the conservative Heritage Foundation, who participated in the tour.\n</p>\n<p>\n &quot;Americans will pay onerous taxes, and future generations will have lower living standards than Americans enjoy today,&quot; he said. &quot;The longer lawmakers wait to enact the necessary reforms, the more painful those reforms will be.&quot;\n</p>\n<p>\n How bad could things get? The nonpartisan Concord Coalition, citing data models from the Government Accountability Office, found that by 2027, Social Security, Medicare, Medicaid and net interest would consume all revenues collected by the federal government. By 2047, Social Security, Medicare and Medicaid alone would consume all revenues. By 2052, the model is untenable, because the economy is in ruins.\n <em>\n  Gulp!\n </em>\n</p>\n<p>\n So if Obama is right that Medicare and Medicaid are driving the deficit, then health care reform can fix the long-term deficit, right?\n</p>\n<p>\n Wrong.\n</p>\n<p>\n &quot;We have to do everything we can on the health care side, and then certainly there's going to be even more that we have to do,&quot; said James Horney, director of federal fiscal policy at the left-leaning Center for Budget and Policy Priorities. &quot;Don't assume we can wave the wand on health care reform and that will take care of everything.&quot;\n</p>\n<p>\n Obama has said many times that he wants health care reform to slow the growth of health care spending. But note the words slow the\n <em>\n  growth&nbsp;\n </em>\n &mdash; that doesn't mean a reduction in overall health care spending.\n</p>\n<p>\n &quot;Even if we significantly cut back the growth in health spending every year for the next 75 years, we still need more revenues to pay for our current obligations,&quot; said Ben Harris, a senior research associate at Brookings  and the Tax Policy Center. &quot;There's a need for a dramatic cut in spending or some way to raise more revenue, whether it's a new tax or raising an existing tax.&quot;\n</p>\n<p>\n That's where the economists disagree: Whether to cut spending or raise taxes. But we found little disagreement over the underlying problem.\n</p>\n<p>\n So going back to Obama's statement, Obama said, &quot;Medicare and Medicaid are the single biggest drivers of the federal deficit and the federal debt by a huge margin.&quot; But we do need to add the caveat that Medicare and Medicaid growth is a long-term problem, not what's driving the deficits of this year or the next few years. We rate his statement Mostly True.\n</p>", "ruling_comments_date": "2010-01-07T13:27:41.703515", "ruling_date": "2009-06-25T15:29:20", "ruling_headline": "Obama says Medicare and Medicaid are largest deficit drivers. Yes, over the long term.", "ruling_headline_slug": "obama-says-medicare-and-medicaid-are-largest-defic", "ruling_link_text": "Health care reform alone won't solve it.", "ruling_state": null, "source_documents": null, "sources": "<p>\n ABC News,\n <a href=\"http://abcnews.go.com/Politics/HealthCare/story?id=7919991&amp;page=1\" target=\"_blank\">\n  Town Hall with President Barack Obama\n </a>\n , June 25, 2009\n</p>\n<p>\n The Brookings Institution,\n <a href=\"http://www.brookings.edu/papers/2009/06_fiscal_crisis_gale.aspx\" target=\"_blank\">\n  An Update on the Economic and Fiscal Crises: 2009 and Beyond, June 2009\n </a>\n , by Alan J. Auerbach and William G. Gale\n</p>\n<p>\n The Concord Coalition,\n <a href=\"http://www.concordcoalition.org/act/fiscal-wake-tour/fiscal-wake-call\" target=\"_blank\">\n  A Fiscal Wake-Up Call\n </a>\n</p>\n<p>\n The Concord Coalition,\n <a href=\"http://www.concordcoalition.org/medicare/concord-coalition-series-health-care-and-medicare\" target=\"_blank\">\n  Series on Health Care and Medicare\n </a>\n , 2009\n</p>\n<p>\n The Heritage Foundation,\n <a href=\"http://www.heritage.org/research/budget/bg2114.cfm\" target=\"_blank\">\n  A Guide to Fixing Social Security, Medicare, and Medicaid\n </a>\n , March 11, 2008\n</p>\n<p>\n Interview with James Horney of the Center on Budget and Policy Priorities\n</p>\n<p>\n Interview with Brian Riedl of The Heritage Foundation\n</p>\n<p>\n Interview with Ben Harris of the Brookings Institution and the Tax Policy Center\n</p>\n<p>\n &nbsp;\n</p>", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>&quot;Medicare and Medicaid are the single biggest drivers of the federal deficit and the federal debt by a huge margin.&quot;</p>", "statement_context": "a town hall meeting", "statement_date": "2009-06-24", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}