{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/jul/28/worldnetdaily/birthers-claim-gibbs-lied-when-he-said-obamas-birt/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "smontgomery@sptimes.com", "first_name": "Scott", "id": 9, "last_name": "Montgomery", "name_slug": "scott-montgomery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/9/", "title": "Former Government & Politics Editor, St. Petersburg Times", "twitter": null}], "facebook_headline": null, "id": 1071, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1071/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\t<em>Update: We first posted this item on July 1, 2009. Since then, the Birther movement has only gained more national exposure, including discussion on numerous political television and radio programs. That prompted Dr. Chiyome Fukino, director of the Hawaii Department of Health, to issue this statement on July 27, 2009: </em></p>\r\n<p>\r\n\t<em>&quot;I, Dr. Chiyome Fukino, director of the Hawai&#39;i State Department of Health, have seen the original vital records maintained on file by the Hawai&#39;i State Department of Health verifying Barrack Hussein Obama was born in Hawai&#39;i and is a natural-born American citizen. I have nothing further to add to this statement or my original statement issued in October 2008, over eight months ago.&quot; </em></p>\r\n<p>\r\n\t<em>For more information on the announcement, as well as background on the Obama birth certificate issue, check out <a href=\"http://www.honoluluadvertiser.com/article/20090728/NEWS01/907280345/Hawaii+officials+confirm+Obama%E2%80%99s+original+birth+certificate+still+exists\" target=\"_blank\"> this article </a> from the </em> Honolulu Advertiser <em> , posted July 28, 2009. </em></p>\r\n<p>\r\n\tBack on June 27, 2008, PolitiFact published a story we hoped would put the whole Obama birth certificate controversy to rest. It ran under the now laughable headline, <a href=\"http://www.politifact.com/truth-o-meter/article/2008/jun/27/obamas-birth-certificate-part-ii/\" target=\"_blank\"> &quot;Obama&#39;s birth certificate: Final chapter.&quot; </a><br />\r\n\t<br />\r\n\tOh, how naive we were.<br />\r\n\t<br />\r\n\tMore than a year later, the debate continues to rage on the Internet among the &quot;Birthers&quot; movement, people who doubt that President Barack Obama is a natural-born citizen of the United States and is therefore ineligible to serve as president. Or at least, they say, Obama has yet to sufficiently prove things one way or the other.<br />\r\n\t<br />\r\n\tThe conservative WorldNetDaily.com Web site is the conductor of the Birther train. On the site, you can donate money to rent billboard space that asks &quot;Where&#39;s the Birth Certificate?&quot; They&#39;ve got a petition demanding the president produce his original birth certificate &mdash; now signed, they say, by 400,000 people. From the site, you can buy &quot;Where&#39;s the Birth Certificate?&quot; yard signs and bumper stickers. The site has recently run stories about a man whose attempts to sell a purported Obama birth certificate from Kenya on eBay have been repeatedly shut down.<br />\r\n\t<br />\r\n\tAnd on May 28, WorldNetDaily.com correspondent Lester Kinsolving pressed the issue all the way to the White House, squeezing in a couple questions at the end of <a href=\"http://www.youtube.com/watch?v=XhF2XOWN0ns\" target=\"_blank\"> a daily press briefing </a> with White House spokesman Robert Gibbs.<br />\r\n\t<br />\r\n\tHere&#39;s how the exchange went:<br />\r\n\t<br />\r\n\tKinsolving: &quot;One question concerning what the president said in his speech on Thursday, and I quote, &#39;I ran for president promising transparency, and I meant what I said. This is why, whenever possible, we will make information available to the American people so they can make informed judgments and hold us accountable.&#39; End of quote. Do you remember that statement?&quot;<br />\r\n\t<br />\r\n\tGibbs: &quot;I can confirm he said that.&quot;<br />\r\n\t<br />\r\n\tKinsolving: &quot;Good. In consideration of this very good promise of transparency, why can&#39;t the president respond to the petitioned requests of 400,000 American citizens by releasing a certified copy of his long form birth certificate listing hospital and physician?&quot;<br />\r\n\t<br />\r\n\tGibbs: &quot;Are you looking for the president&#39;s birth certificate?&quot;<br />\r\n\t<br />\r\n\tKinsolving: &quot;Yes.&quot;<br />\r\n\t<br />\r\n\tGibbs: &quot;It&#39;s on the Internet, Lester.&quot;<br />\r\n\t<br />\r\n\tKinsolving: &quot;No, no, no &mdash; the long form listing his hospital and physician.&quot;<br />\r\n\t<br />\r\n\tGibbs: &quot;Lester ... This question in many ways continues to astound me. The state of Hawaii provided a copy, with a seal, of the president&#39;s birth. I know there are apparently at least 400,000 people that continue to doubt the existence of and the certification by the state of Hawaii of the president&#39;s birth there, but it&#39;s on the Internet because we put it on the Internet for each of those 400,000 to download. I certainly hope by the fourth year of our administration that we&#39;ll have dealt with this burgeoning birth controversy.&quot;<br />\r\n\t<br />\r\n\tWorldNetDaily.com, through an owner, the Western Center for Journalism, responded with an ad in the conservative publication <em> Human Events </em> that called Gibbs&#39; response arrogant, factually incorrect, lies.<br />\r\n\t<br />\r\n\tMoreover, the ad said, &quot;members of the liberal elitist media ... instead of pressing Gibbs on his outrageous statements ... openly laughed.&quot;<br />\r\n\t<br />\r\n\tThe ad is right about that; journalists could clearly be heard chuckling at Kinsolving&#39;s questions.<br />\r\n\t<br />\r\n\tThe question here is, did Gibbs lie?<br />\r\n\t<br />\r\n\tSome background: On June 13, 2008, after months of hounding by the media and wild Internet speculation that Obama was actually born in either Indonesia or Kenya, the Obama campaign finally released a copy of Obama&#39;s &quot;Certification of Birth&quot; from Hawaii and posted it on the Internet. The document states that Barack Hussein Obama II was born on Aug. 4, 1961, at 7:24 p.m. in Honolulu, Hawaii, to parents Stanley Ann Dunham and Barack Hussein Obama.<br />\r\n\t<br />\r\n\tEnd of story? Hardly. If anything, it merely intensified the debate. Numerous critics arose on the Internet claiming the document was a fraud. It was the wrong color. It was missing an embossed seal. There was no crease from it being folded and mailed.<br />\r\n\t<br />\r\n\tOur friends from <a href=\"http://www.factcheck.org/elections-2008/born_in_the_usa.html\" target=\"_blank\"> FactCheck.org </a> went to Chicago, held the document in their questioning hands and examined it closely. Their conclusion: It&#39;s legit.<br />\r\n\t<br />\r\n\tOn Oct. 31, 2008, Dr. Chiyome Fukino, director of the Hawaii Department of Health, issued this statement: &quot;There have been numerous requests for Sen. Barack Hussein Obama&rsquo;s official birth certificate. State law prohibits the release of a certified birth certificate to persons who do not have a tangible interest in the vital record.<br />\r\n\t<br />\r\n\t&quot;Therefore I, as director of health for the state of Hawaii, along with the registrar of Vital Statistics who has statutory authority to oversee and maintain these type of vital records, have personally seen and verified that the Hawaii State Department of Health has Sen. Obama&#39;s original birth certificate on record in accordance with state policies and procedures.<br />\r\n\t<br />\r\n\t&quot;No state official, including Gov. Linda Lingle, has ever instructed that this vital record be handled in a manner different from any other vital record in the possession of the state of Hawaii.&quot;<br />\r\n\t<br />\r\n\tEven the governor of Hawaii, Linda Lingle, a Republican who at the time was stumping for John McCain, said it was on the up-and-up.<br />\r\n\t<br />\r\n\tOver? No way.<br />\r\n\t<br />\r\n\tAll that proved, the birthers concluded, was that there is, in fact, an original birth certificate, and that the public hasn&#39;t seen it. The new argument goes like this: Obama never published his &quot;Birth Certificate&quot; (a &quot;Certificate of Live Birth&quot;) on the Internet; what he posted was a &quot;Certification of Live Birth,&quot; what WorldNetDaily describes as &quot;a &#39;short-form&#39; document that is generated on-the-spot and based on what is contained in a computer database at the time it was printed out.&quot;<br />\r\n\t<br />\r\n\tSome on the Internet speculate that the original &quot;long form&quot; &mdash; which might include the hospital where he was born as well as the attending physician &mdash; might show Obama was foreign-born and ineligible to be president, but that that wouldn&#39;t show up on the &quot;short form.&quot;<br />\r\n\t<br />\r\n\tMoreover, WorldNetDaily claims even the state of Hawaii doesn&#39;t accept &quot;Certification of Live Birth&quot; as proof that an individual was physically born in Hawaii.<br />\r\n\t<br />\r\n\tThey point to a policy from the Hawaii Department of Home Lands, which stated on its Web site:<br />\r\n\t<br />\r\n\t&quot;In order to process your application, DHHL utilizes information that is found only on the original Certificate of Live Birth, which is either black or green. This is a more complete record of your birth than the Certification of Live Birth (a computer-generated printout). Submitting the original Certificate of Live Birth will save you time and money since the computer-generated Certification requires additional verification by DHHL.&quot;<br />\r\n\t<br />\r\n\tThat&#39;s actually a misnomer, said Lloyd Yonenaka, a spokesman for DHLL. In order to be eligible for their program, you must prove that your ancestry is at least 50 percent native Hawaiian. And when he says native, he means indigenous. They don&#39;t even care if you were born in Hawaii. They use birth certificates as a starting point to look into a person&#39;s ancestry. Very different.<br />\r\n\t<br />\r\n\tHere&#39;s what the DHLL site says now: &quot;The Department of Hawaiian Home Lands accepts both Certificates of Live Birth (original birth certificate) and Certifications of Live Birth because they are official government records documenting an individual&rsquo;s birth. The Certificate of Live Birth generally has more information which is useful for genealogical purposes as compared to the Certification of Live Birth which is a computer-generated printout that provides specific details of a person&rsquo;s birth. Although original birth certificates (Certificates of Live Birth) are preferred for their greater detail, the State Department of Health (DOH) no longer issues Certificates of Live Birth. When a request is made for a copy of a birth certificate, the DOH issues a Certification of Live Birth.&quot;<br />\r\n\t<br />\r\n\tWhen we spoke to a spokeswoman for the Hawaii Department of Health, she said too much was being made of the difference between the so-called &quot;long&quot; and &quot;short&quot; forms.<br />\r\n\t<br />\r\n\t&quot;They&#39;re just words,&quot; said spokeswoman Janice Okubo. &quot;That (what was posted on the Internet) is considered a birth certificate from the state of Hawaii.&quot;<br />\r\n\t<br />\r\n\t&quot;There&#39;s only one form of birth certificate,&quot; she said, and it&#39;s been the same since the 1980s. Birth certificates evolve over the decades, she said, and there are no doubt differences between the way birth certificates looked when Obama was born and now.<br />\r\n\t<br />\r\n\t&quot;When you request a birth certificate, the one you get looks exactly like the one posted on his site,&quot; she said. &quot;That&#39;s the birth certificate.&quot;<br />\r\n\t<br />\r\n\tAs for the theory that Obama&#39;s original birth certificate might show he was foreign-born, Okubo said the &quot;Certification of Live Birth&quot; would say so. Obama&#39;s does not. Again, it says he was born in Honolulu.<br />\r\n\t<br />\r\n\tWe have one more thing. We talked to reporter Will Hoover, who wrote a well-researched story for the <em> Honolulu Advertiser </em> on Nov. 9, 2008, about Obama&#39;s childhood years in the the Aloha State. It ran under the headline &quot;Obama Slept Here.&quot;<br />\r\n\t<br />\r\n\tIn researching the story, he went to the microfilm archives and found the birth announcement for Obama. Actually, he found two of them, one in his <a href=\"http://static.politifact.com/graphics/birth/AP_HIMG107_OBAMA_BIRTH_CERT.jpg\" target=\"_blank\"> Honululu Advertiser on Aug. 13 </a> , 1961, and in the <a href=\"http://static.politifact.com/graphics/birth/AP_HIMG108_OBAMA_BIRTH_CERT.jpg\" target=\"_blank\"> Honolulu Star-Bulletin</a> the next day. They both said the same thing: &quot;Mr. and Mrs. Barack H. Obama, 6085 Kalanianaole Highway, son, Aug. 4.&quot;<br />\r\n\t<br />\r\n\tBut here&#39;s the thing. Newspaper officials he checked with confirmed those notices came from the state Department of Health.<br />\r\n\t<br />\r\n\t&quot;That&#39;s not the kind of stuff a family member calls in and says, &#39;Hey, can you put this in?&#39;&quot; Hoover explained.<br />\r\n\t<br />\r\n\tTake a second and think about that. In order to phony those notices up, it would have required the complicity of the state Health Department and two independent newspapers &mdash; on the off chance this unnamed child might want to one day be president of the United States.<br />\r\n\t<br />\r\n\tIn Honolulu, the Obama tour buses take you by the old Kapiolani Maternity and Gynecological Hospital, now called Kapi&#39;olani Medical Center for Women &amp; Children. Federal laws prohibit hospital officials from confirming that he was born there, but Hoover said it&#39;s common knowledge among locals.<br />\r\n\t<br />\r\n\tSo back to the claim that Gibbs lied about posting Obama&#39;s birth certificate on the Internet. WorldNetDaily is correct that the Obama campaign didn&#39;t post his original birth certificate on the Internet. But their suggestion that there is some significant difference between the two documents is wrong. They both prove the same thing. Maybe the original would identify the hospital where Obama was born, but that&#39;s irrelevant. The issue is what city, and therefore country, was he born. The document posted by the campaign proves Obama was born in Honolulu, according to Health Department officials. And that&#39;s really the central issue here.<br />\r\n\t<br />\r\n\tThe Health Department says the &quot;Certification of Live Birth&quot; is Hawaii&#39;s version of a birth certificate. Calling it by other names &mdash; Certificate of Live Birth, Certification of Live Birth &mdash; is just semantics. WorldNetDaily may be right that the original birth certificate wasn&#39;t posted, but if Hawaii says the the document Obama posted can rightly be called Obama&#39;s birth certificate, how is Gibbs lying? We harbor no delusions that anything we say here will slow the persistent drumbeat of the birthers, but we rule this statement False.</p>", "ruling_comments_date": "2010-01-07T13:27:38.947901", "ruling_date": "2009-07-28T12:00:30", "ruling_headline": "'Birthers' claim Gibbs lied when he said Obama's birth certificate is posted on the Internet", "ruling_headline_slug": "birthers-claim-gibbs-lied-when-he-said-obamas-birt", "ruling_link_text": "UPDATED: Final chapter? We doubt it", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tYouTube.com, <a href=\"http://www.youtube.com/watch?v=XhF2XOWN0ns\" target=\"_blank\"> WorldNetDaily correspondent asks White House press spokesman Robert Gibbs about Obama&#39;s birth certificate </a> , May 28, 20009</p>\r\n<p>\r\n\tPolitiFact.com, <a href=\"http://www.politifact.com/truth-o-meter/article/2008/jun/27/obamas-birth-certificate-part-ii/\" target=\"_blank\"> &quot;Obama&#39;s birth certificate: Final Chapter,&quot; </a> by Amy Hollyfield, June 27, 2008</p>\r\n<p>\r\n\tFactCheck.org, <a href=\"http://www.factcheck.org/elections-2008/born_in_the_usa.html\" target=\"_blank\"> &quot;Born in the U.S.A.,&quot; </a> by Jess Henig, with Joe Miller, Aug. 21, 2008, updated Nov. 1, 2008</p>\r\n<p>\r\n\tDepartment of Hawaiian Home Lands Web site, <a href=\"http://hawaii.gov/dhhl/applicants/appforms/dhhl/applicants/applyhhl/\" target=\"_blank\"> Applying for Hawaiian Home Lands </a></p>\r\n<p>\r\n\tHonolulu Advertiser, <a href=\"http://88.80.13.160.nyud.net/leak/obama-1961-birth-announcement-from-honolulu-advertiser.pdf\" target=\"_blank\"> Births, Marriages, Deaths, </a> Aug. 13, 1961</p>\r\n<p>\r\n\tState of Hawaii government Web site, <a href=\"http://www.capitol.hawaii.gov/hrscurrent/Vol06_Ch0321-0344/HRS0338/HRS_0338-0018.htm\" target=\"_blank\"> Laws on disclosure of records </a></p>\r\n<p>\r\n\tInterview with Lloyd Yonenaka, a spokesman for the Department of Hawaii Home Lands, June 30, 2009</p>\r\n<p>\r\n\tInterview with Janice Okubo, a spokeswoman for the Hawaii Department of Health, June 30, 2009</p>\r\n<p>\r\n\tInterview with Will Hoover, reporter with the Honolulu Advertiser, June 30, 2009</p>\r\n<p>\r\n\tHonolulu Star-Bulletin, <a href=\"http://static.politifact.com/graphics/birth/AP_HIMG108_OBAMA_BIRTH_CERT.jpg\" target=\"_blank\"> Marriage Applications, Births-Deaths </a> , Aug. 14, 1961</p>\r\n<p>\r\n\tHonolulu Advertiser, <a href=\"http://static.politifact.com/graphics/birth/AP_HIMG107_OBAMA_BIRTH_CERT.jpg\">Marriage Applications, Births-Deaths</a>, Aug. 13, 1961</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 1, "first_name": "", "half_true_count": 0, "home_state": "", "id": 190, "last_name": "WorldNetDaily", "mostly_true_count": 0, "name_slug": "worldnetdaily", "pants_count": 2, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-independentgroup_______________________.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/190/", "total_count": 3, "true_count": 0, "website": ""}, "statement": "<p>\r\n\tWhite House spokesman Robert Gibbs &quot;lied&quot; when he said President Obama&#39;s birth certificate is posted on the Internet.</p>", "statement_context": "an advertisement", "statement_date": "2009-06-17", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}, {"description": "", "id": 167, "photo": null, "resource_uri": "/api/v/2/subject/167/", "subject": "Obama Birth Certificate", "subject_slug": "obama-birth-certificate", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [{"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}], "twitter_headline": ""}