{"art": [], "author": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/jul/02/chuck-grassley/claims-us-will-only-reduce-carbon-emissions-one-pe/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "smontgomery@sptimes.com", "first_name": "Scott", "id": 9, "last_name": "Montgomery", "name_slug": "scott-montgomery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/9/", "title": "Former Government & Politics Editor, St. Petersburg Times", "twitter": null}], "facebook_headline": null, "id": 1072, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1072/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Shortly after the House of Representatives passed a cap-and-trade bill, some Republicans made this claim about the plan: Lowering carbon emissions in the United States will do little to slow climate change unless other countries do the same.<br />\r\n<br />\r\nThe GOP&#39;s position is that putting a cap on carbon dioxide emissions will be too costly for businesses and for consumers, and if the United States is going it alone those costs outweigh the environmental benefit.<br />\r\n<br />\r\nIowa Sen. Charles Grassley, who has been one of the more vocal skeptics, made this argument on June 28, 2009, on <em> This Week with George Stephanopoulos. </em><br />\r\n<br />\r\n&quot;If the United States moves ahead by itself (on cap-and-trade) ... after 30 or 40 years, we&#39;re going to reduce CO2 by less than 1 percent,&quot; he said.<br />\r\n<br />\r\nHe reiterated his opinion during a conference call with reporters on July 1, 2009, saying, &quot;If the United States would go ahead &mdash; because we&#39;re supposed to so-called set an example for the rest of the world &mdash; and if the rest of the world doesn&#39;t go along, then we&#39;re turning out to be suckers because we&#39;re &mdash; we&#39;re going to just reduce total CO2 by a spit in the ocean by ourselves.&quot;<br />\r\n<br />\r\nWe wondered whether our cap-and-trade plan could be as limited as Grassley maintains &mdash; or at least whether Grassley&#39;s 1 percent prediction is even close.<br />\r\n<br />\r\nBefore digging into his claim, here&#39;s a little background on this complicated issue, one we&#39;ve <a href=\"http://www.politifact.com/truth-o-meter/article/2009/jun/25/your-guide-cap-and-trade/\" target=\"_blank\"> already </a> <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/jun/25/edward-markey/claims-cbo-predicts-cap-and-trade-will-cost-about-/\" target=\"_blank\"> explored </a> in terms of how much it <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/mar/30/house-republicans/GOP-full-of-hot-air-about-Obamas-light-switch-tax/\" target=\"_blank\"> might cost </a> consumers. The bill, authored by Democratic Reps. Henry Waxman of California and Edward Markey of Massachusetts, was approved by the House of Representatives on June 26, and would essentially limit the amount of carbon dioxide companies can emit each year. The cap will become tighter and tighter over time, and ultimately, lawmakers say their plan will reduce carbon pollution by 17 percent by 2020, and 83 percent by 2050.<br />\r\n<br />\r\nOf course, those big reductions apply only to carbon emissions produced in the United States. Cap-and-trade opponents say it&#39;s foolhardy for the United States to move forward without some indication that other countries will adopt similar restrictions. But the European Union already has agreed to cut greenhouse gas emissions by 20 percent by 2020. And in July, members of the Group of Eight are expected to hammer out a deal on global emissions reductions.<br />\r\n<br />\r\nOf greatest concern remains China, a country that has recently become the world&#39;s biggest producer of greenhouse gases. According to the Energy Information Administration, a government-run database of energy statistics, the United States contributed about 5,907 million metric tons in 2006 &mdash; or about 20 percent of the world&#39;s total. In the same year, China surpassed that amount by about 100 million metric tons, becoming the leading contributor to global warming.<br />\r\n<br />\r\n<em>New York Times </em> columnist Paul Krugman pointed out exactly this problem in a May 14 op-ed about China&#39;s economic development.<br />\r\n<br />\r\n&quot;China cannot continue along its current path because the planet can&rsquo;t handle the strain,&quot; he wrote. &quot;The scientific consensus on prospects for global warming has become much more pessimistic over the last few years. Indeed, the latest projections from reputable climate scientists border on the apocalyptic. Why? Because the rate at which greenhouse gas emissions are rising is matching or exceeding the worst-case scenarios. And the growth of emissions from China &mdash; already the world&rsquo;s largest producer of carbon dioxide &mdash; is one main reason for this new pessimism.&quot;<br />\r\n<br />\r\nThe Pew Center on Global Climate Change, an organization that produces analysis on climate issues, had this to say: &quot;Climate change is a global problem and will require nations of the world to work together to reduce greenhouse gas emissions. It is true that the United States has recently been overtaken by China as the largest source of greenhouse gas emissions, but the United States still contributes 20 percent of global emissions, so what we do is critically important. It is also true that if the United States acts alone, we cannot solve climate change.&quot;<br />\r\n<br />\r\nAnd Harvard economics professor Martin Feldstein offered some numbers to back up a similar opinion:<br />\r\n<br />\r\n&quot;Since the U.S. share of global CO2 production is now less than 25 percent (and is projected to decline as China and other developing nations grow), a 15 percent fall in U.S. CO2 output would lower global CO2 output by less than 4 percent,&quot; he wrote in a June 1 <em> Washington Post </em> op-ed. &quot;Its impact on global warming would be virtually unnoticeable. The U.S. should wait until there is a global agreement on CO2 that includes China and India before committing to costly reductions in the United States.&quot;<br />\r\n<br />\r\nLess than 4 percent is close to what Grassley said, but we wanted to see some real data. So, we turned to a memo produced by two professors at Duke University&#39;s Nicholas Institute for Environmental Policy Solutions who concluded that, &quot;the success of (Waxman-Markey) depends on whether other nations also pursue equivalent reductions.&quot;<br />\r\n<br />\r\nTo illustrate their point, professors Tim Profeta and Prasad Kasibhatla plotted three possible scenarios using this handy <a href=\"http://www.cgd.ucar.edu/cas/wigley/magicc/index.html\" target=\"_blank\"> modeling system </a> (yes, you can <a href=\"http://masterresource.org/?p=2355\" target=\"_blank\"> play along </a> , too). In the first, most developed countries &mdash; including the United States and some European nations &mdash; adopt something similar to Waxman-Markey, but developing countries do not; in the second, developing nations reduce emissions as well; and in the third, developing nations delay a reduction in their emissions, but eventually participate.<br />\r\n<br />\r\nTheir work shows that, under the first scenario, there would actually be a steady increase in carbon emissions, while under the other two scenarios &mdash; where developed countries pitch in &mdash; carbon emissions would decline over time.<br />\r\n<br />\r\nSo, Grassley&#39;s prediction is right &mdash; sort of, said Profeta.<br />\r\n<br />\r\n&quot;It&#39;s true that if the U.S. acts solo, we will see little impact,&quot; he said, adding that he&#39;s not sure where Grassley got his &quot;1 percent&quot; prediction. &quot;But that&#39;s a very unlikely assumption.&quot;<br />\r\n<br />\r\nWe&#39;re more likely to see something along the lines of scenario three, he said, where China will adopt cap-and-trade at a later date, when its per capita carbon emissions equal those from developed countries.<br />\r\n<br />\r\nWe posed a similar question to Mark Radka with the United Nations Environment Program via e-mail.<br />\r\n<br />\r\n&quot;With no one else doing anything other than growing &mdash; a lot &mdash; and the U.S. singlehandedly reducing emissions along a not so aggressive path you might come up with a number like 1 percent,&quot; he wrote.&nbsp; &quot;This would be one of those absurd baseline scenarios that really doesn&rsquo;t represent a baseline in any other than a theoretical sense.&quot;<br />\r\n<br />\r\nAnd Alden Meyer with the Union of Concerned Scientists said it&#39;s a myth that China&#39;s doing nothing, pointing out that the country has embraced renewable technologies and set fuel economy standards that are arguably more stringent than those <a href=\"http://www.politifact.com/truth-o-meter/promises/promise/449/raise-fuel-economy-standards/\" target=\"_blank\"> announced </a> by the Obama administration earlier this year.</p>\r\n\r\n<p>&quot;You could say it&#39;s a drop in the bucket, but that could be said for any country,&quot; Meyer added. &quot;The risk of not adopting Waxman-Markey is that we give China the excuse to say, &#39;Why should we do it if the wealthiest country isn&#39;t doing it?&#39;&quot;</p>\r\n\r\n<p>So where does that leave us? The experts we spoke with all agree that our impact on climate change will be relatively small without the involvement of other countries, particularly China. On this point, Grassley is correct. But, those same experts say it&#39;s highly unlikely that we would be the only nation limiting our carbon emissions in the coming decades. In fact, Grassley&#39;s statement is misleading in this regard because Europe already has adopted stricter goals than the targets we&#39;re considering, and China is taking other steps to reduce carbon production.</p>\r\n\r\n<p>As for Grassley&#39;s prediction that our cap-and-trade bill alone would only reduce climate change emissions by 1 percent, things are still murky. His office did not return calls or e-mails to back up that claim, our experts had never heard the statistic before, nor could we find any studies or documents to support it. The only number we&#39;ve got comes from an opinion article written by a Harvard economist, who says 4 percent, which is in the Grassley ballpark. But given his lack of documentation and some clear flaws in his assumptions about international involvement, we give Grassley&#39;s claim a Half True.</p>\r\n", "ruling_comments_date": "2010-01-07T13:27:41.314738", "ruling_date": "2009-07-02T16:09:19", "ruling_headline": "Claims that U.S. will only reduce carbon emissions by 1 percent unless others help", "ruling_headline_slug": "claims-us-will-only-reduce-carbon-emissions-one-pe", "ruling_link_text": "On climate change, Grassley is sort of right", "ruling_state": null, "source_documents": null, "sources": "<p>Real Clear Politics, <a href=\"http://grassley.senate.gov/news/Article.cfm?customel_dataPageID_1502=21602\" target=\"_blank\"> Sen. Charles Grassely on This Week </a> , accessed July 2, 2009</p>\r\n\r\n<p>Sen. Charles Grassley, <a href=\"http://grassley.senate.gov/news/Article.cfm?customel_dataPageID_1502=21602\" target=\"_blank\"> transcript of call with reporters </a> , accessed July 2, 2009</p>\r\n\r\n<p>The New York Times, <a href=\"http://www.nytimes.com/2009/05/15/opinion/15krugman.html?_r=1&amp;ref=opinion\" target=\"_blank\"> Empire of Carbon, by Paul Krugman, </a> May 14, 2009</p>\r\n\r\n<p>The Pew Center on Global Climate Change, <a href=\"http://www.pewclimate.org/acesa/eight-myths/June2009\" target=\"_blank\"> Myths About the Waxman-Markey Clean Energy Bill </a> , accessed June 30, 2009</p>\r\n\r\n<p>The Washington Post, <a href=\"http://belfercenter.ksg.harvard.edu/publication/19076/capandtrade.html\" target=\"_blank\"> Cap-and-Trade: All Cost, No Benefit </a> , by Martin Feldstein, June 1, 2009</p>\r\n\r\n<p><a href=\"http://www.nicholas.duke.edu/institute/cleanenergyact/TargetsandTimetables.pdf\" target=\"_blank\">Nicholas Institute Discussion Memo on H.R. 2454, American Clean Energy and Security Act of 2009 </a> , by Tom Profeta and Prasad Kasibhatla, accessed June 30, 2009</p>\r\n\r\n<p>The Green Grok, <a href=\"http://www.nicholas.duke.edu/thegreengrok/climatebillredherring\" target=\"_blank\"> U.S. Climate Bill Part of Solution but Not the Whole Solution </a> , by Bill Chameides and Prasad Kasibhatla, June 15, 2009</p>\r\n\r\n<p>Energy Information Administration, <a href=\"http://tonto.eia.doe.gov/ask/environment_faqs.asp#US_CO2\" target=\"_blank\"> Frequently Asked Questions - Environment </a> , accessed June 29, 2009</p>\r\n\r\n<p>Interview with Tom Profeta, professor at Duke University&#39;s Nicholas Institute for Environmental Policy Solutions, July 2, 2009</p>\r\n\r\n<p>Interview with Alden Meyer, Union of Concerned Scientists, July 2, 2009</p>\r\n\r\n<p>Interview with Brenda Ekwurzel, climate scientist with the Union of Concerned Scientists, July 2, 2009</p>\r\n\r\n<p>&nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. senator", "false_count": 1, "first_name": "Chuck", "half_true_count": 2, "home_state": "Iowa", "id": 140, "last_name": "Grassley", "mostly_true_count": 0, "name_slug": "chuck-grassley", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Grassley_AIG_NY127.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Iowa", "edition": "Iowa", "edition_slug": "iowa", "has_afterthefact": false, "id": 50, "index_page": false, "meter_name": "The Iowa Truth-O-Meter", "resource_uri": "/api/v/2/edition/50/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/140/", "total_count": 4, "true_count": 1, "website": "http://grassley.senate.gov/"}, "statement": "<p>&quot;If the United States moves ahead by itself (on cap-and-trade)... after 30 or 40 years, we&#39;re going to reduce CO2 by less than 1 percent.&quot;</p>\r\n", "statement_context": "interview on This Week with George Stephanopoulos", "statement_date": "2009-06-28", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Most scientists agree that climate change is real and humans are causing it. The figure that&rsquo;s widely cited is 97 percent of climate scientists, and it appears in at least&nbsp;<a href=\"http://www.politifact.com/truth-o-meter/statements/2015/sep/02/rick-santorum/santorum-un-climate-head-debunked-widely-cited-97-/\">three peer-reviewed surveys</a>.&nbsp;<a href=\"http://www.politifact.com/virginia/statements/2016/apr/04/don-beyer/don-beyer-says-97-percent-scientists-believe-human/\">Plenty of other studies</a>&nbsp;report overwhelming majorities of experts (in the 90 percent range) and at least&nbsp;<a href=\"http://climate.nasa.gov/scientific-consensus/\">18 scientific associations</a>&nbsp;agree.</p>\r\n", "id": 313, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/images.jpg", "resource_uri": "/api/v/2/subject/313/", "subject": "Climate Change", "subject_slug": "climate-change", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}, {"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}], "target": [], "twitter_headline": ""}