{"art": [{"brightcove": "", "caption": "Rep. Richard Corcoran, R-Land O' Lakes, has been a vocal opponent of Medicaid expansion in the 2015 Legislative session. (Times file photo)", "id": 6056, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/corcoran.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/6056/", "title": "Corcoran Medicaid", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "jgillin@politifact.com", "first_name": "Joshua", "id": 327, "last_name": "Gillin", "name_slug": "joshua-gillin", "on_staff_page": null, "phone": "727-893-8337", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/joshuagillin.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/327/", "title": "Staff Writer", "twitter": "jpgillin"}], "canonical_url": "/florida/statements/2015/apr/22/richard-corcoran/medicaid-recipients-97-percent-more-likely-die-pri/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 10751, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jgillin@politifact.com", "first_name": "Joshua", "id": 327, "last_name": "Gillin", "name_slug": "joshua-gillin", "on_staff_page": null, "phone": "727-893-8337", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/joshuagillin.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/327/", "title": "Staff Writer", "twitter": "jpgillin"}], "resource_uri": "/api/v/2/statement/10751/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Constituents demanding a solution to the Legislature&rsquo;s budget impasse over Medicaid expansion have been emailing Rep. Richard Corcoran, who has been telling voters that the federal program is dangerous for its patients.</p>\r\n\r\n<p>Several PolitiFact Florida readers have sent in an email response from the Land O&rsquo; Lakes Republican, who is chairman of the House Appropriations Committee and the Joint Legislative Budget Commission. In his reply, Corcoran decries the already high enrollment and expense of Medicaid, the joint state and federal health care program for the very poor, as a reason to not accept federal expansion money under the Affordable Care Act.</p>\r\n\r\n<p>&quot;Unfortunately, those Floridians belong to a troubled delivery system,&quot; Corcoran wrote. &quot;The largest national study, conducted by the University of Virginia, found that Medicaid patients were 97 percent more likely to die than those with private insurance. Expanding coverage through a health care program that delivers questionable care is not a public policy that Florida should embrace.&quot;</p>\r\n\r\n<p>Saying patients are twice as likely to die is an eye-opening statistic to cite when arguing against Medicaid, implying not only is the program delivering substandard care, it&rsquo;s actually bad for patients. We wondered if the federal plan was really to blame for such a high mortality rate.</p>\r\n\r\n<p>What we found is that if you&rsquo;re on Medicaid and you have surgery, the study Corcoran cited did say you are more likely to die -- but it&rsquo;s probably not because you&rsquo;re using Medicaid to pay for treatment.</p>\r\n\r\n<p><strong>The Virginia study</strong></p>\r\n\r\n<p>The University of Virginia study was published in 2010, and followed the <a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3071622/\" style=\"text-decoration:none;\"><u>patient outcomes of almost 900,000 major surgeries across the country</u></a>. That&rsquo;s different than the Medicaid population as a whole. It also kept track of whether those patients had private insurance, Medicare, Medicaid or no insurance at all. The eight researchers adjusted for patient health care and population variables like age, income, where they lived, the type of hospital they were in, what kind of operation they were having and more.</p>\r\n\r\n<p>The results showed Medicaid patients were the most at-risk, and were 1.97 times more likely to die following a procedure than a patient with private insurance. That&rsquo;s where Corcoran got his percentage, although experts we talked to said it was misleading to use as a reference.</p>\r\n\r\n<p>Medicaid patients also were more likely to die after a procedure than Medicare patients (1.54 more than insured patients) and even the uninsured (1.74 times). Medicaid recipients also had the highest total costs and longest hospital stays, although mortality rates varied depending on a variety of factors.</p>\r\n\r\n<p>So does that mean Medicaid is the culprit for the higher odds of patient deaths? Not at all, University of Virginia School of Medicine professor and cardiovascular surgeon Dr. Irving Kron (rhymes with &quot;phone&quot;) told us. Kron was one of the researchers for the study.</p>\r\n\r\n<p>While it does adjust for socioeconomic factors, the study notes that if you&rsquo;re on Medicaid, you&rsquo;re probably suffering from a whole host of risk factors other categories of patients don&rsquo;t have, he said. Medicaid recipients are the poorest, least educated and sickest of all patients, and often don&rsquo;t seek medical help until conditions are at their worst.</p>\r\n\r\n<p>Those patients have the highest incidence of AIDS, depression, liver disease, neurologic disorders, psychoses and metastatic cancer, the study said.</p>\r\n\r\n<p>&quot;The reality is it&rsquo;s apples and oranges,&quot; Kron said. &quot;The problem with Medicaid is there&rsquo;s more emergencies, because they&rsquo;re sicker than most people. &hellip; They wait for care and unfortunately, emergent patients don&rsquo;t do as well as elective patients.&quot;</p>\r\n\r\n<p>Kron said the study focused on whether socioeconomic status was a factor in medical treatment, which it clearly was, and not on the quality of the systems paying for health care. Corcoran insisted the study proved him right.</p>\r\n\r\n<p>&quot;My point was that Medicaid is a subpar health care delivery system,&quot; Corcoran said via email. &quot;The University of Virginia study supports that conclusion.&quot;</p>\r\n\r\n<p>The study does include a caveat that there is a possible &quot;system bias&quot; that gives privately insured people access to better hospitals and doctors. &quot;For many surgical patients, private insurance status often allows for referral to expert surgeons for their disease. Alternatively, Medicaid and uninsured patients may have been referred to less skilled and less specialized surgeons,&quot; the study said.</p>\r\n\r\n<p>But Kron and health policy experts disagree with Corcoran&rsquo;s takeaway.</p>\r\n\r\n<p>Leighton Ku, director of the Center for Health Policy Research for the Milken Institute School of Public Health at George Washington University, said Medicaid patients are a very broad category that is tough to compare to others, even the uninsured.</p>\r\n\r\n<p>Echoing Kron&rsquo;s concerns, he added that uninsured patients may elect to go without coverage and end up on Medicaid when they become sick, or that insured patients in the study may have reached lifetime policy limits and had to resort to Medicaid.</p>\r\n\r\n<p>&quot;As the researchers in the paper acknowledge, part of the reason that Medicaid is associated with higher mortality is that many people fall into Medicaid when they are very sick and impoverished,&quot; Ku said.</p>\r\n\r\n<p><strong>Other reports</strong></p>\r\n\r\n<p>Corcoran also directed us to a recent Oregon study that examined the difference between patients allowed to <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/23635051\" style=\"text-decoration:none;\"><u>join expanded Medicaid rolls in a 2008 lottery</u></a> versus others who did not get into the program.</p>\r\n\r\n<p>Over two years, the study found that while patients in the program initially reported feeling better, there was no real change in health indicators such as diabetes control, cholesterol or blood pressure. In essence, the research found Medicaid didn&rsquo;t really improve physiological health, although patients said they <em>felt </em>better.</p>\r\n\r\n<p>That&rsquo;s probably because they didn&rsquo;t have to worry as much about getting treatment, Harvard health economist Ben Sommers said. People in the Oregon study did report better access to care and improvements in mental health. One thing it didn&rsquo;t say, which Corcoran originally argued with the Virginia study, was that Medicaid hurt its patients.</p>\r\n\r\n<p>&quot;In any accounting, there is no evidence of people being worse off for having gotten Medicaid. Getting Medicaid is a major improvement over being uninsured in these studies,&quot; Sommers said.</p>\r\n\r\n<p>Sommers, who is a part-time adviser to the U.S. Department of Health &amp; Human Services, helped research a report on the <a href=\"http://www.nejm.org/doi/full/10.1056/NEJMsa1202099\" style=\"text-decoration:none;\"><u>effects of Medicaid expansion programs in Arizona, Maine and New York</u></a>. The team found patients in those states showed improved access to care, self-reported health and reduced mortality, compared to nearby states that didn&rsquo;t expand Medicaid. Improvements were higher in minority and very low-income patients.</p>\r\n\r\n<p>He added that there are other reports that compare different primary payer categories to each other, but there was no evidence of what Corcoran implied in his email -- that Medicaid itself was to blame for the higher mortality rate by providing substandard care.</p>\r\n\r\n<p>&quot;To my knowledge there are no studies that examine the impact of states&rsquo; expanding Medicaid, or individuals going from uninsured to Medicaid, showing Medicaid to be harmful,&quot; Sommers said.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Corcoran said, &quot;Medicaid patients were 97 percent more likely to die than those with private insurance.&quot;</p>\r\n\r\n<p>Corcoran was citing a 2010 University of Virginia study that looked at Medicaid patients who underwent surgery, not all people in the program. Experts we spoke to --&nbsp;including one of the study&rsquo;s authors --&nbsp;said it&rsquo;s a misleading statistic to cite. While it&rsquo;s accurate to say Medicaid patients who undergo operations have&nbsp;higher odds of dying&nbsp;than those with private insurance, it&rsquo;s because they are sicker and tend to wait until the last minute for care, not because the program is inadequate. Other studies show using Medicaid improves access and quality of life for many patients, or at the very least doesn&rsquo;t hurt them.</p>\r\n\r\n<p>We rate the statement Mostly False.</p>\r\n", "ruling_comments_date": "2015-04-22T16:51:17.767951", "ruling_date": "2015-04-22T17:25:10", "ruling_headline": "Medicaid recipients '97 percent more likely to die' than privately insured, Corcoran says", "ruling_headline_slug": "medicaid-recipients-97-percent-more-likely-die-pri", "ruling_link_text": "The study doesn't blame Medicaid as the cause", "ruling_state": null, "source_documents": null, "sources": "<p>Email to constituent from Rep. Richard Corcoran, April 16, 2015</p>\r\n\r\n<p>U.S. National Library of Medicine National Institutes of Health, &quot;<a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC2582051/?tool=pubmed\" style=\"text-decoration:none;\"><u>Insurance Status Predicts Access to Care and Outcomes of Vascular Disease</u></a>,&quot; June 30, 2008</p>\r\n\r\n<p>U.S. National Library of Medicine National Institutes of Health, &quot;<a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3071622/\" style=\"text-decoration:none;\"><u>Primary Payer Status Affects Mortality for Major Surgical Operations</u></a>,&quot; September 2010</p>\r\n\r\n<p><em>Quarterly Journal of Economics</em>, &quot;<a href=\"http://qje.oxfordjournals.org/content/early/2012/05/03/qje.qjs020\" style=\"text-decoration:none;\"><u>The Oregon Health Insurance Experiment: Evidence from the First Year</u></a>,&quot; May 3, 2012</p>\r\n\r\n<p>U.S. National Library of Medicine National Institutes of Health, &quot;<a href=\"http://www.ncbi.nlm.nih.gov/pubmed/23635051\" style=\"text-decoration:none;\"><u>The Oregon experiment--effects of Medicaid on clinical outcomes</u></a>,&quot; May 3, 2012</p>\r\n\r\n<p><em>New York Times</em>, &quot;<a href=\"http://www.nytimes.com/2012/07/26/health/policy/medicaid-expansion-may-lower-death-rate-study-says.html?pagewanted=all&amp;_r=0\" style=\"text-decoration:none;\"><u>Medicaid Expansion May Lower Death Rates, Study Says</u></a>,&quot; July 25, 2012</p>\r\n\r\n<p><em>New England Journal of Medicine</em>, &quot;<a href=\"http://www.nejm.org/doi/full/10.1056/NEJMsa1202099\" style=\"text-decoration:none;\"><u>Mortality and Access to Care among Adults after State Medicaid Expansions</u></a>,&quot; Sept. 13, 2012</p>\r\n\r\n<p>National Review, &quot;<a href=\"http://www.nationalreview.com/article/341306/twelve-reasons-say-no-avik-roy-grace-marie-turner\" style=\"text-decoration:none;\"><u>Twelve Reasons to Say No</u></a>,&quot; Feb. 22, 2013</p>\r\n\r\n<p><em>New England Journal of Medicine</em>, &quot;<a href=\"http://www.nejm.org/doi/full/10.1056/NEJMsa1212321#t=articleDiscussion\" style=\"text-decoration:none;\"><u>The Oregon Experiment &mdash; Effects of Medicaid on Clinical Outcomes</u></a>,&quot; May 2, 2013</p>\r\n\r\n<p>PolitiFact Virginia, &quot;<a href=\"http://www.politifact.com/virginia/statements/2013/apr/01/pete-snyder/pete-snyder-says-university-virginia-study/\" style=\"text-decoration:none;\"><u>Pete Snyder says Medicaid causes higher risk of surgery death</u></a>,&quot; April 1, 2013</p>\r\n\r\n<p>Health Affairs blog, &quot;<a href=\"http://healthaffairs.org/blog/2014/01/30/opting-out-of-medicaid-expansion-the-health-and-financial-impacts/\" style=\"text-decoration:none;\"><u>Opting Out Of Medicaid Expansion: The Health And Financial Impacts</u></a>,&quot; Jan. 30, 2014</p>\r\n\r\n<p>Annals in Internal Medicine, &quot;<a href=\"http://annals.org/article.aspx?articleid=1867050\" style=\"text-decoration:none;\"><u>Changes in Mortality After Massachusetts Health Care Reform: A Quasi-experimental Study</u></a>,&quot; May 6, 2014</p>\r\n\r\n<p>Interview with Richard Corcoran, R-Land O&rsquo; Lakes, April 21-22, 2015</p>\r\n\r\n<p>Interview with Irving Kron, University of Virginia School of Medicine professor, April 21-22, 2015</p>\r\n\r\n<p>Interview with Leighton Ku, director of the Center for Health Policy Research for the Milken Institute School of Public Health at George Washington University, April 21-22, 2015</p>\r\n\r\n<p>Interview with Ben Sommers, Harvard University health policy and economics professor, April 21-22, 2015</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "State Representative", "false_count": 2, "first_name": "Richard", "half_true_count": 5, "home_state": "Florida", "id": 1179, "last_name": "Corcoran", "mostly_true_count": 1, "name_slug": "richard-corcoran", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/corcoran.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1179/", "total_count": 11, "true_count": 1, "website": "http://www.myfloridahouse.gov/sections/representatives/details.aspx?MemberId=4503&SessionId=66"}, "statement": "<p>&quot;Medicaid patients were 97 percent more likely to die than those with private insurance.&quot;</p>\r\n", "statement_context": "an email to constituents", "statement_date": "2015-04-16", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 212, "photo": null, "resource_uri": "/api/v/2/subject/212/", "subject": "Medicaid", "subject_slug": "medicaid", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}], "target": [], "twitter_headline": ""}