{"art": [], "author": [{"email_address": "nbadertscher@ajc.com", "first_name": "Nancy", "id": 426, "last_name": "Badertscher", "name_slug": "nancy-badertscher", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/NancyBadertscher-1.jpg", "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/426/", "title": "Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2015/apr/24/david-perdue/Perdue-mostly-right-on-shady-weapons-deal/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 10759, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "nbadertscher@ajc.com", "first_name": "Nancy", "id": 426, "last_name": "Badertscher", "name_slug": "nancy-badertscher", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/NancyBadertscher-1.jpg", "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/426/", "title": "Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/10759/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>The White House announced last week that President Barack Obama would be eliminating a major obstacle to the restoration of diplomatic relations with Cuba by removing it from America&rsquo;s list of state sponsors of terrorism.</p>\r\n\r\n<p>Since 1982, Cuba has been on the State Department&rsquo;s list of state sponsors of terrorism, a designation it has shared with Syria, Sudan and Iran and that triggers sanctions limiting U.S. aid, defense exports and certain financial transactions.</p>\r\n\r\n<p>Supporters say this is a necessary step if Obama is going to turn the page on the Cold War-era dispute that has snarled diplomatic relations between the U.S. and Cuba for more than five decades.</p>\r\n\r\n<p>Some Republicans, including freshman U.S. Sen. David Perdue of Georgia, object to taking Cuba off the list of state sponsors of terrorism.</p>\r\n\r\n<p>&quot;The Castro regime, time and again, has violated international norms,&rsquo; Perdue, a member of the Senate Foreign Relations Committee, said in a statement issued the day after the White House announcement.</p>\r\n\r\n<p>&quot;I am deeply concerned that President Obama continues to embolden our enemies and empower dictators from Russia to Iran, and now Cuba. Cuba must prove it is willing to change its destructive and oppressive behavior before the United States removes it as a state sponsor of terrorism.</p>\r\n\r\n<p>He cited several examples of Cubas destructive and oppressive behavior, including an incident in 2013 when, he said, Cuba secretly shipped 240 metric tons of weapons to North Korea, violating a U.N.embargo.</p>\r\n\r\n<p>PolitiFact Georgia decided to fact-check Perdue&rsquo;s statement about the weapons shipment.</p>\r\n\r\n<p>We reached out to Mark Bednar, a Perdue spokesman, who sent us several news accounts of the incident where aging Cuban weapons were found aboard a North Korean-flagged ship.</p>\r\n\r\n<p>In July 2013, Fox News reported that Panamanian officials stopped the ship Chong Chon Gang ferrying undeclared weapons and armaments, including two Soviet-era MiG fighters and surface-to-air missile system, from Cuba, in apparent violation of U.N. sanctions. The weapons were hidden under 200,000 bags of sugar.</p>\r\n\r\n<p>The report said the Cuban government acknowledged about a day later that the cargo included 240 metric tons of &quot;obsolete defensive weapons.&quot; Government officials claimed the equipment was meant to be repaired in North Korea and returned to Cuba.</p>\r\n\r\n<p>Three members of the ship&rsquo;s crew were arrested on arms trafficking charges. The ship was allowed to return to Cuba in 2014 after a $700,000 fine was paid, the BBC reported.</p>\r\n\r\n<p>A State Department spokesperson told us this week that the administration considers the weapons shipment to North Korea in 2013 an &quot;egregious violation of U.N. sanctions.&quot;</p>\r\n\r\n<p>The administration, the spokesperson said, has worked to ensure that those responsible &quot;pay a price for their wrongdoing.&quot;</p>\r\n\r\n<p>&quot;The administration also worked to maximize the diplomatic cost to Cuba for its role in the incident, including repeatedly condemning Cuba&rsquo;s role in the violation in meetings of the UN Security Council,&quot; she said. &quot;While Cuba&rsquo;s actions were a clear violation of international law, they do not constitute support for acts of international terrorism and do not constitute a bar to rescission of their (state sponsor of terrorism) designation.&quot;</p>\r\n\r\n<p>Cuban was placed on the list in 1982 because of its efforts to promote revolution in the Western Hemisphere. North Korea spent 20 years on the list but was removed in 2008 by President George W. Bush. North Korea was placed on the list in 1988 for planting a bomb on a passenger plane headed from Baghdad to Seoul. The plane exploded south of Burma, and all on board were killed.</p>\r\n\r\n<p>In the current review of Cuba&rsquo;s standing, the administration focused on &lsquo;the narrow question of whether Cuba provided any support for international terrorism during the previous six months and whether Cuba has provided assurances that it will not support acts of international terrorism in the future, consistent with the statutory standard for rescission,&quot; the State Department spokeswoman said..</p>\r\n\r\n<p>A senior administration official told reporters earlier this month that Cuban leaders, including Fidel and Raul Castro, have repeatedly and publicly decried terrorist acts.</p>\r\n\r\n<p>Congress has 45 days from receiving the president&rsquo;s report to pass a joint resolution prohibiting the rescission. If that would occur, the president would have veto power and Congress the power of the veto override.</p>\r\n\r\n<p>Our conclusion</p>\r\n\r\n<p>Georgia Sen. David Perdue said he objects to plans to take Cuba off the list of state sponsors of terrorism, a move that was announced last week by the White House. He said that the Castro regime in Cuba has violated international norms.</p>\r\n\r\n<p>Among the specific examples he cited was Cuba &quot;secretly shipping 240 metric tons of weapons to North Korea in 2013 in violation of a U.N. embargo.&quot; News reports and statements from the administration back up Perdue&rsquo;s claim about the incident.</p>\r\n\r\n<p>The administration said it narrowly focused on whether Cuban provided any support for international terrorism in the prior six months and whether the Cuban government had provided assurances that it will not support acts of international terrorism in the future, That is context the reader needs.</p>\r\n\r\n<p>For that reason, we rate Perdue&#39;s statement Mostly True.</p>\r\n", "ruling_comments_date": "2015-04-23T17:09:26.776856", "ruling_date": "2015-04-24T00:00:00", "ruling_headline": "Perdue mostly right on shady weapons deal", "ruling_headline_slug": "Perdue-mostly-right-on-shady-weapons-deal", "ruling_link_text": "President wants Cuba off list of state sponsors of terrorism", "ruling_state": null, "source_documents": null, "sources": "<p>Sen. David Perdue issues <a href=\"http://www.perdue.senate.gov/content/senator-david-perdue-statement-president-obama-decision-remove-cuba-us-state-sponsors-terror\">statement</a> on President Obama&#39;s decision to remove Cuba from State Sponsors of Terrorism</p>\r\n\r\n<p>Emails and phone calls with Mark Bednar, Perdue spokesman</p>\r\n\r\n<p>Emails with White House spokesperson.</p>\r\n\r\n<p>Emails with State Department.</p>\r\n\r\n<p>&quot;North Korea calls for release of <a href=\"http://www.foxnews.com/world/2013/07/17/cuba-calls-equipment-seized-on-north-korean-ship-obsolete-weaponry-it-had-sent/\">crew</a> detained after ship caught carrying Cuban weapons,&quot; Fox News, July 17, 2013.</p>\r\n\r\n<p><strong>&quot;U.S. considering naming North Korea a state<a href=\"http://www.cbsnews.com/news/u-s-considering-naming-north-korea-a-state-sponsor-of-terrorism/\"> sponsor</a> of terrorism,&quot; CBS News, Dec. 21, 2014</strong></p>\r\n\r\n<p><strong>&quot;U.S. Declares North Korea Off <a href=\"http://www.nytimes.com/2008/10/13/world/asia/13terror.html?pagewanted=all\">Terror</a> List,&quot; The New York Times, By<a href=\"http://topics.nytimes.com/top/reference/timestopics/people/c/helene_cooper/index.html?inline=nyt-per\" style=\"text-decoration:none;\"> Helene Cooper, Oct. 12, 2008</a></strong></p>\r\n\r\n<p>&quot;Obama Says Cuba Doesn&rsquo;t Sponsor <a href=\"http://www.thedailybeast.com/articles/2015/04/15/obama-says-cuba-doesn-t-sponsor-terrorism-so-what-are-all-these-hijackers-and-bomb-makers-doing-there.html\">Terrorism</a>. So What Are All These Hijackers and Bomb-Makers Doing There?,&quot; The Daily Beast, April 15, 2015</p>\r\n\r\n<p>&quot;North Korean ship seized with Cuban weapons <a href=\"http://www.bbc.com/news/world-latin-america-26210187\">returns</a> to Cuba,&quot; BBC, Feb. 15, 2014</p>\r\n\r\n<p>&quot;North Korea <a href=\"http://www.reuters.com/article/2015/04/08/us-northkorea-mexico-un-ship-idUSKBN0MZ21T20150408\">warns</a> will act to get back ship held by Mexico,&quot; Reuters, April 8, 2015</p>\r\n\r\n<p><strong>MEMORANDUM OF JUSTIFICATION FOR RESCISSION<br />\r\nOF CUBA&rsquo;S STATE SPONSOR OF TERRORISM DESIGNATION</strong><br />\r\nCuba was designated as a state sponsor of terrorism March 1, 1982, due to its efforts to promote armed revolution by organizations in Latin America that used terrorism to undermine existing regimes. In cooperation with the Soviet Union, Cuba facilitated the movement of people and weapons into Central and South America and directly provided funding, training, arms, safe haven, and advice to a wide variety of guerrilla groups and individual terrorists. After careful review and as described herein, the President has determined that the record supports the statutorily required certification that the Government of Cuba has not provided any support for international terrorism during the preceding six-month period and has provided assurances that it will not provide support for acts of international terrorism in the future.<br />\r\nThe President&#39;s certification to permit rescission of Cuba&#39;s designation as a state sponsor of terrorism represents the culmination of years of concerted diplomatic effort and monitoring of Cuba&rsquo;s behavior by the United States.<br />\r\nIn recent years, Cuba has taken a number of steps to fully distance itself from international terrorism, and has taken steps to strengthen its counterterrorism laws. In 2013, Cuba made a commitment to work with the Financial Action Task Force to address its anti-money laundering/counterterrorism finance (AML/CTF) deficiencies. Since that time, Cuba has made significant progress in establishing the framework necessary to meet international AML/CTF standards by, for example, adequately criminalizing money laundering and terrorist finance and establishing procedures to identify and freeze terrorist assets, among other legal and regulatory actions.<br />\r\nAccording to the United Nation&rsquo;s Office of Drugs and Crime database, Cuba is a state party to 15 international instruments related to countering terrorism and has deposited its instrument of ratification or accession, as appropriate, to three additional instruments that have not yet entered into force.<br />\r\nIn addition to strengthening its counterterrorism laws to meet international standards and obligations, Cuba has condemned numerous terrorist attacks around the world. In January 2015, Cuban President Raul Castro sent a message to French President Hollande condemning the terrorist attack in Paris against the satirical newspaper Charlie Hebdo.<br />\r\nIn April 2013, following the bombing at the finish line of the Boston Marathon, Cuba expressed its condolences through a diplomatic note delivered to the U.S. Interests Section in Havana, and noted that it &quot;unequivocally rejects and condemns all acts of terrorism in any place and under any circumstance, regardless of the purported justification for such acts.&quot;<br />\r\nIn July 2011, the Cuban ministry of foreign affairs released a statement offering condolences and condemning the attacks by Anders Breivik in Oslo and the island of Utoya in Norway, which killed 77 people, most of them youth.<br />\r\nAfter the attacks on September 11, 2001, Cuba expressed solidarity with the United States and offered airspace and airports to American planes.<br />\r\nCuban officials have also directly condemned terrorism in a number of speeches and statements. In December 2014, Cuban President Raul Castro delivered a speech in which he noted that no terrorist action against any U.S. citizen, interest, or territory has been organized, financed, or perpetrated from Cuba; nor would they ever be. In the same speech, President Castro also noted that Cuba has relayed to the U.S. government any information about terrorist plans against the United States that it had received.<br />\r\nIn October 2014, the Cuban foreign minister gave a speech at the United Nations in which he noted Cuba has shared terrorist threat information with the United States, assured Cuba was not a threat to the national security of the United States, and detailed the expansion of cooperation with the United States on many fronts related to national security, including transnational crime and aviation safety.<br />\r\nIn 2010, the Government of Cuba provided the United States with a non-paper detailing Cuba&rsquo;s actions against terrorism, including outlining its anti-terrorism laws, reiterating its commitment to its international obligations regarding both counterterrorism and non-proliferation, noting instances of information sharing with the United States regarding planned terrorist attacks, and providing assurances that Cuban territory would not be used to organize, finance, or carry out terrorist acts.<br />\r\nDirect engagement with Cuba has also permitted the United States to secure additional assurances, delivered April 3, 2015, of Cuba&rsquo;s commitment to renounce international terrorism. In the assurances, Cuba reiterated its commitment to cooperate in combating terrorism, rejected and condemned all terrorist acts,<br />\r\nmethods, and practices in all their forms and manifestations, and condemned any action intended to encourage, support, finance, or cover up any terrorist acts. The Government of Cuba further committed to never supporting any act of international terrorism, and never allowing its territory to be used to organize, finance, or execute terrorist acts against any other country, including the United States. That paper stated, in part:<br />\r\n&quot;Cuba rejects and condemns all terrorist acts, methods and practices in all its forms and manifestations. It likewise condemns any action intended to encourage, support, finance or cover up any terrorist act, method or practice.&quot;<br />\r\n&quot;The Government of Cuba has never supported, nor will it ever support any act of international terrorism.&quot;<br />\r\n&quot;The Cuban territory has never been used, nor will it ever be used to organize, finance or execute terrorist acts against any country, including the United States.&quot;<br />\r\nFollowing a review of all available information, there is no credible evidence at this time of ongoing support by Cuba for international terrorism, and there is a sufficient basis for certification by the President to Congress that Cuba has not provided any support for international terrorism during the preceding six-month period.<br />\r\nThere is no credible evidence that the Government of Cuba has, within the preceding six months, provided specific material support, services, or resources, to members of the Revolutionary Armed Forces of Colombia (FARC) or the members of the National Liberation Army (ELN) outside of facilitating the internationally recognized peace process between those organizations and the Government of Colombia.<br />\r\nIn fact, the Government of Cuba has been particularly helpful in facilitating the peace negotiations between the Colombian government and the FARC and, in addition, the ELN. Throughout 2014, Cuba supported and hosted internationally recognized negotiations between the FARC and the Government of Colombia aimed at garnering a peace agreement. Safe passage of FARC members provided in the context of these talks has been coordinated with representatives of the governments of Colombia, Venezuela, Chile, and Norway, as well as the International Committee of the Red Cross. There is no available evidence the<br />\r\nGovernment of Cuba is using these peace talks as a pretext to provide support to the FARC or ELN. In its April 2015 assurances, the Government of Cuba addressed its support to FARC during the peace process and provided assurances that it would never permit FARC and ELN members present in Cuba to use Cuban territory to engage in activities against Colombia or any other country.<br />\r\nThe Government of Colombia formally noted to the United States that it believes the Cuban government has played a constructive role in the peace negotiations. The Colombian government has no evidence that Cuba has provided any political or military support in recent years to the FARC or ELN that has facilitated, supported, or promoted the planning or execution of terrorist activity in Colombia. Colombia further noted the Cuban government has been helpful in reiterating to the FARC that armed struggle has no justification.<br />\r\nThe Government of Cuba does continue to allow approximately two dozen members of the Basque Fatherland and Liberty organization (ETA) to remain in the country. Cuba addressed the presence of these ETA members in both its 2010 antiterrorism non-paper, and the April 2015 assurances, noting that most of the individuals entered Cuba following a 1984 agreement with the Government of Spain. The Cuban government provided assurances that it would never permit the ETA members living in Cuba to use Cuban territory for that organization&rsquo;s activities against Spain or any other country. There is no available information that, within the preceding six months, the Government of Cuba has allowed any of these ETA members to plan, finance, lead, or commit acts of international terrorism while residing in Cuba.<br />\r\nThe Government of Spain has requested the extradition of two ETA members from Cuba. The Government of Cuba has recently responded to the requests, and a bilateral process is now underway for Spain and Cuba to resolve the matter. The Government of Spain has assured the United States that it is satisfied with this process and that it has no objection to the rescission of Cuba&rsquo;s designation as a state sponsor of terrorism.<br />\r\nThe Government of Cuba does continue to harbor fugitives wanted to stand trial or to serve sentences in the United States for committing serious violations of U.S. criminal laws, and provides some of these individuals limited support such as housing, food ration books, and medical care. Although Cuba continues to refuse to return certain individuals that fled to Cuba in the past, it has been far more cooperative with the United States in more recent cases. For example, in 2011, Cuba returned two fugitives to the United States who had previously fled to Cuba,<br />\r\nand returned two additional individuals in 2013. The United States continues to seek the return from Cuba of fugitives from U.S. justice. Cuba has agreed to enter into a law enforcement dialogue with the United States that will include discussions with the aim of resolving outstanding fugitive cases. We believe that the strong U.S. interest in the return of these fugitives will be best served by entering into this dialogue with Cuba.<br />\r\nShould we obtain credible evidence of current Cuban support for acts of international terrorism at any time in the future, the Secretary of State could again designate Cuba as a state sponsor of terrorism<br />\r\nThe President&rsquo;s report to Congress certifying that Cuba has not provided any support for international terrorism during the preceding six-month period and has provided assurances that it will not provide support for acts of international terrorism in the future will permit the Secretary of State to rescind Cuba&rsquo;s designation following the 45-day Congressional review period. Rescission in this case will strongly support the objectives of the state sponsor legislation, and will demonstrate to Cuba the benefits of cooperation with the international community, including the United States, to counter international terrorism.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "U.S. Senate candidate", "false_count": 1, "first_name": "David", "half_true_count": 5, "home_state": "Georgia", "id": 2602, "last_name": "Perdue", "mostly_true_count": 8, "name_slug": "david-perdue", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/David_Perdue.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2602/", "total_count": 20, "true_count": 0, "website": "https://perduesenate.com/"}, "statement": "<p><strong><strong>The Castro regime &lsquo;violated international norms&rsquo; by secretly shipping weapons to North Korea in violation of a U.N. embargo.</strong></strong></p>\r\n", "statement_context": "press release", "statement_date": "2015-04-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 254, "photo": null, "resource_uri": "/api/v/2/subject/254/", "subject": "Congress", "subject_slug": "congress", "used_in_edition": ["/api/v/2/edition/6/"]}, {"description": "", "id": 37, "photo": null, "resource_uri": "/api/v/2/subject/37/", "subject": "Terrorism", "subject_slug": "terrorism", "used_in_edition": []}], "target": [], "twitter_headline": ""}