{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2015/apr/28/steve-adler/steve-adler-says-austins-4th-most-congested-us-cit/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 10770, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/10770/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Traffic in Austin is so awful, Mayor Steve Adler declared, there&rsquo;s less congestion in the Big Apple.</p>\r\n\r\n<p>Adler, speaking to the Greater Austin Chamber of Commerce, said April 1, 2015: &quot;We have gone from being the 24th most congested city just about 10 years ago to being the fourth most congested &mdash; more congested than NYC,&quot; Adler said, according to his <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGejNNcE9qeHRQU0k/view?usp=sharing\" style=\"text-decoration:none;\"><u>prepared remarks</u></a> emailed later to an <em>Austin American-Statesman</em> editor.</p>\r\n\r\n<p>Is all of that so?</p>\r\n\r\n<p>Austin&rsquo;s congestion may have gotten even worse, we learned, though hizzoner&rsquo;s New York angle overlooks that drivers bent on reaching the boroughs have longer commutes.</p>\r\n\r\n<p>To our inquiry, mayoral aide Jim Wick said Adler relied on traffic scorecards for different years put out by Inrix, a company <a href=\"http://www.inrix.com/why-inrix/\" style=\"text-decoration:none;\"><u>that says</u></a> it analyzes real-time traffic conditions as part of its focus on &quot;understanding the science of traffic.&quot; In the latest Inrix scorecard, Wick noted by email, Austin landed fourth in traffic congestion, New York fifth.</p>\r\n\r\n<p>We confirmed those rankings as cited. But a March 2014 Inrix summary of its latest report, based on traffic conditions in 2013, suggests Austin motorists wasted fewer hours stuck in traffic on average that year (41 hours) than drivers in New York, who averaged 53 wasted hours. Cities with more hours wasted in traffic were Los Angeles (No. 1), Honolulu and San Francisco, Inrix said.</p>\r\n\r\n<p>Inrix&rsquo;s illustration of the Austin-New York results:</p>\r\n\r\n<p><img alt=\"040815 inrixexcerptpftexas.JPG\" src=\"https://lh4.googleusercontent.com/5AYBv8N-NnIK3NblwCyLCj7Hbd1gBortov5tOBe5DvS42eenAQwDPxeJmd0n0u_1f6aM0p1DHHhHxPRHsS02Q8M9kUtzpzFeS0R1RcHjrUWK9Tm2YfXcn15nm6IO4vDdh3eALKQ\" style=\"-webkit-transform:rotate(0.00rad); border:none; height:827px; transform:rotate(0.00rad); width:513px\" /></p>\r\n\r\n<p>SOURCE: Blog post, <a href=\"http://www.inrix.com/three-takeaways-from-inrixs-7th-annual-traffic-scorecard/\" style=\"text-decoration:none;\"><u>&quot;Three Takeaways from INRIX&rsquo;s 7th Annual Traffic Scorecard,&quot;</u></a> Inrix website, March 2014 (accessed April 8, 2015)</p>\r\n\r\n<p>Still, Austin ranked No. 1 nationally in traffic complaints made on Twitter, besting Los Angeles, Washington, D.C., and Seattle, according to the summary.</p>\r\n\r\n<p>And did Austin rank 24th in congestion a decade past? Wick emailed us a February 2009 <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGZnNKa240TVdzSlE/view?usp=sharing\" style=\"text-decoration:none;\"><u>Inrix scorecard</u></a>, based on traffic conditions in 2008, placing Austin-Round Rock 21st nationally that year and 26th in 2007. (This is a good time to stress that each city analyzed by Inrix is the city&rsquo;s metropolitan area, sweeping in nearby communities.) Wick said the mayor&#39;s prepared remarks may have had a typo; they should have said 24th.</p>\r\n\r\n<p><strong>Inrix: Austin congestion &lsquo;getting worse&rsquo;</strong></p>\r\n\r\n<p>Next, we turned to Inrix to ask why Austin edged New York in the latest congestion rankings even though New York drivers piled up more hours stuck behind trucks.</p>\r\n\r\n<p>Inrix spokesman Jim Bak reaffirmed that New York drivers spent more time on average stuck in traffic in 2013, but Austin ranked worse in &quot;congestion intensity&quot; according to the Inrix index basically showing how bad traffic gets at peak drive times, <a href=\"http://www.inrix.com/scorecard/methodology-en/\" style=\"text-decoration:none;\"><u>Inrix says</u></a>.</p>\r\n\r\n<p>For a road segment with no congestion, for instance, the index score is zero. Each additional point in the index represents a percentage point increase in the average travel time of a commute during peak travel hours compared to free-flow conditions. <a href=\"http://www.inrix.com/scorecard/methodology-en/\" style=\"text-decoration:none;\"><u>Peak times</u></a> are defined as the weekday hours from 6 a.m to 10 a.m. and 3 p.m. to 6 p.m.</p>\r\n\r\n<p>For 2013, Inrix says, Austin had a higher index than New York. In fact, <a href=\"http://www.inrix.com/scorecard/\" style=\"text-decoration:none;\"><u>more up-to-date Inrix data</u></a> indicates that in the 12 months through July 2014, Austin still ranked fourth nationally with an Inrix index score of 23.3; New York, by then placing sixth nationally, had a score of 20.7.</p>\r\n\r\n<p>What this means: Austin drivers accustomed to a 20-minute free-flow trip were taking nearly 25 minutes to make the same trip at peak times--reflecting a 23 percent increase of four minutes and forty seconds over free-flow conditions. The traffic delay exceeded the comparable pause for New York drivers by 32 seconds, per Inrix.</p>\r\n\r\n<p>By Inrix&rsquo;s research, Bak indicated, Inrix&rsquo;s report covering conditions in 2008 placed Austin&rsquo;s index 21st nationally compared to 26th in 2007, he said.</p>\r\n\r\n<p>In 2008, cities that had worse traffic than Austin according to the Inrix index included Chicago, Dallas-Fort Worth, Washington, D.C., Houston, Boston, Seattle, Minneapolis, Philadelphia, Atlanta, Phoenix, Miami, San Diego, Denver, Baltimore, San Jose and Detroit.</p>\r\n\r\n<p>Drumming the Truth-O-Meter, we asked Bak to unpack the New York contrast. Can it really be Austin has worse congestion? After all, you rarely see a New York movie without cars piled bumper to bumper. Bak conceded New York drivers, on average, face longer commutes. But focusing solely on drive times to judge congestion, Bak said, would lead to results driven by population.</p>\r\n\r\n<p>We looked for alternate congestion analyses.</p>\r\n\r\n<p><strong>Census Bureau survey</strong></p>\r\n\r\n<p>By email, <a href=\"http://alanpisarski.com/index.htm\" style=\"text-decoration:none;\"><u>Alan Pisarski</u></a>, a Virginia transportation expert, responded to our inquiry by suggesting we consider the latest federal survey indicating how long it takes Americans to get to work.</p>\r\n\r\n<p>The U.S. Census Bureau&rsquo;s 2013 American Community Survey asked respondents to say how many minutes it usually took to get from their home to work the previous week. Austin residents reported average travel times of 23.5 minutes, placing the city behind more than 300 others with 65,000 residents or more, according to a <a href=\"https://docs.google.com/spreadsheets/d/1o_i0x8x29yp4x7jIpGZalYhm6G2K9NufF2pfwi940ws/edit?usp=sharing\" style=\"text-decoration:none;\"><u>chart</u></a> emailed to us by a bureau spokesman. Cities with longer reported travel times included Pittsburgh and New York, with 40-minute averages; Chicago, 34 minutes; Philadelphia and San Francisco, 32 minutes each; Baltimore, 31 minutes; Los Angeles and Boston, 30 minutes each; Detroit, 27 minutes; Houston, 26; Las Vegas, 25--and many more.</p>\r\n\r\n<p>Bureau spokesman Robert Bernstein also emailed a <a href=\"https://docs.google.com/spreadsheets/d/1JHp1jI5i9NivPGXuueLEq0Qs4hb3eXchQSay1FIkdDk/edit?usp=sharing\" style=\"text-decoration:none;\"><u>chart</u></a> showing the survey results by metropolitan region. By that filter, drivers from the New York-Jersey City-White Plains, N.Y. area reported travel times of nearly 37 minutes, the second-longest nationally. Drivers from the Austin-Round Rock area had travel times of 26 minutes, ranking behind more than 90 areas.</p>\r\n\r\n<p><strong>Texas A&amp;M Transportation Institute</strong></p>\r\n\r\n<p>We also reached out to the Texas A&amp;M Transportation Institute, which has long gauged traffic conditions. Its <a href=\"http://d2dtl5nnlpfr0r.cloudfront.net/tti.tamu.edu/documents/mobility-report-2012.pdf\" style=\"text-decoration:none;\"><u>2012 &quot;Urban Mobility Report&quot;</u></a> includes a chart indicating that in 2011 (the latest year checked), New York ranked fourth nationally with 59 hours in average travel delays per auto commuter while Austin tied for 17th with Portland, Oregon and Las Vegas with 44 hours in average travel delays per auto commuter. Another entry in the chart, though, states drivers in peak periods in New York and Austin were experiencing nearly identical percentage increases in travel times, on average.</p>\r\n\r\n<p>By phone, the institute&rsquo;s Tim Lomax pointed out its research compares metropolitan regions, not cities in themselves. So its New York data takes into account portions of New Jersey and Connecticut and its Austin figures sweep in parts of nearby Hays and Williamson counties.</p>\r\n\r\n<p>Unlike Inrix, Lomax said, the institute &quot;weights&quot; its results so congestion on heavily travelled roads factors more significantly into results.</p>\r\n\r\n<p>Heads up: The institute is teaming with Inrix to produce a report covering 2014 traffic conditions, Bak and Lomax each said. And, Bak said, Austin looks to rank fourth again nationally for congestion with an index score of 24.9, up 7 percent. Congestion, Bak said, &quot;is getting worse,&quot; largely due to the improving economy.</p>\r\n\r\n<p>Given the A&amp;M institute&rsquo;s 2011 statistics showed drivers in Austin and New York facing nearly identical percentage increases in drive time but the actual minutes added in travel time were higher in New York, we asked Lomax if the data show Austin is more congested than New York. &quot;I don&rsquo;t think they do,&quot; Lomax said, adding: &quot;By one measure, they have about the same traffic congestion. By another measure, New York is worse than Austin.&quot; Still, he added, &quot;by no measure does Austin have a great traffic situation.&quot;</p>\r\n\r\n<p><strong>A decade ago</strong></p>\r\n\r\n<p>We also peeked at charts showing how the institute&rsquo;s travel time indexes and peak delay times for Austin and New York changed annually from 2006 through 2011. <a href=\"http://d2dtl5nnlpfr0r.cloudfront.net/tti.tamu.edu/documents/ums/congestion-data/austi.pdf\" style=\"text-decoration:none;\"><u>Austin&#39;s</u></a> index ranged from 1.30 to 1.33, often placing the city fourth nationally. <a href=\"http://d2dtl5nnlpfr0r.cloudfront.net/tti.tamu.edu/documents/ums/congestion-data/newyo.pdf\" style=\"text-decoration:none;\"><u>New York</u></a>&rsquo;s index, ranging from 1.32 to 1.42, ranked No. 1 two years, No. 3 other years. Austin&rsquo;s average delay per peak-auto-commuter (a mouthful meaning the yearly sum of all the per-trip delays for drivers traveling in peak periods) ranged from a high of 56 hours in 2006 to a low of 43 hours in 2010 with its national rank ranging from 8th to 18th. New York&rsquo;s comparables were a low of 54 hours of delay in 2006 to a high of 66 hours in 2007, landing the city third to ninth over the years.</p>\r\n\r\n<p><strong>TomTom</strong></p>\r\n\r\n<p>Lomax pointed us to another outfit that analyzes urban congestion--TomTom, maker of navigational devices. A <a href=\"http://www.tomtom.com/en_gb/trafficindex/#/list\" style=\"text-decoration:none;\"><u>chart</u></a> posted online by TomTom in 2015 shows &quot;congestion levels&quot; for cities which it says is the increase in overall travel times at peak hours compared to travel times in free-flow conditions. Sound familiar? In 2014, <a href=\"http://www.tomtom.com/en_gb/trafficindex/#/about\" style=\"text-decoration:none;\"><u>according to</u></a> GPS measurements from TomTom&#39;s traffic database, New York ranked fourth among the nation&rsquo;s cities with a congestion level of 31 percent; Austin ranked 13th with a congestion level of 25 percent (the same as the levels in Houston and Tampa).</p>\r\n\r\n<p>Then again, TomTom also presents congestion as similar in New York and Austin <a href=\"http://www.tomtom.com/en_gb/trafficindex/#/city/AUT\" style=\"text-decoration:none;\"><u>in that an Austin driver</u></a> with a 30-minute drive (counting trips to and from work) piled up 21 minutes a day in traffic delays--just like a <a href=\"http://www.tomtom.com/en_gb/trafficindex/#/city/NYK\" style=\"text-decoration:none;\"><u>New York counterpart</u></a> doing a 30-minute commute.</p>\r\n\r\n<p>Nick Cohn, a TomTom traffic expert, called us back from New York and showed us how to check travel time added in morning versus evening peak times for each city. According to TomTom, New York drivers in 2014 faced slightly longer percentage delays weekday mornings--on average, seeing a 48 percent longer trip than in free-flow conditions compared to a Austinites&rsquo; 42 percent longer trip. But Austin drivers got delayed incrementally more in evening rush hour--experiencing an average 61 percent bump in travel time compared to free-flow conditions versus New York&rsquo;s 56 percent surge.</p>\r\n\r\n<p>But around the clock and through each week, Cohn said, New York has worse congestion than Austin because its roadways are crowded more often. Taken as a whole, Cohn said, New York has more wasted travel time. &quot;Your chances of hitting a traffic jam outside peak periods is higher in New York than in Austin,&quot; he said.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Adler said of Austin: &quot;We have gone from being the 24th most congested city just about 10 years ago to being the 4th most congested. More congested than NYC.&quot;</p>\r\n\r\n<p>Inrix ranked Austin the nation&rsquo;s No. 4 worst for congestion through 2013, just ahead of the No. 5 New York area. Also, Austin placed 26th for congestion in 2007, not quite a decade ago.</p>\r\n\r\n<p>But there&#39;s missing context here in that by various measures, New York&rsquo;s congestion comes out worse than what Austin drivers have been experiencing.</p>\r\n\r\n<p>On balance, we rate this statement Half True.</p>\r\n\r\n<hr />\r\n<p><em><strong>HALF TRUE</strong> </em><em>&ndash; The statement is partially accurate but leaves out important details or takes things out of context.</em></p>\r\n\r\n<p>Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\" style=\"text-decoration:none;\"> <u>more</u></a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n", "ruling_comments_date": "2015-04-27T15:54:52.627872", "ruling_date": "2015-04-28T09:48:06", "ruling_headline": "Steve Adler says Austin's the 4th-most-congested U.S. city, worse than New York", "ruling_headline_slug": "steve-adler-says-austins-4th-most-congested-us-cit", "ruling_link_text": "Different measures show New York worse", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"https://docs.google.com/document/d/1T82ouZXwDH9XMCFGpdG257J4S9ZJrJgqb5jVSyAYL7k/pub\" id=\"docs-internal-guid-2e40e104-fc83-7817-e7eb-270b00809737\" style=\"text-decoration:none;\"><u>Emails</u></a>, Jim Wick, director of community engagement, Office of the Mayor, City of Austin, April 8-9, 2015</p>\r\n\r\n<p>Report, <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGZnNKa240TVdzSlE/view?usp=sharing\" style=\"text-decoration:none;\"><u>&quot;Inrix National Traffic Scorecard, 2008 Annual Report,&quot;</u></a> Inrix, February 2009 (received by email from Jim Wick)</p>\r\n\r\n<p>Telephone interview, Jim Bak, director of community relations, Inrix, Kirkland, Washington, April 20, 2015</p>\r\n\r\n<p><a href=\"https://docs.google.com/spreadsheets/d/1o_i0x8x29yp4x7jIpGZalYhm6G2K9NufF2pfwi940ws/edit?usp=sharing\" style=\"text-decoration:none;\"><u>Chart</u></a> showing average reported travel times to work in cities of 65,000 residents or more and <a href=\"https://docs.google.com/spreadsheets/d/1JHp1jI5i9NivPGXuueLEq0Qs4hb3eXchQSay1FIkdDk/edit?usp=sharing\" style=\"text-decoration:none;\"><u>chart</u></a> showing average reported travel times to work in metropolitan regions, American Community Survey, U.S. Census Bureau, 2013 (received by email from Robert Bernstein, public affairs specialist, census bureau, April 23, 2015)</p>\r\n\r\n<p>Report, <a href=\"http://d2dtl5nnlpfr0r.cloudfront.net/tti.tamu.edu/documents/mobility-report-2012.pdf\" style=\"text-decoration:none;\"><u>&quot;2012 Urban Mobility Report,&quot;</u></a> Texas A&amp;M Transportation Institute, December 2012 (accessed April 23, 2015)</p>\r\n\r\n<p>Telephone interview, Tim Lomax, Texas A&amp;M University System Regents Fellow, College Station, April 23, 2015</p>\r\n\r\n<p>Reports, <a href=\"http://www.distributedworkplace.com/DW/Research/2005%20Urban%20Mobility%20Report/mobility_report_2005%20-%20Summary.pdf\" style=\"text-decoration:none;\"><u>&quot;The 2005 Urban Mobility Report,&quot;</u></a> Texas Transportation Institute, Texas A&amp;M University System, May 2005</p>\r\n\r\n<p>Charts, <a href=\"http://d2dtl5nnlpfr0r.cloudfront.net/tti.tamu.edu/documents/ums/congestion-data/austi.pdf\" style=\"text-decoration:none;\"><u>&quot;The Mobility Data for Austin, TX,&quot;</u></a> 2006-2011; <a href=\"http://d2dtl5nnlpfr0r.cloudfront.net/tti.tamu.edu/documents/ums/congestion-data/newyo.pdf\" style=\"text-decoration:none;\"><u>&quot;The Mobility Data for New York-Newark NY-NJ-CT,&quot;</u></a> Texas A&amp;M Transportation Institute, undated (accessed April 23, 2015)</p>\r\n\r\n<p>Chart, <a href=\"http://www.tomtom.com/en_gb/trafficindex/#/list\" style=\"text-decoration:none;\"><u>&quot;TomTom Traffic Index,&quot;</u></a> TomTom N.V., 2015 (accessed April 23, 2015)</p>\r\n\r\n<p>Telephone interview, Nick Cohn, senior business developer, TomTom N.V., New York, April 27, 2015</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Mayor of Austin", "false_count": 2, "first_name": "Steve", "half_true_count": 2, "home_state": "Texas", "id": 2941, "last_name": "Adler", "mostly_true_count": 4, "name_slug": "steve-adler", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/adlerpftnew.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2941/", "total_count": 11, "true_count": 1, "website": "http://www.adlerforaustin.com/"}, "statement": "<p>Austin has &quot;gone from being the 24th most congested city just about 10 years ago to being the fourth most congested &mdash; more congested than NYC.&quot;</p>\r\n", "statement_context": "a speech", "statement_date": "2015-04-01", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 293, "photo": null, "resource_uri": "/api/v/2/subject/293/", "subject": "Population", "subject_slug": "population", "used_in_edition": ["/api/v/2/edition/14/"]}, {"description": "", "id": 44, "photo": null, "resource_uri": "/api/v/2/subject/44/", "subject": "Transportation", "subject_slug": "transportation", "used_in_edition": []}], "target": [], "twitter_headline": ""}