{"art": [{"brightcove": "", "caption": "Democratic presidential hopeful and former Secretary of State Hillary Clinton addresses the Women in the World Conference on April 23, 2015, in New York City.", "id": 6071, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Hillary_for_Foundation_check.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/6071/", "title": "Hillary for foundation story", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/punditfact/statements/2015/apr/29/rush-limbaugh/rush-limbaugh-says-clinton-foundation-spends-just-/", "edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 10775, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/10775/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Much of the discussion about the Clinton family foundation has focused on who donated to it and what they may have expected in return from then-Secretary of State Hillary Clinton. But critics of the Clintons have opened up another line of attack on what is formally known as the Bill, Hillary &amp; Chelsea Clinton Foundation, charging that it doesn&rsquo;t actually spend very much on charitable works.</p>\r\n\r\n<p>Conservative radio host Rush Limbaugh <a href=\"http://www.rushlimbaugh.com/daily/2015/04/23/the_bombardment_of_the_clinton_crime_family_foundation_continues\" style=\"text-decoration:none;\"><u>aired this line of argument</u></a> on April 23, 2015, citing a report in the <em>Federalist</em>, a conservative publication. Here&rsquo;s a portion of what Limbaugh said:</p>\r\n\r\n<p><em>&quot;The Marine Corps-Law Enforcement Foundation -- 99 percent pass-through. The Clinton Family Foundation pass-through is 15 percent. The Federalist reports only 15 percent of the money donated to the Clinton Family Foundation went to actual charitable causes. The bulk of the money donated to the Clinton Family Foundation went to travel, salaries, and benefits. Sixty percent of all the money raised went to other expenses. In other words, folks, 85 percent of every dollar donated to the Clinton Foundation ended up either with the Clintons or with their staff to pay for travel, salaries, and benefits. Fifteen cents of every dollar actually went to some charitable beneficiary.&quot;</em></p>\r\n\r\n<p>As this claim was circulating, the Clinton Foundation pushed back. The foundation <a href=\"https://twitter.com/ClintonFdn/status/592047971631570944\" style=\"text-decoration:none;\"><u>tweeted</u></a>, &quot;More than 88% of our expenditures go directly to our life-changing work.&quot;</p>\r\n\r\n<p>The difference between 15 percent and 88 percent is wide, so we decided to check Limbaugh&rsquo;s claim. A representative with Limbaugh&rsquo;s radio network didn&rsquo;t answer an email inquiry.</p>\r\n\r\n<p><strong>An unusual approach for a foundation</strong></p>\r\n\r\n<p>When most people in the charitable world think of foundations, they think of organizations that give away a lot of money in the form of grants to others who go out and do good works. The Clinton foundation works differently -- it keeps its money in house and hires staff to carry out its own humanitarian programs.</p>\r\n\r\n<p>This set-up means the Clinton foundation&rsquo;s finances get complicated in ways other foundations do not.</p>\r\n\r\n<p>Partly because of that, one of the leading independent groups that track charities -- Charity Navigator -- has been flummoxed about how to analyze that foundation and has stopped rating it, at least for now.</p>\r\n\r\n<p>Charity Navigator says it has &quot;determined that this charity&#39;s atypical business model cannot be accurately captured in our current rating methodology. Our removal of The Clinton Foundation from our site is neither a condemnation nor an endorsement of this charity. We reserve the right to reinstate a rating for The Clinton Foundation as soon as we identify a rating methodology that appropriately captures its business model.&quot;</p>\r\n\r\n<p><strong>What is counted in the foundation&rsquo;s financials?</strong></p>\r\n\r\n<p>The <a href=\"http://thefederalist.com/2015/03/02/the-u-s-constitution-actually-bans-hillarys-foreign-government-payola/\" style=\"text-decoration:none;\"><u><em>Federalist</em> article</u></a> that Limbaugh cited dug into the Clinton foundation&rsquo;s tax forms known as 990s<strong>, </strong>which nonprofits have to file annually with the Internal Revenue Service. Here&rsquo;s an excerpt from the <em>Federalist </em>article:</p>\r\n\r\n<p>&quot;When anyone contributes to the Clinton Foundation, it actually goes toward fat salaries, administrative bloat, and lavish travel. Between 2009 and 2012, the Clinton Foundation raised over $500 million dollars according to a review of IRS documents by The <em>Federalist </em>(<a href=\"http://www.guidestar.org/FinDocuments/2012/311/580/2012-311580204-09d3e966-9.pdf\" style=\"text-decoration:none;\"><u>2012</u></a>,<a href=\"http://www.guidestar.org/FinDocuments/2011/311/580/2011-311580204-08d3f620-9.pdf\" style=\"text-decoration:none;\"> <u>2011</u></a>,<a href=\"http://www.guidestar.org/FinDocuments/2010/311/580/2010-311580204-07ca817f-9.pdf\" style=\"text-decoration:none;\"> <u>2010</u></a>,<a href=\"https://www.clintonfoundation.org/files/cf_audited_financials_2008-2009.pdf\" style=\"text-decoration:none;\"> <u>2009</u></a>,<a href=\"https://www.clintonfoundation.org/files/2008_audited_financials.pdf\" style=\"text-decoration:none;\"> <u>2008</u></a>). A measly 15 percent of that, or $75 million, went towards programmatic grants. More than $25 million went to fund travel expenses. Nearly $110 million went toward employee salaries and benefits. And a whopping $290 million during that period &mdash; nearly 60 percent of all money raised &mdash; was classified merely as &lsquo;other expenses.&rsquo; &quot;</p>\r\n\r\n<p>The Clinton foundation, on the other hand, gets to its 88 percent going to &quot;life-changing work&quot; by <em>combining </em>the finances of the Clinton Foundation and an affiliated organization, the Clinton Health Access Initiative, that before 2010 had been part of the Clinton Foundation proper. The Clinton Health Access Initiative works with governments and private groups to lower the costs of treatment for HIV/AIDS in the developing world.</p>\r\n\r\n<p>The Clinton Health Access Initiative was split off from the foundation because &quot;they got so big they needed their own organization to do it,&quot; said Craig Minassian, a spokesman for the foundation, in an interview with PolitiFact. But in putting together its <a href=\"https://www.clintonfoundation.org/sites/default/files/clintonfoundation2013-2014annualreport.pdf\" style=\"text-decoration:none;\"><u>annual report</u></a> for 2013, the Clinton Foundation folded together both groups before calculating the numbers.</p>\r\n\r\n<p>Some question the logic for doing it this way.</p>\r\n\r\n<p>&quot;Clinton allies are deliberately conflating the activities and finances of multiple independent nonprofit organizations and hoping you&#39;ll view everything together as &lsquo;The Clinton Foundation,&rsquo; &quot; Sean Davis, who wrote the <em>Federalist </em>story, told PunditFactc. &quot;That&#39;s just not the case, though.&quot;</p>\r\n\r\n<p>The correct number for the Clinton Foundation alone -- which owned the account the tweet was sent from -- was just over 80 percent in 2013, not 88 percent.</p>\r\n\r\n<p><strong>The Clinton Foundation&rsquo;s unusual model</strong></p>\r\n\r\n<p>As we noted earlier, many foundations carry out charitable works by giving money to other organizations that, in turn, do the ground-level charity work, whereas the Clinton foundation&rsquo;s charitable works are mostly done by people on the foundation&rsquo;s payroll. &quot;We are an implementing organization rather than a grantmaking organization,&quot; said the foundation&rsquo;s Minassian. That&rsquo;s why the Clinton Foundation&rsquo;s 990s show a relatively small amount of money categorized as &quot;grants&quot; -- only about 10 percent of all expenses in 2013.</p>\r\n\r\n<p>The foundation says its own employees are doing its charitable work. The <a href=\"https://www.clintonfoundation.org/sites/default/files/clintonfoundation2013-2014annualreport.pdf\" style=\"text-decoration:none;\"><u>annual report</u></a> -- which, remember, includes both the Clinton Foundation and the Clinton Health Access Initiative -- says that 7 percent of expenditures were spent on &quot;management and expenses&quot; and 4.5 percent for &quot;fundraising.&quot; (The numbers on the 990s for the two entities are in the same ballpark.)</p>\r\n\r\n<p>Add those two percentages together and you get almost 12 percent; subtract that from 100 percent and you get the magic 88 percent figure the foundation cited.</p>\r\n\r\n<p>An independent academic CPA who specializes in nonprofit foundation finances said Limbaugh&rsquo;s error was in assuming that all spending beyond grants amounted to wasteful overhead.</p>\r\n\r\n<p>&quot;When Mr. Limbaugh says most of the spending is on salaries, travel, and other, that is not particularly informative,&quot; said Linda Parsons, an associate professor of accounting at the University of Alabama&#39;s Culverhouse College of Commerce. &quot;Travel and salaries for those who are directly carrying out the mission of the organization are much different than salaries and travel for executives who are networking in order to raise funds or for those who manage the organization. The response from the Clinton foundation that they carry out their missions directly, rather than outsource it to another organization or series of organizations, makes sense given that the Clinton Foundation reports travel, salaries, depreciation and conferences directly.&quot;</p>\r\n\r\n<p>Of course, Parsons&rsquo; interpretation depends on trusting the Clinton foundation&rsquo;s characterization of its expenditures. As with any institution that files tax forms, the Clinton foundation has to characterize on its own what counts as &quot;management&quot; and what counts as spending on front-line charity work.</p>\r\n\r\n<p>The <em>Federalist </em>article says the foundation&rsquo;s tweet exaggerates when it says money spent &quot;directly&quot; on &quot;life-changing work,&quot; when in fact the group, by its own calculations, &quot;spent nearly $8.5 million &ndash; 10 percent of all 2013 expenditures &ndash; on travel. Do plane tickets and hotel accommodations directly change lives? Nearly $4.8 million &ndash; 5.6 percent of all expenditures &ndash; was spent on office supplies. Are ink cartridges and staplers &lsquo;life-changing&rsquo; commodities?&quot;</p>\r\n\r\n<p>In response to a PolitiFact request, the Clinton Foundation said the expenditures for its programs are &quot;inclusive of salaries for staff, large-scale conferences (which is how the foundation convenes partners to take action such as the Clinton Global Initiative and the Health Matters conference), training for farmers and other beneficiaries, as well as direct program expenses like purchasing seeds and fertilizer for our agricultural programs and medical equipment for our public health work.&quot;</p>\r\n\r\n<p>Reasonable people can disagree about how to categorize expenses, said Janet S. Greenlee, emeritus professor of accounting at the University of Dayton business school.</p>\r\n\r\n<p>&quot;There is no approved, required, or suggested method for allocating costs between program and nonprogram spending, so two charities that have the same financial events may have totally different financials,&quot; Greenlee said. &quot;Limbaugh is saying everything that&rsquo;s not direct service must be a waste of money, while the foundation is probably estimating that most of its other costs are actually direct service and so are accounted as such. The &lsquo;truth,&rsquo; if there is such a thing, is somewhere in between.&quot;</p>\r\n\r\n<p>The foundation sent PolitiFact a rough geographic breakdown for program spending in 2012 and 2013. It cited expenditures split between 66.2 percent for the United States, 18.1 percent for South America, 5.6 percent for Southeast Asia, 4.9 percent for Sub-Saharan Africa, 3.6 percent for Central America and the Caribbean, 1.2 percent for West and Central Africa and 0.4 percent for Mexico.</p>\r\n\r\n<p>That&rsquo;s more than we had expected to see in domestic spending -- we&rsquo;re checking with the foundation on why that was so high, and will report their explanation if we receive one -- but even if the foundation devoted as little as one-third of its expenses to programs outside the U.S., then Limbaugh&rsquo;s 15 percent estimate would be too low.</p>\r\n\r\n<p>To offer some context, spending 88 percent of expenses on charitable programs, as the Clinton foundation says it does, would actually be pretty good by industry standards. Parsons said the average reported across all organizations in the National Center for Charitable Statistics is 81 percent -- equal to the Clinton Foundation&rsquo;s rate on its own -- and the Better Business Bureau&rsquo;s Wise Giving Alliance suggests a minimum of 65 percent. &quot;The foundation exceeds that,&quot; Parsons said.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Limbaugh said &quot;85 percent of every dollar donated to the Clinton Foundation ended up either with the Clintons or with their staff to pay for travel, salaries, and benefits. Fifteen cents of every dollar actually went to some charitable beneficiary.&quot;</p>\r\n\r\n<p>There&rsquo;s a grain of truth here -- roughly 85 percent of the foundation&rsquo;s spending was for items other than charitable grants to other organizations, and a large chunk of this 85 percent did go to Clinton Foundation staff for travel, salaries and benefits. However, the foundation says it does most of its charitable work in-house, and it&rsquo;s not credible to think that the foundation spent zero dollars beyond grants on any charitable work, which is what it would take for Limbaugh to be correct.</p>\r\n\r\n<p>The claim contains some element of truth but ignores critical facts that would give a different impression, so we rate it Mostly False.</p>\r\n", "ruling_comments_date": "2015-04-28T16:11:11.309222", "ruling_date": "2015-04-29T11:40:48", "ruling_headline": "Rush Limbaugh says Clinton Foundation spends just 15 percent on charity, 85 percent on overhead", "ruling_headline_slug": "rush-limbaugh-says-clinton-foundation-spends-just-", "ruling_link_text": "A misreading of the numbers", "ruling_state": null, "source_documents": null, "sources": "<p>Rush Limbaugh, <a href=\"http://www.rushlimbaugh.com/daily/2015/04/23/the_bombardment_of_the_clinton_crime_family_foundation_continues\" style=\"text-decoration:none;\"><u>transcript of radio show</u></a>, April 23, 2015</p>\r\n\r\n<p>Clinton Foundation, <a href=\"https://www.clintonfoundation.org/sites/default/files/clintonfoundation2013-2014annualreport.pdf\" style=\"text-decoration:none;\"><u>annual report</u></a>, 2013-14</p>\r\n\r\n<p>Clinton Foundation, <a href=\"https://twitter.com/ClintonFdn/status/592047971631570944\" style=\"text-decoration:none;\"><u>tweet</u></a>, April 25, 2015</p>\r\n\r\n<p>Clinton Foundation, &quot;<a href=\"https://www.clintonfoundation.org/about/annual-financial-reports\" style=\"text-decoration:none;\"><u>Annual &amp; Financial Reports&quot; index page</u></a>, accessed April 28, 2015</p>\r\n\r\n<p>Clinton Health Access Initiative, <a href=\"http://www.clintonhealthaccess.org/files/Clinton%20Health%20Access%20Initiative%20Inc%20%202013%20Form%20990.pdf\" style=\"text-decoration:none;\"><u>form 990</u></a>, tax year 2013</p>\r\n\r\n<p>Charity Navigator, &quot;<a href=\"http://www.charitynavigator.org/index.cfm?bay=search.profile&amp;ein=311580204#.VT_WrJMeq7A\" style=\"text-decoration:none;\"><u>Bill Hillary &amp; Chelsea Clinton Foundation&quot; index page</u></a>, accessed April 28, 2015</p>\r\n\r\n<p>The Federalist, &quot;<a href=\"http://thefederalist.com/2015/03/02/the-u-s-constitution-actually-bans-hillarys-foreign-government-payola/\" style=\"text-decoration:none;\"><u>The U.S. Constitution Actually Bans Hillary&rsquo;s Foreign Government Payola</u></a>,&quot; March 2, 2015</p>\r\n\r\n<p>The Federalist, &quot;<a href=\"http://thefederalist.com/2015/04/27/in-2013-the-clinton-foundation-only-spent-10-percent-of-its-budget-on-charitable-grants/\" style=\"text-decoration:none;\"><u>In 2013, The Clinton Foundation Only Spent 10 Percent Of Its Budget On Charitable Grants</u></a>,&quot; April 27, 2015</p>\r\n\r\n<p>The Federalist, &quot;<a href=\"http://thefederalist.com/2015/04/28/top-clinton-foundation-official-this-is-not-charity/\" style=\"text-decoration:none;\"><u>Top Clinton Foundation Official: &#39;This Is Not Charity,</u></a>&#39; &quot; April 28, 2015</p>\r\n\r\n<p><em>The Atlantic</em>: &quot;<a href=\"http://www.theatlantic.com/magazine/archive/2007/10/-this-is-not-charity/306197/\" style=\"text-decoration:none;\"><u>&lsquo;This Is Not Charity&rsquo;: How Bill Clinton, Ira Magaziner, and a team of management consultants are creating new markets, reinventing philanthropy&mdash;and trying to save the world</u></a>,&quot; October 2007</p>\r\n\r\n<p>Email interview with Sean Davis, co-founder of The Federalist, April 27-28, 2015</p>\r\n\r\n<p>Email interview with Linda Parsons, associate professor of accounting at the University of Alabama&#39;s Culverhouse College of Commerce, April 27, 2015</p>\r\n\r\n<p>Email interview with Janet S. Greenlee, emeritus professor of accounting at the University of Dayton business school</p>\r\n\r\n<p>Email interview with Craig Minassian, spokesman for the Clinton Foundation, April 27-28, 2015</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 10, "current_job": "Radio host", "false_count": 12, "first_name": "Rush", "half_true_count": 5, "home_state": "", "id": 156, "last_name": "Limbaugh", "mostly_true_count": 2, "name_slug": "rush-limbaugh", "pants_count": 10, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/rush_limbaugh6.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/156/", "total_count": 39, "true_count": 0, "website": "http://www.rushlimbaugh.com/"}, "statement": "<p>&quot;Eighty-five percent of every dollar donated to the Clinton Foundation ended up either with the Clintons or with their staff to pay for travel, salaries, and benefits. Fifteen cents of every dollar actually went to some charitable beneficiary.&quot;</p>\r\n", "statement_context": "a monologue on his radio show", "statement_date": "2015-04-23", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 154, "photo": null, "resource_uri": "/api/v/2/subject/154/", "subject": "Campaign Finance", "subject_slug": "campaign-finance", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}, {"description": "", "id": 105, "photo": null, "resource_uri": "/api/v/2/subject/105/", "subject": "Human Rights", "subject_slug": "human-rights", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 41, "current_job": "Presidential candidate", "false_count": 31, "first_name": "Hillary", "half_true_count": 69, "home_state": "New York", "id": 1, "last_name": "Clinton", "mostly_true_count": 76, "name_slug": "hillary-clinton", "pants_count": 7, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/GYI_659046701_585968470.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1/", "total_count": 304, "true_count": 72, "website": "http://www.hillaryclinton.com/"}], "twitter_headline": ""}