{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/jul/09/eric-cantor/Cantor-and-other-republicans-say-obama-promised-s/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1078, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1078/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>With unemployment rates continuing to rise nearly five months after the economic stimulus plan was passed, House Republican Whip Eric Cantor said the Obama-backed plan is a bust.</p>\r\n<p>\"Clearly the stimulus or so-called stimulus plan that spent almost $800 billion dollars has not worked,\" Cantor said in a PBS interview on July 8, 2009. \"We were promised, the president said we would keep unemployment under 8.5 percent. We're now over 9.5 percent, on our way to 10 percent.\"</p>\r\n<p>The claim that the Obama administration \"promised\" the stimulus would keep the unemployment rate below 8 percent is a popular talking point among Republican critics of the stimulus.</p>\r\n<p>We've heard it from House Republican Leader John Boehner, R-Ohio, Reps. Darrell Issa, R-Calif., and Lynn Westmoreland, R-Ga., as well as conservative talk show host Sean Hannity, to name a few. They all called it a \"promise.\"</p>\r\n<p>They are referring to a Jan. 9, 2009, report called \"The Job Impact of the American Recovery and Reinvestment Plan\" from Christina Romer, chairwoman of the president's Council of Economic Advisers, and Jared Bernstein, the vice president's top economic adviser.</p>\r\n<p>Their report projected that the stimulus plan proposed by Obama would create between three and four million jobs by the end of 2010. The report also includes a graphic predicting unemployment rates with and without the stimulus. Without the stimulus (the baseline), unemployment was projected to hit about 8.5 percent in 2009 and then continue rising to a peak of about 9 percent in 2010. With the stimulus, they predicted the unemployment rate would peak at just under 8 percent in 2009.</p>\r\n<p>But in June, the unemployment rate was 9.5 percent.</p>\r\n<p>In the past week, the administration has acknowledged its projections were wrong.</p>\r\n<p>Here's what Romer herself said in a July 2 interview on Fox: \"None of us had a crystal ball back in December and January. I think almost every private forecaster realized that there were other things going on in the economy. It was worse than we anticipated. What the private forecasters are saying now is that they do anticipate that the economy will start growing again in the second half of the year, and that usually, then, employment and unemployment start to respond shortly after that. So I think that is a realistic expectation.\"</p>\r\n<p>Biden also acknowledged the discrepancies in a July 5 interview with ABC's George Stephanopoulos.</p>\r\n<p>\"The truth is, we and everyone else misread the economy,\" Biden said. \"The figures we worked off of in January were the consensus figures in most of the blue chip indexes out there. ... And so the truth is, there was a misreading of just how bad an economy we inherited. Now, that doesn't &mdash; I'm not laying &mdash; it's now our responsibility. So the second question becomes, did the economic package we put in place, including the Recovery Act, is it the right package given the circumstances we're in? And we believe it is the right package given the circumstances we're in.\"</p>\r\n<p>Stephanopoulos correctly noted that projections from the nonpartisan Congressional Budget Office at the time were slightly less optimistic than the administration's. In January, the CBO projected the unemployment rate would climb to 8.3 percent in 2009 and peak at 9 percent in 2010. By February, the prediction was even higher &mdash; 9 percent in 2009 without the stimulus, and 7.7 to 8.5 percent with a stimulus.</p>\r\n<p>In a White House news conference on June 8, 2009, Bernstein, the co-author of the February projections, said they were off because the fourth-quarter economic numbers weren't available at the time. When they were released a short time later, they revealed the economy was in more dire shape than economists realized.</p>\r\n<p>Bernstein maintained in that June news conference that the stimulus is working, and that without it, the unemployment rate would be even worse.</p>\r\n<p>The debate about the numbers comes from the inherent uncertainty in economic forecasting. How can you ever prove that if the unemployment rate gets to X percent, it would or would not have gotten a point or two higher if not for the stimulus? The same holds true for Republicans who say the rising unemployment rates prove the stimulus isn't working. Again, it's difficult to empirically prove whether they're right or wrong.</p>\r\n<p>We're certainly not going to try here. What we can rule on, however, is whether the Obama administration \"promised\" that unemployment rates would not rise above 8 percent if the stimulus were passed. We could find no instance of anyone in the administration directly making such a public pledge.</p>\r\n<p>What we saw from the administration in January was a projection, not a promise. And it was a projection that came with heavy disclaimers.</p>\r\n<p>\"It should be understood that all of the estimates presented in this memo are subject to significant margins of error,\" the report states. \"There is the more fundamental uncertainty that comes with any estimate of the effects of a program. Our estimates of economic relationships and rules of thumb are derived from historical experience and so will not apply exactly in any given episode. Furthermore, the uncertainty is surely higher than normal now because the current recession is unusual both in its fundamental causes and its severity.\"</p>\r\n<p>There's also a footnote that goes along with the chart that states: \"Forecasts of the unemployment rate without the recovery plan vary substantially. Some private forecasters anticipate unemployment rates as high as 11% in the absence of action.\"</p>\r\n<p>That sure doesn't sound like a full-fledged promise to us.</p>\r\n<p>We think it's a big stretch to call an economic projection a \"promise.\" The administration never characterized it that way and included plenty of disclaimers saying the predictions had \"significant margins of error\" and a higher degree of uncertainty due to a recession that is \"unusual both in its fundamental causes and its severity.\" And so we rule the statement by Cantor &mdash; and other Republicans who have said the same thing &mdash; Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-01-07T13:27:40.809757", "ruling_date": "2009-07-09T17:22:45", "ruling_headline": "Cantor and other Republicans say Obama promised stimulus would keep unemployment rates below 8 percent", "ruling_headline_slug": "Cantor-and-other-republicans-say-obama-promised-s", "ruling_link_text": "Promise or a bad projection?", "ruling_state": null, "source_documents": null, "sources": "<p>PBS.org, News Hour with Jim Lehrer,  <a href=\"http://www.pbs.org/newshour/newshour_index.html\" target=\"_blank\"> \"State of the Stimulus, including interview with Rep. Eric Cantor,\" </a> July 8, 2009</p>\r\n<p>House Republican leader John Boehner's Web site, Press release:  <a href=\"http://republicanleader.house.gov/News/DocumentSingle.aspx?DocumentID=136244\" target=\"_blank\"> \"Boehner: How Will Vice President Defend 'Stimulus' That Was Supposed to Create Jobs 'Immediately' in a State With Over 10 Percent Unemployment?\" </a> July 8, 2009</p>\r\n<p>ABC News, George Stephanopoulos' Bottom Line,  <a href=\"http://blogs.abcnews.com/george/2009/07/biden-we-misread-the-economy-.html\" target=\"_blank\"> \"Biden: We 'Misread the Economy,'\" </a> July 5, 2009</p>\r\n<p>White House,  <a href=\"http://otrans.3cdn.net/ee40602f9a7d8172b8_ozm6bt5oi.pdf\" target=\"_blank\"> \"The Job Impact of the American Recovery and Reinvestment Plan,\" </a> by Christina Romer, chairwoman of the president's Council of Economic Advisers, and Jared Bernstein, the vice president's top economic adviser, Jan. 9, 2009</p>\r\n<p>White House Web site,  <a href=\"http://www.whitehouse.gov/the_press_office/Briefing-by-Press-Secretary-Robert-Gibbs-with-Jared-Bernstein-the-Vice-Presidents-Chief-Economist-6-8-09/\" target=\"_blank\"> Press Briefing by Press Secretary Robert Gibbs and the Vice President's Chief Economist, Jared Bernstein </a> , June 8, 2009</p>\r\n<p>Atlanta Journal Constitution,  <a href=\"http://www.ajc.com/opinion/content/opinion/stories/2009/06/28/wested_0628.html\" target=\"_blank\"> \"Opinion: Package hasn't stopped the slide,\" </a> by Rep. Lynn Westmoreland, June 28, 2009</p>\r\n<p>Congressional Budget Office,  <a href=\"http://www.cbo.gov/ftpdocs/99xx/doc9987/Gregg_Year-by-Year_Stimulus.pdf\" target=\"_blank\"> Letter from Director Douglas W. Elmendorf to Rep. Judd Gregg, an analysis of the economic effects of the pending stimulus legislation </a> , Feb. 11, 2009</p>\r\n<p>Congressional Budget Office,  <a href=\"http://www.cbo.gov/doc.cfm?index=9957\" target=\"_blank\"> \"The Budget and Economic Outlook: Fiscal Years 2009 to 2019,\" </a> January 2009</p>\r\n<p>YouTube.com, Rep.  <a href=\"http://www.youtube.com/watch?v=yfEDIF6sHUk\" target=\"_blank\"> Eric Cantor interviewed on MSNBC </a> , June 9, 2009</p>\r\n<p>Fox News, Interview with Christina Romer, Chair of the President's Council of Economic Advisers; Subject: Unemployment Numbers, July 2, 2009</p>\r\n<p>CQ Transcripts, ABC's \"This Week with George Stephanopoulos\" interview with Biden, July 5, 2009</p>\r\n<p>CNN.com. \"GOP slams Obama stimulus as ineffective,\" July 8, 2009</p>\r\n<p>New York Times, \"Joblessness Hits 9.5%, Deflating Recovery Hopes,\" by Peter S. Goodman, July 3, 2009</p>\r\n<p>Interview with Don Stewart, a spokesman for Senate Republican Leader Mitch McConnell, July 8, 2009</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 9, "current_job": "House Majority Leader", "false_count": 6, "first_name": "Eric", "half_true_count": 4, "home_state": "Virginia", "id": 118, "last_name": "Cantor", "mostly_true_count": 4, "name_slug": "eric-cantor", "pants_count": 4, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/AP_DCSA133_DEBT_SHOWDOWN.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Virginia", "edition": "Virginia", "edition_slug": "virginia", "has_afterthefact": false, "id": 10, "index_page": false, "meter_name": "The Virginia Truth-O-Meter", "resource_uri": "/api/v/2/edition/10/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/118/", "total_count": 36, "true_count": 7, "website": ""}, "statement": "<p>\"We were promised. The president said we would keep unemployment under 8.5 percent (if the stimulus passed).\"</p>", "statement_context": "a PBS interview.", "statement_date": "2009-07-08", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 150, "photo": null, "resource_uri": "/api/v/2/subject/150/", "subject": "Stimulus", "subject_slug": "stimulus", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [{"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}], "twitter_headline": null}