{"art": [{"brightcove": "", "caption": "Ben Carson announces he is running for the Republican presidential nomination in Detroit on May 4, 2015.", "id": 6146, "infogram": "", "ndn": "<div class=\"ndn_embed\" data-config-widget-id=\"2\" style=\"width:740px;height:430px\" data-config-type=\"VideoPlayer/Single\" data-config-tracking-group=\"90964\" data-config-playlist-id=\"13434\" data-config-video-id=\"29013081\" data-config-site-section=\"tbtimes\"></div>", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 5, "name": "NDN", "resource_uri": "/api/v/2/mediatype/5/"}, "resource_uri": "/api/v/2/media/6146/", "title": "Ben Carson announces campaign video", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "canonical_url": "/truth-o-meter/statements/2015/may/11/occupy-democrats/does-ben-carson-want-eliminate-dependency-governme/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": null, "id": 10823, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jmartin@tampabay.com", "first_name": "John", "id": 12, "last_name": "Martin", "name_slug": "john-martin", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/12/", "title": "News Researcher, Tampa Bay Times", "twitter": null}, {"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "resource_uri": "/api/v/2/statement/10823/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p><img src=\"https://lh4.googleusercontent.com/IWQ4_RawOgLABD3_bql4CW4r5RnKxE5k12nw66ltzu6GeZ1QmJ93BgsjHMVQ-MtUWvNBCm1t8gS0oKdOucJpfFrxAL5eVz0BNczhMTOZBxRYBoHKawWu61lp-HexOvMG8M7lSZI\" style=\"-webkit-transform:rotate(0rad); border:3px solid; color:rgb(0, 0, 0); float:right; height:300px; line-height:20.7999992370605px; margin:8px; transform:rotate(0rad); width:300px\" /></p>\r\n\r\n<p>With Ben Carson officially in the ring of Republican presidential contenders, Democratic social media activists are using his famous scraps-to-scalpel narrative against him.&nbsp;</p>\r\n\r\n<p>Carson, 63, was raised in a single-parent, impoverished household in Detroit and went on to become a Yale University-educated neurosurgeon at Johns Hopkins Hospital. Carson, in 1987, was the first doctor to separate twins conjoined at the head.</p>\r\n\r\n<p>The Facebook group Occupy Democrats accuses Carson of wanting to take away some of the very same government benefits that helped support Carson&rsquo;s family.</p>\r\n\r\n<p>The <a href=\"https://www.facebook.com/OccupyDemocrats/photos/a.347907068635687.81180.346937065399354/837947672964955/?type=1&amp;theater\" style=\"text-decoration:none;\"><u>Facebook meme</u></a>&nbsp;shared May 4, 2015, says, &quot;Tea party icon Dr. Ben Carson is running for president to &lsquo;eliminate dependency on government.&rsquo; &quot;</p>\r\n\r\n<p>&quot;But he doesn&rsquo;t mention that he grew up in public schools, got public housing and food stamps, got free glasses from a government program, was helped by Affirmative Action, and got Pell Grants for college.</p>\r\n\r\n<p>&quot;Hypocrisy, much?&quot;</p>\r\n\r\n<p>A reader asked us to look into Carson&rsquo;s biography and see if the facts align with the meme&rsquo;s claims.</p>\r\n\r\n<p>The meme is rather thinly sourced to a <a href=\"http://samuel-warde.com/2014/07/startling-hypocrisy-conservative-icon-dr-ben-carson/\" style=\"text-decoration:none;\"><u>blogpost</u></a> that links back to another <a href=\"http://wonkette.com/550031/ben-carson-so-glad-his-welfare-mom-wasnt-dependent-on-government\" style=\"text-decoration:none;\"><u>post</u></a> that links to another <a href=\"http://www.readingisforsnobs.com/2014/05/welfare-recipient-ben-carson-complains.html\" style=\"text-decoration:none;\"><u>post</u></a> (as memes do).</p>\r\n\r\n<p>So we&rsquo;ll deal with the claims line by line.</p>\r\n\r\n<p><strong>&lsquo;Grew up in public schools&rsquo;</strong></p>\r\n\r\n<p>This checks out.</p>\r\n\r\n<p>Raised by a single mother with a third-grade education, Carson grew up very poor and attended public schools in Detroit, including Higgins Elementary School, Wilson Junior High School, Hunter Junior High School and Southwestern High School, where he graduated third in his class.</p>\r\n\r\n<p>In his 1990 autobiography <em>Gifted Hands</em>, Carson describes how he briefly attended fourth grade at a small private church school when his mother, Sonya, moved him and his older brother, Curtis, to live with relatives in Boston after the Carsons&rsquo; father moved out. His mother thought the boys would get a better education there than at the public schools. She was wrong.</p>\r\n\r\n<p>&quot;Though Curtis and I both made good grades, the work was not as demanding as it could have been, and when we transferred back to the Detroit public school system I had quite a shock,&quot; Carson wrote.</p>\r\n\r\n<p><strong>&lsquo;Got public housing&rsquo;</strong></p>\r\n\r\n<p>The details here are a little thin.</p>\r\n\r\n<p>When Carson&rsquo;s mother divorced his father, she received their &quot;modest house&quot; in the settlement. Carson described it as the size of most modern garages, less than 1,000 square feet. But as the family&rsquo;s financial situation deteriorated, they were forced to &quot;move into the Boston tenements&quot; with his aunt and uncle.</p>\r\n\r\n<p>It seems likely from his words that the tenements were for very poor families likely receiving government assistance, perhaps even for the homes. Carson describes &quot;armies of roaches,&quot; &quot;hordes of rats&quot; and omnipresent &quot;winos and drunks.&quot;</p>\r\n\r\n<p>When Sonya Carson saved enough to move back to Detroit, the family moved into a multifamily dwelling in Detroit in an &quot;upper lower-class neighborhood,&quot; he wrote. Carson doesn&rsquo;t outright describe the houses as Section 8 or federally funded projects. Other examinations of his life have, such as a <a href=\"http://www.success.com/article/never-give-up\" style=\"text-decoration:none;\"><u>Success.com article</u></a> that described this second Detroit home as in &quot;Detroit&rsquo;s downtown housing projects&quot; and &quot;the ghetto.&quot;</p>\r\n\r\n<p>Eventually his mother saved enough to return to the Carsons&rsquo; original home in a better neighborhood.</p>\r\n\r\n<p><strong>Got &lsquo;food stamps&rsquo;</strong></p>\r\n\r\n<p>This claim checks out.</p>\r\n\r\n<p>In his autobiography, Carson recounted the humiliation he felt using food stamps from his mom to pay for bread and milk. He would hide from classmates in the grocery store until it was safe to check out unnoticed.</p>\r\n\r\n<p>As hard as his mother worked in various domestic jobs, it wasn&rsquo;t enough to keep the family completely off of public assistance, he wrote.</p>\r\n\r\n<p>&quot;By the time I went into ninth grade, Mother had made such strides that she received nothing except food stamps,&quot; he wrote. &quot;She couldn&#39;t have provided for us and kept up the house without that subsidy.&quot;</p>\r\n\r\n<p><strong>&lsquo;Got free glasses from a government program&rsquo;</strong></p>\r\n\r\n<p>This, too, is correct.</p>\r\n\r\n<p>An eye exam in the fifth grade proved life-changing for Carson. In the fourth chapter of <em>Gifted Hands</em>, he says it wasn&rsquo;t until he failed to read letters on a chart on the wall that he realized his eyesight had deteriorated over time, contributing in part to his struggles at school.</p>\r\n\r\n<p>&quot;The school provided glasses for me, free,&quot; he wrote.</p>\r\n\r\n<p>Carson counts his glasses as a significant reason for his improvement in school because he could finally see the chalkboard.</p>\r\n\r\n<p><strong>&lsquo;Was helped by affirmative action&rsquo;</strong></p>\r\n\r\n<p>This claim is unproven.</p>\r\n\r\n<p>Carson wanted to go out of state for college, even though the University of Michigan in his home state &quot;actively recruited black students&quot; and was willing to waive application fees for low-income students, he wrote. He narrowed his sights on either Harvard or Yale, and decided to go with Yale after an impressive win against Harvard on <em>College Bowl </em>on TV.</p>\r\n\r\n<p>He started classes at&nbsp;Yale in 1969 and received a 90 percent scholarship, he wrote.</p>\r\n\r\n<p>Were affirmative action policies to thank for his admission?</p>\r\n\r\n<p>Carson&rsquo;s resume was impressive &mdash; he was third in his class, advanced so high within ROTC that he was offered a scholarship to West Point, and had high test scores.</p>\r\n\r\n<p>Still, Carson says he knew his minority background was valuable, saying &quot;most of the top colleges were scrambling to enroll Blacks.&quot;</p>\r\n\r\n<p>&quot;The school reps flocked around me because of my high academic achievements, and because I had done exceptionally well on the Scholastic Aptitude Test (SAT), ranking somewhere in the low ninetieth percentile--again, unheard of from a student in the inner city of Detroit,&quot; he wrote.</p>\r\n\r\n<p>After graduating from Yale with a degree in psychology, Carson was accepted into the University of Michigan Medical School, which he chose because it was in his home state, meaning lower tuition, and it was highly rated.</p>\r\n\r\n<p>In 1976, he applied for his residency in neurosurgery at Johns Hopkins Hospital in Baltimore, which he said took only two interns a year. The school chose Carson, who said he made an impression on his interviewer by sharing a love for classical music.</p>\r\n\r\n<p>&quot;Years later Dr. Udvarhelyi told me that he had made a strong case for my being accepted to Dr. Long, the chairman,&quot; he wrote. &quot; &lsquo;Ben,&rsquo; he said to me, &lsquo;I was impressed with your grades, your honors and recommendations, and the splendid way you handled yourself in the interview.&rsquo; &quot;</p>\r\n\r\n<p>Carson remained convinced that their exchange over a classical music concert gave him an edge. He did not, however, mention his race.</p>\r\n\r\n<p><strong>&lsquo;Got Pell grants for college&rsquo;</strong></p>\r\n\r\n<p>This claim, too, is unproven and in many ways the weakest claim tracing Carson&rsquo;s life story.</p>\r\n\r\n<p>Carson definitely received financial assistance to pay for college, but he does not offer details about the grants, at least not in <em>Gifted Hands</em> or to reporters in the last two decades. He also worked during the summers to help pay for other costs during school.</p>\r\n\r\n<p>The only mention of &quot;Ben Carson&quot; and &quot;Pell Grants&quot; in a LexisNexis search is in the context of his criticism of Obama&rsquo;s proposal to offer <a href=\"http://www.pbs.org/newshour/rundown/community-college-tuition-top-theme-state-union-speech/\" style=\"text-decoration:none;\"><u>free community college. </u></a></p>\r\n\r\n<p>&quot;First of all, it is only free if no one has to pay for it. It is not free if we rob Peter to pay Paul,&quot; Carson wrote <a href=\"http://www.wnd.com/2015/02/the-problem-with-free-college/\" style=\"text-decoration:none;\"><u>in a February column</u></a>. &quot;Secondly, Pell grants already exist to pay for community college expenses for needy students. For those who are not needy, there is an old-fashioned remedy that is very effective called work. In fact work might even be beneficial for those who are needy. It certainly provided some very valuable experiences for me.&quot;</p>\r\n\r\n<p><a href=\"http://samuel-warde.com/2014/07/startling-hypocrisy-conservative-icon-dr-ben-carson/\" style=\"text-decoration:none;\"><u>The article the meme</u></a> holds up as support for its claims references a since-deleted post from a Facebook user who said Carson &quot;benefited from affirmative action to enter college; used federal loans and Pell grants in undergrad school; benefited from affirmative action to enter medical school,&quot; and &quot;med school paid for with grant from USPHS.&quot;</p>\r\n\r\n<p>We contacted the author about where he got this information via Facebook. We&rsquo;ll update the story if anything becomes of it.</p>\r\n\r\n<p><strong>Comparing Carson&rsquo;s life story and his political platform</strong></p>\r\n\r\n<p>The meme, of course, is trying to accomplish more than just recounting Carson&rsquo;s biography. It&rsquo;s also suggesting Carson would end many of the programs he benefited from growing up.</p>\r\n\r\n<p>That is the most difficult allegation to prove of all.</p>\r\n\r\n<p>Carson directly addressed this criticism May 4, 2015, the day he announced his run for president.</p>\r\n\r\n<p>&quot;Many people are critical of me because they say, &lsquo;Carson wants to get rid of all the safety nets and welfare programs even though he must have benefited from them,&rsquo; &quot; he said, according to a <a href=\"http://www.politico.com/story/2015/05/ben-carson-2016-election-detroit-117595.html#ixzz3ZImEB1KF\" style=\"text-decoration:none;\"><u>Politico account</u></a>. &quot;This is a blatant lie. I have no desire to get rid of safety nets for people who need them. I have a strong desire to get rid of programs that create dependency in able-bodied people.&quot;</p>\r\n\r\n<p>This is similar to his response to a question about how he would get his message to minority voters at February&rsquo;s <a href=\"http://www.c-span.org/video/?c4529211/dr-ben-carson-remarks-cpac-2015\" style=\"text-decoration:none;\"><u>2015 Conservative Political Action Conference</u></a>.</p>\r\n\r\n<p>&quot;I&rsquo;m not interested in getting rid of the safety net,&quot; he said. &quot;I&rsquo;m interested in getting rid of dependency, and I want us to find a way to allow people to excel in our society, and as more and more people hear that message, they will recognize who is truly on their side and who is trying to keep them suppressed and cultivate their votes.&quot;</p>\r\n\r\n<p>Carson&rsquo;s <a href=\"https://www.bencarson.com/issues/\" style=\"line-height: 1.6; text-decoration: none;\"><u>campaign website</u></a> does not mention specific reforms to the safety net, but his rhetoric indicates he indeed wants to eliminate government dependency. What&rsquo;s not clear is if that would involve axing the same programs that helped his family get by decades ago.</p>\r\n\r\n<p>For the record, we could not locate the exact quote referenced in the meme &quot;Eliminate dependency on government,&quot; though that language wouldn&rsquo;t be out of character for Carson.</p>\r\n\r\n<p>Carson spokeswoman Deana Bass said Carson&rsquo;s &quot;family did receive benefits briefly when he was growing up in Detroit,&quot; but didn&rsquo;t answer our specific questions about whether he used Pell grants or grew up in public housing.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>A popular liberal Facebook meme aims to hold up Carson&rsquo;s past reliance on public assistance against him as he calls for eliminating government dependence in high-profile speeches.</p>\r\n\r\n<p>The meme gets many details of Carson&rsquo;s biography right, though it also jumps to some conclusions in a few places. More complicated is the comparison between Carson&rsquo;s past and his plans if elected president.</p>\r\n\r\n<p>Carson has said he wants to eliminate government dependency, but he also has made clear he intends to maintain programs public safety nets for people who need them.</p>\r\n\r\n<p>Carson hasn&rsquo;t elaborated what programs fall into what category, and how those he benefited from would be treated.</p>\r\n\r\n<p>Overall, the meme is partially accurate but leaves out important details and takes things out of context. We rate it Half True.</p>\r\n", "ruling_comments_date": "2015-05-11T12:36:34.956274", "ruling_date": "2015-05-11T16:33:18", "ruling_headline": "Does Ben Carson want to 'eliminate dependency on government' despite benefiting from welfare?", "ruling_headline_slug": "does-ben-carson-want-eliminate-dependency-governme", "ruling_link_text": "His mom used benefits, but he doesn't want to kill the programs", "ruling_state": null, "source_documents": null, "sources": "<p>Interview with Deana Bass, Carson campaign spokeswoman,&quot; May 8, 2015&nbsp;&nbsp;</p>\r\n\r\n<p>St. Petersburg Times, &quot;Living the Dream // Doctor&rsquo;s real miracle is his will to succeed,&quot; Feb. 10, 1989</p>\r\n\r\n<p>The Washington Post, &quot;For famed neurosurgeon, a prescription for achievement,&quot; April 28, 1999</p>\r\n\r\n<p>The New York Times, Scientist at work: Benjamin S. Carson; For many, pediatric neurosurgeon is a folk hero,&quot; June 8, 1993 (accessed via Nexis)</p>\r\n\r\n<p>Chicago Tribune, &quot;Accolades for a champion of children,&quot; May 12, 2004 (accessed via Nexis)</p>\r\n\r\n<p>Lee Branen Facebook page</p>\r\n\r\n<p><a href=\"https://www.facebook.com/lbranen?fref=nf\" style=\"text-decoration:none;\"><u>https://www.facebook.com/lbranen?fref=nf</u></a></p>\r\n\r\n<p>Occupy Democrats <a href=\"https://www.facebook.com/OccupyDemocrats/photos/a.347907068635687.81180.346937065399354/837947672964955/?type=1&amp;theater\" style=\"text-decoration:none;\"><u>Facebook post</u></a></p>\r\n\r\n<p>Samuel-Warde.com, &quot;<a href=\"http://samuel-warde.com/2014/07/startling-hypocrisy-conservative-icon-dr-ben-carson/\" style=\"text-decoration:none;\"><u>The Startling Hypocrisy Of Conservative Icon Dr. Ben Carson</u></a>,&quot; July 7, 2014</p>\r\n\r\n<p>Wonkette, &quot;<a href=\"http://wonkette.com/550031/ben-carson-so-glad-his-welfare-mom-wasnt-dependent-on-government#Tz4vl1dwrazZVMez.99\" style=\"text-decoration:none;\"><u>Ben Carson So Glad His Welfare Mom Wasn&rsquo;t Dependent On Government,</u></a>&quot; May 23, 2014 &nbsp;</p>\r\n\r\n<p>National Prayer Breakfast 2013 <a href=\"http://www.freerepublic.com/focus/f-bloggers/2986815/posts\" style=\"text-decoration:none;\"><u>transcript</u></a></p>\r\n\r\n<p>Politico, &quot;<a href=\"http://www.politico.com/story/2015/05/ben-carson-2016-election-detroit-117595.html#ixzz3ZImEB1KF\" style=\"text-decoration:none;\"><u>Ben Carson&rsquo;s home-field disadvantage</u></a>,&quot; May 4, 2015</p>\r\n\r\n<p>Bloomberg, &quot;<a href=\"http://www.bloomberg.com/politics/articles/2015-05-03/ben-carson-gifted-surgeon-and-political-neophyte-expected-to-announce-presidential-bid\" style=\"text-decoration:none;\"><u>Ben Carson, gifted surgeon and political neophyte, expected to announce presidential bid</u></a>,&quot; May 3, 2015,</p>\r\n\r\n<p>McClatchy DC, &quot;<a href=\"http://www.mcclatchydc.com/2013/03/26/186905/commentary-dr-ben-carsons-baffling.html\" style=\"text-decoration:none;\"><u>Commentary: Dr. Ben Carson&rsquo;s baffling vitriol against President Barack Obama,</u></a>&quot; March 26, 2013</p>\r\n\r\n<p>BizPac Review, <a href=\"http://www.bizpacreview.com/2014/05/21/ben-carson-riles-up-whoopi-with-welfare-truth-has-conservatives-cheering-on-the-view-120203#ixzz3ZO5r10Wu\" style=\"text-decoration:none;\"><u>&quot;Ben Carson riles up Whoopi with welfare truth has conservatives cheering on the view,</u></a>&quot; May 21, 2014</p>\r\n\r\n<p>The Daily Signal, &quot;Ben Carson Tells CPAC Crowd He Wants to &lsquo;Get Rid of Dependency,&rsquo; Not Welfare Programs,&quot; Feb. 15, 2015</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 5, "first_name": "", "half_true_count": 4, "home_state": "", "id": 2575, "last_name": "Occupy Democrats", "mostly_true_count": 1, "name_slug": "occupy-democrats", "pants_count": 4, "party": {"id": 16, "party": "Organization", "party_slug": "organization", "resource_uri": "/api/v/2/party/16/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Occupy_Democrats_official.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2575/", "total_count": 14, "true_count": 0, "website": "http://OccupyDemocrats.com/"}, "statement": "<p>&quot;Ben Carson is running for president to &lsquo;eliminate dependency on government.&rsquo; But he doesn&rsquo;t mention that he grew up in public schools, got public housing and food stamps, got free glasses from a government program, was helped by Affirmative Action, and got Pell Grants for college.&quot;</p>\r\n\r\n<div>&nbsp;</div>\r\n", "statement_context": "a Facebook meme", "statement_date": "2015-05-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}, {"description": "", "id": 221, "photo": null, "resource_uri": "/api/v/2/subject/221/", "subject": "Welfare", "subject_slug": "welfare", "used_in_edition": ["/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}