{"art": [{"brightcove": "", "caption": "Sen. Elizabeth Warren, D-Mass., and President Barack Obama are butting heads over pending foreign trade legislation.", "id": 6159, "infogram": "", "ndn": "<div class=\"ndn_embed\" data-config-widget-id=\"2\" style=\"width:740px;height:430px\" data-config-type=\"VideoPlayer/Single\" data-config-tracking-group=\"90964\" data-config-playlist-id=\"13434\" data-config-video-id=\"29053222\" data-config-site-section=\"tbtimes\"></div>", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 5, "name": "NDN", "resource_uri": "/api/v/2/mediatype/5/"}, "resource_uri": "/api/v/2/media/6159/", "title": "Warren Obama trade issue", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "lcarroll@politifact.com", "first_name": "Lauren", "id": 437, "last_name": "Carroll", "name_slug": "lauren-carroll", "on_staff_page": null, "phone": "202-816-8633", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Lauren_Carroll_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/437/", "title": "Staff Writer", "twitter": "LaurenFCarroll"}], "canonical_url": "/truth-o-meter/statements/2015/may/14/elizabeth-warren/fact-checking-elizabeth-warren-and-barack-obama-tr/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 10835, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "lcarroll@politifact.com", "first_name": "Lauren", "id": 437, "last_name": "Carroll", "name_slug": "lauren-carroll", "on_staff_page": null, "phone": "202-816-8633", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Lauren_Carroll_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/437/", "title": "Staff Writer", "twitter": "LaurenFCarroll"}], "resource_uri": "/api/v/2/statement/10835/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>President Barack Obama&rsquo;s international trade agenda is moving forward in Congress, after facing temporary defeat by fellow Democrats in the Senate.</p>\r\n\r\n<p>Obama is butting heads with many Democrats over this issue, but his squabble with Sen. Elizabeth Warren, D-Mass., has been the most public. Most recently, Warren said if Obama gets his way on trade, it could unravel Dodd-Frank -- Obama&rsquo;s hallmark financial regulations enacted after the 2008 financial crisis.</p>\r\n\r\n<p>&quot;In the next few weeks, Congress will decide whether to give the president fast-track authority,&quot; Warren said in <a href=\"https://www.youtube.com/watch?v=RhBmZGWz40U\" style=\"text-decoration:none;\"><u>May 5 remarks</u></a> at the liberal Institute for New Economic Thinking. &quot;This is a long-term problem &mdash; a six-year problem. If fast-track passes, a Republican president could easily use a future trade deal to override our domestic financial rules.&quot;</p>\r\n\r\n<p>Obama responded to that claim in a May 8 <a href=\"https://www.yahoo.com/politics/why-obama-is-happy-to-fight-elizabeth-warren-on-118537612596.html\" style=\"text-decoration:none;\"><u>interview</u></a> with Yahoo&rsquo;s Matt Bai.</p>\r\n\r\n<p>&quot;She&rsquo;s absolutely wrong,&quot; he said. &quot;Think about the logic of that, right? The notion that I had this massive fight with Wall Street to make sure that we don&rsquo;t repeat what happened in 2007, 2008. And then I sign a provision that would unravel it? I&rsquo;d have to be pretty stupid.&quot;</p>\r\n\r\n<p>So who&rsquo;s right here? We decided to dig into the substance of their arguments and see if Dodd-Frank really is in danger because of the trade debate. Buckle up.</p>\r\n\r\n<p><strong>Alphabet soup</strong></p>\r\n\r\n<p>A lot of media coverage has conflated two distinct aspects of the trade debate. The first is the Trans-Pacific Partnership (TPP), which is the trade deal that Obama is currently negotiating with several countries along the Pacific. The second is Trade Promotion Authority (TPA), which is a piece of legislation that would allow trade agreements (such as the TPP) to move through Congress under special rules intended to speed up the process, thus its nickname &quot;fast-track.&quot; Most trade deals since the 1970s have been accompanied by fast-track legislation.</p>\r\n\r\n<p>If the fast-track rules pass, Congress would not be able to amend or filibuster a trade agreement, which means the deal would only need 51 votes in the Senate to pass, as opposed to the 60 votes necessary without fast-track. And the rules would apply to all trade agreements before Congress for the next six years. <a href=\"http://www.brookings.edu/research/opinions/2015/04/09-trade-promotion-authority-trans-pacific-partnership-negotiations-meltzer\" style=\"text-decoration:none;\"><u>Supporters</u></a> say fast-track is necessary to bolster confidence among foreign partners that domestic politics won&rsquo;t dismantle a trade agreement. Critics, like Warren, argue that this drastically diminishes Congress&rsquo; role in the process, to its detriment.</p>\r\n\r\n<p>It&rsquo;s the fast-track bill that Warren said could allow future politicians to &quot;easily&quot; chip away at Dodd-Frank or any other law. This is possible in theory. Here&rsquo;s how.</p>\r\n\r\n<p>Imagine that the next president does not support Dodd-Frank regulations. He or she could -- unlike the Obama administration -- be open to discussing Dodd-Frank as part of foreign trade negotiations. The president could bring to Congress a trade agreement that requires scaling back Dodd-Frank to comply with the agreement parameters. (Congress doesn&rsquo;t vote on the agreement itself, it votes on a bill that lays out how the agreement will be implemented under U.S. law.)</p>\r\n\r\n<p>The administration could try to push this through without fast-track, but it would likely face opposition from members of Congress like Warren, who could try to amend or filibuster the agreement in order to maintain Dodd-Frank as is.</p>\r\n\r\n<p>With fast-track, the agreement wouldn&rsquo;t face these hurdles. Congress&rsquo; only option would be to vote against the whole agreement -- all or nothing. If enough Dodd-Frank supporters were to decide that the trade deal is more important, the agreement could pass, watered-down regulations and all.</p>\r\n\r\n<p>So Warren&rsquo;s prediction is possible -- not &quot;absolutely wrong,&quot; as Obama said. However, as Obama also said, &quot;this is pure speculation.&quot; How big of a risk exists is a much harder question to answer.</p>\r\n\r\n<p><strong>Is it easy?</strong></p>\r\n\r\n<p>Those who share Warren&rsquo;s position argue that under fast-track, a trade deal only needs 51 Senate votes, as opposed to 60 without fast-track, and that makes a huge difference in how easy it is to move the deal through Congress.</p>\r\n\r\n<p>It could be a &quot;backdoor means of undermining Wall Street reform,&quot; said Ben Beachy, global trade research director at Public Citizen, an advocacy group <a href=\"http://citizen.typepad.com/eyesontrade/2015/05/why-warren-is-right-and-obama-is-wrong-on-fast-tracks-threat-to-wall-street-reform.html\" style=\"text-decoration:none;\"><u>that sides with Warren</u></a> on this issue.</p>\r\n\r\n<p>Beachy noted that the Trans-Pacific Partnership <a href=\"http://ourfinancialsecurity.org/blogs/wp-content/ourfinancialsecurity.org/uploads/2013/12/AFR-Trade-Letter-12.19.13.pdf\" style=\"text-decoration:none;\"><u>might hurt Dodd-Frank</u></a>, because it includes certain financial parameters that mirror many of the North American Free Trade Agreement&rsquo;s &quot;pre-crisis, deregulatory rules that threaten financial regulations&quot; and would expand them further. However, what&rsquo;s actually in the Trans-Pacific Partnership remains <a href=\"http://www.politico.com/story/2015/05/secrecy-eroding-support-for-trade-pact-critics-say-117581.html\" style=\"text-decoration:none;\"><u>secret</u></a>, and the White House <a href=\"https://www.whitehouse.gov/blog/2014/12/19/trans-pacific-partnership-and-financial-regulatory-reform\" style=\"text-decoration:none;\"><u>denies</u></a> this claim.</p>\r\n\r\n<p>Even accounting for the Senate vote threshold, though, nearly every expert we interviewed said Warren exaggerated the threat that fast-track authority would &quot;easily&quot; allow a Republican president to dissolve Dodd-Frank.</p>\r\n\r\n<p>&quot;The risks are very small, so in that sense I agree with Obama,&quot; said Bill Krist, senior policy scholar at the Wilson Center and a former trade official in the early 1980s. &quot;But in the more literal sense of Elizabeth Warren being &lsquo;absolutely wrong,&rsquo; I don&rsquo;t.&quot;</p>\r\n\r\n<p>First of all, the fast-track bill <a href=\"https://fas.org/sgp/crs/misc/RL33743.pdf\" style=\"text-decoration:none;\"><u>currently on the table</u></a> gives members of Congress other ways to object to the negotiations, said Gary Hufbauer, senior fellow at the Peterson Institute for International Economics and a trade official at the Treasury in the late 1970s. It allows a bipartisan group of Congress to advise and serve as delegates. Relatedly, the fast-track bill gives Congress the ability to reject fast-track for a particular trade deal if it fails to meet certain congressional objectives.</p>\r\n\r\n<p>Additionally, trade negotiations take a long time, so it&rsquo;s hard to envision a new president coming in, reversing the U.S. position on financial regulation, and finalizing a deal by 2021&nbsp;(the end of the fast-track bill&rsquo;s time frame). For example, the Trans-Pacific Partnership, nearing completion this year, has been in the works since 2005.</p>\r\n\r\n<p>&quot;The proposition that suddenly a trade deal is going to appear and it&rsquo;s inconsistent with Dodd-Frank is not going to work,&quot; said Brookings Institution fellow and international trade expert Joshua Metzler, adding that the parameters of a trade deal &quot;are seen from miles away.&quot;</p>\r\n\r\n<p>It&rsquo;s also important to keep in mind that future administrations could go after Dodd-Frank through the courts, by passing domestic legislation, or through regulatory discretion -- all of which would be more much more efficient than going through international negotiations, Hufbauer said.</p>\r\n\r\n<p>&quot;It&rsquo;s always possible that a future administration will do things in the financial area that she doesn&rsquo;t like,&quot; he said.</p>\r\n\r\n<p>Warren argues changing regulation through trade agreements is &quot;hardly a hypothetical possibility&quot; -- there&rsquo;s evidence of big banks on <a href=\"http://www.brookings.edu/research/opinions/2013/07/30-financial-regulation-europe-barr\" style=\"text-decoration:none;\"><u>both sides of the Atlantic</u></a> trying to push through Dodd-Frank reductions through a trade deal with the European Union currently in progress.</p>\r\n\r\n<p>U.S. <a href=\"http://www.federalreserve.gov/newsevents/speech/tarullo20140327a.htm\" style=\"text-decoration:none;\"><u>officials</u></a>, such as Trade Representative <a href=\"http://www.ft.com/intl/cms/s/0/caf1573c-f539-11e3-91a8-00144feabdc0.html#axzz3a2Imr8xe\" style=\"text-decoration:none;\"><u>Mike Froman</u></a> and Treasury Secretary Jack Lew, have acknowledged the pressure coming from banks to consider changing financial regulations as part of the negotiating process. They have, however, staunchly avoided such discussions.</p>\r\n\r\n<p>Of course, as Warren said in her May 5 remarks, this attitude might not carry into the next administration.</p>\r\n\r\n<p>But even if a new administration thinks trade negotiations are the appropriate avenue for dismissing financial regulations, it might not be so simple to get all parties to agree. Some regulations in Europe in particular -- such as those affecting credit rating agencies, insurance companies and banker bonuses -- &quot;are more stringent than those adopted by the United States in the financial crisis,&quot; said Chris Brummer, senior fellow at the Atlantic Council and Georgetown University law professor.</p>\r\n\r\n<p><strong>One final issue</strong></p>\r\n\r\n<p>We wanted to briefly address the issue of <a href=\"http://www.washingtonpost.com/blogs/monkey-cage/wp/2015/03/26/people-are-freaking-out-about-the-trans-pacific-partnerships-investor-dispute-settlement-system-why-should-you-care/\" style=\"text-decoration:none;\"><u>investor-state dispute settlements</u></a> (ISDS), a form of international arbitrage in which an investor can bring a claim against a foreign government. It&rsquo;s not 100 percent germane to the topic at hand, but it&rsquo;s been getting mixed up in the discussions about the Obama-Warren trade dispute.</p>\r\n\r\n<p>As it stands, the Trans-Pacific Partnership <a href=\"https://wikileaks.org/tpp-investment/WikiLeaks-TPP-Investment-Chapter.pdf\" style=\"text-decoration:none;\"><u>will have</u></a> this type of settlement system. <a href=\"http://www.washingtonpost.com/opinions/kill-the-dispute-settlement-language-in-the-trans-pacific-partnership/2015/02/25/ec7705a2-bd1e-11e4-b274-e5209a3bc9a9_story.html\" style=\"text-decoration:none;\"><u>Warren</u></a> and <a href=\"http://www.washingtonpost.com/blogs/plum-line/wp/2015/04/30/battle-rages-over-key-obama-trade-policy/\" style=\"text-decoration:none;\"><u>others</u></a> oppose the settlements for a number of reasons: the proceedings are secretive, and the court can impose a fine on the foreign government so large that it changes its domestic laws as a result. The <a href=\"http://www.independent.co.uk/news/business/analysis-and-features/big-tobacco-puts-countries-on-trial-as-concerns-over-ttip-deals-mount-9807478.html\" style=\"text-decoration:none;\"><u>classic example</u></a> of an ISDS case is tobacco giant Philip-Morris suing nations over their domestic anti-smoking laws, claiming the laws damage their profits.</p>\r\n\r\n<p>But Warren&rsquo;s staff told us that her beliefs about ISDS are separate from her position on fast-track -- she didn&rsquo;t mention ISDS in her May 5 remarks, when she said the fast-track bill could derail Dodd-Frank, nor when she made the same point on <a href=\"http://www.pbs.org/newshour/bb/sen-warren-obama-confident-trade-deal-make-details-public/\" style=\"text-decoration:none;\"><u>PBS Newshour May 13</u></a>. (She has mentioned it <a href=\"http://www.warren.senate.gov/?p=press_release&amp;id=693\" style=\"text-decoration:none;\"><u>in the past</u></a>.)</p>\r\n\r\n<p>Obama appears to have misinterpreted Warren&rsquo;s most recent comments. In responding to them in the Yahoo interview, he said her argument &quot;is based on this dispute-settlement provision I just talked about. There&rsquo;s no evidence that this could ever be used in this way.&quot;</p>\r\n\r\n<p>That&rsquo;s basically true, said Brummer, of Georgetown Law.</p>\r\n\r\n<p>&quot;Virtually all trade agreements include regulatory carve-outs that limit the jurisdiction of the courts as relating to market supervision,&quot; he said, so it&#39;s highly unlikely that the Trans-Pacific Partnership or a deal with the European Union would cede authority to special arbitrators to unwind hard-fought financial reforms. &quot;At most, one would see a process elaborated for enhanced cross-border regulatory cooperation, something you already see in some accords.&quot;</p>\r\n\r\n<p>In any case, in the statement we are fact-checking, Warren was not arguing that ISDS would be cause for Dodd-Frank rollbacks, something we wanted to clarify.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Warren said proposed fast-track legislation would allow presidents to &quot;easily use a future trade deal to override our domestic financial rules.&quot;</p>\r\n\r\n<p>It&rsquo;s not entirely far-fetched that a trade deal could impact domestic financial rules -- in fact banks and some countries are pushing to make financial regulation part of ongoing negotiations with the European Union. And fast-track legislation would remove some congressional hurdles.</p>\r\n\r\n<p>However, that doesn&rsquo;t mean the process would be easy. Negotiations take many years, and there are other obstacles that could stop watered-down financial regulations from making it into a final deal. Additionally, it is pure speculation that this fast-track bill in particular would result in scaled-back Dodd-Frank rules. We rate Warren&rsquo;s claim Half True.</p>\r\n", "ruling_comments_date": "2015-05-14T11:30:42.747774", "ruling_date": "2015-05-14T11:55:00", "ruling_headline": "Fact-checking the Elizabeth Warren and Barack Obama trade fight", "ruling_headline_slug": "fact-checking-elizabeth-warren-and-barack-obama-tr", "ruling_link_text": "A not-so-easy way out of Dodd-Frank", "ruling_state": null, "source_documents": null, "sources": "<p>Yahoo, &quot;<a href=\"https://www.yahoo.com/politics/why-obama-is-happy-to-fight-elizabeth-warren-on-118537612596.html\" style=\"text-decoration:none;\"><u>Why Obama is happy to fight Elizabeth Warren on the trade deal,</u></a>&quot; May 9, 2015</p>\r\n\r\n<p>Bloomberg, &quot;<a href=\"http://www.bloomberg.com/politics/articles/2015-05-05/warren-says-dodd-frank-will-be-casualty-of-fast-track-trade-bill\" style=\"text-decoration:none;\"><u>Elizabeth Warren Says Dodd-Frank Will Be Casualty of Fast-Track Trade Bill</u></a>,&quot; May 5, 2015</p>\r\n\r\n<p><em>Wall Street Journal, </em>&quot;<a href=\"http://blogs.wsj.com/economics/2015/05/06/could-fast-track-unravel-wall-street-rules-as-elizabeth-warren-warns/\" style=\"text-decoration:none;\"><u>Could &lsquo;Fast Track&rsquo; Unravel Wall Street Rules, as Elizabeth Warren Warns?</u></a>&quot; May 6, 2015</p>\r\n\r\n<p>CQ, trade policy briefing, Feb. 12, 2015</p>\r\n\r\n<p>Congressional Research Service, &quot;<a href=\"https://fas.org/sgp/crs/misc/RL33743.pdf\" style=\"text-decoration:none;\"><u>Trade Promotion Authority (TPA) and the Role of Congress in Trade Policy,</u></a>&quot; April 27, 2015</p>\r\n\r\n<p>Congressional Research Service, &quot;<a href=\"https://fas.org/sgp/crs/misc/R43491.pdf\" style=\"text-decoration:none;\"><u>Trade Promotion Authority (TPA): Frequently Asked Questions</u></a>,&quot; April 20, 2015</p>\r\n\r\n<p>White House blog, &quot;<a href=\"https://www.whitehouse.gov/blog/2015/04/16/bringing-trade-agreements-21st-century\" style=\"text-decoration:none;\"><u>Bringing Trade Agreements into the 21st Century,</u></a>&quot; April 16, 2015</p>\r\n\r\n<p>White House blog, &quot;<a href=\"https://www.whitehouse.gov/blog/2014/12/19/trans-pacific-partnership-and-financial-regulatory-reform\" style=\"text-decoration:none;\"><u>The Trans-Pacific Partnership and Financial Regulatory Reform</u></a>,&quot; Dec. 19, 2014</p>\r\n\r\n<p>Peterson Institute for International Economics, &quot;<a href=\"http://www.iie.com/publications/pb/pb13-26.pdf\" style=\"text-decoration:none;\"><u>Financial Services in the Transatlantic Trade and Investment Partnership</u></a>,&quot; October 2013</p>\r\n\r\n<p>Politico, &quot;<a href=\"http://www.politico.com/story/2015/05/trade-bill-obama-debate-117797.html\" style=\"text-decoration:none;\"><u>Trade bill fate in doubt as debate kicks off,</u></a>&quot; May 11, 2015</p>\r\n\r\n<p>Politico, &quot;<a href=\"http://www.politico.com/story/2015/05/obama-aides-elizabeth-warren-trade-117703.html\" style=\"text-decoration:none;\"><u>Obama aides: Warren &#39;baseless&#39; on trade</u></a>,&quot; May 6, 2015</p>\r\n\r\n<p><em>Washington Post</em>, &quot;<a href=\"http://www.washingtonpost.com/blogs/plum-line/wp/2015/05/11/elizabeth-warren-fires-back-at-obama-heres-what-theyre-really-fighting-about/\" style=\"text-decoration:none;\"><u>Elizabeth Warren fires back at Obama: Here&rsquo;s what they&rsquo;re really fighting about,</u></a>&quot; May 11, 2015</p>\r\n\r\n<p><em>Washington Post</em>, &quot;<a href=\"http://www.washingtonpost.com/opinions/kill-the-dispute-settlement-language-in-the-trans-pacific-partnership/2015/02/25/ec7705a2-bd1e-11e4-b274-e5209a3bc9a9_story.html\" style=\"text-decoration:none;\"><u>The Trans-Pacific Partnership clause everyone should oppose</u></a>,&quot; Feb, 25, 2015</p>\r\n\r\n<p>Public Citizen Eyes on Trade, &quot;<a href=\"http://citizen.typepad.com/eyesontrade/2015/05/why-warren-is-right-and-obama-is-wrong-on-fast-tracks-threat-to-wall-street-reform.html\" style=\"text-decoration:none;\"><u>Why Warren Is Right and Obama Is Wrong on Fast Track&rsquo;s Threat to Wall Street Reform</u></a>,&quot; May 12, 2015</p>\r\n\r\n<p>Vox, &quot;<a href=\"http://www.vox.com/2015/5/7/8561797/ttip-dodd-frank\" style=\"text-decoration:none;\"><u>Elizabeth Warren says Obama&#39;s trade policy is imperiling his Wall Street reforms. Is she right?</u></a>&quot; May 7, 2015</p>\r\n\r\n<p>Emails, Warren spokeswoman Lacey Rose, May 12, 2015</p>\r\n\r\n<p>Interview, U.S. Trade Representative spokesman Matthew McAlvanah, May 12, 2015</p>\r\n\r\n<p>Emails, Treasury spokeswoman Whitney Smith, May 13, 2015</p>\r\n\r\n<p>Interview, Bill Krist, Wilson Center scholar, May 12, 2015</p>\r\n\r\n<p>Interview, Chris Brummer, Georgetown Law professor, May 12, 2015</p>\r\n\r\n<p>Interview, Gary Hufbauer, Peterson Institute senior fellow, May 12, 2015</p>\r\n\r\n<p>Interview, Joshua Metzler, Brookings Institution fellow, May 11, 2015</p>\r\n\r\n<p>Email interview, Public Citizen trade research director Ben Beachy, May 13, 2015</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. senator", "false_count": 0, "first_name": "Elizabeth", "half_true_count": 3, "home_state": "Massachusetts ", "id": 2007, "last_name": "Warren", "mostly_true_count": 4, "name_slug": "elizabeth-warren", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Warren.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2007/", "total_count": 7, "true_count": 0, "website": "http://www.warren.senate.gov/"}, "statement": "<p>Proposed fast-track legislation allows presidents to &quot;easily use a future trade deal to override our domestic financial rules.&quot;</p>\r\n", "statement_context": "remarks at the Institute for New Economic Thinking", "statement_date": "2015-05-05", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 153, "photo": null, "resource_uri": "/api/v/2/subject/153/", "subject": "Financial Regulation", "subject_slug": "financial-regulation", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}, {"description": "", "id": 143, "photo": null, "resource_uri": "/api/v/2/subject/143/", "subject": "Trade", "subject_slug": "trade", "used_in_edition": []}], "target": [], "twitter_headline": ""}