{"art": [], "author": [{"email_address": "shauer@journalsentinel.com", "first_name": "Sarah", "id": 478, "last_name": "Hauer", "name_slug": "sarah-hauer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/478/", "title": "PolitiFact Wisconsin contributor", "twitter": null}], "canonical_url": "/wisconsin/statements/2015/may/20/tammy-baldwin/are-there-more-us-senators-wisconsin-residents-who/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": "", "id": 10856, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "shauer@journalsentinel.com", "first_name": "Sarah", "id": 478, "last_name": "Hauer", "name_slug": "sarah-hauer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/478/", "title": "PolitiFact Wisconsin contributor", "twitter": null}], "resource_uri": "/api/v/2/statement/10856/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>To demonstrate how few people would be affected by repealing what Republicans deem the &quot;death tax,&quot; Democratic U.S. Sen. Tammy Baldwin compared the payers of the tax to the most selective group in the nation &mdash; the United States Senate.</p>\r\n\r\n<p>Baldwin tweeted <a href=\"https://twitter.com/SenatorBaldwin/status/595694871756873731\">this</a> from her account (@SenatorBaldwin) on May 5, 2015:</p>\r\n\r\n<p>&quot;There are more members of the US Senate than the number of WI families who would benefit from GOP estate tax break.&quot;</p>\r\n\r\n<p>That same night, Baldwin took the Senate floor to talk about the Republican budget, which had just been approved. She voted against the budget, and voiced her disdain for the elimination of the estate tax.</p>\r\n\r\n<p>&quot;The Republican budget continues the same, failed, top down economics where Washington rigs the rules in favor of special interests, in favor of millionaires and billionaires,&quot; she said.</p>\r\n\r\n<p>Republicans support the elimination of the estate tax saying the tax discourages saving and investment that could help others in the economy. Democrats see the tax as a way to level the playing field between rich and poor and maintain tax revenue.</p>\r\n\r\n<p>Some form of an estate tax has been on the books since 1916. The tax is imposed on the transfer of a deceased person&rsquo;s estate. Only estates valued at or above the exemption amount &mdash; $5.43 million for 2015 &mdash; are required to pay.</p>\r\n\r\n<p>Republicans repealed the estate tax for 2010, but Congress reinstated the estate tax starting in 2011. The new Republican budget would abolish the estate tax entirely.</p>\r\n\r\n<p>In January, we <a href=\"http://www.politifact.com/wisconsin/statements/2015/jan/25/tammy-baldwin/middle-class-pays-higher-tax-rates-millionaires-se/\">rated</a> Baldwin&rsquo;s statement that middle-class Americans &quot;pay a higher tax rate than millionaires and billionaires&quot; as Half True. Turns out, some do and some don&rsquo;t, depending upon the source of a person&rsquo;s income.</p>\r\n\r\n<p>We wondered if Baldwin was right this time. Would fewer than 100 state families really gain from the tax break?</p>\r\n\r\n<div>\r\n<p><strong>Digging into the numbers</strong></p>\r\n</div>\r\n\r\n<p>The Tax Policy Center <a href=\"http://www.taxpolicycenter.org/numbers/displayatab.cfm?Docid=3037&amp;DocTypeID=7\">estimates</a> that the estate tax kicks in for two out of every 1,000 deaths. In 2013, the latest year for which data is available, 49,917 people <a href=\"https://www.dhs.wisconsin.gov/publications/p45368-13.pd\">died</a> in Wisconsin. By that math, some 100 Wisconsin families would have paid the estate estate tax that year.</p>\r\n\r\n<p>But, just 63 estates paid the tax in that year.</p>\r\n\r\n<p>Looking back, the last year for which more than 100 estates paid the tax in Wisconsin was 2009, when the exemption amount was much lower &mdash; $3.5 million. That year, 290 estates paid. Each year since then, the exemption amount increased and the numbers of families paying the tax in Wisconsin decreased.</p>\r\n\r\n<p>When we asked Baldwin&rsquo;s office for backup, staffers directed us to a <a href=\"http://www.cbpp.org/blog/a-state-by-state-look-at-the-estate-tax\">report</a> by the Center on Budget Policies and Priorities, a left-leaning think tank. That report made state-by-state estimations for the number of estate tax payers in 2016.</p>\r\n\r\n<p>Sure enough, the center estimated that in 2016 just 70 families in Wisconsin would face the estate tax, well below the 100 family mark Baldwin established in the tweet.</p>\r\n\r\n<p>The report made projections for 2016 because it would be the first full year that the estate tax would be repealed, if the measure is also passed by House Republicans and signed by President Barack Obama.</p>\r\n\r\n<p>The report created the estimate based on numbers from the IRS and Congress&rsquo; own Joint Committee on Taxation.</p>\r\n\r\n<p>For 2016, the Joint Committee on Taxation projects that 5,400 estates nationally will pay the tax. To create a state<strong>-</strong>by-state estimate, the report used IRS tax data from 2013. The center assumed the proportion of families from Wisconsin paying the estate tax in 2016 would be the same as in 2013.</p>\r\n\r\n<p>According to 2013 IRS data, 63 Wisconsin estates paid the tax out of 4,687 total. Applying the same ratio to the 2016 estimate, about 72 families would pay the estate tax from Wisconsin. The report rounded each estimate to the nearest 10 because so few estates pay the tax each year. That put the state estimate at 70.</p>\r\n\r\n<p>The math adds up, but what about the report&rsquo;s methodology?</p>\r\n\r\n<p>Matthew Gardner, executive director of the Institute on Taxation and Economic Policy, called the estimation &quot;pretty rock solid&quot; and said the Center on Budget Policies and Priorities used a sensible starting point.</p>\r\n\r\n<p>&quot;To be able to do anything differently, you would have to know exactly how many people were going to die in 2016,&quot; Gardner said.</p>\r\n\r\n<p>Bob Williams, a fellow at the Urban-Brookings Tax Policy Center at the Urban Institute, said the &quot;back of the envelope&quot; calculation made sense. Williams did cite a concern about the use of a single year the projection for 2016.</p>\r\n\r\n<p>What if 2013, he asked, was an outlier? After all, the number varies from year to year.</p>\r\n\r\n<p>To account for that point, we calculated a new ratio for Wisconsin estate tax payers using the average for a period covering four years, 2010 to 2013.</p>\r\n\r\n<p>The new figure was lower than the one just for 2013. By that measure, 50 state families would pay the estate tax in 2016.</p>\r\n\r\n<p>But Baldwin was a bit imprecise in how she made the claim. She did not provide a time frame for the figure and, if imposed, the elimination of the tax would be ongoing. That is, each year more estates would benefit from it. In just the six years of Baldwin&rsquo;s term, some 400 families would benefit.</p>\r\n\r\n<div>\r\n<p><strong>Our rating</strong></p>\r\n</div>\r\n\r\n<p>Baldwin claimed that &quot;There are more members of the US Senate than the number of WI families who would benefit from GOP estate tax break.&quot;</p>\r\n\r\n<p>The experts we consulted said the estimate cited by Baldwin was a reasonable one. But Baldwin&rsquo;s claim did not provide a time frame for when the families would be affected, and many more than the 70 she cited would benefit over time.</p>\r\n\r\n<p>We rate Baldwin&rsquo;s statement Mostly True.</p>\r\n", "ruling_comments_date": "2015-05-20T15:55:06.284683", "ruling_date": "2015-05-20T14:48:43", "ruling_headline": "Are there more U.S. Senators than Wisconsin residents who would benefit from GOP estate tax plan?", "ruling_headline_slug": "are-there-more-us-senators-wisconsin-residents-who", "ruling_link_text": "Yes, in first year.   But benefit would be ongoing", "ruling_state": null, "source_documents": null, "sources": "<p>Phone conversation with Bob Williams, a fellow at the Urban-Brookings Tax Policy Center at the Urban Institute May 14, 2015.</p>\r\n\r\n<p>Phone conversation with Matthew Gardner, executive director of the Institute on Taxation and Economic Policy May 15, 2015.&nbsp;</p>\r\n\r\n<p>Center on Budget Policies and Priorities, State by state look at the estate tax, April 2, 2015 Center on Budget Policies and Priorities, State-level estimates show stark contrasts under proposals to extend cut in estate tax while failing to extend improvements in tax credits for working families, Oct. 15, 2012&nbsp;</p>\r\n\r\n<p>Internal Revenue Service, Estate Tax, Jan. 9, 2015 Tax Policy Center, Current law distribution of gross estate and net estate tax by size of gross estate, 2013, Jan. 9, 2013&nbsp;</p>\r\n\r\n<p>New York Times, House votes to repeal estate tax, April 16, 2015&nbsp;</p>\r\n\r\n<p>Baldwin.Senate.gov, Baldwin says Republican budget rewards those at the top, May 6, 2015</p>\r\n\r\n<p>Email exchange with John Kraus, communications director, Sen. Tammy Baldwin</p>\r\n\r\n<p>Email exchange with Brandon DeBot, federal fiscal policy research assistant, Center on Budget and Policy Priorities.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 11, "current_job": "U.S. Representative", "false_count": 6, "first_name": "Tammy", "half_true_count": 11, "home_state": "Wisconsin", "id": 1410, "last_name": "Baldwin", "mostly_true_count": 11, "name_slug": "tammy-baldwin", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/PFACT_Tammy_Baldwin.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1410/", "total_count": 49, "true_count": 5, "website": "http://www.baldwin.senate.gov/"}, "statement": "<p>&quot;There are more members of the U.S. Senate than the number of WI families who would benefit from GOP estate tax break.&quot;</p>\r\n", "statement_context": "a tweet", "statement_date": "2015-05-05", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ""}