{"art": [], "author": [{"email_address": "shauer@journalsentinel.com", "first_name": "Sarah", "id": 478, "last_name": "Hauer", "name_slug": "sarah-hauer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/478/", "title": "PolitiFact Wisconsin contributor", "twitter": null}], "canonical_url": "/wisconsin/statements/2015/jun/04/david-bowen/do-two-milwaukee-public-schools-rank-among-wiscons/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 10884, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "shauer@journalsentinel.com", "first_name": "Sarah", "id": 478, "last_name": "Hauer", "name_slug": "sarah-hauer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/478/", "title": "PolitiFact Wisconsin contributor", "twitter": null}], "resource_uri": "/api/v/2/statement/10884/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>In Madison, debates about education often paint a grim picture for public schools, especially Milwaukee Public Schools.</p>\r\n\r\n<p>In an effort to show public schools can provide quality education, state Rep. David Bowen (D-Milwaukee) hailed two MPS high schools as being rated among the top three in the state.</p>\r\n\r\n<p>Bowen&rsquo;s statement was in response to a Republican proposal to turn low-performing schools in MPS over to operators of public charter or private voucher schools. On the most recent state-issued report cards, 55 of the 157 MPS schools received &quot;fails to meet expectations&quot; rating, the threshold that would make them eligible for the potential takeover.</p>\r\n\r\n<p>In a May 11, 2015 <a href=\"http://www.wispolitics.com/index.iml?Article=348238\">news release</a>, Bowen called the proposal misguided.</p>\r\n\r\n<p>&quot;Charter and voucher schools are not a magic bullet that will solve the problems faced by struggling schools in the Milwaukee Public Schools system,&quot; he said. &quot;Two of the top three public high schools in Wisconsin &mdash; Ronald Reagan College Prep and Rufus King International &mdash; are MPS schools.&quot;</p>\r\n\r\n<p>Reagan and King are known as two of the best schools in the Milwaukee area, but do they really fare so well in a statewide ranking?</p>\r\n\r\n<p><strong>About the ratings </strong></p>\r\n\r\n<p>When asked for back up, Bowen&rsquo;s team directed us to the <a href=\"http://www.jsonline.com/blogs/news/259237941.html\">2014 U.S. News and World Report</a> list of the nation&rsquo;s best high schools. In the Wisconsin ranking, Reagan and King held the second and thirds spots in the state after Middleton High School.</p>\r\n\r\n<p>But U.S. News&rsquo; algorithm isn&rsquo;t the only way to rank schools. Many other news organizations &mdash; most notably Newsweek and the Washington Post &mdash; generate similar lists.</p>\r\n\r\n<p><a href=\"http://www.newsweek.com/high-schools/americas-top-schools-2014\">Newsweek </a>releases an annual list of the 500 best schools in the country, focusing on participation in Advanced Placement and International Baccalaureate tests. King and Reagan weren&rsquo;t mentioned on Newsweek&rsquo;s 2014 list, though 22 other Wisconsin schools received the distinction.</p>\r\n\r\n<p>The <a href=\"http://apps.washingtonpost.com/local/highschoolchallenge/schools/2014/list/wisconsin-schools/\">Washington Post&rsquo;s Most Challenging Schools</a> list also bases its ranking on the number of college-level tests given at a school and the number of graduates that year. King was ranked third on the Post&rsquo;s list of Wisconsin schools, while Reagan filled the number 10 spot.</p>\r\n\r\n<p>U.S. News&rsquo; rating system is more thorough than other media-created &quot;best high schools&quot; lists.</p>\r\n\r\n<p>So how does the magazine decide which schools are best?</p>\r\n\r\n<p>U.S. News says its methodology seeks to recognize schools that serve all its students well --not just the college bound -- and produce measurable outcomes across its student body.</p>\r\n\r\n<p>First, reading and math test results from schools across the country are analyzed. Students at a school need to exceed expectations for students in their state to move on to the next round. For 2014, a school&rsquo;s students needed to be at least in the top third.</p>\r\n\r\n<p>The second step looks at the performance of disadvantaged students &mdash; black, Hispanic and low-income students &mdash; in each school. To make it to the next step, this group within a school must outperform statewide results for the same group.</p>\r\n\r\n<p>The final step examines how well students from a school are prepared for college. Participation and performance on Advanced Placement or International Baccalaureate tests are used to calculate a college readiness index for each school.</p>\r\n\r\n<p>To be numerically ranked, a school needs to pass steps one and two and then have a college readiness index above the benchmark.</p>\r\n\r\n<p>The same basic formula is used to create the rating each year, but the exact methodology to judge schools changes. Schools bounce around the ratings due to small tweaks in methodology, which makes year-to-year comparisons difficult.</p>\r\n\r\n<p>For example, on the 2015 ratings released by U.S. News just one day after Bowen made his statement, both schools dropped out of the top three for the state ranking. Reagan fell six places and King fell nine to be ranked 8th and 12th in the state, respectively.</p>\r\n\r\n<p>Andy Rotherham, co-founder and partner at Bellwether Education Partners and a contributing editor to U.S. News and World Report, said he feels the magazine&rsquo;s multi-step process makes the list more valid than other measures.</p>\r\n\r\n<p>&quot;Having a politician say a school is good or bad based on these ratings is not egregious,&quot; he said.</p>\r\n\r\n<p>The ranking is useful, he said, but added it is just one measurement.</p>\r\n\r\n<p>&quot;There&rsquo;s so many ways to judge schools,&quot; Rotherham said. &quot;You have to say, &lsquo;It&rsquo;s the best school based on these criteria.&rsquo; &quot;</p>\r\n\r\n<p><strong>Other views</strong></p>\r\n\r\n<p>Other experts guide against putting too much stock in any such ratings.</p>\r\n\r\n<p>Matthew Di Carlo, research fellow at the Albert Shanker Institute, which focuses on public education issues, said school ratings require nuanced interpretation.</p>\r\n\r\n<p>&quot;Due to the measures they use and how they use them, (the rankings) tend to conflate student performance with school performance,&quot; Di Carlo said.</p>\r\n\r\n<p>It&rsquo;s more fitting, he said, to describe schools featured on such these lists as ones with the highest performing students, rather than the best schools. Di Carlo said growth-oriented measures can give a better sense of a school&rsquo;s contribution to student success than the data used to create these lists.</p>\r\n\r\n<p>&quot;Any attempt to portray these rankings as identifying &lsquo;the best schools&rsquo; requires serious caution,&quot; Di Carlo said.</p>\r\n\r\n<p>The state-issued school report cards in Wisconsin do assess some schools using growth-oriented measures, though not high schools.</p>\r\n\r\n<p>Just one year of test results is available for high school students, and multiple points of assessment are needed to show growth. This means the state&rsquo;s high school report cards use the same student performance measures as the media-generated rankings. So you can&rsquo;t easily tell what impact a school is having on a student&rsquo;s test scores.</p>\r\n\r\n<p>King and Reagan both received &quot;meets expectations&quot; rating for overall accountability from the Department of Public Instruction. The highest rating -- &quot;exceeds expectations&quot;-- was given to 176 high schools.</p>\r\n\r\n<p><strong>Our rating </strong></p>\r\n\r\n<p>Bowen said Rufus King International and Ronald Reagan College Prep are two of the top three public high schools in the state.</p>\r\n\r\n<p>That corresponds to the U.S. News ranking for 2014, which was the most recent at the time he made the claim. But, other ratings painted a different picture and experts are wary about the validity of the methodology to measure school success.</p>\r\n\r\n<p>We rate Bowen&rsquo;s claim Half True. &nbsp;</p>\r\n", "ruling_comments_date": "2015-05-29T21:45:21.539973", "ruling_date": "2015-06-04T05:00:00", "ruling_headline": "Do two Milwaukee Public Schools rank among Wisconsin's top three high schools?", "ruling_headline_slug": "do-two-milwaukee-public-schools-rank-among-wiscons", "ruling_link_text": "By one measure, but not others", "ruling_state": null, "source_documents": null, "sources": "<p>Email exchange with Matthew Di Carlo, research fellow, Albert Shanker Institute.</p>\r\n\r\n<p>Department of Public Instruction, <a href=\"http://wisedash.dpi.wi.gov/Dashboard/portalHome.jsp\">Wisconsin information system for education</a>.</p>\r\n\r\n<p>The Atlantic, <a href=\"http://www.theatlantic.com/national/archive/2013/05/why-high-school-rankings-are-meaningless-and-harmful/276122/\">Why high school rankings are meaningless and harmful</a>, May 28, 2013.</p>\r\n\r\n<p>Shanker Institute, <a href=\"http://www.shankerinstitute.org/blog/theres-no-one-correct-way-rate-schools\">There&#39;s no one correct way to rate schools</a>, April 10, 2012.</p>\r\n\r\n<p>U.S. News and World Report, <a href=\"http://www.usnews.com/education/best-high-schools/wisconsin\">Best high schools - Wisconsin</a>, April 2015.</p>\r\n\r\n<p>Milwaukee Journal Sentinel, <a href=\"http://www.jsonline.com/blogs/news/259237941.html\">MPS celebrating making U.S. News Top 10 high school list</a>, May 14, 2014. &nbsp;</p>\r\n\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/florida/statements/2014/mar/04/rick-scott/four-nations-top-10-high-schools-are-florida-rick-/\">Four of the nation&#39;s top 10 high schools are in Florida, Rick Scott says</a>, March 4, 2014.</p>\r\n\r\n<p>Phone conversation with Andy Rotherham, co-founder and partner, Bellwether Education Partners, May 27, 2015.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Member of state Assembly", "false_count": 0, "first_name": "David", "half_true_count": 1, "home_state": "Wisconsin", "id": 3200, "last_name": "Bowen", "mostly_true_count": 0, "name_slug": "david-bowen", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/PFACT_David_Bowen.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3200/", "total_count": 1, "true_count": 0, "website": "https://docs.legis.wisconsin.gov/2015/legislators/assembly/1342"}, "statement": "<p>&quot;Two of the top three (rated) public high schools in Wisconsin &mdash; Ronald Reagan College Prep and Rufus King International &mdash; are MPS schools.&quot;</p>\r\n", "statement_context": "a news release", "statement_date": "2015-05-11", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}], "target": [], "twitter_headline": ""}