{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2009/jul/16/barack-obama/obama-statements-single-payer-have-changed-bit/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1088, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/1088/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half Flip", "id": 8, "resource_uri": "/api/v/2/statementruling/8/", "ruling": "Half Flip", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/fom-halfFlip.png", "ruling_slug": "half-flip"}, "ruling_comments": "<p>\n President Barack Obama has been prodding Congress to follow his principles on health care reform. He's advocating the same principles he supported during the campaign: Keeping employer-provided insurance in place, making it easier for people to shop for private insurance through a regulated exchange, expanding programs to help low-income people, and requiring large employers to offer insurance or contribute to a health care fund.\n <br />\n <br />\n But at almost every town hall he's held, though &mdash; five since March 26, 2009 &mdash; Obama has been asked a variation of this question: Why won't you support a single-payer health care system?\n <br />\n <br />\n \"It seems to me,\" said a questioner at one of the town halls, \"that we would take that same scenario and increase it outward for the entire country, and that is why I still support single-payer. And I know that at one point you did.\"\n <br />\n <br />\n We've gotten similar messages from readers pointing us to a YouTube video as evidence that Obama once supported a single-payer plan, which the readers say indicates he has flip-flopped.\n <br />\n <br />\n For those who haven't followed the details of health care reform, a single-payer health care system would mean the government pays hospitals and doctors directly for every person's health care. It's not socialized medicine, like in the United Kingdom, where the government owns the hospitals and doctors are government employees. In essence, it's Medicare, the government-sponsored health care plan for seniors, with no age restrictions.\n <br />\n <br />\n The\n <a href=\"http://www.youtube.com/watch?v=fpAyan1fXCE\" target=\"_blank\">\n  YouTube video\n </a>\n , which isn't the greatest quality, shows Obama speaking in a meeting room to an audience that interrupts him from time to time with applause. A sign on the podium says \"AFL-CIO Civil, Human and Women's Rights Conference,\" and Obama sounds like he's giving a campaign speech:\n <br />\n <br />\n \"I happen to be a proponent of a single-payer universal health care program. I see no reason why the United States of America, the wealthiest country in the history of the world, spending 14 percent of its gross national product on health care, cannot provide basic health insurance to everybody. And that's what Jim is talking about when he says everybody in, nobody out. A single-payer health care plan, a universal health care plan. That's what I&rsquo;d like to see. But as all of you know, we may not get there immediately. Because first we've got to take back the White House, we've got to take back the Senate, and we've got to take back the House.\"\n <br />\n <br />\n Reports on the Internet date this statement as June 30, 2003. (We'll address the alleged date more in just a bit.) That was a long time ago, but there's no statute of limitations for the Flip-O-Meter. The possibility that Obama may have flipped on the issue is relevant because Obama's conservative opponents sometimes claim that the public option &mdash; health insurance run by government that acts as insurer of last resort &mdash; is a stalking horse for a single-payer health care system. According to their theory, private insurance will wither in the face of a public option and Obama will get the single-payer system he secretly wants.\n <br />\n <br />\n We reviewed Obama's public remarks and statements, and found no statements that quite match that video. To give you the context, in 2003, Obama was a second-term state senator and beginning a campaign to win the Democratic nomination for U.S. Senate. The Democratic field was crowded &mdash; there were candidates both better known and better funded than Obama &mdash; and he was considered a long-shot at best. He ultimately won, but at the time, nobody was paying much attention to him.\n <br />\n <br />\n In other statements, Obama has spoken favorably of single-payer in concept, but always adding qualifiers.\n</p>\n<ul>\n <li>\n  In February 2004, about a month before the primary election in the U.S. Senate race, the Associated Press reported the stance of all the candidates on universal health care. \"Obama says he supports the idea of universal health care but does not think a single-payer government system is feasible. He says the government should be the health care provider of last resort for the uninsured.\" In a rundown of all the candidates' positions, the Associated Press summarized Obama's position as \"Support, but 'probably not at this stage,' a single-payer government system.\"\n </li>\n <li>\n  In his book\n  <em>\n   The Audacity of Hope\n  </em>\n  , published in October 2006 when he was a U.S. senator, Obama described single-payer as the hope of the left, while those on the right wanted a market-based approach. \"It's time we broke this impasse by acknowledging a few simple truths,\" Obama wrote, suggesting a system much like the one he supports today.\n </li>\n <li>\n  In April 2007, a few months after he declared his candidacy for presidency, the\n  <em>\n   Chicago Tribune\n  </em>\n  reported, \"Obama has pledged that, if elected, all Americans would have health-care coverage by the end of his first term. He has said he is reluctant to switch to a 'single-payer' national health insurance system because of the difficulty in making a quick transition from the employer-based private system.\"\n </li>\n <li>\n  At his town halls as president, he routinely answers questions about single-payer by saying he would favor it if he were starting a system \"from scratch.\" But he consistently adds that's not the goal of the current reform. \"For us to transition completely from an employer-based system of private insurance to a single-payer system could be hugely disruptive, and my attitude has been that we should be able to find a way to create a uniquely American solution to this problem that controls costs but preserves the innovation that is introduced in part with a free-market system,\" Obama said in Annandale, Va., on July 1, 2009.\n </li>\n</ul>\n<p>\n <br />\n But the video strikes a very different tone from the remarks above.\n <br />\n <br />\n To find out more about the video, we tracked down some of the people who worked on health care reform with Obama when he was a state senator in Illinois. Dr. Quentin Young said he has followed Obama's career since Obama first decided to run for state senator in 1995; he lives in Obama's Hyde Park neighborhood in Chicago. A longtime activist in health care matters, Young left his medical practice a few years ago to volunteer full time for Physicians for a National Health Program, a Chicago-based advocacy group for single-payer. The group features Obama as part of its Web site.\n <br />\n <br />\n Young is an ardent supporter for single-payer, he said, because private insurers have an incentive to deprive people of care. \"They do what they're supposed to do, which is maximize revenue, so they can pay their investors and their executives. Their profits are breathtaking and obscene\" he said. \"And you wonder why the health system is so costly.\"\n <br />\n <br />\n Single-payer makes sense, he said, and Obama used to believe that, too. \"It isn't as though this is an import from Europe or Canada. We have had 45 years of experience with Medicare,\" Young said.\n <br />\n <br />\n Young believes he was in the room when the YouTube video was made, and if he wasn't, it's only because he heard Obama speak often in favor of a single-payer plan during 2003 and earlier, he said.\n <br />\n <br />\n \"As I recall, this was his categorical response, that he thinks single-payer is the way to go,\" Young said. \"Over the years, there's been ever more edging on his part, to the point where what he has now is a multitiered program, but it ain't single-payer.\"\n <br />\n <br />\n Young said the \"Jim\" Obama refers to in the video is Jim Duffett, director of the Illinois advocacy group Campaign for Better Health Care.\n <br />\n <br />\n It's true, Duffett said, when we contacted him. He's the \"Jim\" in the video and was at the AFL-CIO speech. He remembered it as having been in December 2003, but it's possible it was in June, he said.\n <br />\n <br />\n Yes, Obama did support single-payer, but Duffett said Obama also talked about the need to be strategic and work within political limitations, which he attributed to Obama's background as a community organizer.\n <br />\n <br />\n \"You have to figure out who's with you, who's against you, how you divide and conquer and move that football down the field,\" Duffett said. \"It just can't be the same little group of liberals who have health insurance and sit around the table and verbalize their great policy ideas. You have to have more people than that.\"\n <br />\n <br />\n Duffett said if the entire video were aired, it would show Obama making statements about the need to be practical, much like his later public statements.\n <br />\n <br />\n \"I've never felt that his core principles for accessible, guaranteed health care for everyone were ever compromised. He's an organizer, and you have to figure out as strategically as you can how to win,\" he said.\n <br />\n <br />\n Duffett urges his supporters to strongly support the public option, the details of which are still in the works. If the public option gets passed and operates well, he said, perhaps it will lead to a single-payer system. \"We truly believe a public health option will work to lessen those negative fallacies of what the role of the government can be,\" he said.\n <br />\n <br />\n Young, on the other hand, calls the public option \"wimpy\" and part of \"a really deceitful set of reforms\" pushed by the health care industry to make sure they don't lose any of their profits, even if reform passes. \"I don't think they'll even let a watered-down public option go forward. And if it does, they'll use their political clout to weaken it,\" he said.\n <br />\n <br />\n Both Duffett and Young served on the Adequate Health Care Task Force, a 29-member state board created by the Illinois General Assembly in 2004 to research and recommend a health plan for the state. The legislation that created the board was the Health Care Justice Act, and its chief Senate sponsor was Barack Obama.\n <br />\n <br />\n The chair of the board was Dr. Wayne Lerner, who holds a doctorate in public health policy and a master's degree in hospital administration. Lerner is currently the president of Holy Cross Hospital in Chicago.\n <br />\n <br />\n We asked Lerner if Obama was a single-payer supporter when Obama was a state senator. Lerner said he didn't know what Obama's opinion was on the best health care model, though he definitely felt the task force had the freedom to explore all options.\n <br />\n <br />\n \"I never felt constrained one way or the other,\" Lerner said. \"You're not going to find a smoking gun in the act or the task force that there was support for a single-payer system from Obama.\"\n <br />\n <br />\n Lerner said he, like many others in Illinois, noticed that Obama moved more to the center on several issues during his run for president, and Lerner was pleased by that.\n <br />\n <br />\n \"There has to be compromise if we're going to have health care reform,\" he said.\n <br />\n <br />\n But back to our ruling: Did Obama flip on support of single-payer, as the woman at the town hall implied? The video shows he plainly said, \"I happen to be a proponent of a single-payer universal health care program. ... A single-payer health care plan, a universal health care plan. That's what I&rsquo;d like to see. But as all of you know, we may not get there immediately. Because first we've got to take back the White House, we've got to take back the Senate, and we've got to take back the House.\" Well, Democrats now have the White House, and the Senate and the House. And Obama still doesn't support a single-payer system.\n <br />\n <br />\n We also have at least one eyewitness &mdash; the \"Jim\" mentioned in the video &mdash; who says the 54-second snippet shown on YouTube isn't a full accounting of Obama's more nuanced position. And we have a single-payer supporter, Dr. Quentin Young, who said Obama definitely was for single-payer and switched.\n</p>\n<p>\n So let's put this to the Flip-O-Meter. Opponents of Obama's health plan who watch the video see a stark flip (and possibly hints of what they believe he's wanted all along). Indeed, his comments seem quite clear that he supported a single-payer plan. But a full examination of his comments then and now reveals they have not changed that drastically. Yes, when he was trying to appeal to the Democratic base, he was a bigger supporter of the single-payer plan. But as we note, he still says that he'd prefer such a plan if he was starting from scratch.\n</p>\n<p>\n So what we see here is a candidate who in 2003 was trying to appeal to a liberal electorate and today has moderated his comments to appeal to a broader national audience. That's a Half Flip in our view.\n</p>", "ruling_comments_date": "2010-01-07T13:27:40.088146", "ruling_date": "2009-07-16T15:39:01", "ruling_headline": "Obama statements on single-payer have changed a bit", "ruling_headline_slug": "obama-statements-single-payer-have-changed-bit", "ruling_link_text": "An old video and a guy named Jim", "ruling_state": null, "source_documents": null, "sources": "<p>\n Physicians for a National Health Program, via YouTube,\n <a href=\"http://www.pnhp.org/news/2008/june/barack_obama_on_sing.php\" target=\"_blank\" title=\"Barack Obama on single payer in 2003\">\n  Barack Obama on single payer in 2003\n </a>\n</p>\n<p>\n Interview with Quentin Young of\n <a href=\"http://www.pnhp.org/\" target=\"_blank\" title=\"Physicians for a National Health Program\">\n  Physicians for a National Health Program\n </a>\n <br />\n <br />\n Interview with Jim Duffett of\n <a href=\"http://www.cbhconline.org/\" target=\"_blank\" title=\"Campaign for Better Health Care\">\n  Campaign for Better Health Care\n </a>\n <br />\n <br />\n Illinois Department of Public Health,\n <a href=\"http://www.idph.state.il.us/hcja/index.htm\" target=\"_blank\" title=\"The Health Care Justice Act\">\n  The Health Care Justice Act\n </a>\n and the\n <a href=\"http://www.idph.state.il.us/hcja/ahctf.htm\" target=\"_blank\" title=\"Adequate Health Care Task Force\">\n  Adequate Health Care Task Force\n </a>\n <br />\n <br />\n Illinois General Assembly,\n <a href=\"http://www.ilga.gov/legislation/publicacts/fulltext.asp?name=093-0973&amp;GA=093\" target=\"_blank\" title=\"The Health Care Justice Act\">\n  The Health Care Justice Act\n </a>\n , July 1, 2004\n <br />\n <br />\n Obama town hall transcripts\n <br />\n <br />\n Interview with Dr. Wayne Lerner\n <br />\n <br />\n <a href=\"http://www.amazon.com/Audacity-Hope-Thoughts-Reclaiming-American/dp/0307237699\" target=\"_blank\" title=\"The Audacity of Hope\">\n  The Audacity of Hope\n </a>\n , by Barack Obama\n</p>\n<p>\n Chicago Tribune, Obama has center in his sights, April 27, 2004\n</p>\n<p>\n &nbsp;\n</p>\n<p>\n The Associated Press, Democratic Senate hopefuls call for drug cost negotiation, Feb. 9, 2004\n</p>\n<p>\n <br />\n The Associated Press, Obama moving cautiously on health care plan, April 5, 2007\n <br />\n <br />\n The Associated Press, Illinois U.S. Senate candidates on health care, Feb. 9, 2004&nbsp;\n <br />\n <br />\n Chicago Tribune, Obama prods voters on health care - Candidate seeks input before unveiling plan , April 4, 2007\n <br />\n <br />\n Chicago Tribune, Obama's record a plus, a minus; Votes in Senate defy easy labels, October 8, 2004\n <br />\n <br />\n The Heritage Foundation,\n <span class=\"standardcontent\">\n  <a href=\"http://www.heritage.org/research/healthcare/wm2381.cfm\" target=\"_blank\" title=\"Single Payer: Why Government-Run Health Care Will Harm Both Patients and Doctors\">\n   Single Payer: Why Government-Run Health Care Will Harm Both Patients and Doctors\n  </a>\n  , April 3, 2009\n  <br />\n  <br />\n  The Boston Globe,\n  <a href=\"http://www.boston.com/bostonglobe/ideas/articles/2009/07/05/healthy_examples_plenty_of_countries_get_healthcare_right/?page=2\" target=\"_blank\" title=\"Healthy examples: Plenty of countries get health care right\">\n   Healthy examples: Plenty of countries get health care right\n  </a>\n  , July 5, 2009\n </span>\n</p>", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>On a single-payer health care system.</p>", "statement_context": "public statements", "statement_date": "2009-07-01", "statement_type": {"id": 4, "resource_uri": "/api/v/2/statementtype/4/", "statement_type": "Flip", "type_description": "Flip-o-Meter items"}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}