{"art": [{"brightcove": "", "caption": "President Barack Obama urges passage of trade assistance.", "id": 6291, "infogram": "", "ndn": "<div class=\"ndn_embed\" data-config-widget-id=\"2\" style=\"width:740px;height:416px\" data-config-type=\"VideoPlayer/Single\" data-config-tracking-group=\"90964\" data-config-playlist-id=\"13434\" data-config-video-id=\"29230831\" data-config-site-section=\"tbtimes\"></div>", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 5, "name": "NDN", "resource_uri": "/api/v/2/mediatype/5/"}, "resource_uri": "/api/v/2/media/6291/", "title": "Obama trade", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "lcarroll@politifact.com", "first_name": "Lauren", "id": 437, "last_name": "Carroll", "name_slug": "lauren-carroll", "on_staff_page": null, "phone": "202-816-8633", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Lauren_Carroll_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/437/", "title": "Staff Writer", "twitter": "LaurenFCarroll"}], "canonical_url": "/truth-o-meter/statements/2015/jun/14/john-podesta/hillary-clinton-has-been-very-clear-trade-campaign/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": null, "id": 10939, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "annabruzgulispolitifact@gmail.com", "first_name": "Anna", "id": 484, "last_name": "Bruzgulis", "name_slug": "anna-bruzgulis", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/484/", "title": "PolitiFact Illinois correspondent", "twitter": null}, {"email_address": "lcarroll@politifact.com", "first_name": "Lauren", "id": 437, "last_name": "Carroll", "name_slug": "lauren-carroll", "on_staff_page": null, "phone": "202-816-8633", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Lauren_Carroll_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/437/", "title": "Staff Writer", "twitter": "LaurenFCarroll"}], "resource_uri": "/api/v/2/statement/10939/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>One might expect that as a former secretary of state, Hillary Clinton would have well-defined views on the ongoing fight over President Barack Obama&rsquo;s trade agenda.</p>\r\n\r\n<p>But critics of the Democratic presidential candidate -- <a href=\"http://www.washingtontimes.com/news/2015/may/20/elizabeth-warren-id-see-hillary-clinton-be-clearer/\" style=\"text-decoration:none;\">even</a> <a href=\"http://www.politico.com/story/2015/06/bernie-sanders-criticize-hillary-clinton-trade-118924.html\" style=\"text-decoration:none;\">within her own party</a> -- have chastised Clinton for taking a vague position on the debate over the proposed Trans-Pacific Partnership (TPP) trade agreement. Democrats are deeply divided over the deal, primarily over whether Congress should accept legislative procedures that would make it easier to approve a deal amid concerns regarding American workers and the environment.</p>\r\n\r\n<p>&quot;Surely, a person who was secretary of state understands something about American leadership,&quot; said Rep. Paul Ryan, R-Wis., on<em> Fox News Sunday</em> June 14. &quot;And to refuse to even take a position (on TPP) is just sort of mystifying to me.&quot;</p>\r\n\r\n<p>Clinton&rsquo;s supporters, meanwhile, say there&rsquo;s nothing mystifying about Clinton&rsquo;s position. Here&rsquo;s how Clinton campaign chairman John Podesta explained it to <em>Meet the Press</em>&rsquo; Chuck Todd.</p>\r\n\r\n<p>&quot;She&rsquo;s been very clear on where she stands on trade,&quot; Podesta said, noting that Clinton has said a trade agreement must protect workers and national security. &quot;But the agreement&rsquo;s not final, so when it is final, she&rsquo;ll render a judgement on that. She&rsquo;s stated her concerns, but she&rsquo;s got a clear standard that it&rsquo;s got to be good for American workers or she thinks the United States should walk away from it.&quot;</p>\r\n\r\n<p>We decided to take a look at Clinton&rsquo;s comments on trade from the campaign so far and see if she has expressed a &quot;very clear&quot; stance -- a sentiment echoed by Clinton campaign hands Robby Mook and Karen Finney, also on the June 14 political talk shows.</p>\r\n\r\n<p><strong>Recent comments</strong></p>\r\n\r\n<p>To a certain extent, Clinton has laid out where she stands on trade in general in recent months, but she has avoided saying whether she definitively supports the pending deal and the fast-track trade authority many believe is necessary to make the deal happen.</p>\r\n\r\n<p>Here&rsquo;s a selection of her recent comments, starting with the most recent:</p>\r\n\r\n<p style=\"margin-left: 40px;\"><strong>June 14 at an Iowa rally:</strong> Just a few hours after the morning shows, Clinton said Obama should &quot;work with his allies in Congress&quot; to ensure better protection for workers and &quot;to make sure we get the best, strongest deal possible.&quot; Even though she urged them to make some changes to the deal, she didn&rsquo;t specify the exact changes, nor did explicitly express overall support or disapproval.</p>\r\n\r\n<p style=\"margin-left: 40px;\"><strong>May 22 at a New Hampshire press conference:</strong> Clinton said she has some questions about the TPP, regarding the potential for currency manipulation and the controversial investor-settlement-dispute mechanism, as well as health and environmental concerns. &quot;I&#39;ve been for trade agreements, I&#39;ve been against trade agreements, voted for some, voted against others, so I want to judge this when I see exactly what exactly is in it and whether or not I think it meets my standards,&quot; she said.</p>\r\n\r\n<p style=\"margin-left: 40px;\"><strong>May 19 at a small business lending roundtable: </strong>&quot;I&#39;ve said over and over again any trade deal that I will support must increase jobs, must increase wages, must give us more economic competitive power around the world to sell our products and must be good for our national security.&quot;</p>\r\n\r\n<p style=\"margin-left: 40px;\"><strong>April 17 statement: </strong>A campaign spokesman said Clinton would be watching the TPP &quot;closely&quot; to make sure it meets her standards. He said, &quot;Hillary Clinton believes that any new trade measure has to pass two tests: First, it should put us in a position to protect American workers, raise wages and create more good jobs at home. Second, it must also strengthen our national security. We should be willing to walk away from any outcome that falls short of these tests. The goal is greater prosperity and security for American families, not trade for trade&rsquo;s sake.&quot;</p>\r\n\r\n<p>So Clinton has said she supports trade under certain conditions, though she hasn&rsquo;t really said anything that shows how she would vote if she was still a member of the Senate today. Namely, she <a href=\"http://www.msnbc.com/msnbc/house-trade-vote-puts-hillary-clinton-bind\">hasn&rsquo;t said</a> whether or not she would vote to grant Obama fast-track trade promotion authority, the legislative maneuver that would make it easier to pass a trade deal -- currently the main source of Democrat infighting over trade.</p>\r\n\r\n<p>Speaking about TPP in a 2014 <a href=\"http://www.cfr.org/united-states/hillary-rodham-clinton-strategic-interests-values-hard-choices/p35672\" style=\"text-decoration:none;\">Council on Foreign Relations</a> interview, Clinton briefly talked about fast track, saying only that she thought it was &quot;not likely&quot; that Congress would grant Obama the authority. But she said that she hoped the administration would be able to convince Congress and the American people that it&rsquo;s critical for the American economy to address &quot;border barriers to our products&quot; so that the deal could pass even without fast track.</p>\r\n\r\n<p><strong>Before the campaign</strong></p>\r\n\r\n<p>Before Clinton&rsquo;s 2016 campaign officially launched -- and also before the trade fight heated up -- Clinton made statements that showed general support for TPP, even saying that the deal as it stood then satisfied many of her concerns. In her 2014 memoir <em>Hard Choices</em>, Clinton wrote that she didn&rsquo;t want to definitively give support for the trade deal before the details are all hammered out -- but she still called it the &quot;signature economic pillar of our strategy in Asia.&quot;</p>\r\n\r\n<p>She said the deal lowered &quot;trade barriers while raising standards on labor, the environment, and intellectual property. ... It was also important for American workers, who would benefit from competing on a more level playing field. And it was a strategic initiative that would strengthen the position of the United States in Asia.&quot;</p>\r\n\r\n<p>Speaking in Australia in 2012, she said the &quot;TPP sets the gold standard in trade agreements to open free, transparent, fair trade, the kind of environment that has the rule of law and a level playing field. And when negotiated, this agreement will cover 40 percent of the world&#39;s total trade and build in strong protections for workers and the environment.&quot;</p>\r\n\r\n<p>It&rsquo;s also interesting to note <a href=\"http://www.npr.org/sections/itsallpolitics/2015/04/21/401123124/a-timeline-of-hillary-clintons-evolution-on-trade\" style=\"text-decoration:none;\">Clinton&rsquo;s 2008 campaign position</a> on pending trade deals -- much more defined than her current position on TPP -- and how they changed when she joined the Obama administration. &nbsp;</p>\r\n\r\n<p>For example, in an April 2008 speech where she discussed a proposed trade agreement with Colombia, she said, &quot;As I have said for months, I oppose the deal. I have spoken out against the deal, I will vote against the deal, and I will do everything I can to urge the Congress to reject the Colombia Free Trade Agreement.&quot;</p>\r\n\r\n<p>But as secretary of state in 2010, she said of the same deal: &quot;First, let me underscore President Obama&#39;s and my commitment to the Free Trade Agreement. We are going to continue to work to obtain the votes in the Congress to be able to pass it. We think it&#39;s strongly in the interests of both Colombia and the United States.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Podesta said Hillary Clinton has been &quot;very clear on where she stands on trade.&quot;</p>\r\n\r\n<p>While you can argue that clear is a bit of a subjective term, it&rsquo;s hard for any neutral person to say Clinton has been clear about trade, particularly in the context of the Trans-Pacific Partnership. Clinton has avoided answering whether she supports grants Obama fast-track trade promotion authority, which is seen as the linchpin to cutting a trade deal in Asia.</p>\r\n\r\n<p>Clinton has said what she would like in an ideal trade deal in terms of the Trans-Pacific Partnership. But she has yet to say definitively whether or not Obama&rsquo;s pending trade deal meets her standards -- though she has admitted some provisions could use improvement. This is a change from just a couple years ago, when she seemed more supportive than not of the pending trade deal.</p>\r\n\r\n<p>Does any of this sound &quot;very clear&quot; to you? We&rsquo;ll concede a little wiggle room based on Podesta&rsquo;s wording. But that&rsquo;s about it. We rate this claim Mostly False.</p>\r\n", "ruling_comments_date": "2015-06-14T10:18:19.984239", "ruling_date": "2015-06-14T18:18:59", "ruling_headline": "Hillary Clinton has 'been very clear' on trade, campaign chair says", "ruling_headline_slug": "hillary-clinton-has-been-very-clear-trade-campaign", "ruling_link_text": "More foggy than not", "ruling_state": null, "source_documents": null, "sources": "<p>NBC,<em> Meet the Press</em> transcript, June 14, 2015</p>\r\n\r\n<p>A Timeline Of Hillary Clinton&#39;s Evolution On Trade,&quot; April 21, 2015</p>\r\n\r\n<p>Council on Foreign Relations, &quot;<a href=\"http://www.cfr.org/united-states/hillary-rodham-clinton-strategic-interests-values-hard-choices/p35672\" style=\"text-decoration:none;\">Hillary Rodham Clinton on Strategic Interests, Values, and Hard Choices</a>,&quot; June 12, 2014</p>\r\n\r\n<p>Hillary Clinton, <em>Hard Choices</em>, June 10, 2014</p>\r\n\r\n<p>Hillary Clinton calls on Obama to negotiate a better trade deal,&quot; June 14, 2015</p>\r\n\r\n<p><a href=\"http://hillaryspeeches.com/\" style=\"text-decoration:none;\">HillarySpeeches.com</a>, archive search, June 14, 2015</p>\r\n\r\n<p>MSNBC, &quot;House trade vote puts Hillary Clinton in a bind,&quot; June 12, 2014</p>\r\n\r\n<p>Email interview, Clinton spokesman Josh Schwerin, June 14, 2015</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Chairman, Hillary Clinton for president campaign", "false_count": 0, "first_name": "John", "half_true_count": 0, "home_state": "Illinois", "id": 3214, "last_name": "Podesta", "mostly_true_count": 0, "name_slug": "john-podesta", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/John-Podesta_1948021b.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3214/", "total_count": 2, "true_count": 1, "website": ""}, "statement": "<p>Says Hillary Clinton&#39;s &quot;been very clear where she stands on trade.&quot;</p>\r\n", "statement_context": "comments on NBC's \"Meet the Press\"", "statement_date": "2015-06-14", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 143, "photo": null, "resource_uri": "/api/v/2/subject/143/", "subject": "Trade", "subject_slug": "trade", "used_in_edition": []}], "target": [], "twitter_headline": ""}