{"art": [{"brightcove": "", "caption": "President Barack Obama greets some of the 1,200 servicemen and women after a speech at MacDill Air Force Base on Sept. 17, 2014. (James Borchuck/Tampa Bay Times)", "id": 6322, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Obama_with_troops.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/6322/", "title": "Obama greets troops", "wibbitz": "", "youtube": "", "youtubeID": ""}, {"brightcove": "", "caption": "Republican presidential candidate Jeb Bush speaks to supporters in Pella, Iowa on June 17, 2015. (Steve Pope/Getty Images) ", "id": 6323, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Jeb_Bush_in_Pella_Iowa.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/6323/", "title": "Jeb Bush in Pella, Iowa", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2015/jun/22/jeb-bush/jeb-bush-says-democrats-responsible-swift-mindless/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 10967, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/10967/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>The size and scope of the U.S. military is already becoming an issue on the presidential campaign trail. During his presidential campaign kickoff speech, former Florida Gov. Jeb Bush criticized the Obama administration for leaving the military to wither.</p>\r\n\r\n<p>Among the bad decisions being made by &quot;the party now in the White House,&quot; Bush said, was &quot;the swift, mindless drawdown of a military that was generations in the making.&quot;</p>\r\n\r\n<p>We decided to take a closer look at his claim. We&rsquo;ll break it down into two key questions. Has there been a &quot;swift, mindless drawdown&quot; of the military? And are the Democrats &quot;responsible&quot;?</p>\r\n\r\n<p><strong>Has there been a &#39;swift, mindless drawdown&#39;&nbsp;of the military?</strong></p>\r\n\r\n<p>The Bush campaign confirmed that the candidate was referencing the military budget, so we&rsquo;ll look there.</p>\r\n\r\n<p>The unified &quot;national security&quot; budget -- which includes both the Pentagon and related spending such as nuclear-weapons work by the Energy Department -- rose in 2010 and 2011, but has fallen every year since then, by a cumulative 15 percent over the four-year period.</p>\r\n\r\n<p>Other ways of looking at the question show declines as well. National security spending was 20.1 percent of the federal budget in 2010, but an estimated 15.9 percent in 2015. And over the same span, national-security spending fell from 4.6 percent of gross domestic product to 3.3 percent.</p>\r\n\r\n<p>These are genuine declines, in a fairly rapid time frame. There are two main reasons for this.</p>\r\n\r\n<p>The first is the Obama administration&rsquo;s decision to start removing U.S. troops from Iraq and Afghanistan. This is clearly visible in the chart below, published by the Congressional Budget Office.</p>\r\n\r\n<p>To understand the chart, it&rsquo;s important to know that in recent years, the defense budget has been divided into two categories -- the &quot;base budget,&quot; which funds basic, ongoing military needs, and the &quot;overseas contingency operations&quot; budget, which funds specific deployments, such as those in Afghanistan and Iraq. The lighter of those two lines, the overseas contingency operations budget, has fallen more dramatically during the past few years.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p dir=\"ltr\" style=\"line-height:1.38;margin-top:10pt;margin-bottom:0pt;\"><img height=\"376px;\" src=\"https://lh4.googleusercontent.com/uiFcsl2LNk9WqSkitb2GBtXMuKSRWOw5-EnBKdrzjuZ8wUrPMKufb-uMwavrZN1PWQzNqYVQE0f8GTpmbx-Ium_Rz-ljHrJXIyGbWOtfLrHhEjjAQ2-8NPAKYHPYIP_LkageIbI\" style=\"border: none; transform: rotate(0.00rad); -webkit-transform: rotate(0.00rad);\" width=\"600px;\" /></p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>As the chart shows, the base budget has also been going down, partly because of a process known as sequestration.</p>\r\n\r\n<p>What&rsquo;s sequestration? In 2011, the federal government was nearing its legal debt limit, which meant that Congress had to authorize a higher level for borrowing. House Republicans insisted that actual spending cuts be passed along with an increase to the debt limit. House Speaker John Boehner led negotiations with the White House, and at first the sides seemed to be moving toward a wide-ranging overhaul of the federal budget, dubbed the &quot;grand bargain.&quot;</p>\r\n\r\n<p>However, the closed-door negotiations fell apart, and Republicans and Democrats came to a less ambitious debt-limit agreement, enacted as the Budget Control Act of 2011. The law included approximately $1.2 trillion in budget cuts spread over 10 years. But it also directed Congress to find another $1.2 trillion through a 12-member panel known as &quot;the super-committee.&quot;</p>\r\n\r\n<p>As an incentive to action, the law included an unusual budget threat: If the super-committee couldn&rsquo;t agree on a package, or if Congress voted it down, then automatic, across-the-board cuts would go into effect, with half of those cuts hitting defense. These automatic cuts are known as &quot;sequestration.&quot;</p>\r\n\r\n<p>Sequestration was intended more as an incentive to get the two sides to negotiate than as a realistic policy alternative. However, when the super-committee failed to agree on a deficit-reduction package, sequestration cuts kicked in. These were across-the-board cuts -- not reductions to particular programs carefully selected by lawmakers -- and they included both domestic and military programs.</p>\r\n\r\n<p>While the defense budget had already been drifting downward under Obama, the impact of the sequester was noteworthy.</p>\r\n\r\n<p>&quot;The cut in defense spending in 2013, when sequestration went into effect, was the largest, single-year percentage cut in the Defense Department budget since the end of the Korean War, so I think that counts as &lsquo;swift,&rsquo; &quot; said Todd Harrison, senior fellow at the Center for Strategic and Budgetary Assessments. &quot;And because the cut was initially through a sequester, which cuts all accounts by the same amount, it was also &lsquo;mindless.&rsquo; &quot;</p>\r\n\r\n<p>So Bush has a point when he says the cuts have been &quot;swift&quot; and &quot;mindless.&quot;</p>\r\n\r\n<p><strong>But is the Obama administration solely to blame? No</strong></p>\r\n\r\n<p>The Obama administration has already proposed spending increases for future years. The most recent Obama budget proposed a 7.8 percent increase in the base Defense Department budget between 2015 and 2016 -- clear evidence that he is seeking increased defense spending despite the continuing threat of sequestration.</p>\r\n\r\n<p dir=\"ltr\" style=\"line-height:1.38;margin-top:10pt;margin-bottom:0pt;\">And the increase isn&rsquo;t fleeting. CBO projections based on Defense Department requests show rising defense spending over the next five years. Taking account of inflation, defense spending is projected to rise by 8.8 percent between 2015 and 2019. The CBO also predicts increases above the rate of inflation as far in the future as 2030.</p>\r\n\r\n<p>&quot;Defense spending is rising modestly now even at Budget Control Act levels,&quot; said Mackenzie Eaglen, a resident fellow in security studies at the American Enterprise Institute.</p>\r\n\r\n<p>The Bush campaign argues that author <a href=\"http://www.politico.com/news/stories/1012/82772.html\" style=\"text-decoration:none;\">Bob Woodward&rsquo;s detailed book about fiscal negotiations has described the sequester as a Democratic invention</a>. They also note that when House Republicans sought to use overseas contingency funding <a href=\"http://breakingdefense.com/2015/04/ryan-murray-2-0-the-2016-defense-budget-by-the-numbers/\" style=\"text-decoration:none;\">to go around the budget caps on military spending</a>, Obama threatened a veto.</p>\r\n\r\n<p>However, a cross-section of experts told PolitiFact they see the two parties as co-owners of sequestration.</p>\r\n\r\n<p>Republicans in Congress voted for the law that set up its possibility. In the House, 174 Republicans and 95 Democrats<a href=\"http://clerk.house.gov/evs/2011/roll690.xml\" style=\"text-decoration:none;\"> voted for the law</a>, while 66 Republicans and 95 Democrats opposed it. (Final tally: Passed 269-161.) In the Senate, 28 Republicans and 45 Democrats<a href=\"http://politics.nytimes.com/congress/votes/112/senate/1/123\" style=\"text-decoration:none;\"> voted for it</a>, while 19 Republicans and 6 Democrats opposed it. (Final tally: Passed 74-26.) Two other laws that modified the terms of the sequester were also passed on a bipartisan basis -- the American Taxpayer Relief Act of 2012 and the Bipartisan Budget Act of 2013.</p>\r\n\r\n<p>&quot;The Budget Control Act was adopted by bipartisan majorities with a Republican House, Democratic Senate, and signed into law by a Democratic president,&quot; said Steve Ellis, vice president of Taxpayers for Common Sense. &quot;The failure of the super-committee was a bipartisan failure. This falls on both sides.&quot;</p>\r\n\r\n<p>While Eaglen acknowledged that the White House initially came up with sequestration, she added that &quot;both parties are responsible for the drawdown. Many members of Congress voted for these military reductions, and the president signed them into law.&quot;</p>\r\n\r\n<p>Harrison agreed. &quot;In a divided government, I don&rsquo;t think it&rsquo;s ever completely accurate to say that one party or the other is responsible for something,&quot; he said. &quot;What happened is that both parties took the defense budget hostage in the budget debate, and when both sides have the same hostage, it doesn&rsquo;t work out well for the hostage.&quot;</p>\r\n\r\n<p>He added that the administration has proposed a defense budget each year that was higher than what Congress ultimately enacted, with the exception of 2015, when Congress enacted spending at close to the level Obama proposed. &quot;So Congress has been providing less to the Defense Department than the administration has requested, but the president has signed each of those appropriations bills into law,&quot; he said. &quot;So I think the blame has to be shared.&quot;</p>\r\n\r\n<p><strong>Is the level of funding today, and in the near future, adequate for the military&rsquo;s needs?</strong></p>\r\n\r\n<p>Perhaps not surprisingly, there is less consensus on this question.</p>\r\n\r\n<p>Even taking into account sequestration, current defense spending is high by historical standards. As we noted, defense spending is estimated to be 3.3 percent of gross domestic in 2015. That&rsquo;s higher than in the period immediately before 9/11 -- the years 1997 to 2002.</p>\r\n\r\n<p>Additionally, the current round of cuts &quot;are consistent with other post-war drawdowns, including Korea, Vietnam, and the Cold War,&quot; said Christopher A. Preble, the vice president for defense and foreign policy studies at the Cato Institute, a libertarian think tank that favors lower defense spending.</p>\r\n\r\n<p>&quot;I believe that we are extraordinarily safe and secure, both by historic standards, and relative to any other country on earth,&quot; Preble said.</p>\r\n\r\n<p>To be sure, Eaglen said that military chiefs and civilian leaders have repeatedly said sequestration poses an intolerable risk to U.S. forces. &quot;I would agree,&quot; she said.</p>\r\n\r\n<p>At the same time, she added, the military brass has said that Obama&rsquo;s proposed budget levels &quot;are acceptable. Putting aside how it&rsquo;s funded -- through the overseas contingency budget or not -- the GOP Congress is giving the president&quot; what he wants.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Bush said Democrats are &quot;responsible&quot; for &quot;the swift, mindless drawdown of a military that was generations in the making.&quot;</p>\r\n\r\n<p>There has certainly been a decline in military spending during much of Obama&rsquo;s presidency, and to the extent that sequestration has contributed to this, it&rsquo;s not unreasonable to call the cuts &quot;swift&quot; and &quot;mindless.&quot; But to pin that solely on the Obama administration is wrong. Obama has proposed increases for defense spending beyond the rate of inflation lasting years into the future, and Bush&rsquo;s decision to exclusively blame the Democrats for past cuts isn&rsquo;t justified. It has taken two to tango, experts say. We rate the claim Mostly False.</p>\r\n", "ruling_comments_date": "2015-06-18T17:04:36.897361", "ruling_date": "2015-06-22T10:53:02", "ruling_headline": "Jeb Bush says Democrats 'responsible' for 'swift, mindless' cuts to defense spending", "ruling_headline_slug": "jeb-bush-says-democrats-responsible-swift-mindless", "ruling_link_text": "Spending has fallen, but it takes two to tango", "ruling_state": null, "source_documents": null, "sources": "<p>Jeb Bush, <a href=\"http://www.c-span.org/video/?326472-1/former-governor-jeb-bush-rfl-presidential-campaign-announcement\" style=\"text-decoration:none;\">announcement speech</a>, <a href=\"http://www.cq.com/doc/newsmakertranscripts-4705899?2\" style=\"text-decoration:none;\">June 15, 2015</a></p>\r\n\r\n<p>Congressional Budget Office, &quot;<a href=\"http://www.cbo.gov/sites/default/files/cbofiles/attachments/49483-FDYP.pdf\" style=\"text-decoration:none;\">Long-Term Implications of the 2015 Future Years Defense Program</a>,&quot; November 2014</p>\r\n\r\n<p>Office of Management and Budget, &quot;<a href=\"https://www.whitehouse.gov/sites/default/files/omb/budget/fy2016/assets/hist03z1.xls\" style=\"text-decoration:none;\">Table 3.1&mdash;Outlays by Superfunction and Function: 1940&ndash;2020</a>,&quot; accessed June 18, 2015</p>\r\n\r\n<p>Congressional Research Service, &quot;<a href=\"https://www.fas.org/sgp/crs/misc/R41726.pdf\" style=\"text-decoration:none;\">Discretionary Budget Authority by Subfunction: An Overview</a>,&quot; Feb. 5, 2015</p>\r\n\r\n<p>Center for Strategic and International Studies, &quot;<a href=\"http://csis.org/files/publication/150306_FY2016.pdf\" style=\"text-decoration:none;\">The FY2016 Defense Budget and US Strategy: Key Trends and Data Points</a>,&quot; March 6, 2015</p>\r\n\r\n<p>Associated Press, &quot;<a href=\"http://www.usnews.com/news/politics/articles/2015/05/15/house-set-to-pass-defense-policy-bill-opposed-by-obama\" style=\"text-decoration:none;\">House defies Obama veto threat, passes defense policy bill that skirts federal spending caps</a>,&quot; May 15, 2015</p>\r\n\r\n<p><em>Politico</em>, &quot;<a href=\"http://www.politico.com/news/stories/1012/82772.html\" style=\"text-decoration:none;\">Bob Woodward: Obama &#39;mistaken&#39; on sequester</a>,&quot; Oct. 23, 2012</p>\r\n\r\n<p>PolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2013/feb/12/marco-rubio/marco-rubio-says-sequester-was-obamas-idea/\" style=\"text-decoration:none;\">Marco Rubio says sequester was Obama&rsquo;s idea</a>,&quot; Feb. 12, 2013</p>\r\n\r\n<p>Email interview with Lance Janda, historian at Cameron University, June 17, 2015</p>\r\n\r\n<p>Email interview with Steve Ellis, vice president of Taxpayers for Common Sense, June 17, 2015</p>\r\n\r\n<p>Email interview with Todd Harrison, senior fellow at the Center for Strategic and Budgetary Assessments, June 17, 2015</p>\r\n\r\n<p>Email interview with Mackenzie Eaglen, resident fellow in security studies at the American Enterprise Institute, June 17, 2015</p>\r\n\r\n<p>Email interview with Christopher A. Preble, vice president for defense and foreign policy studies at the Cato Institute, June 17, 2015</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 18, "current_job": "", "false_count": 5, "first_name": "Jeb", "half_true_count": 17, "home_state": "Florida", "id": 436, "last_name": "Bush", "mostly_true_count": 24, "name_slug": "jeb-bush", "pants_count": 2, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Jeb_Bush.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/436/", "total_count": 80, "true_count": 14, "website": ""}, "statement": "<p>The Democrats are &quot;responsible&quot; for &quot;the swift, mindless drawdown of a military that was generations in the making.&quot;</p>\r\n", "statement_context": "his presidential announcement speech", "statement_date": "2015-06-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}], "target": [{"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}], "twitter_headline": ""}