{"art": [{"brightcove": "", "caption": "First Lady Hillary Clinton talks to reporters on Jan. 26, 1996 after testifying before a grand jury investigating Whitewater. (AP photo)", "id": 6336, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/98477.JPG", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/6336/", "title": "Hillary Clinton 1996", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Christian", "id": 486, "last_name": "Belanger", "name_slug": "christian-belanger", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/486/", "title": "Intern", "twitter": null}, {"email_address": "lqiu@politifact.com", "first_name": "Linda", "id": 443, "last_name": "Qiu", "name_slug": "linda-qiu", "on_staff_page": null, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Linda_Qiu.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/443/", "title": "Staff writer", "twitter": ""}], "canonical_url": "/truth-o-meter/statements/2015/jun/23/bill-clinton/no-media-coverage-hillary-clintons-exoneration-whi/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 10980, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Christian", "id": 486, "last_name": "Belanger", "name_slug": "christian-belanger", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/486/", "title": "Intern", "twitter": null}, {"email_address": "lqiu@politifact.com", "first_name": "Linda", "id": 443, "last_name": "Qiu", "name_slug": "linda-qiu", "on_staff_page": null, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Linda_Qiu.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/443/", "title": "Staff writer", "twitter": ""}], "resource_uri": "/api/v/2/statement/10980/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Former President Bill Clinton said in a recent interview that questions over his wife&rsquo;s trustworthiness have been put to rest in the past and will be again.</p>\r\n\r\n<p>Speaking on CNN&rsquo;s <em>State of the Union</em>, Clinton compared the media frenzy over leaked emails, speaking fees, and Clinton Foundation donations with a 1995 Whitewater report that he said &quot;completely exonerated&quot; Hillary Clinton.</p>\r\n\r\n<p>Back then, the alleged exoneration didn&rsquo;t get much traction in the news, he said.</p>\r\n\r\n<p>&quot;The next day, there was nothing in the media about it. There was stunning nondisclosure,&quot; he said on <a href=\"http://transcripts.cnn.com/TRANSCRIPTS/1506/14/sotu.01.html\" style=\"text-decoration:none;\">June 14</a>. &quot;So, now we have got social media, and we can have disclosure. And we can all live under the same rules. And it&#39;s going to be fine.&quot;</p>\r\n\r\n<p>His claim about missing coverage of Whitewater was as surprising to us as it was to the incredulous Clinton, so we decided to delve into the archives and see if we could confirm his claim. In a separate fact-check, we looked at the claim that the report &quot;completely exonerated&quot; her. That earned a rating of <a href=\"http://www.politifact.com/truth-o-meter/statements/2015/jun/23/bill-clinton/bill-clinton-says-hillary-was-completely-exonerate/\">MostlyTrue</a>.</p>\r\n\r\n<p><strong>Investigating Whitewater</strong></p>\r\n\r\n<p>The long, long Whitewater saga first came to public attention during Bill Clinton&rsquo;s 1992 presidential campaign, when the <em>New York Times</em> published an article detailing the Clintons&rsquo; involvement in the late 1970s with Whitewater Development, a real estate corporation. Together with a longtime friend, James B. McDougal, the Clintons formed the company in order to buy and sell vacation property in the Ozark Mountains.</p>\r\n\r\n<p>McDougal, however, was also the president of Madison Guaranty, a savings and loan association. Over the following decade, the company became engaged in a number of risky real estate ventures and lending deals, including a number of political donations to Bill Clinton&rsquo;s Arkansas gubernatorial campaign.</p>\r\n\r\n<p>When Madison Guaranty finally collapsed in 1989, McDougal was indicted on federal fraud charges; though he was later acquitted, a separate investigation ensued, one that eventually implicated the Clintons as potential beneficiaries of illegal activity. To further complicate matters, Hillary Clinton&rsquo;s law firm had also represented Madison Guaranty as it fought unsuccessfully to prevent insolvency.</p>\r\n\r\n<p>After Clinton won the presidency, a confused mass of probes, committees, hearings, and special investigations ensued, proceedings that dogged Clinton through most of his tenure in the Oval Office. Questions were raised, as Republicans in Congress searched for a smoking gun: The only problem, to stretch a metaphor, was that nobody knew the make, the model, or even the existential status of the alleged firearm.</p>\r\n\r\n<p>The investigation was rife with leaks of undisclosed documents that dripped out slowly, and as we&rsquo;ll see, that contributed a good bit to why the media covered the scandal the way they did. &nbsp;</p>\r\n\r\n<p><strong>The 1995 Pillsbury Report</strong></p>\r\n\r\n<p>The Pillsbury Report sat squarely in the midst of this bureaucratic tangle. Commissioned in order to investigate the Clintons&rsquo; involvement in the Whitewater venture, it concluded that no civil action should be taken against anyone involved in the real estate deals.</p>\r\n\r\n<p>This is not the first time Clinton has expressed his disapproval over the media&rsquo;s coverage of the 1995 report in question, which was authored by independent law firm Pillsbury, Madison, &amp; Sutro and commissioned by the Resolution Trust Corporation, a now-defunct federal agency involved in the Whitewater investigation.</p>\r\n\r\n<p>In his autobiography, <em>My Life</em>, Clinton <a href=\"https://books.google.com/books?id=yp0GgaHRIX4C&amp;pg=PA298&amp;lpg=PA298&amp;dq=the+pillsbury+report+rtc&amp;source=bl&amp;ots=oAAJDCcMpZ&amp;sig=ccFDG8ZNRnsy5eLab7lU7UPfAqg&amp;hl=en&amp;sa=X&amp;ved=0CFUQ6AEwCTgKahUKEwja76K_0JTGAhUBlQ0KHR4wANg#v=onepage&amp;q&amp;f=false\" style=\"text-decoration:none;\">writes</a> that he &quot;eagerly awaited&quot; the coverage of the<em> New York Times</em> and <em>Washington Post</em> on the report&rsquo;s findings, but was disappointed by the results: &quot;Immediately after the RTC report was released, the <em>Post </em>mentioned it in passing, in the 11th paragraph of a front-page story...and the <em>New York Times</em> didn&rsquo;t run a word. The <em>Los Angeles Times</em>, <em>Chicago Tribune</em>, and <em>Washington Times</em> ran an Associated Press story of about four hundred words on the inside pages of their papers.&quot;</p>\r\n\r\n<p>In acknowledging that there was any press coverage at all, Clinton contradicts his recent statement that there was &quot;nothing in the media&quot; the day after the report was released. Nevertheless, his larger point seems to be that the press coverage of the event was severely lacking.</p>\r\n\r\n<p>So, is Clinton&rsquo;s claim of &quot;stunning nondisclosure&quot; factual? The answer is slightly murky, since it&rsquo;s unclear when the report&rsquo;s findings came to light, and therefore how quickly news organizations responded to it. There exists a preliminary report dated to April 24, 1995, but it does not appear to have been released to the media at the time (more on this below).</p>\r\n\r\n<p>It seems more likely that Clinton is referring to the Dec. 13, 1995, report to the RTC, which concluded,&nbsp;&quot;It is recommended that no further resources be expended on the Whitewater part of the investigation.&quot;</p>\r\n\r\n<p>The earliest media mention we could find of the December report is from the Dec. 16, 1995,&nbsp;<em>Washington Post</em> story that Clinton mentions in his book. The story focused on the White House easing conditions for the release of certain documents, noting that the report was sent to congressional committees two days earlier.</p>\r\n\r\n<p>Over the next week, articles about the Pillsbury report trickled out. On Dec. 18, both the <em>Wall Street Journal</em> and the <em>San Jose Mercury News</em> ran short stories, less than 150 words, giving succinct summaries of the report.</p>\r\n\r\n<p>The next day, ABC&rsquo;s evening news program <em>Nightline </em>briefly discussed the findings, while the <em>New York Times</em>, like the <em>Washington Post</em>, mentioned the report within a larger story on missing Whitewater files. Later that week, the <em>New York Times&rsquo;</em> Sunday edition contained a story focused solely on the Pillsbury report.</p>\r\n\r\n<p>On Dec. 20, the <em>New York Daily News</em> ran two editorials on the Pillsbury report, one giving a nod and the other exploring the findings at length.</p>\r\n\r\n<p>So there was some press coverage, even if it wasn&rsquo;t sufficiently exculpatory for Clinton&rsquo;s taste. In fact, Howard Kurtz, in an editorial for the <em>Washington Post</em> on Dec. 22 (one praised by Clinton in his autobiography) discussed why there was scant media attention.</p>\r\n\r\n<p>Kurtz quoted several reporters from major newspapers as saying that the report was old news &mdash; a draft had been leaked that June &mdash; and beside the point: Attention to the Clintons&rsquo; participation in the land venture itself had dissipated, replaced instead by questions surrounding Hillary Clinton&rsquo;s role as legal adviser to Madison Guaranty, the firm embroiled in the real estate deals surrounding the scandal.</p>\r\n\r\n<p>That particular issue would not be resolved until the Dec. 28 report on Clinton&rsquo;s Rose Law Firm was released, which concluded on a similar note to the other report: &quot;It is recommended that no further resources be expended on this investigation.&quot;</p>\r\n\r\n<p>We looked back to see if it was true that the December report&rsquo;s findings had already been covered in the summer, and discovered that it was: Seven different newspapers wrote about the April 24 Pillsbury report on June 26 or 27, with the <em>Washington Post</em> devoting two separate stories to the issue.&nbsp;</p>\r\n\r\n<p>Kurtz&rsquo;s article also supplies another reason why media outlets might have been reluctant to devote too much coverage to the Pillsbury report, even after its findings were made public in December: It wasn&rsquo;t available to them in its entirety.</p>\r\n\r\n<p>&quot;As soon as we can get ahold of the report, it&#39;s our intention to write an article about it,&quot; a<em> New York Times</em> editor told Kurtz, &quot;There&#39;s a lot of spin that goes along with these reports. That&#39;s why you have to look at them.&quot;</p>\r\n\r\n<p>The <em>New York Daily News</em>, in its article from Dec. 20, gives the reason for this, writing that the report &quot;was shown to the <em>Daily News</em> by congressional Democrats,&quot; but &quot;the not-guilty verdict cannot be made public. It contains advice on how to prosecute other Arkansas figures, including their business partner James McDougal, and the government does not want that information to fall into the hands of defense attorneys.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Bill Clinton said that&nbsp;after a federal inquiry substantially cleared&nbsp;Hillary Clinton&nbsp;on the Whitewater scandal, &quot;The next day, there was nothing in the media about it. There was stunning nondisclosure.&quot;</p>\r\n\r\n<p>While the former president might technically be correct &mdash; after the Dec. 13 report was sent to Congress, nothing appeared in the papers the following day &mdash; there was some amount of press coverage over the following week and a half, including a discussion of why that press coverage was not more amplified, a discussion that Clinton himself acknowledges in his autobiography. Additionally, there had been substantial press coverage of the findings of a preliminary report once the media managed to obtain information from it.</p>\r\n\r\n<p>We rate Clinton&rsquo;s statement Half True.</p>\r\n", "ruling_comments_date": "2015-06-22T14:08:48.141026", "ruling_date": "2015-06-23T13:20:51", "ruling_headline": "No media coverage of Hillary Clinton's 'exoneration' in Whitewater, says Bill Clinton", "ruling_headline_slug": "no-media-coverage-hillary-clintons-exoneration-whi", "ruling_link_text": "A tangled media tale", "ruling_state": null, "source_documents": null, "sources": "<p>CNN, State of the Union, transcript, June 14, 2015</p>\r\n\r\n<p>Bill Clinton, My Life</p>\r\n\r\n<p><em>Washington Post</em>, White House Eases Stance On Notes; Whitewater Panel Acts To Enforce Subpoena, Dec. 16, 1995 (Nexis)</p>\r\n\r\n<p><em>Wall Street Journal</em>, Whitewater Report for RTC Discloses &lsquo;no basis&rsquo; for Agency to Sue Clintons, Dec. 18, 1995 (Nexis)</p>\r\n\r\n<p><em>San Jose Mercury News</em>, Whitewater Report: Good News for Clinton, Dec. 18, 1995 (Nexis)</p>\r\n\r\n<p><em>New York Times</em>,<a href=\"http://www.nytimes.com/1995/12/19/us/senate-committee-says-files-on-whitewater-are-missing.html\" style=\"text-decoration:none;\"> Senate Committee says Files on Whitewater are Missing</a>, Dec. 19, 1995</p>\r\n\r\n<p><em>New York Times</em>,<a href=\"http://www.nytimes.com/1995/12/24/us/savings-and-loan-bailout-agency-will-not-sue-the-clintons.html\" style=\"text-decoration:none;\"> Savings and Loan Bailout Agency Will Not Sue the Clintons</a>, Dec. 24, 1995</p>\r\n\r\n<p><em>New York Daily News</em>, Watergate It&rsquo;s Not, Dec. 20, 1995 (Nexis)</p>\r\n\r\n<p><em>New York Daily News</em>, Whitewater Probe Finds the Clintons are in the Clear, Dec. 20, 1995 (Nexis)</p>\r\n\r\n<p><em>Washington Post</em>, Good News is Old News; Whitewater is now Another Story Entirely, Dec. 22, 1995 (Nexis)</p>\r\n\r\n<p>The Washington Post, Whitewater Study Shows How Clintons&#39; Burden Eased, June 29, 1995 (Nexis)</p>\r\n\r\n<p><em>Washington Post</em>, Study Shows Clintons Invested Passively in Whitewater; Report for RTC Indicates First Couple Lost $40,000 in Land Venture, Left Details to Partner, June 27, 1995 (Nexis)</p>\r\n\r\n<p>Pillsbury, Madison &amp; Sutro, Madison Guaranty Savings &amp; Loan and Whitewater Development Company, Inc.: A Preliminary Report to the Resolution Trust Corporation, April 24, 1995</p>\r\n\r\n<p>Pillsbury, Madison &amp; Sutro, Madison Guaranty Savings &amp; Loan and Whitewater Development Company, Inc.: A Supplemental Report to the Resolution Trust Corporation, Dec. 13, 1995</p>\r\n\r\n<p>Pillsbury, Madison &amp; Sutro, A Report on the Representation of Madison Guaranty Savings and Loan by the Rose Law Firm, Dec. 28, 1995</p>\r\n\r\n<p><em>New York Times</em>, The 1992 Campaign: Personal Finances; Clintons Joined S&amp;L Operator in an Ozark Real-Estate Venture, March 8, 1992</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "former president", "false_count": 2, "first_name": "Bill", "half_true_count": 12, "home_state": "Arkansas", "id": 32, "last_name": "Clinton", "mostly_true_count": 11, "name_slug": "bill-clinton", "pants_count": 3, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-billclinton.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/32/", "total_count": 42, "true_count": 9, "website": ""}, "statement": "<p dir=\"ltr\" style=\"line-height:1.38;margin-top:0pt;margin-bottom:10pt;\">After a federal inquiry corroborated Hillary Clinton on Whitewater, &quot;the next day, there was nothing in the media about it.&quot;</p>\r\n", "statement_context": "comments on CNN's State of the Union", "statement_date": "2015-06-14", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}, {"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 41, "current_job": "Presidential candidate", "false_count": 31, "first_name": "Hillary", "half_true_count": 69, "home_state": "New York", "id": 1, "last_name": "Clinton", "mostly_true_count": 76, "name_slug": "hillary-clinton", "pants_count": 7, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/GYI_659046701_585968470.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1/", "total_count": 304, "true_count": 72, "website": "http://www.hillaryclinton.com/"}], "twitter_headline": ""}