{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Christian", "id": 486, "last_name": "Belanger", "name_slug": "christian-belanger", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/486/", "title": "Intern", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2015/jun/25/cornell-william-brooks/how-many-hate-crimes-are-there-united-states-2/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 10994, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Christian", "id": 486, "last_name": "Belanger", "name_slug": "christian-belanger", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/486/", "title": "Intern", "twitter": null}], "resource_uri": "/api/v/2/statement/10994/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p dir=\"ltr\">After the Charleston church shooting, residents of the South Carolina city came together to rally behind the families of the nine victims. One notable moment came during suspect Dylann Roof&rsquo;s arraignment, when a relative of one of the dead told him, &quot;You hurt me. You hurt a lot of people. But God forgives you. I forgive you.&quot;</p>\r\n\r\n<p dir=\"ltr\">Some pundits see the response as proof that race relations in the United States are improving; others are more skeptical, with many pointing out that the number of hate crimes committed has remained stubbornly steady and worryingly high.</p>\r\n\r\n<p dir=\"ltr\">NAACP President Cornell William Brooks falls firmly into the latter category.</p>\r\n\r\n<p dir=\"ltr\">&quot;The level of hate crimes in this country has remained constant over years,&quot; he said on <em>Face the Nation</em>. &quot;We have to allocate resources to address these hate groups and these hate crimes. The fact of the matter is, the Justice Department underestimates the degree of hate crimes in this country because they have to rely on self-reporting. That is a challenge. And the fact that we have at least 200,000 to 300,000 hate crimes in a given year is unconscionable and inconsistent with our values as Americans.&quot;</p>\r\n\r\n<p dir=\"ltr\">Brooks&rsquo;&nbsp;claim about the number of hate crimes surprised us, so we decided to see if we could confirm the number.</p>\r\n\r\n<p dir=\"ltr\"><strong>Conflicting collections</strong></p>\r\n\r\n<p dir=\"ltr\">Written for the purpose of collecting statistics on the phenomenon, the Hate Crime Statistics Act defines hate crimes as &quot;crimes that manifest evidence of prejudice based on race, gender and gender identity, religion, disability, sexual orientation, or ethnicity.&quot;</p>\r\n\r\n<p dir=\"ltr\">There are two main programs for data collection on hate crimes in the United States. The first is the FBI&rsquo;s Uniform Crime Reporting Program, known as UCR, which aggregates voluntary data from law enforcement agencies around the country. The agencies reported 5,796 hate crime incidents for 2012, much lower than the amount Brooks claimed.</p>\r\n\r\n<p dir=\"ltr\">But the UCR program relies solely on crimes that are reported to the police. In an attempt to account for crimes not reported to the police, the federal government instituted the National Crime Victimization Survey in 1973. This household survey, currently conducted by the Bureau of Justice Statistics, asks nearly 160,000 people annually whether or not they have been the victims of crime. In 2012, the survey estimated that 293,800 hate crime victimizations occurred, well in line with Brooks&rsquo;&nbsp;statement.</p>\r\n\r\n<p dir=\"ltr\">So, what accounts for this surprising discrepancy?</p>\r\n\r\n<p dir=\"ltr\">For one, the two methods simply approach the problem differently. The FBI program asks the police to report the number of hate crimes they have logged in a year, while the survey asks possible victims if they have experienced a hate crime.</p>\r\n\r\n<p dir=\"ltr\">Beyond that, however, there are serious questions about how the methodology of each study affects its results. To begin with, the UCR program is generally considered highly susceptible to underreporting as a result of agency non-participation.</p>\r\n\r\n<p dir=\"ltr\">&quot;There is a structural and institutional problem, which is that a lot of agencies aren&rsquo;t participating,&quot; said Brian Levin, director of the Center for the Study of Hate and Extremism at California State University. &quot;For instance, states with the highest percentage of African-Americans are participating least in the program, but 31.3 percent of victims are African-American. They&rsquo;re the single largest group victimized.&quot;</p>\r\n\r\n<p dir=\"ltr\">Levin also cited the unbelievably low numbers of reported hate crimes in states such as Alabama (six) and Mississippi (four) as proof that agencies frequently fail to aggregate and report the number of hate crime incidents they process.</p>\r\n\r\n<p dir=\"ltr\">The FBI&rsquo;s participation rates further corroborate Levin&rsquo;s assertion. The Anti-Defamation League compiled a table from the FBI data showing that in 2013 there were 85 cities with populations greater than 100,000 that either reported no hate crimes, or failed to report at all: notable cities on the list include Miami, Tulsa, Tampa, and Honolulu. (Hawaii&rsquo;s police agencies have not reported a single incident in the past two years.)</p>\r\n\r\n<p dir=\"ltr\">Furthermore, local police officers may be incapable of properly identifying hate crimes when they are reported to them. A study on crime classification errors by James Nolan of West Virginia University found that officers undercounted hate crimes by 67 percent.</p>\r\n\r\n<p dir=\"ltr\">Finally, experts told us some victims are reluctant to report incidents to the police. Immigrants, for example, can oftentimes perceive the language barrier as insurmountable, while other victims have grown up in an environment where reporting a crime to the police is not socially acceptable.</p>\r\n\r\n<p dir=\"ltr\">For its part, the National Crime Victimization Survey avoids many of these issues, since it simply asks victims of a crime whether or not they think they were targeted because of bias related to their membership in a protected category (those listed in the law). On the other hand, that means the survey may overcount the incidence of hate crimes; Levin suggests that respondents &quot;might be reporting biased incidents that aren&rsquo;t crimes, or crimes that they think are prejudice-related but aren&rsquo;t.&quot;</p>\r\n\r\n<p dir=\"ltr\">Nevertheless, the general consensus among experts is that the survey numbers come much closer to telling the truth than the FBI reports.</p>\r\n\r\n<p dir=\"ltr\"><strong>Our ruling</strong></p>\r\n\r\n<p dir=\"ltr\">Brooks said, &quot;We have at least 200,000 to 300,000 hate crimes in a given year.&quot;</p>\r\n\r\n<p dir=\"ltr\">Looking at the National Crime Victimization Survey does confirm his claim, with a 2012 report finding nearly 300,000 estimated victims of hate crime. And while the FBI&rsquo;s Uniform Crime Reporting Program, an alternative method of data collection on hate crime, only found around 6,000 reported hate crimes in 2012, experts said it&rsquo;s widely accepted that crimes are underreported with this method, mainly because of police non-participation and miscategorization.</p>\r\n\r\n<p dir=\"ltr\">Admittedly, the survey does carry its own flaws related to possible overcounting, but experts tend to agree that it comes closer to accurately estimating the total number of hate crimes. We rate Brooks&rsquo;&nbsp;statement Mostly True.</p>\r\n", "ruling_comments_date": "2015-06-24T17:46:54.982138", "ruling_date": "2015-06-25T15:00:00", "ruling_headline": "How many hate crimes are there in the United States each year?", "ruling_headline_slug": "how-many-hate-crimes-are-there-united-states-2", "ruling_link_text": "Survey data points that way", "ruling_state": null, "source_documents": null, "sources": "<p dir=\"ltr\">Bureau of Justice Statistics, Hate Crime Victimization, 2004-2012, Feb. 2014</p>\r\n\r\n<p dir=\"ltr\">Bureau of Justice Statistics, Hate Crime Victimization, 2003-2011, March 2013</p>\r\n\r\n<p dir=\"ltr\">Bureau of Justice Statistics, Hate Crime Victimization, 2003-2009, June 2011</p>\r\n\r\n<p dir=\"ltr\">FBI Uniform Crime Reports, 2013 Hate Crime Statistics</p>\r\n\r\n<p dir=\"ltr\">FBI Uniform Crime Reports, 2012 Hate Crime Statistics</p>\r\n\r\n<p dir=\"ltr\">CNN, Face the Nation, June 21, 2015</p>\r\n\r\n<p dir=\"ltr\">Interview, Brian Levin, Center for the Study of Hate and Extremism, June 23, 2015</p>\r\n\r\n<p dir=\"ltr\">Interview, Jack Levin, Brudnick Center on Violence and Conflict, June 23, 2015</p>\r\n\r\n<p dir=\"ltr\">Interview, Michael Lieberman, Washington Counsel to the Anti-Defamation League, June 23, 2015</p>\r\n\r\n<p dir=\"ltr\">Interview, Lynn Langton, Bureau of Justice Statistics, June 23, 2015</p>\r\n\r\n<p dir=\"ltr\"><em>American Behavioral Scientist</em>, Nolan et al, Assessing the &quot;Statistical Accuracy&quot; of the National Incident-Based Reporting System Hate Crime Data, June 4, 2015</p>\r\n\r\n<p dir=\"ltr\">Huffington Post, The State of Hate in America, June 19, 2015</p>\r\n\r\n<p dir=\"ltr\">Anti-Defamation League, FBI 2013 HCSA Did Not Report (DNR) and Zero Reporting, December 2014</p>\r\n\r\n<div>&nbsp;</div>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "Cornell William", "half_true_count": 0, "home_state": "", "id": 3224, "last_name": "Brooks", "mostly_true_count": 1, "name_slug": "cornell-william-brooks", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/brooks.JPG", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3224/", "total_count": 1, "true_count": 0, "website": "http://www.naacp.org/pages/cornell-william-brooks"}, "statement": "<p>&quot;We have at least 200,000 to 300,000 hate crimes in a given year.&quot;</p>\r\n", "statement_context": "comments on Face the Nation", "statement_date": "2015-06-21", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}, {"description": "", "id": 177, "photo": null, "resource_uri": "/api/v/2/subject/177/", "subject": "Criminal Justice", "subject_slug": "criminal-justice", "used_in_edition": ["/api/v/2/edition/5/"]}, {"description": "", "id": 130, "photo": null, "resource_uri": "/api/v/2/subject/130/", "subject": "Diversity", "subject_slug": "diversity", "used_in_edition": []}], "target": [], "twitter_headline": ""}