{"art": [], "author": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/jul/23/betsy-mccaughey/mccaughey-claims-end-life-counseling-will-be-requi/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1099, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1099/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\n Republicans have found many reasons to oppose the Democrats' health care proposal, but this is one of the oddest.&nbsp;\n <br />\n <br />\n Betsy McCaughey, chairman of the Committee to Reduce Infection Deaths and former lieutenant governor of New York state, says the bill goes too far to encourage senior citizens to end their lives.\n</p>\n<p>\n On the radio show of former Sen. Fred Thompson on July 16, 2009, McCaughey said &quot;Congress would make it mandatory &mdash; absolutely require &mdash; that every five years people in Medicare have a required counseling session that will tell them how to end their life sooner.&quot;\n <br />\n <br />\n She said those sessions would help the elderly learn how to &quot;decline nutrition, how to decline being hydrated, how to go in to hospice care ... all to do what's in society's best interest or in your family's best interest and cut your life short.&quot;\n <br />\n <br />\n Her point has caught on with conservative pundits. On his July 21 show, Rush Limbaugh said the following:\n <br />\n <br />\n &quot;Mandatory counseling for all seniors at a minimum of every five years, more often if the seasoned citizen is sick or in a nursing home. ... That's an invasion of the right to privacy. We can't have counseling for mothers who are thinking of terminating their pregnancy, but we can go in there and counsel people about to die.&quot;\n <br />\n <br />\n McCaughey is no stranger to the health care debate. In 1994, she wrote a scathing review of the Clinton administration's health care plan in the\n <em>\n  New Republic,\n </em>\n a left-leaning magazine, arguing that the proposal would lead to rationing of treatment and would prevent patients from choosing health insurance. Republicans seized on the key points of &quot;No Exit,&quot; forcing the Clintons to issue a response to the article.\n <br />\n <br />\n She jumped back into the fray earlier this year while Congress was debating a $787 billion stimulus package. In a Feb. 9 Bloomberg op-ed column, McCaughey criticized the bill for including a plan to monitor health treatments to see which are most cost effective. The elderly, she said, would be denied treatment as a result.\n <br />\n <br />\n Now the Democratic health care bill is in her sights.\n <br />\n <br />\n In her chat with Thompson, McCaughey said the language can be found on page 425 of the health care bill, so we started there. Indeed, Sec. 1233 of the bill, labeled &quot;Advance Care Planning Consultation&quot; details how the bill would, for the first time, require Medicare to cover the cost of end-of-life counseling sessions.\n <br />\n <br />\n According to the bill, &quot;such consultation shall include the following: An explanation by the practitioner of advance care planning, including key questions and considerations, important steps, and suggested people to talk to; an explanation by the practitioner of advance directives, including living wills and durable powers of attorney, and their uses; an explanation by the practitioner of the role and responsibilities of a health care proxy.&quot;\n <br />\n <br />\n Medicare will cover one session every five years, the legislation states. If a patient becomes very ill in the interim, Medicare will cover additional sessions.\n <br />\n <br />\n Jon Keyserling, general counsel and vice president of public policy for the National Hospice and Palliative Care Organization, which supports the provision, said the bill doesn't encourage seniors to end their lives, it just allows some important counseling for decisions that take time and consideration.\n <br />\n <br />\n &quot;These are very serious conversations,&quot; he said. &quot;It needs to be an informative conversation from the medical side and it needs to be thought about carefully by the patient and their families.&quot;\n <br />\n <br />\n In no way would these sessions be designed to encourage patients to end their lives, said Jim Dau, national spokeman for AARP, a group that represents people over 50 that has lobbied in support of the advanced planning provision.\n <br />\n <br />\n McCaughey's comments are &quot;not just wrong, they are cruel,&quot; said Dau. &quot;We want to make sure people are making the right decision. If some one wants to take every life-saving measure, that's their call. Others will decide it's not worth going through this trauma just for themselves and their families, and that's their decision, too.&quot;\n <br />\n <br />\n Both Keyserling and Dau were particularly troubled that McCaughey insisted &mdash; three times, to be exact &mdash; that the sessions would be mandatory, which they are not.\n <br />\n <br />\n For his part, Keyserling said he and outside counsel read the language carefully to make sure that was not the case.\n <br />\n <br />\n &quot;Neither of us can come to the conclusion that it's mandatory.&quot; he said. &quot;This new consultation is just like all in Medicare: it's voluntary.&quot;\n <br />\n <br />\n &quot;The only thing mandatory is that Medicare will have to pay for the counseling,&quot; said Dau.\n</p>\n<p>\n For our ruling on this one, there's really no gray area here. McCaughey incorrectly states that the bill would require Medicare patients to have these counseling sessions and she is suggesting that the government is somehow trying to interfere with a very personal decision. And her claim that the sessions would &quot;tell [seniors] how to end their life sooner&quot; is an outright distortion. Rather, the sessions are an option for elderly patients who want to learn more about living wills, health care proxies and other forms of end-of-life planning. McCaughey isn't just wrong, she's spreading a ridiculous falsehood. That's a Pants on Fire.\n</p>", "ruling_comments_date": "2010-01-07T13:27:39.301225", "ruling_date": "2009-07-23T19:02:24", "ruling_headline": "McCaughey claims end-of-life counseling will be required for Medicare patients", "ruling_headline_slug": "mccaughey-claims-end-life-counseling-will-be-requi", "ruling_link_text": "No, the government isn't going to kill Granny", "ruling_state": null, "source_documents": null, "sources": "<p>\n Fred Thompson Show,\n <a href=\"http://fredthompsonshow.com/pg/jsp/charts/streamingAudioMaster.jsp?dispid=320&amp;headerDest=/pg/jsp/media/interviewhighlightswelcome.jsp\" target=\"_blank\">\n  interview with Betsy McCaughey\n </a>\n , accessed July 23, 2009\n</p>\n<p>\n Rush Limbaugh Show,\n <a href=\"http://www.rushlimbaugh.com/home/daily/site_072109/content/01125114.guest.html \" target=\"_blank\">\n  July 21, 2009, installment\n </a>\n</p>\n<p>\n Energy and Commerce Committee,\n <a href=\"http://energycommerce.house.gov/Press_111/20090714/aahca.pdf \" target=\"_blank\">\n  HR 3200\n </a>\n , accessed July 23, 2009\n</p>\n<p>\n Bloomberg News,\n <a href=\" http://www.bloomberg.com/apps/news?pid=20601039&amp;sid=aLzfDxfbwhzs \" target=\"_blank\">\n  Ruin Your Health With the Obama Stimulus Plan\n </a>\n , by Betsy McCaughey, Feb. 9, 2009\n <br />\n <br />\n Daily Beast,\n <a href=\"http://www.thedailybeast.com/blogs-and-stories/2009-05-15/the-woman-who-killed-health-care/\" target=\"_blank\">\n  The Woman Who Killed Health Care\n </a>\n , by Benjamin Sarlin, May 15, 2009\n <br />\n <br />\n Newsweek,\n <a href=\"http://www.newsweek.com/id/113133\" target=\"_blank\">\n  The Clintons' Lethal Paternalism\n </a>\n , Feb. 7, 1994\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "Betsy", "half_true_count": 0, "home_state": "", "id": 195, "last_name": "McCaughey", "mostly_true_count": 0, "name_slug": "betsy-mccaughey", "pants_count": 2, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Betsy_McCaughey.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/195/", "total_count": 2, "true_count": 0, "website": ""}, "statement": "<p>The health care reform bill &quot;would make it mandatory &mdash; absolutely require &mdash; that every five years people in Medicare have a required counseling session that will tell them how to end their life sooner.&quot;</p>", "statement_context": "on the Fred Thompson radio show", "statement_date": "2009-07-16", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}