{"art": [{"brightcove": "", "caption": "Engraving by Thomas Nast, circa 1865, celebrating the emancipation of Southern slaves at the end of the Civil War. (Library of Congress)", "id": 6360, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Emancipation_engraving.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/6360/", "title": "Emancipation engraving", "wibbitz": "", "youtube": "", "youtubeID": ""}, {"brightcove": "", "caption": "The presidential palace in Monrovia, Liberia, which was settled by former slaves from the United States.", "id": 6361, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Liberian_presidential_palace.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/6361/", "title": "Liberian colonization", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2015/jun/26/blog-posting/did-abraham-lincoln-plan-send-ex-slaves-central-am/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": null, "id": 11003, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/11003/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>The debate over whether states should allow the Confederate battle flag in close proximity to their state capitol -- reignited by the June 17 killing of nine African-American worshippers in a historic church in South Carolina -- has intensified discussion of slavery and the Civil War on social media.</p>\r\n\r\n<p>A reader recently asked us to check out <a href=\"http://www.americasfreedomfighters.com/2015/03/13/the-truth-about-confederate-history-its-not-what-you-think/\">claims</a> <a href=\"http://www.rulen.com/myths/\">repeated</a> in a <a href=\"http://authenticenlightenment.com/2015/06/23/no-the-confederate-flag-does-not-stand-for-racism-or-slavery/\">variety</a> of <a href=\"http://outlawjimmy.com/america/the-old-rugged-cross/\">places</a> on the <a href=\"https://www.facebook.com/PrepareToTakeAmericaBack/posts/848286545226376\">Internet</a> that offer a revisionist history of the Civil War, with a sympathetic spin on behalf of the Confederacy.</p>\r\n\r\n<p>Here, we&rsquo;ll focus on one of the claims from those sites -- one that calls into question whether President Abraham Lincoln was really &quot;the Great Emancipator&quot;:</p>\r\n\r\n<p>&quot;Martyred President Abraham Lincoln was fervently making plans to send all freed slaves to the jungles of Central America once the war was over,&quot; the Internet posts say. &quot;Knowing that African society would never allow the slaves to return back to Africa, Lincoln also did not want the slaves in the U.S. He thought the jungles of Central America would be the best solution and conducive to the freed slaves best interest. The only thing that kept this from happening, was his assassination.&quot;</p>\r\n\r\n<p>We wondered whether mainstream historians believe that Lincoln was &quot;making plans to send all freed slaves to the jungles of Central America once the (Civil War) was over&quot; and that &quot;the only thing that kept this from happening was his assassination.&quot;</p>\r\n\r\n<p>The short answer is that Lincoln had long favored the &quot;colonization&quot; option, though as a voluntary option rather than a mandated removal. Moreover, his issuance of the Emancipation Proclamation on Jan. 1, 1863, rendered even that voluntary option effectively dead -- and since that was more than two years before the end of the war on April 9, 1865, his assassination didn&rsquo;t stop it from happening. Lincoln never spoke publicly of colonization after issuing the proclamation, and apparently did little behind the scenes to advance the idea after that date, focusing instead on creating a post-war society that included both blacks and whites.</p>\r\n\r\n<p>&quot;The post is preposterous,&quot; said Michael Burlingame, a historian who holds a distinguished chair in Lincoln studies at the University of Illinois at Springfield.</p>\r\n\r\n<p>The notion of re-colonizing slaves in Africa had a long history. The main group supporting the idea, the American Colonization Society, was founded in 1817. &quot;The goal was the charitable and restorative ideal of un-kidnapping people from their homeland in Africa by offering to use private funds to transport them back voluntarily, for any who so wished,&quot; said James M. Cornelius, curator of the Lincoln collection at the Abraham Lincoln Presidential Library and Museum in Springfield, Ill.</p>\r\n\r\n<p>Monrovia, Liberia, was founded in the 1820s by former American slaves, and by the early 1850s, Lincoln and like-minded politicians were supportive of that approach. But by the mid 1850s, the anti-slavery movement shifted toward stopping the spread of slavery to newly admitted states in the Great Plains and the West.</p>\r\n\r\n<p>In his book <em>The Fiery Trial: Abraham Lincoln and American Slavery</em>, historian Eric Foner writes that by 1862, Lincoln, as well as politically moderate members of Congress, saw colonization as at least a piece of the policy puzzle. &quot;Both the law providing for abolition in the District of Columbia and the Second Confiscation Act included provisions for the colonization of those willing to emigrate. During 1862, Congress appropriated a total of $600,000 to aid in the transportation overseas of African-Americans,&quot; Foner wrote. Policy entrepreneurs of varying trustworthiness offered colonization proposals in such far-flung locales as Brazil, Colombia, and the Caribbean island of St. Croix.</p>\r\n\r\n<p>But most black Americans weren&rsquo;t buying. Seeking their support, Lincoln met with a black delegation at the White House on Aug. 14, 1862, and made the case for colonization. It was widely considered a failure. Lincoln offended his visitors, and others who read the after-the-fact newspaper coverage, by saying such things as, &quot;It is better for us both, therefore, to be separated&quot; and that for blacks to refuse to colonize elsewhere would be &quot;extremely selfish.&quot;</p>\r\n\r\n<p>Undeterred, Lincoln continued to tout colonization when addressing Congress in December 1862 and asked lawmakers to offer funding. &quot;I cannot make it better known than it already is that I strongly favor colonization,&quot; he said.</p>\r\n\r\n<p>Yet within weeks, Lincoln signed the Emancipation Proclamation, which offered an entirely different model for post-Civil War America.</p>\r\n\r\n<p>One of the key elements of the proclamation was that it opened the door to military service for freed slaves. Cornelius noted that Mark Neely, in the Abraham Lincoln Encyclopedia, published in 1982, wrote that &quot;when Lincoln accepted freedmen as soldiers on Jan. 1, 1863, he guaranteed a biracial future for the country, because no president could ask a man to fight for his country and then tell him it was no longer his country.&quot;</p>\r\n\r\n<p>Foner agreed, writing that &quot;Lincoln still retained an interest in colonization. But he would never again publicly advocate this policy. ... Putting some black men into the military and asking others to labor for wages implied a very different vision of their future place in American society than plans for settling them overseas.&quot;</p>\r\n\r\n<p>Instead, political attention turned to passage of the 13th Amendment abolishing slavery. The idea of colonization faltered further when news of disastrous attempts at settlement filtered back to Washington.</p>\r\n\r\n<p>&quot;By 1864,&quot; Foner writes, &quot;although Lincoln still saw voluntary emigration as a kind of safety valve for individual blacks dissatisfied with their condition in the United States, he no longer envisioned large-scale colonization. ... The idea of white America did not die with the Civil War, nor did blacks&#39; own emigration efforts. But colonization as an official policy was dead.&quot;</p>\r\n\r\n<p>And that was well before Lincoln&rsquo;s assassination on April 15, 1865.</p>\r\n\r\n<p>&quot;His views, like those of millions of other Americans before and during his lifetime, evolved over the course of roughly 30 to 40 years,&quot; Cornelius said.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>A widely shared bit of text on the Internet says that &quot;Lincoln was fervently making plans to send all freed slaves to the jungles of Central America once the (Civil War) was over. &hellip; The only thing that kept this from happening was his assassination.&quot;</p>\r\n\r\n<p>This is incorrect on many levels. Even when he was arguing for voluntary colonization during his first two years as president, Lincoln did not envision forced deportations of ex-slaves. Moreover, historians agree that the idea of large-scale, voluntary colonization was effectively dead by the time the Emancipation Proclamation was issued on Jan. 1, 1863 -- more than two years before Lincoln&rsquo;s assassination. We rate the claim False.</p>\r\n\r\n<p><em><strong>EDITOR&rsquo;S NOTE, July 9, 2015</strong>: After this article was published, we were contacted by three historians who have studied the period in question and offered additional information. We summarized some of their findings <a href=\"http://www.politifact.com/truth-o-meter/article/2015/jul/09/another-look-lincoln-and-colonization-ex-slaves/\" target=\"_blank\">here</a> but decided that our original False rating stands.</em></p>\r\n\r\n<div dir=\"ltr\">&nbsp;</div>\r\n", "ruling_comments_date": "2015-06-25T17:00:26.431950", "ruling_date": "2015-06-26T11:00:00", "ruling_headline": "Did Abraham Lincoln plan to send ex-slaves to Central America after the Civil War?", "ruling_headline_slug": "did-abraham-lincoln-plan-send-ex-slaves-central-am", "ruling_link_text": "He let go of colonization idea well before his death", "ruling_state": null, "source_documents": null, "sources": "<p>Eric Foner, The Fiery Trial: Abraham Lincoln and American Slavery, 2010</p>\r\n\r\n<p>Email interview with Michael Burlingame, historian who at the University of Illinois at Springfield, June 25, 2015</p>\r\n\r\n<p>Email interview with James M. Cornelius, curator of the Lincoln collection at the Abraham Lincoln Presidential Library and Museum in Springfield, Ill., June 25, 2015</p>\r\n\r\n<p>Email interview with Bruce Levine, historian at the University of Illinois at Urbana-Champaign, June 25, 2015</p>\r\n\r\n<p>Email interview with Ronald C. White Jr., author of A. Lincoln: A Biography, June 26, 2015</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 23, "current_job": "", "false_count": 82, "first_name": "", "half_true_count": 14, "home_state": "", "id": 43, "last_name": "Bloggers", "mostly_true_count": 10, "name_slug": "blog-posting", "pants_count": 280, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-bloggers.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/43/", "total_count": 416, "true_count": 5, "website": ""}, "statement": "<p>&quot;Lincoln was fervently making plans to send all freed slaves to the jungles of Central America once the (Civil War) was over. &hellip; The only thing that kept this from happening was his assassination.&quot;</p>\r\n", "statement_context": "posts on the Internet", "statement_date": "2015-06-25", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 130, "photo": null, "resource_uri": "/api/v/2/subject/130/", "subject": "Diversity", "subject_slug": "diversity", "used_in_edition": []}, {"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}], "target": [], "twitter_headline": ""}