{"art": [{"brightcove": "", "caption": "Republican 2016 presidential candidates have not minced their words about the nuclear deal with Iran. (Inform)", "id": 6456, "infogram": "", "ndn": "<div class=\"ndn_embed\" data-config-widget-id=\"2\" style=\"width:740px;height:416px\" data-config-type=\"VideoPlayer/Single\" data-config-tracking-group=\"90964\" data-config-playlist-id=\"13434\" data-config-video-id=\"29396693\" data-config-site-section=\"tbtimes\"></div>", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 5, "name": "NDN", "resource_uri": "/api/v/2/mediatype/5/"}, "resource_uri": "/api/v/2/media/6456/", "title": "GOP on Iran video", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2015/jul/19/marco-rubio/rubio-iran-deal-breaks-anytime-anywhere-inspection/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": null, "id": 11087, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/11087/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>The agreement reached with Iran over nuclear weapons remained a top issue on the Sunday July 19 news shows, with critics of the deal urging that it be scuttled by Congress.</p>\r\n\r\n<p>On CNN&rsquo;s <em>State of the Union</em>, Sen. Marco Rubio, R-Fla., told host Jake Tapper that &quot;this deal violates promises the president made to the American people on multiple fronts. It is not an anytime, anywhere inspection process.&quot;</p>\r\n\r\n<p>This issue also came up on the same day on CBS&rsquo;s&nbsp;<em>Face the Nation</em>, when Secretary of State John Kerry <a href=\"http://www.cbsnews.com/news/kerry-i-never-heard-anytime-anywhere-inspections-promise/\">said</a> of anytime, anywhere inspections, &quot;This is a term that, honestly, I never heard in the four years that we were negotiating. It was not on the table. There&#39;s no such thing in arms control as &lsquo;anytime, anywhere.&rsquo; There isn&#39;t any nation in the world, none that has an anytime, anywhere. We always were negotiating was an end to the interminable delays that people had previously. &quot;</p>\r\n\r\n<p>On Rubio&rsquo;s claim, we see two questions. First, does the Iran deal fall short of an &quot;anytime, anywhere inspection process&quot;? And second, did Obama promise that it would include an inspection regime that strict?</p>\r\n\r\n<p><strong>Does the Iran deal fall short of an &lsquo;anytime, anywhere inspection process&rsquo;?</strong></p>\r\n\r\n<p>We addressed this question in the course of checking a <a href=\"http://www.politifact.com/truth-o-meter/statements/2015/jul/16/don-beyer/deal-puts-irans-nuclear-program-under-lock-key-and/\">recent claim</a> by Rep. Don Beyer, D-Va., that &quot;thanks to the Obama administration&rsquo;s negotiations, Iran&rsquo;s nuclear program will be under lock, key and camera 24 hours a day, 365 days a year.&quot;</p>\r\n\r\n<p>We found that it&rsquo;s correct that certain specific Iranian assets that will be under 24/7 monitoring by inspectors from the International Atomic Energy Agency, or IAEA.</p>\r\n\r\n<p>According to the agreement, &quot;for 15 years, Iran will permit the IAEA to implement continuous monitoring, including through containment and surveillance measures, as necessary, to verify that stored centrifuges and infrastructure remain in storage, and are only used to replace failed or damaged centrifuges.&quot;</p>\r\n\r\n<p>This round-the-clock monitoring will explicitly include &quot;electronic seals which communicate their status within nuclear sites to IAEA inspectors, as well as other IAEA approved and certified modern technologies,&quot; according to the agreement.</p>\r\n\r\n<p>For instance, at an Iranian facility like Natanz, where more than 5,000 centrifuges will be operating, the IAEA will have cameras that provide 24-hour monitoring, said Matthew Bunn, a nuclear specialist at the Harvard Kennedy School. In addition, the agreement says, &quot;Iran will permit the IAEA regular access, including daily access as requested by the IAEA, to relevant buildings at (the Iranian nuclear facility at) Natanz ... for 15 years.&quot;</p>\r\n\r\n<p>However, this sort of 24/7 surveillance will not be the rule everywhere in the Iranian nuclear archipelago.</p>\r\n\r\n<p>&quot;At most locations, inspections will be every once in a while, on a schedule the inspectors judge to be sufficient based on the sensitivity of the activities at that location, how long it would take for Iran to do something there that would make a difference, and so on,&quot; Bunn said. &nbsp;&nbsp;</p>\r\n\r\n<p>In fact, even if Iran ultimately agrees to a contentious inspection, the wait could be as long as 24 days.</p>\r\n\r\n<p>The agreement spells out that if the IAEA and Iran can&rsquo;t work out their differences over suspicions about undeclared nuclear materials or activities within 14 days, a joint commission empowered by the agreement would try to resolve the situation for another seven days. Once the commission decides what to do, Iran would have three more days to follow through.</p>\r\n\r\n<p>In other words, when looking at Iran&rsquo;s nuclear complex as a whole, &quot;the IAEA can&rsquo;t just drive up with no warning &mdash; it&rsquo;s not &lsquo;anytime, anywhere,&rsquo; &quot; Bunn said</p>\r\n\r\n<p>So on this point, Rubio is justified in suggesting that the deal doesn&rsquo;t include &quot;anytime, anywhere&quot; inspections.</p>\r\n\r\n<p><strong>Did Obama promise that the agreement with Iran would include an &lsquo;anytime, anywhere&rsquo; inspection regime?</strong></p>\r\n\r\n<p>This question is a bit more complicated.</p>\r\n\r\n<p>We located at least one, and possibly two, instances in which Ben Rhodes -- an assistant to the president and deputy national security advisor for strategic communications and speechwriting -- said the deal would include &quot;anytime, anywhere&quot; inspections.</p>\r\n\r\n<p>One of Rhodes&rsquo;&nbsp;comments came in an interview with <a href=\"http://transcripts.cnn.com/TRANSCRIPTS/1504/06/cg.01.html\">Tapper on April 6, 2015.</a> Tapper asked Rhodes, &quot;So the Israelis have put out this list of things that they think should be in the final deal with Iran, including allowing inspectors to go anywhere, anytime. That seems perfectly reasonable, no?&quot;</p>\r\n\r\n<p>Rhodes responded, &quot;Well, Jake, first of all, under this deal, you will have anywhere, anytime 24/7 access as it relates to the nuclear facilities that Iran has.&quot;</p>\r\n\r\n<p>The second of Rhodes&rsquo; comments came on the same day, in an interview with Israel&#39;s Channel 10, April 6, 2015. After objecting to the paraphrases used in a widely cited <a href=\"http://www.timesofisrael.com/top-obama-adviser-dismisses-idea-that-better-iran-deal-is-possible/\">Times of Israel</a> article about the interview, the White House sent us a transcript of the exchange.</p>\r\n\r\n<p>Rhodes was asked, &quot;Will the IAEA have the ability to visit anywhere, anytime?&quot;</p>\r\n\r\n<p>Rhodes responded, &quot;Yes, if we see something we want to inspect. So in the first case we will have &lsquo;anytime anywhere&rsquo; access to all of the nuclear facilities. We&rsquo;ll have the ability to look across all of their supply chain, their uranium mines and mills, their centrifuge production and storage facilities. But I think what you&#39;re mainly referring to is if there&#39;s a suspicious site, for instance, on a military base in Iran, and we want to seek access to that we will be able to go to the IAEA, and get that inspection because of the additional protocol of the IAEA that Iran will be joining, and some of the additional transparency and inspection measures that are in the deal.&quot;</p>\r\n\r\n<p>Much of the coverage has focused on Rhodes&rsquo; agreement with the interviewer&rsquo;s words that the IAEA will &quot;have the ability to visit anywhere, anytime.&quot; The White House notes, however, that Rhodes&rsquo; full comments are more nuanced, spelling out the more complicated -- and not instantaneous -- process of inspecting suspicious sites not already cited in the agreement.</p>\r\n\r\n<p>So we see one pretty clear statement, plus one somewhat less clear statement, made by the Obama administration that backs up Rubio&rsquo;s claim.</p>\r\n\r\n<p>&quot;The answer given by Ben Rhodes is consistent with the messaging that the Obama administration has been providing since the nuclear talks with Iran began,&quot; said Rick Brennan Jr., a senior political scientist with Rand Corp. &quot;In fact, in 2012 President Obama declared that the final deal with Iran would ensure &lsquo;the end to their nuclear program,&rsquo; which we now understand is not accurate.&quot;</p>\r\n\r\n<p>That said, though, Rhodes&#39; comments are something of an outlier to the words other White House officials have said. In general, the message from senior White House officials has been that the inspections regime in the deal would be strong by historical standards -- and strong enough to achieve its goals -- &nbsp;but not allowing &quot;anytime, anywhere&quot; inspections.</p>\r\n\r\n<p>Critics like Rubio &quot;are trying to imply that the Obama administration promised that international inspectors bust into any undeclared Iranian site, whenever they felt like doing so, and without cause,&quot; said Daryl Kimball, executive director of the Arms Control Association. However, that was not the administration&rsquo;s goal, because &quot;no sovereign state would agree to such an arrangement; no such access is necessary to verify compliance; and any such arrangement would waste the inspectors&#39; resources. Iran is a large country and the inspectors should and will focus on particular areas/sites of concern.&quot;</p>\r\n\r\n<p>A good example of the White House&#39;s usual wording is the <a href=\"https://www.whitehouse.gov/photos-and-video/video/2015/03/09/press-briefing#transcript\">briefing</a> held by Press Secretary Josh Earnest on March 9, 2015. Here are some of the phrases Earnest used to describe the extent of the inspection regime:</p>\r\n\r\n<p>&bull; &quot;We&#39;re going to insist that the Iranians agree to <strong>intrusive inspection measures </strong>that will resolve the broader international community&rsquo;s concerns.&quot;</p>\r\n\r\n<p>&bull; &quot;What we are seeking from Iran are a whole set of commitments from them &hellip; to comply with an <strong>intrusive set of inspections </strong>to verify their compliance with the agreement.&quot;</p>\r\n\r\n<p>&bull; &quot;They&rsquo;re going to have to agree to a set of <strong>very intrusive inspections</strong>.&quot;</p>\r\n\r\n<p>&bull; &quot;Any sort of agreement that is reached will require serious commitments on the part of Iran to an <strong>intrusive inspections program </strong>that allows international inspectors not just into their nuclear facilities, but also into the manufacturing facilities that are manufacturing parts and equipment for their nuclear facilities that would require inspections at uranium mines in Iran.&quot;</p>\r\n\r\n<p>&bull; &quot;We would insist &hellip; that Iran commit to comply with a <strong>historically intrusive set of inspections</strong>.&quot;</p>\r\n\r\n<p>&bull; The deal would &quot;impose an <strong>intrusive set of inspections </strong>that would verify Iran&rsquo;s compliance with the agreement.&quot;</p>\r\n\r\n<p>Such language has been echoed numerous other times by White House officials, including Obama.</p>\r\n\r\n<p>In a Rose Garden <a href=\"https://www.whitehouse.gov/the-press-office/2015/04/02/statement-president-framework-prevent-iran-obtaining-nuclear-weapon\">address</a> on April 2, 2015, four days before Rhodes&rsquo; televised comments, Obama said: &quot;Iran will face strict limitations on its program, and Iran has also agreed to <strong>the most robust and intrusive inspections and transparency regime ever negotiated for any nuclear program in history</strong>. &hellip; <strong>International inspectors will have unprecedented access </strong>not only to Iranian nuclear facilities, but to the entire supply chain that supports Iran&rsquo;s nuclear program -- from uranium mills that provide the raw materials, to the centrifuge production and storage facilities that support the program.&quot;</p>\r\n\r\n<p>Obama repeated the sentiment in his <a href=\"https://www.whitehouse.gov/the-press-office/2015/04/04/weekly-address-reaching-comprehensive-and-long-term-deal-iran-s-nuclear-\">weekly address</a> on April 4, 2015, and the message was echoed by others -- including Rhodes himself. At a press <a href=\"https://www.whitehouse.gov/the-press-office/2015/05/14/press-briefing-press-secretary-josh-earnest-and-deputy-national-security\">briefing</a> at Camp David May 14, 2015, Rhodes said, &quot;Under this agreement that we&#39;re pursuing with the Iranians, (the nuclear) program will be rolled back and face significant limitations that it doesn&rsquo;t currently face, and there will be <strong>the most intrusive inspections regime </strong>of any arms control agreement that we&#39;ve ever had.&quot;</p>\r\n\r\n<p>Rhodes tried to <a href=\"http://transcripts.cnn.com/TRANSCRIPTS/1507/14/ebo.01.html\">clarify</a>&nbsp;the &quot;anywhere, anytime&quot; phrasing in an interview with CNN&rsquo;s Erin Burnett on July 14, 2015.</p>\r\n\r\n<p>&quot;We never sought in this negotiation the capacity for so-called &lsquo;anytime, anywhere&rsquo; where you can basically go anywhere in the country, look at whatever you wanted to do, even if it had nothing to do with the nuclear program. What we did seek is beyond this comprehensive verification of the nuclear sites. If we have a suspicion about a site, we have the ability to go to the IAEA, the organization that conducts inspections, and to say, we need to inspect that site.&quot;</p>\r\n\r\n<p>So Rubio&rsquo;s not wrong to say that the Obama administration promised &quot;anywhere, anytime&quot; inspections. However, it&rsquo;s also reasonable to point out that most of the administration&rsquo;s statements on this point have not used that specific language.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Rubio said that the Iran nuclear deal &quot;violates promises the president made to the American people&quot; because it &quot;is not an anytime, anywhere inspection process.&quot;</p>\r\n\r\n<p>Rubio has a point that a senior administration national-security official did, in at least one case and possibly two cases, say on television that the deal would include &quot;anytime, anywhere&quot; inspection provisions. However, focusing on these two comments is a bit of cherry-picking, since most of the White House&rsquo;s statements on this issue have avoided that term in favor of ones that can be more plausibly used to describe the provisions of the agreement that were ultimately reached.</p>\r\n\r\n<p>The statement is partially accurate but leaves out important details, so we rate it Half True.</p>\r\n", "ruling_comments_date": "2015-07-19T10:24:36.032170", "ruling_date": "2015-07-19T16:52:10", "ruling_headline": "Marco Rubio says Iran deal breaks 'anytime, anywhere' inspection promise by Barack Obama", "ruling_headline_slug": "rubio-iran-deal-breaks-anytime-anywhere-inspection", "ruling_link_text": "A top aide said it, once or maybe twice", "ruling_state": null, "source_documents": null, "sources": "<p>CNN, State of the Union <a href=\"http://transcripts.cnn.com/TRANSCRIPTS/1507/19/sotu.01.html\">transcript</a>, July 19, 2015</p>\r\n\r\n<p>CBS News, &quot;<a href=\"http://www.cbsnews.com/news/kerry-i-never-heard-anytime-anywhere-inspections-promise/\">Kerry: I never heard &quot;anytime, anywhere&quot; inspections promise in 4 years</a>,&quot; July 19, 2015</p>\r\n\r\n<p>CNN, <a href=\"http://transcripts.cnn.com/TRANSCRIPTS/1507/14/ebo.01.html\">Erin Burnett OutFront transcript</a>, July 14, 2015</p>\r\n\r\n<p>CNN, <a href=\"http://transcripts.cnn.com/TRANSCRIPTS/1504/06/cg.01.html\">Ben Rhodes interview with Jake Tapper</a>, April 6, 2015</p>\r\n\r\n<p><em>Times of Israel</em>, &quot;<a href=\"http://www.timesofisrael.com/top-obama-adviser-dismisses-idea-that-better-iran-deal-is-possible/\">Top Obama adviser dismisses idea that better Iran deal is possible</a>,&quot; April 6, 2015</p>\r\n\r\n<p>White House, <a href=\"https://www.whitehouse.gov/the-press-office/2015/03/03/press-briefing-press-secretary-josh-earnest-332015\">briefing</a> by Josh Earnest, March 3, 2015</p>\r\n\r\n<p>White House, <a href=\"https://www.whitehouse.gov/photos-and-video/video/2015/03/09/press-briefing#transcript\">briefing</a> by Josh Earnest, March 9, 2015</p>\r\n\r\n<p>Barack Obama, Rose Garden <a href=\"https://www.whitehouse.gov/the-press-office/2015/04/02/statement-president-framework-prevent-iran-obtaining-nuclear-weapon\">address</a>, April 2, 2015</p>\r\n\r\n<p>Barack Obama, <a href=\"https://www.whitehouse.gov/the-press-office/2015/04/04/weekly-address-reaching-comprehensive-and-long-term-deal-iran-s-nuclear-\">weekly address</a>, April 4, 2015</p>\r\n\r\n<p>White House, <a href=\"https://www.whitehouse.gov/the-press-office/2015/04/06/press-briefing-press-secretary-josh-earnest-and-secretary-energy-ernest-\">briefing</a> by Josh Earnest, April 6, 2015</p>\r\n\r\n<p>White House, <a href=\"https://www.whitehouse.gov/the-press-office/2015/05/14/press-briefing-press-secretary-josh-earnest-and-deputy-national-security\">briefing</a> by Ben Rhodes at Camp David, May 14, 2015</p>\r\n\r\n<p>Ben Rhodes, <a href=\"http://transcripts.cnn.com/TRANSCRIPTS/1507/14/ebo.01.html\">interview</a> with CNN&rsquo;s Erin Burnett, July 14, 2015</p>\r\n\r\n<p>PolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2015/jul/16/don-beyer/deal-puts-irans-nuclear-program-under-lock-key-and/\">Deal puts Iran&#39;s nuclear program under lock, key and camera 24/7, says Rep. Don Beyer</a>.&quot; July 16, 2015</p>\r\n\r\n<p>Email interview with Rick Brennan Jr., senior political scientist with Rand Corp., July 19, 2015</p>\r\n\r\n<p>Email interview with Daryl Kimball, executive director of the Arms Control Association, July 19, 2015</p>\r\n\r\n<p>Email interview with Eric Schultz, White House spokesperson, July 19, 2015</p>\r\n\r\n<p>Email interview with Alex Conant, spokesman for Marco Rubio, July 19, 2015</p>\r\n", "speaker": {"adkey": "", "advalue": "", "barely_true_count": 36, "current_job": "U.S. Senator", "false_count": 26, "first_name": "Marco", "half_true_count": 33, "home_state": "Florida", "id": 277, "last_name": "Rubio", "mostly_true_count": 37, "name_slug": "marco-rubio", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Marco_Rubio.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/277/", "total_count": 168, "true_count": 20, "website": "http://www.rubio.senate.gov/"}, "statement": "<div id=\":cg.ma\">\r\n<div dir=\"ltr\" id=\":cg.co\">The Iran deal &quot;violates promises the president made to the American people.&quot; ...&nbsp;&quot;It is not an anytime, anywhere inspection process.&quot;</div>\r\n</div>\r\n\r\n<div id=\":ch.ma\">\r\n<div id=\":ch.at\">&nbsp;</div>\r\n</div>\r\n", "statement_context": "comments on CNN's \"State of the Union\"", "statement_date": "2015-07-19", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}, {"description": "", "id": 135, "photo": null, "resource_uri": "/api/v/2/subject/135/", "subject": "Nuclear", "subject_slug": "nuclear", "used_in_edition": []}], "target": [], "twitter_headline": ""}