{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2015/jul/24/robert-henneke/robert-henneke-says-obamas-clean-power-plan-elimin/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 11111, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/11111/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>A federal plan to drive down carbon emissions wipes out coal-fired power plants, an Austin analyst wrote.</p>\r\n\r\n<p>In a June 2015<a href=\"http://www.statesman.com/news/news/opinion/when-it-comes-to-environment-protection-texans-tru/nmjCh/\" style=\"text-decoration:none;\"> <u>opinion column</u></a> published in the <em>Austin American-Statesman</em>, Robert Henneke of the conservative Texas Public Policy Foundation took issue with the Clean Power Plan released in 2014 by President Barack Obama&rsquo;s administration.</p>\r\n\r\n<p>Henneke, director of the foundation&rsquo;s Center for the American Future, wrote: &quot;Coal, the target of Obama&rsquo;s Clean Power Plan, generates 34 percent of Texas&rsquo;s electricity. The plan eliminates coal-fired power plants and requires Texas to assume reductions in excess of 27 other states combined.&quot;</p>\r\n\r\n<p>It doesn&rsquo;t surprise us that the nation&rsquo;s second-largest state would be saddled with more reductions than a slew of other states. For this fact check, we focused on whether the Obama plan eliminates coal-fired plants &mdash; a claim the<a href=\"http://www.edf.org/texas\" style=\"text-decoration:none;\"> <u>Texas office of the Environmental Defense Fund</u></a><a href=\"https://twitter.com/EDFtx/status/613434865422364672\" style=\"text-decoration:none;\"><u> brought to our attention</u>, calling it inaccurate<u>.</u></a></p>\r\n\r\n<p>To our inquiry, a foundation spokeswoman, Caroline Espinosa, conceded by email that under the Environmental Protection Agency plan, all &quot;coal-fired plants are not eliminated, though,&quot; she said, &quot;a great number of them will be: enough to cause grievous harm to the Texas economy and Texas families.&quot;</p>\r\n\r\n<p>Let&rsquo;s summarize the plan, which is to be finalized this year, then explore its impact on coal-fired electricity plants.</p>\r\n\r\n<p><strong>Clean Power Plan</strong></p>\r\n\r\n<p>The Clean Power Plan is premised on the states by 2030 collectively driving down carbon emissions from power plants by 30 percent from 2005 levels &mdash; in part, the agency has said, through regional &quot;cap and trade&quot; networks, investments in renewable energy and smart grid technology &mdash; plus phase-outs of many existing coal-fueled plants.</p>\r\n\r\n<p>&quot;Power plants,&quot; the EPA says in a fact sheet last updated in June 2015, &quot;are the largest source of carbon dioxide emissions in the United States, making up roughly one-third of all domestic greenhouse gas emissions.&quot;</p>\r\n\r\n<p><strong>A 2014 fact check</strong></p>\r\n\r\n<p>But PolitiFact concluded previously that the plan doesn&rsquo;t outlaw coal as fuel or require coal-fired plants to close. In August 2014, PolitiFact in Washington, D.C.,<a href=\"http://www.politifact.com/truth-o-meter/statements/2014/aug/07/shelley-moore-capito/will-epa-regulations-stop-plants-burning-coal-shel/\" style=\"text-decoration:none;\"> <u>rated False</u></a> a claim by U.S. Rep. Shelley Moore Capito, R-W.Va., that the administration plan meant coal would not be permitted as an electricity fuel, even in limited amounts.</p>\r\n\r\n<p>In 2014, Michael Webber, deputy director of the Energy Institute at the University of Texas at Austin, said: &quot;In no way does this program say coal can&rsquo;t live. What it is is a death blow for outdated, old, vintage coal plants, unless they pay for&quot; technology upgrades.</p>\r\n\r\n<p>Amy Jaffe, executive director of Energy and Sustainability at the University of California, Davis, said at the time that states would influence the process as each one creates its blueprint for decreasing emissions. &quot;It may be in some places there is nothing you can do other than stop using coal, but there&#39;s nothing in the rules that says there can&rsquo;t be coal,&quot; Jaffe said.</p>\r\n\r\n<p><strong>EPA: Plan doesn&#39;t mandate retirement of coal-fired plants</strong></p>\r\n\r\n<p>To our inquiry, a Washington-based EPA spokeswoman, Enesta Jones, said by email &quot;EPA&rsquo;s proposal provides each state with enormous flexibility to design plans that meet their individual and unique needs, and does not mandate the retirement of any coal plants.&quot;</p>\r\n\r\n<p>Nationally, though, coal is expected to recede as a fuel. The EPA&rsquo;s initial estimates assumed 30 percent of the country&rsquo;s energy would come from coal in 2030, down from 39 percent in 2013. According to the agency, the plan gives each state a different threshold for reducing carbon emissions it must reach based on feasibility, cost and current pollution levels, among factors. And, the agency says, it&rsquo;s up to each state to decide how to comply.</p>\r\n\r\n<p>Federal rules against mercury emissions, which experts have described as more stringent than the pending power plan, also could factor into coal fading.</p>\r\n\r\n<p><strong>Foundation cites national and Texas studies</strong></p>\r\n\r\n<p>Espinosa, elaborating on Henneke&rsquo;s claim, told us there are reasons to expect Texas plants to close due to the plan.</p>\r\n\r\n<p>By email, she pointed out a May 2015<a href=\"http://www.eia.gov/analysis/requests/powerplants/cleanplan/pdf/powerplant.pdf\" style=\"text-decoration:none;\"> <u>analysis</u></a> of the plan undertaken by the U.S. Energy Information Administration at the request of U.S. Rep. Lamar Smith, R-San Antonio, chairman of the House Committee on Science, Space and Technology.</p>\r\n\r\n<p>Nationally under the plan, the report says, projected coal plant &quot;retirements,&quot; meaning closings, would total 90 gigawatts in power generation, most of that occurring by 2020. That prediction compares with an expected retirement of 40 gigawatts in coal-fueled power if the plan doesn&rsquo;t take effect, the report says. New plants, the report says,would largely be fueled by natural gas and renewable energy sources such as wind and solar power.</p>\r\n\r\n<p>Texas stands to see coal-fired generation decline by 100 billion kilowatthours by 2025 &mdash; alongside spurts in natural gas and renewable energy &mdash; with a slight coal rebound occurring by 2040, the report says. In the illustration below, the &quot;Base Policy&quot; case refers to EIA&rsquo;s modeling of the Clean Power Plan and the &quot;AEO2015 Reference Case&quot; reflects its projections of energy supply, demand and prices based on federal, state and local laws in place as of October 2014 &mdash; in other words, without the EPA plan in effect:</p>\r\n\r\n<p><img alt=\"0515 eiafigure35.JPG\" src=\"https://lh4.googleusercontent.com/i6opZRwj8z55MzMN1Nnlf7-gVEb-qPZG6JtrrGgRlt0hhCYbCOdMQNMNd8c0DAhB-gtFxOpD-1wnNXciOfVADDe8lH4t89jzOCMYvel2V5BbclPxQXtcXTjxOGeM-Ea1JdnPI6Y\" style=\"-webkit-transform:rotate(0.00rad); border:none; height:405px; transform:rotate(0.00rad); width:624px\" /></p>\r\n\r\n<p>Espinosa, in her email, said the &quot;remarkable extent of <em>de facto</em> coal-fire plant elimination in Texas&quot; is backed up by the the Balanced Energy for Texas Coalition--which represents consumers and coal producers, transporters and industrial users, spokesman Russ Keene told us.</p>\r\n\r\n<p>By email, Keene said the EPA&rsquo;s own Integrated Planning Model indicates 24 of the 41-coal fired power plants in Texas<strong> </strong>would close from 2020 to 2025 under the administration plan even though none are currently scheduled to retire for other reasons. The EPA in 2013 <a href=\"http://www.epa.gov/airmarkets/documents/ipm/Documentation.pdf\" style=\"text-decoration:none;\"><u>described the planning model</u></a> as a &quot;multi-regional, dynamic, deterministic linear programming model of the U.S. electric power sector. It provides forecasts of least cost capacity expansion, electricity dispatch, and emission control strategies while meeting energy demand and environmental, transmission, dispatch, and reliability constraints. IPM can be used to evaluate the cost and emissions impacts of proposed policies to limit emissions of sulfur dioxide (SO2), nitrogen oxides (NOx), carbon dioxide (CO2), mercury (Hg), and&quot; hydrochloric acid &quot;from the electric power sector.&quot;</p>\r\n\r\n<p>Espinosa forwarded an email from Austin attorney Michael J. Nasi, who represents the coalition, stating the calculations behind the projection were rooted in EPA data.</p>\r\n\r\n<p>Separately, Terry Hadley, spokesman for the Public Utility Commission of Texas, pointed out an August 2014 filing with the commission from Nasi on behalf of the Partnership for a Better Energy Future, which the filing describes as drawing together more than 150 trade groups including the American Petroleum Institute, the National Association of Manufacturers, the Texas Association of Business and the American Farm Bureau Federation. The filing says EPA&rsquo;s assumptions about plants switching from coal to natural gas to reduce carbon emissions indicate Texas would experience a decrease of 72 million megawatt hours from coal-fired plants, most of that by 2020.</p>\r\n\r\n<p><strong>Other analyses</strong></p>\r\n\r\n<p>We asked others including the EPA &nbsp;to assess the plan&rsquo;s effect on coal-fired plants.</p>\r\n\r\n<p>By phone and email, Ilan Levin, an Austin-based lawyer for the<a href=\"http://environmentalintegrity.org/\" style=\"text-decoration:none;\"> <u>Environmental Integrity Project</u></a>, which focuses on strict enforcement of anti-pollution laws, questioned the coalition&rsquo;s conclusion that the plan would result in 24 Texas coal-fired plants shutting down. While the EPA predicts a drop in coal-fired electricity by 2030, he said, and an EPA scenario involves Texas fulfilling its CO2-reduction goals by moving from coal to natural gas power generation and improved efficiency, Levin said, the federal plan &quot;simply sets goals and leaves it to the states on how to get there. It&#39;s premature to say the CPP eliminates coal plants,&quot; he said.</p>\r\n\r\n<p>That said, Levin added, there &quot;are certainly very realistic scenarios with retirements of many Texas coal plants in the next 15 years or so. But these are driven mainly by economics. Regulatory drivers, specifically EPA rules that will involve more costs to power plants, include a long list of anti- smog and mercury rules and clean water and waste rules that have been in development for years if not decades. So, CPP is an important rule,&quot; he said, &quot;but it has not yet been implemented by the states, so all the details in terms of how it will get implemented have yet to be written.&quot;</p>\r\n\r\n<p>By phone,<a href=\"http://www.brookings.edu/experts/morrisa\" style=\"text-decoration:none;\"> <u>Adele Morris</u></a>, a senior fellow at the Washington, D.C.-based Brookings Institution, said coal has been supplanted by other fuel sources already for a variety of reasons, some of them regulatory, others having to do with natural gas being cheaper and new plants being cheaper to build than it costs to fix up old ones.</p>\r\n\r\n<p>Jones, the EPA spokeswoman, called the coalition&rsquo;s calculation a &quot;reasonable interpretation of the Integrated Planning Model (IPM) data for the proposed Clean Power Plan. &nbsp;Our own review was slightly different, showing 23 additional retirements in 2025,&quot; she said. &quot;Actual compliance may differ from the illustrative approaches that EPA lays out,&quot; she said, again noting each state is to determine how to meet its carbon reduction goals.</p>\r\n\r\n<p>In Texas, Robbie Searcy, a staff spokeswoman for the Electric Reliability Council of Texas, which manages the flow of electricity to most Texans, responded to our inquiry by pointing us to a<a href=\"http://www.ercot.com/content/news/presentations/2014/ERCOTAnalysis-ImpactsCleanPowerPlan.pdf\" style=\"text-decoration:none;\"> <u>November 2014 report</u></a> in which ERCOT estimated the proposed CO2 emission limits would result in the retirement of 3,300 to 8,700 megawatts of coal generation capacity in Texas. Yet Searcy also emailed us<a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGUTByeXY2NnZxd3c/view?usp=sharing\" style=\"text-decoration:none;\"> <u>an agency summary</u></a> of a December 2014 ERCOT report indicating multiple federal pollution regulations might explain plant closings.</p>\r\n\r\n<p>The summary said:</p>\r\n\r\n<p style=\"margin-left:77pt; margin-right:77pt\">&quot;Coal-fired power plants are the most affected by environmental regulations, which include the Mercury and Air Toxics Standards, the Cross-State Air Pollution Rule, the Regional Haze program, the 316(b) Cooling Water Intake Structures Rule, the Electric Effluent Limitation Guidelines Rule, the Coal Combustion Residuals Disposal Rule, and the proposed Clean Power Plan released earlier this year.</p>\r\n\r\n<p style=\"margin-left:77pt; margin-right:77pt\">&quot;ERCOT assessed the impacts of these regulations through a generator survey and a modeling analysis. Results indicate that the Regional Haze Program and Clean Power Plan, in combination with other regulations, could result in the retirement of up to 8,700 megawatts (MW) of coal-fired generation resources in the ERCOT region. That is about half the coal-fired capacity and more than 13 percent of the overall thermal generation resources, by MW, that serve ERCOT today.&quot;</p>\r\n\r\n<p>By telephone, John Hall of the Environmental Defense Fund, Texas, said he read the December 2014 ERCOT report to mean the Clean Power Plan could by itself account for 200 megawatt hours in additional coal-fueled power plant reductions in Texas--which he said amounts to one third to one half of a plant.</p>\r\n\r\n<p>We asked ERCOT if it expects coal-fired plant closings due to many federal pollution regulations, with the pending power plan perhaps playing a minimal role? By email, Searcy said: &quot;Yes, ERCOT anticipates that some coal-fired plants will retire as a result of changes to environmental regulations. It is too early to tell what&hellip; role (minimal or otherwise) CPP specifically will play.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Henneke said &quot;Obama&rsquo;s Clean Power Plan ... eliminates coal-fired power plants.&quot;</p>\r\n\r\n<p>That&rsquo;s off the mark in that the plan, yet to be finalized, doesn&rsquo;t wipe out any coal-fired plants. It looks to us like decisions to close plants (or individual units) will depend on how Texas decides to address its assigned carbon-reduction goals. Meantime, pollution limits already in place might hasten shutdowns--with or without the Clean Power Plan taking effect.</p>\r\n\r\n<p>We rate this statement Mostly False.</p>\r\n\r\n<hr />\r\n<p><strong><em>MOSTLY FALSE </em></strong><em>&ndash; The statement contains an element of truth but ignores critical facts that would give a different impression.</em></p>\r\n\r\n<p>Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\" style=\"text-decoration:none;\"> <u>more</u></a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n", "ruling_comments_date": "2015-07-24T11:18:42.588494", "ruling_date": "2015-07-24T10:55:48", "ruling_headline": "Robert Henneke says Obama's Clean Power Plan eliminates coal-fired power plants", "ruling_headline_slug": "robert-henneke-says-obamas-clean-power-plan-elimin", "ruling_link_text": "Scenarios", "ruling_state": null, "source_documents": null, "sources": "<p>Truth-O-Meter articles,<a href=\"http://www.politifact.com/truth-o-meter/statements/2014/aug/07/shelley-moore-capito/will-epa-regulations-stop-plants-burning-coal-shel/\" style=\"text-decoration:none;\"> <u>&quot;Will EPA regulations stop plants from burning coal, like Shelley Moore Capito says?,&quot;</u></a> PolitiFact, Aug. 7, 2014; &nbsp;<a href=\"http://www.politifact.com/truth-o-meter/statements/2014/aug/07/shelley-moore-capito/west-virginia-senate-candidate-says-barack-obama-b/\" style=\"text-decoration:none;\"><u>&quot;West Virginia Senate candidate says Barack Obama is banning new coal power plants,&quot;</u></a><u> </u>PolitiFact, Aug. 7, 2014</p>\r\n\r\n<p>Documents including press release,<a href=\"http://yosemite.epa.gov/opa/admpress.nsf/bd4379a92ceceeac8525735900400c27/5bb6d20668b9a18485257ceb00490c98!OpenDocument\" style=\"text-decoration:none;\"> <u>&quot;EPA Proposes First Guidelines to Cut Carbon Pollution from Existing Power Plants/Clean Power Plan is flexible proposal to ensure a healthier environment, spur innovation and strengthen the economy,&quot;</u></a> Environmental Protection Agency, June 2, 2014; &nbsp;<a href=\"http://www2.epa.gov/carbon-pollution-standards/fact-sheet-clean-power-plan\" style=\"text-decoration:none;\"><u>&quot;Fact Sheet: Clean Power Plan,&quot;</u></a> EPA, last updated May 11, 2015</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1Vh7aKE7K_x6_RJY498I9XYKi_qm1kglFdzZuIlMUWSU/pub\" style=\"text-decoration:none;\"><u>Email</u></a>, Caroline Espinosa, director of communications, Texas Public Policy Foundation, June 25, 2015</p>\r\n\r\n<p>Web page,<a href=\"http://cleanpowerplanmaps.epa.gov/CleanPowerPlan/\" style=\"text-decoration:none;\"> <u>&quot;Clean Power Plan, States and Territories,&quot;</u></a> EPA (accessed July 7, 2015)</p>\r\n\r\n<p>Telephone interview,<a href=\"https://www.uwgb.edu/pea/faculty/kraft.asp\" style=\"text-decoration:none;\"> <u>Michael E. Kraft</u></a>, emeritus professor, Department of Public &amp; Environmental Affairs, University of Wisconsin-Green Bay, Green Bay, July 7, 2015</p>\r\n\r\n<p>Telephone interview,<a href=\"http://www.brookings.edu/experts/morrisa\" style=\"text-decoration:none;\"> <u>Adele Morris</u></a>, senior fellow, policy director for the<a href=\"http://www.brookings.edu/about/projects/climate-energy-economics\" style=\"text-decoration:none;\"> <u>Climate and Energy Economics Project</u></a>, the Brookings Institution, Washington, D.C., July 8, 2015</p>\r\n\r\n<p>Telephone interview and<a href=\"https://docs.google.com/document/d/1UJzMDJBcLCKYqH-SU57CadzLJFMrCgUHsa8y3yGmrxE/pub\" style=\"text-decoration:none;\"> <u>email</u></a>, Ilan Levin, associate director, Environmental Integrity Project, July 8, 2015</p>\r\n\r\n<p>Report,<a href=\"http://www.eia.gov/analysis/requests/powerplants/cleanplan/pdf/powerplant.pdf\" style=\"text-decoration:none;\"> <u>&quot;Analysis of the Impacts of the Clean Power Plan,&quot;</u></a> U.S. Energy Information Administration, May 2015</p>\r\n\r\n<p>News story,<a href=\"http://insideclimatenews.org/carbon-copy/22052015/analysis-shows-clean-power-plan-would-cut-coal-use-energy-information-agency\" style=\"text-decoration:none;\"> <u>&quot;Clean Power Plan Projection: Coal Use Would Drop Sharply and Quickly,&quot;</u></a> Inside Climate News, May 22, 2015</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1LNjGjV3-BM_CVCmFojV5bz858jhv0_BarKhp1h5Clgc/pub\" style=\"text-decoration:none;\"><u>Emails</u></a>, Russ Keene, spokesman, Balanced Energy for Texas Coalition, July 2 and July 13, 2015</p>\r\n\r\n<p>Telephone interview, John Hall, Texas state director, clean energy, Environmental Defense Fund, Austin, July 20, 2015</p>\r\n\r\n<p>Reports and summary document,<a href=\"http://www.ercot.com/content/news/presentations/2014/ERCOTAnalysis-ImpactsCleanPowerPlan.pdf\" style=\"text-decoration:none;\"> <u>&quot;ERCOT Analysis of the Impacts of the Clean Power Plan,&quot;</u></a> the Electric Reliability Council of Texas, Nov. 17, 2014;<a href=\"http://www.ercot.com/content/news/presentations/2014/Impacts%20of%20Environmental%20Regulations%20in%20the%20ERCOT%20Region.pdf\" style=\"text-decoration:none;\"> <u>&quot;Impacts of Environmental Regulations in &nbsp;the &nbsp;ERCOT Region,&quot;</u></a> Dec. 16, 2014, and summary document,<a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGUTByeXY2NnZxd3c/view\" style=\"text-decoration:none;\"> <u>&quot;Environmental Regulations and &nbsp;Future Electric Reliability,&quot;</u></a> ERCOT, December 2014</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1Xxdo93VR10dcfjS5FMAknxdSVLBwxeyW1840LsrlfnQ/pub\" style=\"text-decoration:none;\"><u>Email</u></a>, Robbie Searcy, manager of communications, Electric Reliability Council of Texas, July 21, 2015</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Director, The Center for the American Future", "false_count": 0, "first_name": "Robert", "half_true_count": 0, "home_state": "Texas", "id": 3255, "last_name": "Henneke", "mostly_true_count": 0, "name_slug": "robert-henneke", "pants_count": 0, "party": {"id": 16, "party": "Organization", "party_slug": "organization", "resource_uri": "/api/v/2/party/16/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/hennekepftnew.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3255/", "total_count": 1, "true_count": 0, "website": "http://www.texaspolicy.com/experts/detail/robert-henneke"}, "statement": "<p>&quot;Obama&rsquo;s Clean Power Plan ... eliminates coal-fired power plants.&quot;</p>\r\n", "statement_context": "an oped column", "statement_date": "2015-06-23", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Most scientists agree that climate change is real and humans are causing it. The figure that&rsquo;s widely cited is 97 percent of climate scientists, and it appears in at least&nbsp;<a href=\"http://www.politifact.com/truth-o-meter/statements/2015/sep/02/rick-santorum/santorum-un-climate-head-debunked-widely-cited-97-/\">three peer-reviewed surveys</a>.&nbsp;<a href=\"http://www.politifact.com/virginia/statements/2016/apr/04/don-beyer/don-beyer-says-97-percent-scientists-believe-human/\">Plenty of other studies</a>&nbsp;report overwhelming majorities of experts (in the 90 percent range) and at least&nbsp;<a href=\"http://climate.nasa.gov/scientific-consensus/\">18 scientific associations</a>&nbsp;agree.</p>\r\n", "id": 313, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/images.jpg", "resource_uri": "/api/v/2/subject/313/", "subject": "Climate Change", "subject_slug": "climate-change", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}, {"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}], "target": [], "twitter_headline": ""}