{"art": [{"brightcove": "", "caption": "Former Texas Gov. Rick Perry announces his 2016 White House run surrounded by supporters on June 4, 2015, in Dallas. Getty.", "id": 6254, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/rickperryannounces.JPG", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/6254/", "title": "Rick Perry announces 2015", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "bsaacks@statesman.com", "first_name": "Bradley", "id": 489, "last_name": "Saacks", "name_slug": "bradley-saacks", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/489/", "title": "Staff Writer", "twitter": null}], "canonical_url": "/texas/statements/2015/jul/26/rick-perry/rick-perry-says-74-percent-drop-border-apprehensio/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 11113, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "bsaacks@statesman.com", "first_name": "Bradley", "id": 489, "last_name": "Saacks", "name_slug": "bradley-saacks", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/489/", "title": "Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/11113/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>While declaring for president, Republican Rick Perry criticized President Barack Obama&rsquo;s attitude toward securing the U.S.-Mexico border and suggested that in contrast, he&rsquo;d shown he could slow illegal crossings of the Rio Grande.</p>\r\n\r\n<p>The former Texas governor, standing next to a plane like the one he flew as a young Air Force captain, said in his June 2015 speech: &quot;When there was a crisis at our border last year, and the president refused my invitation to see that challenge that we faced, I told him, &lsquo;Mr. President, if you do not secure this border, Texas will.&rsquo;&quot;</p>\r\n\r\n<p>&quot;And because of that threat &hellip; posed by drug cartels &hellip; and transnational gangs,&quot; Perry continued, &quot;I deployed the Texas National Guard. And the policy worked. Apprehensions at the border declined 74 percent. If you elect me your president, I will secure that border.&quot;</p>\r\n\r\n<p><strong>Operation Strong Safety</strong></p>\r\n\r\n<p>Perry was referring to Operation Strong Safety, the effort he launched on June 23, 2014, to place state troopers and, later, Texas National Guard troops along a portion of the 1,250-mile Texas part of the international border. Supporting the U.S. Border Patrol, the reinforcements were sent to secure the border by monitoring it. The Texas surge, so to speak, remained in place after Perry yielded the governorship to Greg Abbott in January 2015.</p>\r\n\r\n<p>When Perry acted, thousands of unaccompanied children, mostly from Central America, had lately been detained on the Texas side of the border. In the peak month, June 2014, the Border Patrol collected 10,622 unaccompanied children near the border, most of them in its more than 120-mile North-to-South Rio Grande Valley sector, which stretches west from Brownsville at the southern tip of the state to Falcon Village, 50 miles southeast of Laredo.</p>\r\n\r\n<p>Past Perry claims about the border have tickled the Truth-O-Meter. &nbsp;In June 2014, Perry said on the &quot;Fox &amp; Friends&quot; program that the southern border was seeing a record number of non-Mexican apprehensions. <a href=\"http://www.politifact.com/texas/statements/2014/jun/18/rick-perry/rick-perry-correct-record-number-immigrants-not-me/\">True, we found</a>. And in August 2014, Perry declared that record numbers of apprehensions were people from Pakistan, Afghanistan or Syria, places, he said, with &quot;substantial terrorist ties.&quot; <a href=\"http://www.politifact.com/truth-o-meter/statements/2014/aug/03/rick-perry/rick-perry-historic-record-highs-people-terrorists/\">Pants on Fire! </a>We found no evidence of record numbers of individuals from these countries crossing the Texas-Mexico border.</p>\r\n\r\n<p>For this fact check, we were curious about the described plummet in apprehensions and if that decrease showed the Texas surge worked.</p>\r\n\r\n<p>We dug into apprehension counts and hunted possible explanations. But first, it&rsquo;s worth noting the U.S. government has struggled to define best indicators of the southern border&rsquo;s security.</p>\r\n\r\n<p><strong>Border security index announced, not completed</strong></p>\r\n\r\n<p>A February 2015 <a href=\"http://bipartisanpolicy.org/wp-content/uploads/2015/02/BPC_Immigration_MeasuringEnforcement_Summary.pdf\">report from the Bipartisan Policy Center</a>, a nonpartisan Washington, D.C.-based think tank, said the best metric to judge the security of any border is &quot;the number of successful unauthorized border-crossings,&quot; but admitted that it was impossible to pinpoint such a figure given that &quot;by definition, they are undetected.&quot;</p>\r\n\r\n<p>A few years earlier, in 2010, the U.S. Border Patrol and Department of Homeland Security launched a project comprehensive border security metric. Later, the<a href=\"http://www.cbp.gov/sites/default/files/documents/bp_strategic_plan.pdf\"> Border Patrol&rsquo;s 2012 strategic report </a>said the indicator, known as the Border Conditions Index, was still under development, but it would combine &quot;important indicators of activity between the ports of entry; indicators of the amount, nature and flow of traffic at the ports of entry; and quality of life indicators in border communities.&quot; (The Border Patrol defines a &quot;Port of Entry&quot; as a location where officers are assigned to enforce the nation&rsquo;s immigration laws.)</p>\r\n\r\n<p>In 2013, though, the government dropped the index project, according to<a href=\"http://www.nytimes.com/2013/03/22/us/officials-still-seek-ways-to-assess-border-security.html\"> a March 2013 </a><em><a href=\"http://www.nytimes.com/2013/03/22/us/officials-still-seek-ways-to-assess-border-security.html\">New York Times</a></em><a href=\"http://www.nytimes.com/2013/03/22/us/officials-still-seek-ways-to-assess-border-security.html\"> news story</a>, after more than two years of work did not give them a viable measurement because, as Border Patrol representative Mark Borkowski then told a congressional subcommittee, the index &quot;would only show trends&quot; but would not act as the end-all, be-all border security metric Congress had asked for.</p>\r\n\r\n<p>Omar Zamora, a Border Patrol spokesman based in the Rio Grande Valley sector, told us by phone that when the agency is judging the security of the border, officials first look at border apprehension and drug smuggling statistics, then take into account &quot;bigger picture&quot; figures like the economic health and crime rate of border towns versus comparable areas elsewhere in the state. Zamora said he personally hadn&rsquo;t heard of the Border Conditions Index.</p>\r\n\r\n<p><strong>Perry&rsquo;s backup information</strong></p>\r\n\r\n<p>Asked to elaborate on Perry&rsquo;s 74-percent statement, his campaign spokeswoman, Lucy Nashed, said he relied on a report by the Texas Department of Public Safety showing apprehensions in the Border Patrol&rsquo;s Rio Grande Valley sector during the Texas operation. By email, Nashed provided a fact-sheet of the report.</p>\r\n\r\n<p>Nashed, asked to elaborate, said the 74 percent figure aired by Perry reflected the difference in apprehensions the first week of the state operation to the last week Perry was in office, the week of Jan. 18, 2015. That week, there were 1,561 people apprehended, according to a chart on the fact sheet, 76 percent fewer than the 6,606 apprehensions in the week of June 22, 2014, when the operation started. Nashed said: &quot;There&rsquo;s actually a larger than 74 percent decrease in apprehensions, but it&rsquo;s near enough that we feel saying 74 percent is still appropriate.&quot;</p>\r\n\r\n<p><img alt=\"Border Patrol.PNG\" src=\"https://lh5.googleusercontent.com/SZfvYK1L1If8PbUPXOWXaI3ZU2Sdwl5UiEA9ZvaIEHIfdxHp80mq8EyyAxVfbs8_BRXuMlZgU8G0EcX8Q2z-u3J29XYf-1zD_6mBOErg1SeqJQzOzdkfZhwgXViwscBY2NyQqrg\" style=\"border:1px solid; float:left; height:356px; margin:2px 0px; width:600px\" /></p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </strong></p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>SOURCE</strong>: <em>Chart, &quot;USBP Apprehension Trends in OSS Area of Responsibility (AOR) Zones,&quot; Texas Department of Public Safety, March 30, 2015 (received by email from Lucy Nashed, Rick Pery campaign, June 15, 2015)</em></p>\r\n\r\n<p>Broadly, the chart shows ups and (mostly) downs in weekly apprehensions in the sector of individuals attempting to enter Texas illegally from late June 2014 through Feb. 14, 2015. Summer Blackwell, a DPS spokeswoman, told us the chart was the latest available data at the time Perry announced for president.</p>\r\n\r\n<p>According to the chart, in the week of June 22-28, 2014, the start of Operation Strong Safety, the Border Patrol apprehended 6,606 individuals in the sector. But in the operation&rsquo;s second week, the chart shows, apprehensions plummeted by more than a 1,000, a 22 percent decrease. In the operation&rsquo;s sixth week, apprehensions were down 56 percent compared to the 6,606 apprehensions the first week, according to the chart.</p>\r\n\r\n<p>Apprehensions dropped, by varying degrees, every week until the week of Sept. 7, 2014, when apprehensions inched up from 1,976 to 1,997. From that week, apprehensions rose and fell within a limited range; from the first week of September to the last week of November, weekly apprehensions were never greater than 1,997 or less than 1,521.</p>\r\n\r\n<p>December 2014 and January 2015 brought the lowest weekly totals with the week including New Year&rsquo;s Day showing the chart&rsquo;s lowest total for the year, with 826 individuals apprehended.</p>\r\n\r\n<p><strong>Past changes in apprehensions from summer to winter</strong></p>\r\n\r\n<p>As we studied Perry&rsquo;s claim, we wondered briefly about previous years. For instance, are there invariably fewer apprehensions in January compared to the previous June?</p>\r\n\r\n<p>Mostly so, at least in recent years. Per apprehension tallies for the sector, posted <a href=\"https://web.archive.org/web/20150317140352/http://www.cbp.gov/sites/default/files/documents/BP%20Total%20Monthly%20Apps%20by%20Sector%20and%20Area%2C%20FY2000-FY2014_0.pdf\">online </a>by the Border Patrol, in four of the five pre-surge years, apprehensions in January ran at least 14 percent behind apprehensions the previous June. Outlier: Apprehensions in January 2012 outpaced apprehensions in June 2011 by 2 percent. On average, January apprehensions from 2010 through 2015 were down 52 percent from apprehensions the previous June.</p>\r\n\r\n<p>Then again, June 2014 was a watershed month for apprehensions. The 38,446 apprehensions exceeded the sector&rsquo;s average for the five previous Junes by 30,349, or 375 percent. According to agency figures, the June 2014 tally was the highest monthly total of apprehensions for any border sector since 2008.</p>\r\n\r\n<p><strong>Decreases after June 2014</strong></p>\r\n\r\n<p>There&rsquo;s also no doubt apprehensions sunk in the months after Texas acted. According to Border Patrol figures, through the operation&rsquo;s first seven months, there were 10,414 apprehensions a month. On average, then, apprehensions in each of the months were down 73 percent from June&rsquo;s total of 38,446 -- the highest monthly total of any border sector since 2008.</p>\r\n\r\n<p>And did state law enforcement conclude the operation was successful due to the 74 percent difference cited by Perry? To that query, spokesmen gave nonspecific replies.</p>\r\n\r\n<p>By email, DPS spokesman Tom Vinger said: &quot;It is clear that the surge operation directed by the Texas leadership to institute 24/7 saturation patrols on the Rio Grande River, the ground and in the air had a significant impact on the Mexican cartels&rsquo; ability to conduct successful smuggling operations along the border in the area of operation.&quot;</p>\r\n\r\n<p>To our queries, DPS didn&rsquo;t provide data on the operation&rsquo;s effects on smuggling. Previously, the <em>Austin American-Statesman</em> said in a <a href=\"http://www.mystatesman.com/news/news/state-regional/dps-contribution-to-border-operation-drug-seizures/nk8kh/\">May 2015 news story</a> that according to records, the DPS had been involved in less than 10 percent of Rio Grande Valley drug seizures tallied by the federal government since the state operation began. At the time, <a href=\"http://investigations.blog.statesman.com/2015/06/16/despite-dps-claim-border-patrol-said-it-wasnt-a-partner-in-operation-strong-safety/\">Vinger responded</a> that stressing contributions by any one agency to the overall successes wasn&rsquo;t logical--akin to &quot;trying to determine if a basketball team won a game by asking the point guard how many points he scored.&quot;</p>\r\n\r\n<p>At different times in 2014-15, the DPS described reductions in apprehensions as a key indicator of law enforcement success--and not much of one.</p>\r\n\r\n<p>In July 2014, DPS Director Steve McCraw told a Texas House committee a decline in border apprehensions would be <a href=\"http://www.mystatesman.com/news/news/crime-law/success-of-previous-border-surge-not-so-clear/ngrs6/#91583720.257299.735787\">&quot;the best indicator across the board&quot;</a> to qualify the operation as a success. Yet in April 2015, the agency wrote legislators to play down declines in apprehensions. The letter from Robert Bodisch, a deputy director, warned lawmakers of &quot;inaccurate and grossly misleading conclusions&quot; in an expected <em>American-Statesman</em> news story on the border surge.</p>\r\n\r\n<p><a href=\"http://projects.statesman.com/documents/?doc=2074200-aasletter\">The letter</a> said &quot;drug seizures and apprehensions are not a reliable means of accessing the level of security at the border.&quot; (See the May 4, 2015, news story, a look into how best to measure the operation&rsquo;s success, <a href=\"http://www.mystatesman.com/news/news/state-regional/dps-contribution-to-border-operation-drug-seizures/nk8kh/?icmp=mystatesman_internallink_megamenu_link#84b51462.257409.735793\">here</a>.)</p>\r\n\r\n<p>At the time, Bodisch wrote that there&rsquo;s one way to measure the level of security of the border: &quot;The only way to accurately assess the true level of security between the Ports of Entry is to be able to detect ALL smuggling events and determine whether each smuggling event was interdicted. Until you can detect and interdict all smuggling events between the Ports of Entry, the border will remain unsecured, regardless of the amount of drugs seized and people arrested.&quot;</p>\r\n\r\n<p>For our part, we also reached the Texas National Guard&rsquo;s public affairs office. By email, an unnamed contact said by email that its 1,000 troops &quot;amplified the visible presence on the ground and along the river to detect and prevent criminals from infiltrating the Texas-Mexico border and helping to ensure the safety of our fellow Texans.&quot;</p>\r\n\r\n<p>Separately, the Border Patrol&rsquo;s Zamora declined to comment on the impact of the Texas surge on apprehensions, calling our question &quot;too politically charged.&quot;</p>\r\n\r\n<p><strong>Other analyses</strong></p>\r\n\r\n<p>Seeking other looks into Perry&rsquo;s 74 percent declaration, we spotted a February 2015 report by the left-leaning <a href=\"http://www.wola.org/sites/default/files/ONTHEFRONTLINES.pdf\">Washington Office on Latin America</a>, an advocacy group focused on humanitarian missions in Central and South America. From October 2013 through September 2014, its report said, the Border Patrol reported its officers apprehended 49,959 unaccompanied children entering the Rio Grande Valley sector. From October 2014 through June 2015, the report said, far fewer minors &mdash; some 13,249 &mdash; were similarly apprehended, a decline of more than 25,000, or 59 percent.</p>\r\n\r\n<p>The report said the primary reason for the reduced apprehensions was, starting in July 2014, a crackdown by Mexico&rsquo;s government on Central American immigrants. The references specifically to Perry surge were minimal, only mentioning the National Guard and DPS reinforcements that were sent to the border in the &quot;Border Security in the Rio Grande Valley&quot; subsection.</p>\r\n\r\n<p>The report, citing interviews with immigration experts from the Mexican government, said Mexico, acting at U.S. officials&rsquo; urging, &quot;curtailed migrants&rsquo; longstanding use of cargo trains to travel north from points near the Guatemalan border and stepping up deportations of apprehended Central Americans.&quot;</p>\r\n\r\n<p>In May 2015, <a href=\"http://www.factcheck.org/2015/05/perrys-border-bragging/\">Factcheck.org</a>, part of the University of Pennsylvania&#39;s Annenberg Center on Public Policy, similarly noted the Mexican government&rsquo;s increased attention to Central Americans, citing <a href=\"http://www.azcentral.com/story/news/politics/immigration/2015/04/23/surge-continues-fewer-central-american-migrants-reaching-us/26193789/\">an April 2015 news article</a> in <em>The Arizona Republic</em> that quoted Border Patrol Chief Michael Fisher telling a Senate committee that the Border Patrol didn&rsquo;t expect to see another surge in children crossing from Mexico because of the Mexican government&rsquo;s crackdown.</p>\r\n\r\n<p>According to a report by the Mexican government footnoted in the Washington Office on Latin America report, there was a spike in Central Americans deported from Mexico in 2014 that coincided with the decrease in border apprehensions in the Rio Grande Valley. Specifically, the report by Mexico&rsquo;s Instituto Nacional de Migraci&oacute;n 2014 report, released in January 2015, said 67,097 individuals from the three Central American countries with the highest immigration totals -- Honduras, Guatemala and El Salvador -- were deported in 2014 after that June, when the Texas operation took effect. In all of 2013, Mexico&rsquo;s report said, 77,896 individuals from the aforementioned three Central American countries were deported by the Mexican government.</p>\r\n\r\n<p>To our inquiry, Tony Payan, director of the Mexico Center at Rice University&rsquo;s Baker Institute of Public Policy, told us by email: &quot;Establishing a real cause-effect on Texas&#39; efforts to secure the border is frankly very hard, but I am inclined to say that they really add very little to the enormous federal government efforts in progress well before Texas intervened.&quot; In June 2014, <a href=\"http://www.dhs.gov/news/2014/06/24/statement-secretary-homeland-security-jeh-johnson-house-committee-homeland-security\">according to</a> the federal government, 115 Border Patrol officers were transferred to the Rio Grande Valley sector from other places. Later that month, the Department of Homeland Security announced the deployment of <a href=\"http://www.dhs.gov/news/2014/06/30/readout-secretary-johnsons-visit-texas\">150 additional Border Patrol agents</a> to the sector.</p>\r\n\r\n<p>In July 2014, in addition, the Border Patrol announced <a href=\"http://www.mystatesman.com/news/news/stressed-immigration-system-launches-ad-campaign/ngYJt/\">an ad campaign</a> in Central America, called the Danger Awareness Campaign, to warn potential immigrants about the dangers of crossing the Texas-Mexico border illegally.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Perry said: &quot;I deployed the Texas National Guard&quot; to the Texas-Mexico border. &quot;And the policy worked; apprehensions at the border declined 74 percent.&quot;</p>\r\n\r\n<p>His statistic holds up, but Perry didn&rsquo;t provide nor did we find proof the decrease resulted from the Texas surge.</p>\r\n\r\n<p>To be specific, Border Patrol apprehensions in the targeted part of the border region declined more than 70 percent through the second half of 2014. Unproven, however, is why that happened--and Perry&rsquo;s statement crediting the Texas deployment ignored potentially substantive factors such as the Border Patrol staffing up, Mexico cracking down and, perhaps, a typical summer-to-winter flux.</p>\r\n\r\n<p>Proving the &quot;policy worked&quot; also is hindered by a lack of consensus on how to measure border security. This weakness similarly would apply, say, if President Barack Obama said the drop in apprehensions showed administration policies worked.</p>\r\n\r\n<p>We rate this statement Mostly False.</p>\r\n\r\n<hr />\r\n<p><em><strong>MOSTLY FALSE </strong></em>&ndash; The statement contains an element of truth but ignores critical facts that would give a different impression.</p>\r\n\r\n<p>Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n", "ruling_comments_date": "2015-07-24T18:39:52.794064", "ruling_date": "2015-07-26T06:00:00", "ruling_headline": "Rick Perry says 74 percent drop in border apprehensions shows Texas surge worked", "ruling_headline_slug": "rick-perry-says-74-percent-drop-border-apprehensio", "ruling_link_text": "Actions by U.S, Texas--and Mexico", "ruling_state": null, "source_documents": null, "sources": "<p>News stories,&nbsp;&quot;<a href=\"http://www.mystatesman.com/news/news/stressed-immigration-system-launches-ad-campaign/ngYJt/\">Stressed immigration system launches ad campaign</a>,&quot; <em>Austin American-Statesman,</em> July 2, 2014; &quot;<a href=\"http://www.mystatesman.com/news/news/crime-law/success-of-previous-border-surge-not-so-clear/ngrs6/#91583720.257299.735787\">Success of previous Texas border surge not so clear</a>,&quot; <em>American-Statesman</em>, July 31, 2014; &quot;<a href=\"http://www.mystatesman.com/news/news/state-regional/dps-contribution-to-border-operation-drug-seizures/nk8kh/?icmp=mystatesman_internallink_megamenu_link#abdc79c9.257299.735725\">DPS contribution to border operation drug seizures was modest</a>,&quot; <em>American-Statesman</em>, May 4, 2015</p>\r\n\r\n<p>News story, &quot;<a href=\"http://www.nytimes.com/2013/03/22/us/officials-still-seek-ways-to-assess-border-security.html?_r=0\">Officials Concede Failures on Gauging Border Security</a>,&quot; <em>The New York Times</em>, March 21, 2013</p>\r\n\r\n<p>Telephone interview, Adam Isacson, senior associate of regional security policy, Washington Office on Latin America, June 8, 2015</p>\r\n\r\n<p>Document, &quot;<a href=\"http://dps.texas.gov/PublicInformation/documents/operationStrongSafetyRpt.pdf\">Operation Strong Safety: Report to the 84th Texas Legislature and Office of Governor,</a>&quot; Texas Department of Public Safety, February 2015</p>\r\n\r\n<p>Document, &quot;Bolet&iacute;n Mensual de Estad&iacute;sticas Migratorias,&quot; Mexico&rsquo;s Instituto Nacional de Migraci&oacute;n 2014 report, <a href=\"https://docs.google.com/document/d/1Cqy3mipSi0klCs4lCGWLU7pwJoxQoSgkSRgKIjR-BAc/edit\">pg. 128</a>, published in January 2015</p>\r\n\r\n<p>Document, &quot;<a href=\"http://www.cbp.gov/newsroom/stats/southwest-border-unaccompanied-children\">Southwest Border Family Unit Apprehensions</a>,&quot; U.S. Border Patrol, June 30, 2015</p>\r\n\r\n<p>Document, &quot;<a href=\"https://web.archive.org/web/20150317140352/http://www.cbp.gov/sites/default/files/documents/BP%20Total%20Monthly%20Apps%20by%20Sector%20and%20Area%2C%20FY2000-FY2014_0.pdf\">U.S. Border Patrol Monthly UAC Apprehensions by Month, by Sector</a>,&quot; U.S. Border Patrol, March 17, 2015</p>\r\n\r\n<p>Document, &quot;<a href=\"http://www.wola.org/sites/default/files/ONTHEFRONTLINES.pdf\">On the Front Lines</a>,&quot; Washington Office on Latin America, February 2015</p>\r\n\r\n<p>Document, &quot;<a href=\"http://www.dhs.gov/news/2014/06/24/statement-secretary-homeland-security-jeh-johnson-house-committee-homeland-security\">Statement by Secretary of Homeland Security Jeh Johnson Before the House Committee on Homeland Security</a>,&quot; Department of Homeland Security, June 24, 2014</p>\r\n\r\n<p>Document, &quot;<a href=\"http://www.dhs.gov/news/2014/06/30/readout-secretary-johnsons-visit-texas\">Readout of Secretary Johnson&rsquo;s Visit to Texas,</a>&quot; Department of Homeland Security, June 30, 2014</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1cAjlADzQ19kUgljE_U4yKDMY21jqdlYD0gom5amed-g/edit\">Emails</a>, Lucy Nashed, Rick Perry campaign, June 15, 2015, and July 16, 2015</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1CP06i8hU85rjnWgKdXyjBi1wtFnDlbjOiDV2v4uMzh8/edit\">Emails</a>, Tom Vinger, press secretary, Texas Department of Public Safety, June 15, 18 and 19, 2015</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1VpYobvilmpEnkGTWJailkioWlg_d7gD2-Glr82e29mU/edit\">Email</a>, Tony Payan, director, the Mexico Center, Baker Institute for Public Policy, Rice University, July 9, 2015</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1UfcG_BP2kTijZfoomeesyDW51SSQn4Zn779DLSJaBP0/edit\">Emails</a>, Summer Blackwell, senior writer for media relations, Texas Department of Public Safety,July 8, 2015, July 9 and July 14, 2015</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1NvuZo6Ufn4R4qRSdveDWuZKBsgPjtIuu4YyY0RehEF0/edit\">Emails</a>, Omar Zamora, border community liaisons coordinator, U.S. Border Patrol, Rio Grande Valley sector, July 2, 15 and 21, 2015</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1JcY-T-hVBdf0UpqSZPDEhvLWik4W-PTuhf8k3NIaYoE/edit\">Email</a>, Texas Military Forces Public Affairs Staff, June 25, 2015.</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/12dTZ291m5yY7WQa9uN34h7vInRi65gVnoZupLcSCE8E/edit\">Chart</a>, &quot;USBP Apprehension Trends in OSS Area of Responsibility (AOR) Zones,&quot; Texas Department of Public Safety, March 30, 2015 (received by email from Lucy Nashed, June 15, 2015)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1KfgW_Kqs8Ld2nw7-wjYKuZMLOtEDlzmulZMA8NNQHps/edit\">Chart</a>, &quot;USBP Apprehension Trends in OSS Area of Responsibility (AOR) Zones,&quot; Texas Department of Public Safety, June 30, 2015 (received by email from Summer Blackwell, July 9, 2015)</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 30, "current_job": "U.S. Energy Secretary", "false_count": 31, "first_name": "Rick", "half_true_count": 42, "home_state": "Texas", "id": 291, "last_name": "Perry", "mostly_true_count": 24, "name_slug": "rick-perry", "pants_count": 18, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rick_Perry_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/291/", "total_count": 176, "true_count": 26, "website": "https://energy.gov/management/history/secretaries-energy"}, "statement": "<p>&quot;I deployed the Texas National Guard&quot; to the Texas-Mexico border. &quot;And the policy worked; apprehensions at the border declined 74 percent.&quot;</p>\r\n", "statement_context": "his speech declaring his candidacy for president", "statement_date": "2015-06-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}, {"description": "", "id": 177, "photo": null, "resource_uri": "/api/v/2/subject/177/", "subject": "Criminal Justice", "subject_slug": "criminal-justice", "used_in_edition": ["/api/v/2/edition/5/"]}, {"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}