{"art": [{"brightcove": "", "caption": "Here's the top of the transcript of Rush Limbaugh's July 28, 2015, program in which he said Austin is effectively banning barbecue restaurants (The Rush Limbaugh Show).", "id": 6527, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/rushlimbaugh072815bbq.JPG", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/6527/", "title": "Limbaugh, Austin banning barbecue restaurants", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2015/aug/04/rush-limbaugh/rush-limbaugh-says-austin-effectively-banning-barb/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "ddavis@statesman.com", "first_name": "Debra", "id": 425, "last_name": "Davis", "name_slug": "debra-davis", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/425/", "title": "Investigations editor", "twitter": null}], "facebook_headline": null, "id": 11143, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/11143/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>Conservative Rush Limbaugh told listeners that liberal Austin has moved toward wiping out local barbecue joints.</p>\r\n\r\n<p>On his July 28, 2015, program, the commentator read from a web post stating the Austin City Council in April 2015 &quot;passed a preliminary plan&quot; restricting smoke from barbecue restaurants. Limbaugh said the web post went on to say the contemplated requirement that restaurants install costly devices to diffuse smoke led a business expert to tell council members &quot;these restrictions will certainly kill all but the largest barbecue restaurants in Austin.&quot;</p>\r\n\r\n<p>&quot;It is effectively a ban on barbecue restaurants in a town known for its barbecue,&quot; Limbaugh echoed. What &quot;kind of an absurd requirement is this anyway?&quot; he added.</p>\r\n\r\n<p>Smoke pouring from commercial barbecue smokers has been a hot Austin topic, in particular pitting a new South Austin restaurant against nearby homeowners who say its smoke wafting their way has reduced the value of their homesteads.</p>\r\n\r\n<p>And did the council adopt a plan amounting to a ban on &lsquo;cue restaurants?</p>\r\n\r\n<p><strong>Citing a website</strong></p>\r\n\r\n<p>Limbaugh, according to a <a href=\"http://www.rushlimbaugh.com/daily/2015/07/28/the_left_declares_war_on_bbq\">transcript</a> of his program, recited as fact a July 25, 2015, web post on IAmATexan.com, headlined <a href=\"http://www.iamatexan.com/2015/07/25/321austin-city-council-votes-to-ban-bbq-restaurants/\">&quot;Austin City Council Votes to Ban BBQ Restaurants.&quot;</a></p>\r\n\r\n<p>That post said the council had passed a preliminary plan to restrict smoke from barbecue restaurants, continuing:</p>\r\n\r\n<p style=\"margin-left:72pt\">&quot;The city council&rsquo;s current proposal will require smoke diffusers and will also limit the amount of time that restaurants can smoke. These restrictions will require at least $100,000 in extra investments for most barbecue restaurants as they will be forced to buy extra smokers along with severely expensive diffusers, and in some cases will have to lease or purchase more property.</p>\r\n\r\n<p style=\"margin-left:72pt\">&quot;One business expert told council members that these restrictions will certainly kill all but the largest barbecue restaurants in Austin.</p>\r\n\r\n<p style=\"margin-left:72pt\">&quot;It is effectively a ban on barbecue restaurants in a town known for its barbecue.&quot;</p>\r\n\r\n<p>We didn&rsquo;t connect with the unnamed authors of that post. Nor did our query to Limbaugh draw a reply.</p>\r\n\r\n<p>But <em>Austin American-Statesman</em> news stories, City of Austin documents and responses by a city spokeswoman indicate that after the council talked about imposing controls to reduce unwanted smoke from restaurant smokers, members directed the city manager, Marc Ott, to gather public input and make recommendations. As of late July 2015, city spokeswoman Alicia Dean said, one City Council committee had recommended no citywide restrictions while another council panel, slated to reconvene Aug. 3, 2015, had not made a recommendation.</p>\r\n\r\n<p>Limbaugh&rsquo;s claim, Dean said, is not true.</p>\r\n\r\n<p><strong>Blowing smoke in Austin</strong></p>\r\n\r\n<p>Let&rsquo;s scrape up the details--which extend to the city pulling together <a href=\"http://www.austintexas.gov/edims/document.cfm?id=230161\">this 2015 document</a> delivering a breakdown of Austin barbecue trailers and restaurants and the hours each one operates a smoker (around the clock to three times daily &quot;for flavor&quot; to not at all).</p>\r\n\r\n<p>After Terry Black&rsquo;s Barbecue opened, on Barton Springs Road just south of Lady Bird Lake, nearby neighbors <a href=\"http://www.mystatesman.com/news/news/bouldin-creek-neighbors-unhappy-about-smoke-from-t/njrDS/#44ef6ebd.257409.735809\">objected to smoke</a> from its pit blowing into their yards and homes--not every day, residents initially said, but often enough depending on prevailing winds. Mike Black said in a January 2015 statement to the <em>American-Statesman</em> that he intended to work with residents to address concerns. In July 2015, residents filed a <a href=\"http://projects.statesman.com/documents/?doc=2187019-terry-blacks-lawsuit\">lawsuit</a> against the restaurant.</p>\r\n\r\n<p>Credit for publicly suggesting the city regulate smoke from restaurants belongs to Austin City Council Member Sabino &quot;Pio&quot; Renteria, whose idea to require smoke mitigation wasn&rsquo;t embraced by pitmasters who said purchasing expensive &quot;smoke scrubbers&quot; could kill barbecue stands inside the city limits. &quot;It will force 99 percent of Austin BBQ places to either close or move out of town,&quot; John Mueller of John Mueller Meat Co. said in a statement.</p>\r\n\r\n<p>In March 2015, Renteria said he was revising his original proposal to have it apply only to restaurants and mobile food vendors within 100 feet of residential property&mdash;down from 150 feet. He also said he wanted to look at other smoke-mitigating options besides scrubbers.</p>\r\n\r\n<p>At a March 31, 2015, work session, council members questioned how regulating smoke emissions would affect small businesses and longtime businesses, and whether there might be a way to target regulations at new businesses or ones that had been the subject of complaints.</p>\r\n\r\n<p>The <em>Statesman</em> reported that the Texas Commission on Environmental Quality in 2014 received two complaints about odor and smoke coming from Terry Black&rsquo;s Barbecue, and one complaint in 2014 and another in 2015 about an East Austin establishment, la Barbecue. In all cases, the agency determined the odor and smoke were not nuisances subject to state intervention, commission spokeswoman Andrea Morrow said, adding that a nuisance would have to &quot;be injurious to or adversely affect human health, welfare, animal life, vegetation or property&quot; or &quot;interfere with normal use and enjoyment of animal life, vegetation, or property.&quot;</p>\r\n\r\n<p>On April 2, 2015, council members voted 9-2 to gather input from neighbors and businesses in the lead-up to a &quot;possible&quot; writing of smoke-control rules. The issue was to go first to the <a href=\"http://www.mystatesman.com/news/news/local/whos-on-austins-audit-and-finance-economic-opportu/nkZGm/#b5134921.3594764.735690\">Economic Opportunity</a> and<a href=\"http://www.mystatesman.com/news/news/local/whos-on-austins-health-and-human-services-open-spa/nkZHf/#36feff8a.3594764.735690\"> Health and Human Services</a> committees, both consisting of council members.</p>\r\n\r\n<p>Specifically, the <a href=\"http://www.austintexas.gov/edims/document.cfm?id=228858\">council&rsquo;s resolution</a> said members were initiating a possible amendment to the city code to address smoke from cookers, restaurants and trucks and their impact on residences with provisions to be considered including a requirement that restaurants and mobile vendors using a wood- or charcoal-burning stove or grill and located within 100 feet of a property used or zoned as a residence &quot;take appropriate action to mitigate the impact of smoke emissions&quot; on the lives of nearby residents &quot;by relocating smoke-emitting equipment&quot; or &quot;installing smoke-mitigating devices.&quot; The resolution also directed Ott to gather input from affected residents, business owners and others before presenting recommendations to the committees by July 31, 2015.</p>\r\n\r\n<p><strong>Committee recommendations</strong></p>\r\n\r\n<p>On May 11, 2015, the Economic Opportunity committee <a href=\"http://www.austintexas.gov/edims/document.cfm?id=232242\">voted 4-0</a> to not pursue a city ordinance either requiring establishments to install smoke-clearing devices or to regulate nuisances. Instead, the members said that city officials, in conjunction with the state commission, should review concerns case by case. Members acted after taking public comments and fielding a May 4, 2015, city <a href=\"http://www.austintexas.gov/edims/document.cfm?id=230531\">presentation</a> indicating that none of 54 restaurant barbecue smokers in the city already had smoke scrubbers.</p>\r\n\r\n<p>The other council committee also gathered. But it hadn&rsquo;t made a recommendation by the day Limbaugh suggested Austin barbecue was about to vamoose.</p>\r\n\r\n<p>Then again, Ora Houston, the Austin City Council member who chairs the Health and Human Services panel, earlier made the motion against the city limiting barbecue smoke by ordinance that was adopted by the Economic Opportunity committee. By phone, Houston responded to our inquiry by saying she continues to prefer that the city address smoke concerns one by one. &quot;I would not be a supporter of a motion to have a citywide ban on barbecue smoke,&quot; Houston said. &quot;That&rsquo;s what the city is known for, music and barbecue.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Limbaugh said Austin is &quot;effectively&quot; imposing &quot;a ban on barbecue restaurants.&quot;</p>\r\n\r\n<p>In early 2015, there was worry that a mandate that barbecue restaurants limit smoke from smokers would have that impact. However, the council didn&rsquo;t adopt such a regulation and we sniffed out no factual indication it&rsquo;s poised to do so. Before Limbaugh spoke, the latest panel to make a recommendation suggested city staff tackle complaints one by one--without a change in law.</p>\r\n\r\n<p>When a claim is not so and seems ridiculous, we see smoke. Pants on Fire!</p>\r\n\r\n<hr />\r\n<p><em><strong>PANTS ON FIRE</strong></em> &ndash; The statement is not accurate and makes a ridiculous claim.</p>\r\n\r\n<p>Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n", "ruling_comments_date": "2015-07-31T18:54:21.960024", "ruling_date": "2015-08-04T09:49:41", "ruling_headline": "Rush Limbaugh says Austin effectively banning barbecue restaurants", "ruling_headline_slug": "rush-limbaugh-says-austin-effectively-banning-barb", "ruling_link_text": "We recommend burnt ends", "ruling_state": null, "source_documents": null, "sources": "<p>Web page, <a href=\"http://www.rushlimbaugh.com/daily/2015/07/28/the_left_declares_war_on_bbq\">&quot;The Left Declares War on BBQ,&quot;</a> transcript, The Rush Limbaugh Show, July 28, 2015</p>\r\n\r\n<p>Austin American-Statesman news stories, <a href=\"http://www.mystatesman.com/news/news/bouldin-creek-neighbors-unhappy-about-smoke-from-t/njrDS/#44ef6ebd.257409.735809\">&quot;Bouldin Creek neighbors unhappy about smoke from Terry Black&rsquo;s Barbecue,&quot;</a> Jan. 18, 2015; <a href=\"http://www.mystatesman.com/news/news/local/austin-proposal-to-regulate-smoke-sparks-backlash-/nkjpY/#edc93bdf.257409.735809\">&quot;Austin proposal to regulate smoke sparks backlash from barbecue joints,&quot;</a> posted online March 31, 2015; <a href=\"https://shar.es/1sSQqm\">&quot;Austin City Council gets an earful over barbecue smoke proposal,&quot;</a> posted online April 2, 2015; <a href=\"http://www.mystatesman.com/news/news/local/austin-could-consider-targeted-approach-to-regulat/nk8rG/#448b87cf.257409.735809\">&quot;Austin could consider targeted approach to regulating barbecue smoke,&quot;</a> posted online May 4, 2015</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1t5e93jF7j-NyeJUN3zNBGlPoKt9gxmEI0fbolFl9Fgo/pub\">Emails</a> and telephone interview, Alicia Dean, senior public information specialist, City of Austin, Communications &amp; Public Information Office, July 30-31, 2015</p>\r\n\r\n<p>City of Austin documents, <a href=\"http://www.austintexas.gov/edims/document.cfm?id=228858\">Austin City Council resolution directing city manager to gather input</a> on possibly regulating smoke from barbecue restaurant pits, adopted April 2, 2015; <a href=\"http://www.austintexas.gov/edims/document.cfm?id=230161\">list of Austin barbecue restaurants and trailers and smoker hours</a>, undated</p>\r\n\r\n<p>Report, <a href=\"http://www.austintexas.gov/edims/document.cfm?id=230531\">&quot;BBQ Smoke,&quot;</a> Vince Delisi, assistant division manager, Environmental Health Services Division, Austin/Travis County Health and Human Services Department, May 4, 2015</p>\r\n\r\n<p>Telephone interview, Ora Houston, Austin, July 31, 2015</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 10, "current_job": "Radio host", "false_count": 12, "first_name": "Rush", "half_true_count": 5, "home_state": "", "id": 156, "last_name": "Limbaugh", "mostly_true_count": 2, "name_slug": "rush-limbaugh", "pants_count": 10, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/rush_limbaugh6.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/156/", "total_count": 39, "true_count": 0, "website": "http://www.rushlimbaugh.com/"}, "statement": "<p>Austin is &quot;effectively&quot; imposing &quot;a ban on barbecue restaurants.&quot;</p>\r\n", "statement_context": "an episode of The Rush Limbaugh Show", "statement_date": "2015-07-28", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}, {"description": "", "id": 158, "photo": null, "resource_uri": "/api/v/2/subject/158/", "subject": "Food Safety", "subject_slug": "food-safety", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [], "twitter_headline": ""}