{"art": [{"brightcove": "", "caption": "MSNBC's Rachel Maddow goes after Fox News on Aug. 4, 2015, for changing the eligibility criteria for the first GOP debate. Did Fox really do that? (Screenshot)", "id": 6552, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/maddowshow.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/6552/", "title": "Maddow accuses Fox of changing rules", "wibbitz": "", "youtube": "", "youtubeID": ""}, {"brightcove": "", "caption": "Rachel Maddow says Fox News changed the criteria it laid out for the first GOP debate on the day it announced which candidates made the cut.", "id": 6553, "infogram": "", "ndn": "", "ndnid": "", "other": "<iframe src='http://player.theplatform.com/p/7wvmTC/MSNBCEmbeddedOffSite?guid=n_maddow_adebate_150804' height='500' width='635' scrolling='no' border='no' ></iframe>", "photo": null, "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/6553/", "title": "Maddow video: Fox changed criteria", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "canonical_url": "/punditfact/statements/2015/aug/06/rachel-maddow/rachel-maddow-says-fox-changed-poll-eligibility-cr/", "edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "editor": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "facebook_headline": null, "id": 11159, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "resource_uri": "/api/v/2/statement/11159/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>There&rsquo;s no love lost between MSNBC&rsquo;s Rachel Maddow and Fox News. The liberal show host frequently chastises the conservative Fox News, and the network&rsquo;s process of picking the top 10 candidates for the first Republican presidential debate gave Maddow another opportunity.</p>\r\n\r\n<p>Maddow aimed her barb at the explanation Fox News gave for deciding who would be the last candidate to make the cut-off. Fox News gave Ohio Gov. John Kasich the coveted 10th slot at the expense of former Texas Gov. Rick Perry.</p>\r\n\r\n<p>Maddow accused Fox News of unilaterally sounding the death knell for the lesser-ranked candidates seven months before the first Iowa voter would show up at the nation&rsquo;s first caucus.</p>\r\n\r\n<p>&quot;If a candidate can&#39;t even make it to the debate stage, why would rational donors and volunteers continue giving money and time to what is apparently a lost cause,&quot; Maddow said on her Aug. 4, 2015, show.</p>\r\n\r\n<p>A bit later, Maddow said, &quot;Fox changed around their poll eligibility criteria on the day they announced who is in and out of their debate.&quot;</p>\r\n\r\n<p>In particular, Maddow chastised Fox for not using an NBC/<em>Wall Street Journal </em>poll that was the fifth-most recent poll on record. Fox News skipped that poll and used a slightly older poll from Quinnipiac. Maddow said this shift cost Rick Perry a shot at the nomination.</p>\r\n\r\n<p>&quot;He didn&#39;t lose it, it was stolen from him,&quot; &nbsp;she said. &quot;Not because of the vagaries of some poll but because of some cable news executives moving things around to effectively stack things against him.&quot;</p>\r\n\r\n<p>Maddow compared what Fox News had said before and what it said after it made its picks. In this fact-check, we focus just on the question of whether Fox changed the rules of the game for the polls it would use.</p>\r\n\r\n<p><strong>Fox News became more nuanced with the polls</strong></p>\r\n\r\n<p>In May, when Fox News <a href=\"http://press.foxnews.com/2015/05/fox-news-and-facebook-partner-to-host-first-republican-presidential-primary-debate-of-2016-election/\" style=\"text-decoration:none;\"><u>first announced the debates</u></a>, it laid down several selection criteria for the candidates. Among them was this: &quot;Must place in the top 10 of an average of the five most recent national polls, as recognized by FOX News leading up to August 4th at 5 PM/ET. Such polling must be conducted by major, nationally recognized organizations that use standard methodological techniques.&quot;</p>\r\n\r\n<p>Fox News directed us to a <a href=\"http://www.bloomberg.com/politics/articles/2015-07-06/the-republican-debate-selection-process-is-a-new-wild-card-in-presidential-politics\" style=\"text-decoration:none;\"><u>Bloomberg article</u></a> that added just one detail from Michael Clemente, executive vice president of news for Fox. Clemente said online and partisan polls were unacceptable.</p>\r\n\r\n<p>But on <a href=\"http://www.foxnews.com/politics/2015/08/04/how-fox-news-determined-who-qualified-for-prime-time-gop-debate/\" style=\"text-decoration:none;\"><u>Aug. 4, when Fox News unveiled</u></a> who would make it to the main stage (a forum for the runners-up takes place earlier at 5 p.m.), it gave a far more detailed explanation of its selection rules than what it laid out in May:</p>\r\n\r\n<p style=\"margin-left:36pt\">&bull; &quot;They are the five most recent national polls from non-partisan, nationally-recognized organizations using standard methodological techniques. Recency was determined by actual interview dates (not release date).&quot; &nbsp;</p>\r\n\r\n<p style=\"margin-left:36pt\">&bull; &quot;They used live interviewers, random digit-dial sampling techniques and included both landlines and cellphones. (No online or automated (IVR) polls were used.)&quot;</p>\r\n\r\n<p style=\"margin-left:36pt\">&bull; &quot;Their GOP primary vote question mirrored the ballot by reading all candidate names in random order and without honorifics.&quot;</p>\r\n\r\n<p style=\"margin-left:36pt\">&bull; &quot;Results among registered voters were used rather than national adult results when available. Furthermore, only results among either 1) self-identified Republican primary voters or 2) Republican and Republican-leaning voters were used.&quot;</p>\r\n\r\n<p style=\"margin-left:36pt\">&bull; &quot;The rank order was determined by a simple arithmetic average of publicly available results. Averages were rounded to the nearest tenth of a percentage point.&quot;</p>\r\n\r\n<p style=\"margin-left:36pt\">&bull; &quot;Each poll has a different margin of error, and averaging requires a distinct test of statistical significance. Given the over 2,400 interviews contained within the five polls, from a purely statistical perspective it is at least 90% likely that the tenth place Kasich is ahead the eleventh place Perry.&quot;</p>\r\n\r\n<p style=\"margin-left:36pt\">&bull; &quot;We did not include the highly-respected NBC/WSJ poll, which is the fifth most recent poll, only because it did not meet our criterion that the poll read the names of each Republican candidate in the vote question. We would note, however, even though their ballot question included Perry but did not name Kasich, the unaided &quot;Kasich&quot; response tied the aided &quot;Perry&quot; response. In short, their results are consistent with the results of the other polls in our review, and consistent with the resulting placement in the Fox News debate.&quot;</p>\r\n\r\n<p>In May, Fox News took 45 words to describe how it would use polls to pick the candidates. In August, it used more than 260. Without a doubt, Fox moved from a broad to a detailed approach. We turned to political scientists to help us assess whether that shift is the same as Maddow&rsquo;s claim that &quot;Fox changed around their poll eligibility criteria.&quot;</p>\r\n\r\n<p><strong>A change of uncertain significance</strong></p>\r\n\r\n<p>The bottom line from the analysts we reached is that the original poll criteria were destined to be insufficient to meet the goal of giving Fox News a clear ranking of the top 10. During her show, Maddow interviewed Larry Sabato from the University of Virginia Center for Politics. We asked Sabato to assess her statement.</p>\r\n\r\n<p>&quot;We were never sure which polls could be included and which could not, beyond the requirements about live calls/interviewers and the like,&quot; Sabato told PunditFact. &quot;You can call it &lsquo;changing the rules&rsquo; if you want, but you could also say they reserved to themselves some flexibility, not knowing precisely what the polling community would serve up.&quot;</p>\r\n\r\n<p>David P. Redlawsk, a political scientist at Rutgers University, said Fox could have done more to avoid this situation.</p>\r\n\r\n<p>&quot;They added criteria after they saw what the polls were,&quot; Redlawsk said. &quot;To me this is different. Fox should have been more specific from the beginning.&quot;</p>\r\n\r\n<p>By comparison, in May, <a href=\"http://i2.cdn.turner.com/cnn/2015/images/05/20/debate.criteria1.pdf\" style=\"text-decoration:none;\"><u>CNN named the polls</u></a> it would use for the debates it plans for September and provided a much more detailed description of how it would use those polling results.</p>\r\n\r\n<p>That said, Fox News&rsquo; decision to use polls based on when they called voters and how they posed their questions passed muster with Robert Erikson at Columbia University.</p>\r\n\r\n<p>&quot;If Kasich was not on the NBC/WSJ ballot, the Fox decision makes sense,&quot; Erikson said. &quot;Release data is less important than date in the field. It was my impression that even with NBC/WSJ included, Perry would lose out, only by an even more trivial amount.&quot;</p>\r\n\r\n<p>Michael Traugott, a professor of political science at the University of Michigan, has taken a careful look at how news organizations use polls.<strong>&nbsp;</strong>He wrote a critique of CNN&rsquo;s &quot;poll of polls&quot; after the 2008 election.</p>\r\n\r\n<p>&quot;The most important point is that the system is arbitrary, used to satisfy production values for television rather than being based on any substantive or political consideration,&quot; he told us. &quot;The network is trying to use a statistical justification to cover a news judgment decision.&quot;</p>\r\n\r\n<p>Traugott said that taking the average of candidate standing in polls is a bad idea on a number of grounds. Mainly, differences in how polling organizations chose their respondents and phrase their questions have a much greater impact than the statistical margin of error.</p>\r\n\r\n<p>Traugott said that in large measure, Fox set itself up for this problem.</p>\r\n\r\n<p>&quot;If you are vague initially, when the time comes, you have to specify the details by which you acted,&quot; he said.</p>\r\n\r\n<p>We contacted both MSNBC and Fox News. MSNBC said Maddow&rsquo;s statement was correct based on Fox News adding the criteria that the GOP primary vote question mirror &quot;the ballot by reading all candidate names in random order and without honorifics.&quot; Fox News declared that this made no difference.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Maddow said that &quot;Fox changed around their poll eligibility criteria on the day they announced who is in and out of their debate.&quot; We found that the poll criteria were much more detailed in August (over 260 words long) than they were in May (about 45 words long).</p>\r\n\r\n<p>The network could have been more precise early on, but Fox did leave&nbsp;some room for itself when it qualified the&nbsp;polls it planned to use for the debate back in May with&nbsp;&quot;as recognized by Fox News.&quot;</p>\r\n\r\n<p>Also, some experts said, Maddow exaggerated the impact of the approach Fox News ultimately used, and she implied that statistical certainty was achievable under any circumstances.&nbsp;</p>\r\n\r\n<p>Fox News moved from a broad approach to a more detailed one, and experts aren&#39;t convinced that it slighted Perry. With those missing caveats,&nbsp;we&nbsp;rate Maddow&#39;s&nbsp;claim Half True.</p>\r\n", "ruling_comments_date": "2015-08-06T14:09:37.264355", "ruling_date": "2015-08-06T15:03:22", "ruling_headline": "Rachel Maddow says Fox 'changed' poll eligibility criteria on day it announced top 10 for GOP debate", "ruling_headline_slug": "rachel-maddow-says-fox-changed-poll-eligibility-cr", "ruling_link_text": "Not a significant rewrite", "ruling_state": null, "source_documents": null, "sources": "<p>MSNBC, The Rachel Maddow Show, Aug. 4, 2015</p>\r\n\r\n<p>Fox News, <a href=\"http://www.foxnews.com/politics/2015/08/04/how-fox-news-determined-who-qualified-for-prime-time-gop-debate/\" style=\"text-decoration:none;\"><u>How Fox News determined who qualified for prime-time GOP debate</u></a>, Aug. 4, 2015</p>\r\n\r\n<p>Fox News, <a href=\"http://press.foxnews.com/2015/05/fox-news-and-facebook-partner-to-host-first-republican-presidential-primary-debate-of-2016-election/\" style=\"text-decoration:none;\"><u>Fox News and Facebook partner to present first Republican presidential primary debate of 2016 election</u></a>, May 21, 2015</p>\r\n\r\n<p>Mediaite, <a href=\"http://www.mediaite.com/online/maddow-fox-violated-their-own-rules-on-which-polls-to-use-for-debates/\" style=\"text-decoration:none;\"><u>Maddow: Fox Violated Their Own Rules on Which Polls to Use for Debates</u></a>, Aug. 4, 2015</p>\r\n\r\n<p>Bloomberg News, <a href=\"http://www.bloomberg.com/politics/articles/2015-07-06/the-republican-debate-selection-process-is-a-new-wild-card-in-presidential-politics\" style=\"text-decoration:none;\"><u>The Republican Debate Selection Process Is a New Wild Card in Presidential Politics</u></a>, July 6, 2015</p>\r\n\r\n<p>The Hill, <a href=\"http://thehill.com/homenews/campaign/249977-fox-news-leaves-many-questions-unanswered-about-upcoming-debate\" style=\"text-decoration:none;\"><u>Fox News leaves many questions unanswered about debate</u></a>, Aug. 1, 2015</p>\r\n\r\n<p>Email interview, Diana Rocco, spokesperson, MSNBC, Aug. 5, 2015</p>\r\n\r\n<p>Email interview, Dana Klinghoffer, spokesperson, Fox News, Aug. 5, 2015</p>\r\n\r\n<p>Email interview, David P. Redlawsk, professor, Political Science Department, Rutgers University, Aug. 5, 2015</p>\r\n\r\n<p>Email interview, Robert Erikson, professor of political science, Columbia University, Aug. 5, 2015</p>\r\n\r\n<p>Email interview, Michael Traugott, professor of political science, University of Michigan, Aug. 5, 2015</p>\r\n\r\n<p>Email interview, Christopher Wlezien, professor of government, University of Texas-Austin, Aug. 5, 2015</p>\r\n\r\n<p>Email interview, Larry Sabato, professor, Center for Politics, University of Virginia, Aug. 5, 2015</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 6, "current_job": "MSNBC host", "false_count": 6, "first_name": "Rachel", "half_true_count": 4, "home_state": "", "id": 154, "last_name": "Maddow", "mostly_true_count": 6, "name_slug": "rachel-maddow", "pants_count": 1, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/maddow.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/154/", "total_count": 29, "true_count": 5, "website": ""}, "statement": "<p>&quot;Fox changed around their poll eligibility criteria on the day they announced who is in and out of their debate.&quot;</p>\r\n", "statement_context": "a segment on her MSNBC show", "statement_date": "2015-08-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 302, "photo": null, "resource_uri": "/api/v/2/subject/302/", "subject": "Debates", "subject_slug": "debates", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/47/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/14/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}