{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Christian", "id": 486, "last_name": "Belanger", "name_slug": "christian-belanger", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/486/", "title": "Intern", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2015/aug/12/mike-huckabee/mike-huckabee-says-social-security-imperiled-drama/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "facebook_headline": null, "id": 11197, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Christian", "id": 486, "last_name": "Belanger", "name_slug": "christian-belanger", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/486/", "title": "Intern", "twitter": null}], "resource_uri": "/api/v/2/statement/11197/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>During the Aug. 6 Republican debate, Mike Huckabee and Chris Christie engaged in one of the calmer exchanges of the evening, discussing how best to reform Social Security and Medicare.</p>\r\n\r\n<p>Christie laid out his position first: raising the retirement age and cutting benefits for those who maintained a steady stream of high income into their old age. Huckabee countered with his own vision of a &quot;fair tax&quot; on consumption, which, he memorably claimed, would apply to everyone, &quot;including illegals, prostitutes, pimps, drug dealers, all the people that are freeloading off the system now.&quot;</p>\r\n\r\n<p>As part of his follow-up, Huckabee said, &quot;One of the reasons that Social Security is in so much trouble is that the only funding stream comes from people who get a wage. The people who get wages is declining dramatically. Most of the income in this country is made by people at the top who get dividends and capital gains.&quot;</p>\r\n\r\n<p>We decided to check whether the funding stream for Social Security is in danger because the number of people receiving wages is declining dramatically.</p>\r\n\r\n<p><strong>Sources of funding for Social Security</strong></p>\r\n\r\n<p>While payroll taxes comprise the bulk of the program&rsquo;s income -- making up about $750 billion in revenue in 2014 -- Huckabee ignores two other sources of revenue that provided support for Social Security. One is that wealthier beneficiaries pay taxes on their Social Security income. For 2014, the revenue collected this way <a href=\"http://www.ssa.gov/oact/trsum/\">came out</a> to $29.7 billion.</p>\r\n\r\n<p>Another method of funding for Social Security comes from interest earnings on investments on the $2.8 trillion worth of reserves in Social Security. This amounted to $98.2 billion in 2014.</p>\r\n\r\n<p><strong>More significantly, has there been a &quot;dramatic&quot; decline in wage-earners?</strong></p>\r\n\r\n<p>It&rsquo;s unclear exactly what kind of timeline Huckabee was using when he referred to the &quot;dramatically declining&quot; number of people getting wages, and Huckabee&rsquo;s campaign did not respond to us.</p>\r\n\r\n<p>But going by the raw numbers, at least, there&rsquo;s been no decline in the ranks of wage-earners at all. The <a href=\"http://data.bls.gov/pdq/SurveyOutputServlet\">total civilian labor force</a> has been steadily increasing since 1948, the first year the Bureau of Labor Statistics started counting it, with a brief stagnation at the height of the recent recession. The <a href=\"http://data.bls.gov/pdq/SurveyOutputServlet\">labor force participation rate</a> &mdash; which measures people who are working age and either employed or looking for a job &mdash; has fallen since the Great Recession, partly due to economic trends but also due to the aging of the Baby Boom generation.</p>\r\n\r\n<p>More useful for the purposes of Huckabee&rsquo;s claim is a look at the total number of people paying into Social Security. In 2013, the number of wage and salary contributors to Social Security (a different category from those who are self-employed, though their earnings are also taxed for Social Security) was virtually the same as in 2007, and one expert predicted that it had probably continued to go up in 2014 and 2015.</p>\r\n\r\n<p>So the total number of people in the labor force and paying into Social Security is about the same as it was before the recession, not a dramatic decline.</p>\r\n\r\n<p>However, Jagadeesh Gokhale of Wharton School&rsquo;s Public Policy Initiative said Huckabee would have been more accurate if he had phrased his claim more carefully. The number of wage-earners is indeed decreasing in relation to the number of Social Security beneficiaries. This is happening due to the increase of Baby Boomer recipients. When a Boomer retires, it&rsquo;s a double whammy -- the retirement shrinks the number of wage earners while increasing the number of beneficiaries.</p>\r\n\r\n<p>So Huckabee has reason to be concerned about the number of wage-earners supporting Social Security. It&rsquo;s just that he didn&rsquo;t correctly describe the problem.</p>\r\n\r\n<p><strong>What&rsquo;s the impact of earnings from capital gains and dividends?</strong></p>\r\n\r\n<p>Huckabee also suggests another reason why insufficient money is being funneled into Social Security: that the richest people are accumulating a significant portion of their wealth from capital gains and dividends, profits that aren&rsquo;t taxed for the benefit of Social Security. We wanted to see how well this theory held up.</p>\r\n\r\n<p>One <a href=\"http://www.taxpolicycenter.org//UploadedPDF/2000134-composition-of-income-reported-on-tax-returns-in-2012.pdf\">study</a> that we found on this issue came from the Tax Policy Center, an independent think tank that analyzes tax policy. The center looked at the composition of income reported on tax returns in 2012 and found that the highest-income&nbsp;earners make up a disproportionate share of non-wage earnings, said Roberton Williams, who co-authored the study.</p>\r\n\r\n<p>The study found that for those with an adjusted gross income above $5 million, capital gains made up nearly half their income, with dividends and interest accounting for another 14 percent.</p>\r\n\r\n<p>According to a calculation we did with the same data set &mdash; 2012 income statistics from the IRS &mdash; capital gains and dividends make up an even larger percentage of income for those earning more than $10 million. For those, capital gains, interest and dividends make up 62.7 percent of their adjusted gross income, while salaries and wages only account for 16.1 percent. (Business income and retirement funds round out the rest.)</p>\r\n\r\n<p>So there&rsquo;s something to what Huckabee says on this point. But it&rsquo;s important to keep it in context.</p>\r\n\r\n<p>There were only about 17,000 Americans making more than $10 million in 2012; combined, their adjusted gross income totaled about $546 billion, or just 6 percent of the country&rsquo;s total pool of income.</p>\r\n\r\n<p>You have to adjust the cut-off point all the way down to $100,000 before you can include half of the income in the United States for 2012. Cumulatively, that group earned 56.5 percent of the nation&rsquo;s income.</p>\r\n\r\n<p>And the further you extend the pay scale downward, the smaller the role capital gains and dividends play. For those earning $100,000 and up, non-wage income only accounts for 17 percent. Salaries and wages make up 59 percent.</p>\r\n\r\n<p>It&rsquo;s also important to remember that wage and salary earnings are only taxed by Social Security up to $118,500.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Huckabee said that &quot;one of the reasons that Social Security is in so much trouble is that the only funding stream comes from people who get a wage. The people who get wages is declining dramatically.&quot;</p>\r\n\r\n<p>Several aspects of this claim are problematic, starting with the inaccuracy that only wages support Social Security. In addition, Baby Boomer retirements are shifting the ratio of recipients to workers in the wrong direction, but it&rsquo;s not as simple as there being a dramatic decline in the number of people who get their income from wages.</p>\r\n\r\n<p>In fact, Huckabee overstates the impact of non-wage income on Social Security&rsquo;s fiscal health; the shift from wage income to non-wage income is happening among the richest Americans, but this group still accounts for a fraction of all income earned in the country. On balance, we rate the claim Mostly False.</p>\r\n", "ruling_comments_date": "2015-08-12T16:09:48.818976", "ruling_date": "2015-08-12T16:39:58", "ruling_headline": "Mike Huckabee says Social Security imperiled by dramatic decline in wage-earners", "ruling_headline_slug": "mike-huckabee-says-social-security-imperiled-drama", "ruling_link_text": "Reason for concern, but not exactly the reasons he says", "ruling_state": null, "source_documents": null, "sources": "<p>Republican Presidential Debate, Aug.&nbsp;6, 2015</p>\r\n\r\n<p>Social Security Administration, <a href=\"http://www.ssa.gov/oact/trsum/\">A Summary of the 2015 Annual Reports</a></p>\r\n\r\n<p>Bureau of Labor Statistics, <a href=\"http://data.bls.gov/timeseries/LNS11000000\">Total Civilian Labor Force</a>, 2015</p>\r\n\r\n<p>Bureau of Labor Statistics, <a href=\"http://data.bls.gov/timeseries/LNS11300000\">Labor Force Participation Rate</a>, 2015</p>\r\n\r\n<p>Tax Policy Center, <a href=\"http://www.taxpolicycenter.org//UploadedPDF/2000134-composition-of-income-reported-on-tax-returns-in-2012.pdf\">Composition of Income Reported on Tax Returns in 2012</a>, March 2, 2015</p>\r\n\r\n<p>IRS, Statistics of Income Bulletin, 2012</p>\r\n\r\n<p>Interview with Roberton Williams, Tax Policy Center, August 7, 2015</p>\r\n\r\n<p>Social Security Administration, Benefits Planner: Income Taxes and Your Social Security Benefits</p>\r\n\r\n<p>Social Security Administration, <a href=\"http://www.ssa.gov/policy/docs/statcomps/supplement/2014/supplement14.pdf\">Annual Statistical Supplement</a>, 2014</p>\r\n\r\n<p>Interview with Gary Burtless, The Brookings Institution, August 11, 2015</p>\r\n\r\n<p>Interview with Jagadeesh Gokhale, Wharton Public Policy Initiative, August 11, 2015</p>\r\n\r\n<p>Interview with Eugene Steuerle, Urban Institute, August 11, 2015</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 12, "current_job": "author", "false_count": 5, "first_name": "Mike", "half_true_count": 9, "home_state": "Arkansas", "id": 16, "last_name": "Huckabee", "mostly_true_count": 3, "name_slug": "mike-huckabee", "pants_count": 4, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Mike_Huckabee.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/16/", "total_count": 42, "true_count": 8, "website": "http://www.explorehuckabee.com/"}, "statement": "<p>&quot;One of the reasons that Social Security is in so much trouble is that the only funding stream comes from people who get a wage. The people who get wages is declining dramatically.&quot;</p>\r\n", "statement_context": "a Republican presidential debate", "statement_date": "2015-08-06", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 141, "photo": null, "resource_uri": "/api/v/2/subject/141/", "subject": "Social Security", "subject_slug": "social-security", "used_in_edition": []}], "target": [], "twitter_headline": ""}