{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2015/aug/21/bruce-elfant/bruce-elfant-says-us-about-100th-voter-turnout-tex/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 11221, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/11221/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>A Travis County official declared the United States and Texas lag far behind other countries and states in voting.</p>\r\n\r\n<p>On Aug. 5, 2015, Democrat <a href=\"http://www.politifact.com/personalities/bruce-elfant/\">Bruce Elfant</a>, the Travis County tax assessor-collector, was interviewed by Dick Ellis of the KOKE-FM Austin Radio Network about the 50th anniversary of President Lyndon B. Johnson signing the Voting Rights Act.</p>\r\n\r\n<p>Johnson, Elfant <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGMnhmMjFpMldwd2s/view?usp=sharing\">said</a>, &quot;would be very disappointed by the number of Americans who choose to use that right. The United States is about 100th in voter turnout among the industrialized nations and Texas is near the bottom in terms of voter registration and voter turnout,&quot; he said.</p>\r\n\r\n<p>We <a href=\"http://bit.ly/15re9xa\">previously found merit</a> to a claim that Texas had the nation&rsquo;s worst voter turnout in 2014, though we noted voter statistics weren&rsquo;t yet final. So, does Texas rank near the bottom nationally in voter registration and turnout? And is U.S. turnout about 100th among industrialized nations?</p>\r\n\r\n<p><strong>Elfant&rsquo;s backup</strong></p>\r\n\r\n<p>To our inquiry, a county official, Tiffany Seward, said by email that Elfant drew the international comparison from one source and reached his conclusion about Texas from a U.S. Census Bureau survey.</p>\r\n\r\n<p>Seward sent along a <a href=\"https://docs.google.com/spreadsheets/d/12Grr059jPtlEkgt3Q3Z0kcXiB-neImSt89dkt59XSok/pubhtml\">chart</a>, attributed to the International Institute for Democracy and Electoral Assistance, showing the U.S. had turnout of nearly 67 percent of registered voters in the 2012 presidential elections, placing it 97th in the world among more than 175 countries with national elections&mdash;basically tied with Montserrat, Mongolia and Bahrain.</p>\r\n\r\n<p>Also based on the 2012 turnout, according to the chart, the United States ranked 139th with 54 percent of its voting-age population turning out, tied with Canada and several smaller countries. The presented turnout percentages for other countries were based on elections from 2007 through 2014, according to the chart.</p>\r\n\r\n<p>Seward also provided a chart, drawing on bureau survey results released in July 2015, showing 59 percent of the state&rsquo;s voting-age U.S. citizens were registered to vote in November 2014, placing Texas 45th among the states by that metric in a virtual tie with New York and Nevada. Nearly 35 percent of the state&rsquo;s voting-age U.S. citizens turned out that November, according to the chart &mdash; about the same share turning out as in Indiana and narrowly better than turnouts in New York, Oklahoma and West Virginia, which each had 34 percent turnout.</p>\r\n\r\n<p>We confirmed the state-by-state figures <a href=\"http://www.census.gov/hhes/www/socdemo/voting/publications/p20/2014/Table04a.xls\">by downloading the relevant chart </a>from the bureau&rsquo;s website which also had a <a href=\"http://www.census.gov/content/dam/Census/library/publications/2015/demo/p20-577.pdf\">report</a> stating that nationally in 2014, about 42 percent of voting-eligible citizens turned out&mdash;the lowest rate since the bureau started asking about both voting and citizenship status in 1978. The report said the figures reflected answers to supplemental questions posed after the November 2014 elections as part of its annual Current Population Survey. According to the report, the bureau has posed supplemental post-election questions every two years since 1964.</p>\r\n\r\n<p><strong>Turnout in U.S., industrialized nations</strong></p>\r\n\r\n<p>Next, we turned to Elfant&rsquo;s moan about U.S. voter turnout ranking about 100th among &quot;industrialized nations.&quot;</p>\r\n\r\n<p>Our whoa: We&rsquo;re doubtful there are 100 industrialized nations on the planet. The State Department lists<a href=\"http://www.state.gov/s/inr/rls/4250.htm\"> 195 independent states</a> in the world and the CIA&rsquo;s World Factbook<a href=\"https://www.cia.gov/library/publications/the-world-factbook/appendix/appendix-b.html\"> breaks out</a> only 34 &quot;developed countries&quot;: Andorra, Australia, Austria, Belgium, Bermuda, Canada, Denmark, Faroe Islands, Finland, France, Germany, Greece, Holy See, Iceland, Ireland, Israel, Italy, Japan, Liechtenstein, Luxembourg, Malta, Monaco, Netherlands, New Zealand, Norway, Portugal, San Marino, South Africa, Spain, Sweden, Switzerland, Turkey, the United Kingdom and the U.S.</p>\r\n\r\n<p>Among the developed countries identified by the CIA, U.S. turnouts have been among the lowest by two measures tracked by the International IDEA--the share of voting-age residents casting ballots by country and the share of registered voters turning out. Still, the U.S. turnout of 67 percent of registered voters in 2012 was better than such turnouts in Greece, Canada, Japan, Portugal, Ireland, Austria, San Marino and Switzerland. Also, the U.S. turnout of 54 percent of its voting-age population that year was better than such turnouts in Liechtenstein, Ireland, Austria, Switzerland, Andorra and Monaco, according to the international group, which <a href=\"http://www.idea.int/about/\">describes itself </a>as an intergovernmental organization, <a href=\"http://www.idea.int/about/anniversary/index.cfm\">founded</a> in Stockholm in 1995, whose mission is to &quot;support sustainable democratic change.&quot;</p>\r\n\r\n<p>Asked to assess Elfant&#39;s claim, an institute spokeswoman, Lynn Simmonds, told us by email that Elfant got it right, though she added: &quot;Please note that the label &lsquo;industrial nations&rsquo; may cause confusion and therefore, we would say among all countries.&quot;</p>\r\n\r\n<p>We asked Elfant about his focus on &quot;industrialized nations.&quot; By phone, he said he&rsquo;d made a misstatement to Ellis in that he meant to roll in more countries. But &quot;any way you slice it, we&rsquo;re way towards the bottom&quot; in voter participation, he said.</p>\r\n\r\n<p><strong>Other analyses</strong></p>\r\n\r\n<p>There are other ways to sort this out.</p>\r\n\r\n<p>Seema Shah, an institute official, advised by email that if you define voter turnout as the ratio of voters compared to the entire population of citizens eligible to vote, then for presidential elections, the U.S. lately ranks 75th (with 53.58 percent of eligible voters turning out) if you focus only on the 113 countries with presidential elections.</p>\r\n\r\n<p>And the institute&#39;s Peter Wolf said that if the focus is limited to <a href=\"http://www.oecd.org/about/membersandpartners/\">the 34 countries (including the U.S.) that comprise</a> the Organisation of Economic Cooperation and Development, which promotes economic development, the U.S. turnout of nearly 67 percent of registered voters in the 2012 presidential elections landed in a &quot;mid-field position&quot;--lower than turnout, say, in New Zealand (77 percent), comparable to turnout for parliamentary elections in the United Kingdom and yet higher than than turnout in Canada (61 percent). Wolf said the nearly 43 percent U.S. turnout rate in the 2014 congressional elections was among the lowest rates for the countries.</p>\r\n\r\n<p>In May 2015, the nonpartisan Pew Research Center <a href=\"http://www.pewresearch.org/fact-tank/2015/05/06/u-s-voter-turnout-trails-most-developed-countries/\">said</a> U.S. voter turnout typically trails turnout <a href=\"http://www.oecd.org/about/membersandpartners/\">among the other OECD member-nations</a>. An accompanying chart showed the U.S. ranked 31st among the selected nations, based on its 2012 turnout, besting Japan, Chile and Switzerland. Among the member-countries, the highest turnouts were in Belgium (87.2 percent), Turkey (86.4 percent) and Sweden (82.6 percent). Then again, Pew noted, Belgium and Turkey are among 28 nations where voting is compulsory, <a href=\"http://www.idea.int/vt/compulsory_voting.cfm#practicing\">according to</a> the International IDEA; countries that require voting include Australia, Peru, Singapore and Uruguay.</p>\r\n\r\n<p>Drew DeSilver, who wrote the Pew analysis, told us by phone he compared turnouts in the OECD nations because they represent the world&rsquo;s advanced industrialized democracies, hence amounting to reasonable peers. DeSilva added by email: &quot;That is to say, it wouldn&#39;t make much sense to compare the U.S. to either developing-world democracies or to developed but not-so-democratic countries.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Elfant said the U.S. is &quot;about 100th in voter turnout among the industrialized nations and Texas is near the bottom in terms of voter registration and voter turnout.&quot;</p>\r\n\r\n<p>Texas is nearly last among the states in voter registration and turnout and U.S. voter turnout ranks low internationally, though that&#39;s among all nations, not the limited number of countries considered industrially developed.</p>\r\n\r\n<p>We rate the statement Mostly True.</p>\r\n\r\n<hr />\r\n<p><strong><em>MOSTLY TRUE </em></strong>&ndash; The statement is accurate but needs clarification or additional information.</p>\r\n\r\n<p>Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n", "ruling_comments_date": "2015-08-20T19:49:22.558144", "ruling_date": "2015-08-21T14:18:11", "ruling_headline": "Bruce Elfant says U.S. about 100th in voter turnout, Texas near bottom too", "ruling_headline_slug": "bruce-elfant-says-us-about-100th-voter-turnout-tex", "ruling_link_text": "Voting in U.S. isn't compulsory", "ruling_state": null, "source_documents": null, "sources": "<p>Audio, <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGMnhmMjFpMldwd2s/view?usp=sharing\">interview of Bruce Elfant</a>, Travis County tax assessor-collector, by Dick Ellis, KOKE FM Austin Radio Network, Aug. 5, 2015 (received by email from Scott Bennett, producer, On-Air Talent, &quot;KOKE and Cole in the Morning,&quot; KOKE FM, Aug. 6, 2015)</p>\r\n\r\n<p>Truth-O-Meter article, <a href=\"http://bit.ly/15re9xa\">&quot;Democratic consultant says Texas had nation&#39;s &#39;worst voter participation&#39; in November 2014,&quot;</a> PolitiFact Texas, Nov. 25, 2014</p>\r\n\r\n<p>Charts showing <a href=\"https://docs.google.com/spreadsheets/d/12Grr059jPtlEkgt3Q3Z0kcXiB-neImSt89dkt59XSok/pubhtml\">voter turnout in United States and other countries</a>, attributed to International Institute for Democracy and Electoral Assistance and showing <a href=\"https://docs.google.com/spreadsheets/d/14C9hnpCynTz8peRvBmgCM_UfTWIN7V5W9GF6JA7V8Kk/pubhtml\">voter registration and turnout rates for the U.S. states</a>, attributed to U.S. Census Bureau (received by email from Tiffany Seward, director of communications and training, Travis County Tax Office, Aug. 7, 2015)</p>\r\n\r\n<p>Chart and report, <a href=\"http://www.census.gov/hhes/www/socdemo/voting/publications/p20/2014/Table04a.xls\">&quot;Reported Voting and Registration, for States: November 2014,&quot;</a> U.S. Census Bureau, <a href=\"http://www.census.gov/content/dam/Census/library/publications/2015/demo/p20-577.pdf\">&quot;Who Votes? Congressional Elections and the American Electorate: 1978&ndash;2014,&quot;</a></p>\r\n\r\n<p>July 16, 2015 (downloaded Aug. 18, 2015)</p>\r\n\r\n<p>Web page, <a href=\"http://www.idea.int/about/\">&quot;About Us, The International Institute for Democracy and Electoral Assistance,&quot;</a> undated (accessed Aug. 18, 2015)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1lKt3BmbQx2Eesr2VGlQSKXRV_Qu5n9YoAIIHyioETC4/pub\">Emails</a>, Lynn Simmonds, communications manager, International Institute for Democracy and Electoral Assistance, Aug. 19, 2015</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1NeNd6BJdUKWwo_Gte5ziQjbyZdCDi83XUu5_q9PXAys/pub\">Email</a>, Cajsa Collin, communications officer, International Institute for Democracy and Electoral Assistance, Aug. 20, 2015</p>\r\n\r\n<p><a href=\"https://docs.google.com/spreadsheets/d/1ElY5DM8x1Dr-_1YBkm2caHncMLeJAs7E2wR9LMrZMqs/pubhtml\">Chart</a> showing turnout of registered voters in presidential elections in 113 countries, International IDEA (received by email from Abdurashid Solijonov, programme officer, Electoral Processes, International IDEA, Aug. 20, 2015)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1pcdOFZGA6HCd_93C3-w5zzOo13a2Wv65n9O02hIvWsM/pub\">Email</a>, Seema Shaw, programme officer, Electoral Processes, International Institute for Democracy and Electoral Assistance, Aug. 20, 2015</p>\r\n\r\n<p><a href=\"https://www.cia.gov/library/publications/the-world-factbook/appendix/appendix-b.html\">Entry for &quot;developed countries,&quot;</a> World Factbook, CIA (accessed Aug. 19, 2015)&nbsp;&nbsp;&nbsp;</p>\r\n\r\n<p>Web post, <a href=\"http://www.pewresearch.org/fact-tank/2015/05/06/u-s-voter-turnout-trails-most-developed-countries/\">&quot;U.S. voter turnout trails most developed countries,&quot;</a> Pew Research Center, May 6, 2015</p>\r\n\r\n<p>Telephone interview and <a href=\"https://docs.google.com/document/d/1Sz25XsPid-XJDS-kOREBGrXaU_6w9Y2E5yuYQ5UaEkI/pub\">email</a>, Drew DeSilver, senior writer, Pew Research Center, Washington, D.C., Aug. 19, 2015</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Constable, Travis County, Precinct 5", "false_count": 0, "first_name": "Bruce", "half_true_count": 0, "home_state": "Texas", "id": 1986, "last_name": "Elfant", "mostly_true_count": 1, "name_slug": "bruce-elfant", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/elfant042012pf.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1986/", "total_count": 3, "true_count": 2, "website": "http://elfantfortaxassessor.com/"}, "statement": "<p>&quot;The United States is about 100th in voter turnout among the industrialized nations, and Texas is near the bottom in terms of voter registration and voter turnout.&quot;</p>\r\n", "statement_context": "an interview with Dick Ellis, KOKE FM, Austin", "statement_date": "2015-08-05", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}], "target": [], "twitter_headline": ""}