{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2015/aug/28/ted-cruz/ted-cruz-obama-administration-released-104000-crim/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 11241, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/11241/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Stumping for president in Iowa, Sen. Ted Cruz charged President Barack Obama with releasing thousands of violent criminals living in the U.S. without legal authorization, the <em>Dallas Morning News</em> noted in a <a href=\"http://trailblazersblog.dallasnews.com/2015/08/cruz-shrugs-off-complaints-about-anchor-baby-epithet-addresses-birthright-citizenship.html/\">news blog post</a>.</p>\r\n\r\n<p>The Texas Republican, who was visiting the Iowa State Fair, told reporters: &quot;The Obama administration is releasing violent criminal illegal aliens. In the year 2013, the Obama administration released 104,000 criminal illegal aliens. They released 196 murderers &ndash; people with homicide convictions, who are here illegally. That&rsquo;s what I find objectionable.&quot; A moment later, Cruz said that as president, he would secure the U.S. borders and &quot;stop releasing violent criminal illegal aliens.&quot;</p>\r\n\r\n<p>Cruz didn&rsquo;t assert the administration doesn&rsquo;t deport criminals. That claim, by Republican candidate Jeb Bush, was recently <a href=\"http://www.politifact.com/florida/statements/2015/aug/26/jeb-bush/jeb-bush-says-obama-administration-not-deporting-c/\">rated False by PolitiFact Florida</a>, which concluded that while some individuals with criminal convictions weren&rsquo;t deported, tens of thousands of people have been sent out of the country. In fiscal 2014, through September 2014, 86,923 convicted criminals were deported for a crime beyond breaking an immigration law.</p>\r\n\r\n<p>Cruz came to his count, Cruz campaign spokeswoman Catherine Frazier told us by email, by drawing on a 2014 report by a think tank and <a href=\"https://www.youtube.com/watch?v=4SSk1c1sdJY\">testimony</a> seemingly endorsing his tally by Sarah Salda&ntilde;a, director of U.S. Immigration and Customs Enforcement, which is responsible for enforcing U.S. immigration laws.</p>\r\n\r\n<p><strong>ICE director&rsquo;s testimony</strong></p>\r\n\r\n<p>At a July 21, 2015, hearing of the Senate Judiciary Committee, Cruz asked Salda&ntilde;a how many murderers the administration had released &quot;yesterday.&quot; The director said she didn&rsquo;t know. But generally, Salda&ntilde;a said, &quot;we don&rsquo;t release people willy-nilly. We release people pursuant to these statutes and regulations,&quot; a reference to two thick paperback volumes she&rsquo;d waved. &quot;There are only a limited number of crimes that we are required to detain people,&quot; she said, including ones related to drug distribution.</p>\r\n\r\n<p>In 2013, Cruz replied, ICE agents chose not to begin deportation proceedings against 68,000 people with criminal convictions and separately had released from detention 36,000 people with criminal convictions, including 193 homicide convictions, he said.</p>\r\n\r\n<p>To get the full picture, he said, &quot;you&rsquo;ve got to add both&quot; tallies.</p>\r\n\r\n<p>&quot;Yes, sir,&quot; Salda&ntilde;a said, &quot;that&rsquo;s absolutely right.&quot; She also went on to say the agency actions had taken place pursuant to federal law.</p>\r\n\r\n<p>At that moment, there seemed to be agreement the agency in 2013 had chosen not to detain or had released 104,000 people with criminal convictions who also were living in the country without legal permission.</p>\r\n\r\n<p>Frazier told us Cruz also drew on a May 2014<a href=\"http://cis.org/ICE-Document-Details-36000-Criminal-Aliens-Release-in-2013\"> report</a> from the Center for Immigration Studies, a think tank that focuses on lessening immigration. That report said that from October 2012 through September 2013, ICE &quot;freed 36,007 convicted criminal aliens from detention who were awaiting the outcome of deportation proceedings,&quot; according to an agency document obtained by the center. The report&rsquo;s author, Jessica Vaughan, previously told us the document came from someone she declined to identify who fielded it in connection with congressional inquiries.</p>\r\n\r\n<p><img src=\"https://lh3.googleusercontent.com/lK-6DtYt47ctvU8xz5c16pYwBqB9Dt8ClQShO8VoxBHqqbU7_Jti-NEzvB-Ra6tp4LfH1xAvjBQlBMQ7TuQyllVk_ScScCOnjTI2x8nxCPCwCImK1f8Ga0rPcHhAPOY7Ml2Yilc\" style=\"border:none; height:801px; width:533px\" /></p>\r\n\r\n<p><strong>Report: 68,000 &quot;aliens&quot; with criminal convictions not detained by ICE</strong></p>\r\n\r\n<p>And what of the other 68,000 individuals Cruz described in Iowa as released?</p>\r\n\r\n<p>Such a figure came to light in a March 2014 center <a href=\"http://cis.org/catch-and-release\">report</a>, which also made it clear the count did not reflect individuals freed from detention. Rather, the report said ICE agents in fiscal 2013 chose not to act against that many &quot;aliens with criminal convictions, or 35 percent of all criminal aliens they reported encountering. The criminal alien releases typically occur without formal notice to local law enforcement agencies and victims,&quot; the report said. The &quot;vast majority of these releases occurred because of the Obama administration&#39;s prosecutorial discretion policies, not because the aliens were not deportable.&quot;</p>\r\n\r\n<p>&quot;Under current policies,&quot; the report said, &quot;an alien generally must have serious criminal convictions, prior deportations, or immigration violations before an officer can move to deport them.&quot; That may have been a reference to a 2011 <a href=\"http://www.ice.gov/doclib/secure-communities/pdf/prosecutorial-discretion-memo.pdf\">memo</a> issued by the then-director of ICE, <a href=\"http://www.washingtonpost.com/politics/federal_government/ice-director-john-morton-stepping-down/2013/06/17/f22f6bb8-d78a-11e2-a9f2-42ee3912ae0e_story.html\">John Morton</a>, urging agency officials to use discretion in deciding which apprehended violators of immigration law should be removed with particular care taken with veterans, longtime legal permanent residents, minors, elderly individuals, pregnant or nursing women and individuals here since childhood. Negative factors also should be weighed, the memo said, including whether individuals pose a risk to national security, are serious felons or known gang members or have egregious records of immigration law violations.</p>\r\n\r\n<p>By email, Carl Rusnok, a Dallas-based ICE spokesman,&nbsp;sent us an ICE response to the center&rsquo;s March 2014 report noting the government had removed 216,000 convicted criminals in 2013. &quot;The removal of criminal individuals is and will remain ICE&rsquo;s highest priority,&quot; the statement said. In addition, ICE said the center&rsquo;s report showcased &quot;flawed math.&quot; Vaughan<a href=\"http://cis.org/vaughan/catch-and-release-responding-critics\">, standing by the research, posted her objections</a> to the agency&rsquo;s criticisms on April 1, 2014.</p>\r\n\r\n<p>By email, Vaughan told us she had no quibble with Cruz&rsquo;s decision to add the 36,007 individuals released by ICE in fiscal 2013 to the 68,000 &quot;aliens with criminal convictions&quot; whom ICE agents otherwise chose not to detain that year for violating immigration laws.</p>\r\n\r\n<p><strong>Government: Releases driven by federal laws</strong></p>\r\n\r\n<p>Figures aside, we wondered why ICE freed convicts lacking legal permission to live here.</p>\r\n\r\n<p>When we previously looked into a similar claim, the government said ICE was mostly just complying with judicial rulings and federal law.</p>\r\n\r\n<p>In 2014, <a href=\"http://bit.ly/1hM93AM\">we rated Half True</a> this claim by Rep. Lamar Smith, R-San Antonio: &quot;Last year,&quot; Obama &quot;administration officials released into our neighborhoods more than 36,000 criminal immigrants who had nearly 88,000 convictions. The crimes included hundreds of convictions for murder, rape and kidnapping and thousands of drug-related crimes.&quot;</p>\r\n\r\n<p>Smith recited accurate figures, but his claim didn&rsquo;t acknowledge administration explanations.</p>\r\n\r\n<p>A May 16, 2014, Associated Press<a href=\"http://bigstory.ap.org/article/data-dhs-freed-thousands-convicted-immigrants\"> news story</a> said that according to ICE, the individuals let go had completed their criminal jail sentences. Also, the story said, nearly all the released individuals still faced deportation along with required check-ins with authorities while immigration cases were pending.</p>\r\n\r\n<p>Moreover, the story quoted an ICE spokeswoman saying that in many cases, the agency was required by law to release the immigrants while their deportation cases were pending. &quot;The releases required by court decisions account for a disproportionate number of the serious crimes listed in the report,&quot; the spokeswoman said. For example, she said, mandatory releases accounted for over 72 percent of the immigrants convicted of homicide, the AP reported.</p>\r\n\r\n<p>At the time, Rusnok emailed us similar information. Also, he said, once &quot;in ICE custody, many of the individuals described in the report were released under restrictions such as GPS monitoring, telephone monitoring, supervision or bond.&quot;</p>\r\n\r\n<p>Individuals convicted of less serious offenses, Rusnok said, &quot;were released as a discretionary matter after career law enforcement officers made a judgment regarding the priority of holding the individual, given ICE&rsquo;s resources, and prioritizing the detention and removal of individuals who pose a risk to public safety or national security.&quot;</p>\r\n\r\n<p>Cruz&rsquo;s claim in mind, we reached Rusnok afresh. By email, he pointed out a March 2015 ICE <a href=\"http://www.ice.gov/news/releases/ice-announces-enhanced-oversight-and-release-procedures-custody-determinations\">press release</a> stating that in fiscal 2014, the agency had released 30,558 individuals with criminal convictions--about a 15 percent decrease from the year before.</p>\r\n\r\n<p>In April 2015, Vaughan pointed out to us, the chairman of the House Judiciary Committee, Rep. Bob Goodlatte, R-Va., said that according to ICE <a href=\"http://judiciary.house.gov/_cache/files/718a8157-af82-4d6e-b3e8-a17ee3312fb5/fy14-criminal-releases-total-crimes.pdf\">information</a>, the 2014 releases included individuals accounting for 86 homicide convictions, 186 kidnapping convictions, 373 sexual assault convictions, 449 commercialized sexual offenses, 1,194 battery convictions, 1,346 domestic violence convictions and 13,636 convictions for driving under the influence of alcohol.</p>\r\n\r\n<p>ICE&rsquo;s 2015 press release also said that at the request of Jeh Johnson, the secretary of Homeland Security, the agency was instituting more administrative filters over the release of certain individuals with criminal convictions including &quot;a panel of senior managers,&quot; which meets monthly, &quot;to review discretionary release decisions for individuals convicted of crimes of violence.&quot;</p>\r\n\r\n<p>The release said: &quot;Notably, in fiscal years 2013 and 2014 the majority of releases of serious criminal offenders were made pursuant to federal court decisions or bond decisions by immigration judges. &nbsp;In a leading court case on immigration detention, Zadvydas v. Davis, the Supreme Court ruled that ICE generally could not detain an individual ordered removed in immigration detention beyond six months, unless the individual would be repatriated in the reasonably foreseeable future. This detention limit can be triggered when a country simply refuses to accept repatriation of its national, irrespective of the individual&rsquo;s criminal history.&quot;</p>\r\n\r\n<p>Rusnok also provided a department statement stating that in fiscal 2013, ICE released 169 homicide convicts (not 196) and most releases occurred due to factors not controlled by the agency. For instance, the statement said, 24,851 releases occurred either in accord with court restrictions on the agency or under an ICE &quot;order of supervision&quot; issued &quot;because there is no significant likelihood of removal in the reasonably foreseeable future.&quot; Another 10,532 individuals were released after an immigration judge granted a bond, the statement said.</p>\r\n\r\n<p>&quot;The small number of remaining releases are attributed to prosecutorial discretion, parole and the agency&rsquo;s inability to obtain a travel document,&quot; the statement said.</p>\r\n\r\n<p>Vaughan, asked to comment on the latest ICE analysis of the 36,007 releases, suggested the agency still had sway in instances it characterized as not under its discretion. For instance, she emailed, the agency may, but often does not, contest grants of bond.</p>\r\n\r\n<p><strong>Law professors: Detainee releases affected by legal rights</strong></p>\r\n\r\n<p>Next, we asked several expert professors about the government&rsquo;s contention it didn&rsquo;t entirely control which individuals it released from detention.</p>\r\n\r\n<p>Anyone detained by ICE, the experts said, has constitutional rights that play into judges deciding if a release is appropriate.</p>\r\n\r\n<p><a href=\"http://www.bc.edu/offices/pubaf/journalist/experts/obama-immigration.html\">Kari Hong</a>, a Boston College Law School assistant professor, reminded us immigration cases are civil and not criminal matters. And under U.S. law, she and<a href=\"http://newsroom.ucla.edu/experts/preview/5593076e6eafb54e6c015c74/\"> Ingrid Eagly</a>, a UCLA assistant professor, each advised by phone, a person held longer than six months on an immigration matter has a right to ask for a hearing that could lead to release. Before such a release, the professors said, a judge decides the person wouldn&rsquo;t be a danger to the community or a flight risk. Also, Hong said, a person let go on bond still might have to check in with ICE every month.</p>\r\n\r\n<p>Broadly, Hong opined by email, ICE detains far too many individuals. &quot;For the first 100 years of our history, we did not detain immigrants. From 1917 to 1988--a period of 70 years---we detained a total of 55,000 non-citizens with criminal convictions,&quot; Hong said. &quot;Since 2009, that number grew to 400,000 each year. There is no reason to detain that many people,&quot; she said, especially because the &quot;vast majority are not violent. Many are elderly, families and children.&quot;</p>\r\n\r\n<p><a href=\"https://law.utexas.edu/faculty/dlg662/\">Denise Gilman</a>, who directs an immigration law clinic at the University of Texas, said by email that it&rsquo;s also possible that released individuals win their immigration cases in court, meaning they won&#39;t be deported and must be released.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Cruz said: &quot;In the year 2013, the Obama administration released 104,000 criminal illegal aliens. They released 196 murderers &ndash; people with homicide convictions, who are here illegally.&quot;</p>\r\n\r\n<p>We see how Cruz reached his figures. But ICE says 169 individuals with murder convictions were released and 72 percent of those releases were mandatory&mdash;out of its control. Also, 68,000 of the people Cruz described as released were never actually detained by the agency.</p>\r\n\r\n<p>In addition, this statement is missing vital context. Just as we said in reviewing Smith&rsquo;s declaration, it&rsquo;s simplistic to suggest the administration has full decision-making authority. Court decisions and federal laws play important roles.</p>\r\n\r\n<p>We rate the statement Half True.</p>\r\n\r\n<hr />\r\n<p><em><strong>HALF TRUE </strong></em>&ndash; The statement is partially accurate but leaves out important details or takes things out of context.</p>\r\n", "ruling_comments_date": "2015-08-27T14:25:08.339474", "ruling_date": "2015-08-28T13:34:23", "ruling_headline": "Ted Cruz: Obama administration released 104,000 'criminal illegal aliens' including 196 murderers", "ruling_headline_slug": "ted-cruz-obama-administration-released-104000-crim", "ruling_link_text": "Detainees have rights", "ruling_state": null, "source_documents": null, "sources": "<p>News blog post, <a href=\"http://trailblazersblog.dallasnews.com/2015/08/cruz-shrugs-off-complaints-about-anchor-baby-epithet-addresses-birthright-citizenship.html/\">&quot;Cruz shrugs off complaints about &#39;anchor baby&#39; epithet, addresses birthright citizenship,&quot;</a> Trailblazers blog, <em>Dallas Morning News</em>, Aug. 21, 2015</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1nvweE9eogR5XOtYYJa7S6JpFawzE6D4YIUD49c91_z0/pub\">Email</a>, Catherine Frazier, national press secretary, Ted Cruz campaign, Aug. 24, 2015</p>\r\n\r\n<p>Truth-O-Meter articles, <a href=\"http://www.politifact.com/florida/statements/2015/aug/26/jeb-bush/jeb-bush-says-obama-administration-not-deporting-c/\">&quot;Jeb Bush says, wrongly, Obama administration is not deporting criminals,&quot;</a> PolitiFact Florida, Aug. 26, 2015; &nbsp;<a href=\"http://bit.ly/1hM93AM\">&quot;Lamar Smith claim about Obama&#39;s &#39;prison break&#39; of illegal immigrants fails to acknowledge detainees had served criminal sentences and all releases weren&#39;t discretionary,&quot;</a> PolitiFact Texas, June 10, 2014</p>\r\n\r\n<p>Telephone interview, Jessica Vaughan, director of policy studies, Center for Immigration Studies, Franklin, Mass., Aug. 24, 2015</p>\r\n\r\n<p>Reports from Center for Immigration Studies, <a href=\"http://cis.org/catch-and-release\">&quot;Catch and Release,&quot;</a> March 2014;<a href=\"http://cis.org/ICE-Document-Details-36000-Criminal-Aliens-Release-in-2013\"> &nbsp;&quot;ICE Document Details 36,000 Criminal Alien Releases in 2013,&quot;</a> May 2014</p>\r\n\r\n<p>U.S. Department of Justice, memo, John Morton, director, U.S. Customs and Immigration Enforcement,<a href=\"http://www.ice.gov/doclib/secure-communities/pdf/prosecutorial-discretion-memo.pdf\"> &quot;Exercising Prosecutorial Discretion Consistent with the Civil Immigration Enforcement Priorities of the Agency for the Apprehension, Detention, and Removal of Aliens,&quot;</a> June 17, 2011</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1faecMir8tq6-n6hJf_Up1YLjEgm2BTpPG1-qDrONm-4/pub\">Email</a>, Carl Rusnok, director of communications, Central Region, U.S. Immigration &amp; Customs Enforcement, Aug. 24, 2015</p>\r\n\r\n<p>Press release, <a href=\"http://judiciary.house.gov/index.cfm/2015/4/house-judiciary-committee-releases-details-about-criminal-aliens-released-by-obama-administration\">&quot;House Judiciary Committee Releases Details About Criminal Aliens Released by Obama Administration,&quot;</a> House Judiciary Committee, April 14, 2015</p>\r\n\r\n<p>Telephone interview and <a href=\"https://docs.google.com/document/d/1saAqr5csPURAEfiBc162NE71XHlQVG_YTTR6RlxvD18/pub\">emails</a>, <a href=\"http://www.bc.edu/offices/pubaf/journalist/experts/obama-immigration.html\">Kari Hong</a>, assistant professor, Boston College Law School, Aug. 27-28, 2015</p>\r\n\r\n<p>Telephone interview, and <a href=\"https://docs.google.com/document/d/1Yc5FAT7T-p9ZhjychWkfHzs9bB7XcIwcJUAdRATgBYI/pub\">email</a>, Ingrid Eagly, assistant professor, UCLA School of Law, Aug. 27, 2015</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1ymsrnnqQYo-TjCy0W18b67_hkyVYKy904HWaAyeEqFM/pub\">Email</a>, Denise Gilman, clinical professor, director, Immigration Clinic, University of Texas Law School, Aug. 27, 2015</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 43, "current_job": "Senator", "false_count": 38, "first_name": "Ted", "half_true_count": 20, "home_state": "Texas", "id": 1475, "last_name": "Cruz", "mostly_true_count": 22, "name_slug": "ted-cruz", "pants_count": 9, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/CRUZPFTNEW.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1475/", "total_count": 141, "true_count": 7, "website": "http://www.tedcruz.org/"}, "statement": "<p>&quot;In the year 2013, the Obama administration released 104,000 criminal illegal aliens. They released 196 murderers &ndash; people with homicide convictions, who are here illegally.&quot;</p>\r\n", "statement_context": "answering a reporter in Iowa", "statement_date": "2015-08-21", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}, {"description": "", "id": 177, "photo": null, "resource_uri": "/api/v/2/subject/177/", "subject": "Criminal Justice", "subject_slug": "criminal-justice", "used_in_edition": ["/api/v/2/edition/5/"]}, {"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}