{"art": [{"brightcove": "", "caption": "We checked a claim made by Donald Trump on Sarah Palin's show on One America News Network.", "id": 6663, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Palin-Trump.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/6663/", "title": "Palin-Trump", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2015/aug/31/donald-trump/donald-trump-says-us-has-93-milion-people-out-work/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": "", "id": 11253, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/11253/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Two of the nation&rsquo;s most outspoken politicians appeared on the same show on Aug. 28, 2015, when Republican presidential frontrunner Donald Trump was a guest <a href=\"https://www.youtube.com/watch?v=Oeju2SG7UMA\">on former Alaska Gov. Sarah Palin&rsquo;s show</a>, <em>On Point with Sarah Palin</em>, which airs on the conservative One America News Network.</p>\r\n\r\n<p>As her first question, Palin asked Trump about the state of the national economy.</p>\r\n\r\n<p>&quot;If you really look, Sarah, at the economy, it&#39;s been terrible,&quot; Trump said. &quot;We have 93 million people out of work. They look for jobs, they give up, and all of a sudden, statistically, they&#39;re considered employed.&quot;</p>\r\n\r\n<p>Palin went on to suggest that the government is actively keeping the American people in the dark about how bad the economy is, saying, &quot;I don&#39;t think we&#39;re getting the truth out of the White House -- the true state of the economy.&quot; Trump agreed, saying, &quot;The White House is not truthful.&quot;</p>\r\n\r\n<p>A reader asked us to look at the checkable portion of this exchange -- that &quot;we have 93 million people out of work. They look for jobs, they give up, and all of a sudden, statistically, they&#39;re considered employed.&quot; So we did. We&rsquo;ll take the two parts of the claim in turn.</p>\r\n\r\n<p><strong>&lsquo;We have 93 million people out of work&rsquo;</strong></p>\r\n\r\n<p>We have addressed claims like this one <a href=\"http://www.politifact.com/truth-o-meter/statements/2015/feb/10/ted-cruz/ted-cruz-says-92-million-americans-arent-working/\">previously</a> and have not rated them favorably.</p>\r\n\r\n<p>Trump&rsquo;s press office did not answer an inquiry, but we have a good idea where the number came from. According to the Bureau of Labor Statistics, the federal government&rsquo;s official collector of employment data, either 92 million or 93 million members of the <a href=\"http://www.bls.gov/webapps/legacy/cpsatab1.htm\">civilian, non-institutionalized population who were age 16 and over were not in the labor force in July 2015</a>. (There are slight differences in the figure if you use seasonally adjusted numbers as opposed to non-seasonally adjusted numbers.)</p>\r\n\r\n<p>But what does this number actually mean?</p>\r\n\r\n<p>For one, it includes lots of people who likely aren&rsquo;t looking for work. It includes every American of retirement age -- 65 and older. It includes every high-school student at least 16 years of age. It includes every college and many graduate or professional-school students. It includes every person who has a disability that makes it impossible for them to work. It includes parents who are&nbsp;choosing to stay home to take care of their kids. It includes every adult who&rsquo;s gone back to school full-time. It even includes trust-fund kids who are living off investments.</p>\r\n\r\n<p>Put it all together and this is not a trivial group of people.</p>\r\n\r\n<p>Out of the 93.8 million Americans age 16 and up who are deemed &quot;not in the labor force,&quot; 9.7 million of them are between 16 and 19 years of age. Another 5.7 million are between 20 and 24. And 37.8 million are age 65 and over. (In fact, 17.5 million are over 75 years old.)</p>\r\n\r\n<p>What&rsquo;s left? This leaves 40.5 million Americans who are not in the labor force and are between the ages of 25 and 64. It&rsquo;s possible to argue that this number should be a bit higher -- college typically ends at age 22, not everyone goes to college, and healthy seniors today can usually work past 65 if they wish. But right off the top, Trump&rsquo;s claim significantly overstates the matter.</p>\r\n\r\n<p>So what&rsquo;s a better number?</p>\r\n\r\n<p>The official number of unemployed Americans&nbsp;is 8.3 million -- less than one-tenth of what Trump says. But to give Trump the benefit of the doubt, it&rsquo;s possible to expand this number using more credible economic thinking.</p>\r\n\r\n<p>Gary Burtless, an economist at the Brookings Institution, says it&rsquo;s not unreasonable to include:</p>\r\n\r\n<p>&bull; The 6.4 million people who haven&rsquo;t looked for work recently enough to qualify as being &quot;in the labor force,&quot; but who say they &quot;currently want a job.&quot;</p>\r\n\r\n<p>&bull; And the 6.5 million people working part-time who would prefer to have a full-time job.</p>\r\n\r\n<p>This would mean that upwards of 21 million Americans could be described with some justification as &quot;out of work&quot; involuntarily, either fully or partially. But that&rsquo;s not even one-quarter of the number that Trump offered.</p>\r\n\r\n<p>Most of Trump&rsquo;s 93 million &quot;don&rsquo;t want to work and are not in the job market,&quot; said Tara Sinclair, chief economist at Indeed and associate professor at George Washington University.</p>\r\n\r\n<p>Burtless added that a large chunk of those suffering the plague of being &quot;out of work&quot; can actually be seen as benefiting from their membership in an affluent, technologically advanced society.</p>\r\n\r\n<p>&quot;The fact that these adults are jobless is not a marker of economic failure -- it is an indicator of a very prosperous society that can afford to permit the old and disabled to retire, that can invest in young adults so they can improve their skills, and that can keep some adults in the home where they can care for children or attend to other non-paying pursuits,&quot; he said.</p>\r\n\r\n<p><strong>&lsquo;They look for jobs, they give up, and all of a sudden, statistically, they&#39;re considered employed&rsquo;</strong></p>\r\n\r\n<p>The second half of Trump&rsquo;s claim is no closer to accurate.</p>\r\n\r\n<p>Trump seems to suggest that government statisticians are performing something like medieval alchemy, turning lead (unemployment) into gold (employment) with the flick of a wand. But if someone gives up looking for a job, they are counted as either unemployed or not in the labor force -- not as &quot;employed.&quot;</p>\r\n\r\n<p>There actually is an official statistical category for a person in this situation: If someone wants and looks for a job but then gives up, they are called &quot;<a href=\"http://www.bls.gov/bls/glossary.htm#D\">discouraged workers</a>.&quot; Specifically, these people &quot;want and are available for a job and who have looked for work sometime in the past 12 months&quot; but are &quot;not currently looking because they believe there are no jobs available or there are none for which they would qualify.&quot;</p>\r\n\r\n<p>However, &quot;discouraged workers&quot; are relatively rare -- in the most recent month, there were 668,000 of them, or less than 1 percent of the 93 million &quot;out of work&quot; Americans Trump referred to.</p>\r\n\r\n<p>Burtless said that Trump&rsquo;s statement is &quot;so confusingly wide of the mark&quot; that he may have misspoken.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Trump said, &quot;We have 93 million people out of work. They look for jobs, they give up, and all of a sudden, statistically, they&#39;re considered employed.&quot;</p>\r\n\r\n<p>That figure, boosted by Trump&rsquo;s description, represents a basic misunderstanding of the labor market.</p>\r\n\r\n<p>Once you strip out full-time students, senior citizens, the disabled, and those who have chosen not to work to take care of their children, a more reasonable estimate of &quot;out of work&quot; Americans is somewhere in the neighborhood of 21 million, or less than a quarter of Trump&rsquo;s figure. Meanwhile, he is flat wrong that the government reclassifies discouraged workers as &quot;employed.&quot;</p>\r\n\r\n<p>We rate his claim False.</p>\r\n\r\n<div class='artembed'>See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2015-08-31T14:50:14.370388", "ruling_date": "2015-08-31T17:02:37", "ruling_headline": "Donald Trump says U.S. has 93 million people 'out of work,' but that's way too high", "ruling_headline_slug": "donald-trump-says-us-has-93-milion-people-out-work", "ruling_link_text": "Number is vastly inflated", "ruling_state": null, "source_documents": null, "sources": "<p>Donald Trump, <a href=\"https://www.youtube.com/watch?v=Oeju2SG7UMA\">interview with Sarah Palin</a>, Aug. 28, 2015</p>\r\n\r\n<p>Bureau of Labor Statistics, &quot;<a href=\"http://www.bls.gov/webapps/legacy/cpsatab1.htm\">Table A-1. Employment status of the civilian population by sex and age</a>&quot; (main search page), accessed Aug. 31, 2015</p>\r\n\r\n<p>Bureau of Labor Statistics, &quot;<a href=\"http://data.bls.gov/cgi-bin/surveymost?ln\">Labor Force Statistics from the Current Population Survey</a>&quot; (main index page), Aug. 31, 2015</p>\r\n\r\n<p>Bureau of Labor Statistics, <a href=\"http://www.bls.gov/bls/glossary.htm#A\">glossary</a>, accessed Aug. 31, 2015</p>\r\n\r\n<p>Email interview with Tara Sinclair, chief economist at Indeed and associate professor at George Washington University, Aug. 31, 2014</p>\r\n\r\n<p>Email interview with Gary Burtless, senior fellow at the Brookings Institution, Aug. 31, 2014</p>\r\n", "speaker": {"adkey": "People ", "advalue": "Trump", "barely_true_count": 134, "current_job": "President", "false_count": 210, "first_name": "Donald", "half_true_count": 92, "home_state": "New York", "id": 1019, "last_name": "Trump", "mostly_true_count": 72, "name_slug": "donald-trump", "pants_count": 91, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_TRUMP_CAMPAIGN_5.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1019/", "total_count": 645, "true_count": 29, "website": "https://www.donaldjtrump.com/"}, "statement": "<p>&quot;We have 93 million people out of work. They look for jobs, they give up, and all of a sudden, statistically, they&#39;re considered employed.&quot;</p>\r\n", "statement_context": "an interview with Sarah Palin", "statement_date": "2015-08-28", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}