{"art": [{"brightcove": "", "caption": "Supreme Leader Ayatollah Ali Khamenei attends a meeting with a group of religious performers in Tehran on April 9, 2015. (Handout via AP)", "id": 6671, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Khamenei_seated.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/6671/", "title": "Khamenei seated", "wibbitz": "", "youtube": "", "youtubeID": ""}, {"brightcove": "", "caption": "This is one of the headlines of an Internet claim we checked out.", "id": 6672, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/JewsNews_headline.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/6672/", "title": "JewsNews headline", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2015/sep/01/blog-posting/internet-posts-say-three-democratic-senators-took-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": null, "id": 11260, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/11260/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>There&rsquo;s no question that the proposed nuclear agreement with Iran has unleashed passions. Some of the passions directed against the deal are clear from a recent series of Web posts accusing Democratic lawmakers of accepting bribes from Iran to approve the deal.</p>\r\n\r\n<p>We first became aware of this allegation when a reader directed us to a post at the website Jewsnews.co.il, <a href=\"http://www.jewsnews.co.il/2015/08/27/alert-list-of-democrats-who-took-bribes-from-iran-they-back-insane-nuke-deal/\">headlined</a>, &quot;ALERT: List Of Democrats Who Took Bribes From Iran&hellip; They Back Insane NUKE Deal.&quot;</p>\r\n\r\n<p><a href=\"http://www.americasfreedomfighters.com/2015/08/25/alert-list-of-democrats-who-took-bribes-from-iran-they-back-insane-nuke-deal/\">Other sites</a> passed along the charge, including one with the <a href=\"http://joeforamerica.com/2015/08/the-real-reason-why-dems-want-iran-nuke-deal/#\">headline</a>, &quot;The REAL Reason Why Dems Want Iran Nuke Deal &ndash; $$$$,&quot; on a site run by Samuel Wurzelbacher, who became famous as &quot;Joe the Plumber,&quot; a critic of Barack Obama during the 2008 presidential race.</p>\r\n\r\n<p>The posts all track back to an <a href=\"http://www.frontpagemag.com/fpm/259895/traitor-senators-took-money-iran-lobby-back-iran-daniel-greenfield\">article</a> in FrontPageMag.com, a website published by the conservative David Horowitz Freedom Center. The original article is titled, &quot;Traitor Senators Took Money from Iran Lobby, Back Iran Nukes.&quot;</p>\r\n\r\n<p>The article begins by accusing Sen. Ed Markey, D-Mass. -- a <a href=\"http://www.nbcnews.com/storyline/iran-nuclear-talks/whip-count-n413231\">supporter</a> of the nuclear agreement -- of topping &quot;the list of candidates supported by the Iran Lobby. And the Iranian American Political Action Committee (IAPAC) had maxed out its contributions to his campaign.</p>\r\n\r\n<p>&quot;After more fake suspense, (Minnesota Democratic Sen.) Al Franken, another IAPAC-backed politician who also benefited from Iran Lobby money, came out for the nuke sellout.</p>\r\n\r\n<p>&quot;Senator Jeanne Shaheen (of New Hampshire), the Iran Lobby&rsquo;s third Dem senator, didn&rsquo;t bother playing coy like her colleagues. She came out for the deal a while back even though she only got half the IAPAC cash that Franken and Markey received.&quot;</p>\r\n\r\n<p>The article continues, &quot;Democrats in favor of a deal that will let a terrorist regime go nuclear have taken money from lobbies for that regime. They have broken their oath by taking bribes from a regime whose leaders chant, &lsquo;Death to America.&rsquo; &quot;</p>\r\n\r\n<p>That&rsquo;s a lot of tough rhetoric -- and there are more charges we didn&rsquo;t mention about Iranian influence on Democrats aired in the <a href=\"http://www.frontpagemag.com/fpm/259895/traitor-senators-took-money-iran-lobby-back-iran-daniel-greenfield\">rest of the article</a> -- but we&rsquo;ll focus here on the part about the three Democratic senators.</p>\r\n\r\n<p>The article references donations from the Iranian American Political Action Committee, which is the political arm of the Public Affairs Alliance of Iranian Americans. The group&rsquo;s website <a href=\"http://www.iranianamericanpac.org/candidates.aspx\">confirms</a> that IAPAC supported all three listed Democrats in the 2014 election cycle.</p>\r\n\r\n<p>To understand the charges, we&rsquo;ll break down the claims into manageable pieces.</p>\r\n\r\n<p>First, did the three Democratic senators receive money &quot;from Iran&quot;? Second, is it true that the senators &quot;took bribes&quot;? And third, have these &quot;bribes&quot; only gone to Democrats?</p>\r\n\r\n<p><strong>Did the senators receive money &lsquo;from Iran&rsquo;?</strong></p>\r\n\r\n<p>It&rsquo;s not logical to assume that just because a group has &quot;Iranian&quot; in its name that it&rsquo;s a stooge for the government of Iran.</p>\r\n\r\n<p>In reality, the groups in question -- PAAIA and IAPAC -- are organizations that represent Iranian-Americans. That&rsquo;s a key difference: Often, people emigrate to the United States because they oppose the government of their previous country. Just because a senator received money from a group of Cuban-Americans doesn&rsquo;t mean they are effectively taking money from Fidel and Raul Castro. In fact, and certainly in the case of Cuba, it&rsquo;s much more likely that the group&rsquo;s members can&rsquo;t stand the Castro regime.</p>\r\n\r\n<p>That&rsquo;s not to say that an unfriendly government can&rsquo;t subvert or co-opt a group of expatriates for its own purposes. Daniel Greenfield, the author of the original article, said in an email to PolitiFact that such a scenario has been &quot;<a href=\"http://www.sourcewatch.org/index.php/Student_Movement_Coordination_Committee_for_Democracy_in_Iran\">discussed</a> <a href=\"http://aryamehr11.blogspot.com/2008/03/spotlight-houshang-ansari.html\">and</a> <a href=\"http://www.freerepublic.com/focus/f-news/1249569/posts\">debated</a> <a href=\"http://www.iranian-americans.com/rise-of-the-iran-lobby/\">in the</a> <a href=\"http://regimechangeiran.blogspot.com/2005/04/nemazee-vs-smccdipirouznia-trial-opens.html\">past</a> <a href=\"http://www.freerepublic.com/focus/f-news/1165900/posts\">by</a> <a href=\"http://archive.frontpagemag.com/readArticle.aspx?ARTID=25959\">Iranian</a> <a href=\"http://www.wnd.com/2005/03/29321/\">opposition</a> <a href=\"http://www.kentimmerman.com/2004_03_01kerry-iran.htm\">groups</a>,&quot; as has also been the case with organizations of &quot;emigre Cubans, Chinese and Russians in the United States.&quot;</p>\r\n\r\n<p>However, the group itself strenuously denies that it is a front for Iran&rsquo;s theocratic government.</p>\r\n\r\n<p>&quot;We have no connection to the Iranian government -- no, none at all,&quot; said Morad Ghorban, director of government relations and policy for the Public Affairs Alliance of Iranian Americans. &quot;We&rsquo;re a non-profit, non-partisan, non-religious organization that is really here to serve the interests of the Iranian-American community before policymakers and the American public.&quot;</p>\r\n\r\n<p>Every year or so, the organization hires a pollster to survey Iranian-Americans, as a way of guiding the group&rsquo;s policy agenda. The <a href=\"http://www.paaia.org/CMS/Data/Sites/1/pdfs/2014-paaia-survey-of-iranian-americans.pdf\">2014 poll</a> sheds some light on where the community&rsquo;s sympathies lie regarding the current government of Iran.</p>\r\n\r\n<p>When asked which form of government would work best for Iran, 69 percent of Iranian-Americans said Iran should be a secular democracy, compared to just 9 percent who said it should be any form of an &quot;Islamic Republic.&quot; The breakdown was much the same in the prior poll, from 2011.</p>\r\n\r\n<p>Such views undercut the notion that the organization is a puppet for the mullahs.</p>\r\n\r\n<p>The accusation that the group is a front for the Iranian regime &quot;has no basis,&quot; said Vali Nasr, dean of the John Hopkins University School of Advanced International Studies and an expert in the region. &quot;This organization is supported by Iranian-Americans in leadership positions across high-tech, finance, law and other sectors. It has no support from Iranian government. Its board and membership includes Republicans and Democrats and has a wide perspective on political issues.&quot;</p>\r\n\r\n<p><strong>Did the senators take bribes?</strong></p>\r\n\r\n<p>Given all the possible influences on a lawmaker&rsquo;s vote -- the views of constituents, pressure from party leaders, lobbying by other interest groups, even their own gut feelings -- it&rsquo;s hardly obvious that the support of Iranian-Americans was the factor that tipped the balance for them on the Iran deal. But even if you assume that it did represent the tipping point on their vote, it&rsquo;s hard to consider this a &quot;bribe.&quot;</p>\r\n\r\n<p>&quot;If this is a bribe, then no one would be left on Capitol Hill,&quot; said Kenneth A. Gross, who heads the political law practice at the law firm Skadden, Arps, Slate, Meagher &amp; Flom. The Justice Department election-crime manual, he said, &quot;is explicit that in order to prosecute a political contribution as a bribe, there needs to be an explicit quid pro quo. U.S. Supreme Court Justice Byron White, in <em>McCormick vs. United States</em>, essentially stated that political contributions are not bribes -- they are how we fund elections in the country.&quot;</p>\r\n\r\n<p>In bribery, it&rsquo;s the agreement to vote a certain way that matters, added Brett Kappel, a partner in political law at the firm Akerman LLP.</p>\r\n\r\n<p>&quot;Making a campaign contribution to a senator in the hope that he will vote for a resolution when it comes to the floor is not a bribe &ndash; there has to be an agreement&quot; to do something, he said.</p>\r\n\r\n<p>And there&rsquo;s even less reason in this case to believe these transactions would qualify as bribes. Markey, Franken and Shaheen all received their support from the group during the 2014 election cycle. At that point, there was not even a certainty that there would be a nuclear agreement, much less what it would contain.</p>\r\n\r\n<p><strong>Have these &lsquo;bribes&rsquo; only gone to Democrats?</strong></p>\r\n\r\n<p>Actually, no: The group has given donations in a bipartisan fashion, including to a variety of Republicans who are almost certain to vote against the nuclear deal.</p>\r\n\r\n<p>During the 2014 campaign cycle, IAPAC gave money to such Republicans as Sen. Jeff Flake of Arizona, Sen. Rand Paul of Kentucky, House Majority Whip Steve Scalise of Louisiana, Reps. Randy Forbes of Virginia, Virginia Foxx of North Carolina, John Mica of Florida, and Ed Royce of California, and the National Republican Congressional Committee.</p>\r\n\r\n<p>In the 2012 campaign cycle, the group supported GOP Sens. Susan Collins of Maine and John Cornyn of Texas, Rep. Peter Roskam and the National Republican Congressional Committee, as well as a Democrat who has come out against the agreement, Sen. Bob Menendez of New Jersey. And in the 2010 campaign cycle, the group supported Sen. Charles Schumer, another Democratic opponent of the deal, as well as Republican Rep. Randy Wittman of Virginia.</p>\r\n\r\n<p>The original article did note that &quot;the Iran Lobby had even tried, and failed to turn&quot; Flake and Schumer into deal supporters. But it gave no indication of the breadth of Republicans who received support from the group, the lack of which communicates an unbalanced perspective on the group&rsquo;s political leanings.</p>\r\n\r\n<p>The article&rsquo;s author, Greenfield, said the focus on Democrats was justified. &quot;The acid test of influence is action,&quot; he said. &quot;The final determination will be seen when the vote happens. Currently, however, no Republicans are backing a deal ... while the Democrats listed in the article are. Other Democrats who have received Iran Lobby money have come out against the deal and were not in any way deemed traitors.&quot;</p>\r\n\r\n<p>We should note that the Iranian-American group&rsquo;s <a href=\"http://www.paaia.org/CMS/Data/Sites/1/pdfs/paaia-2015-survey-report.pdf\">2015 poll</a> found that 64 percent of Iranian-Americans approved of the framework agreement that preceded the final nuclear deal with Iran, compared to 20 percent who disapproved and 16 percent who were not sure. So Iranian-Americans, despite their concerns about the Iranian regime, do appear to support the deal by a wide margin.</p>\r\n\r\n<p>&quot;Some of the candidates we supported in the past &hellip; are not going to be supporting this deal,&quot; said Ghorban of PAAIA. &quot;There are other issues where we will work with them.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Posts on the Internet said that Markey, Franken and Shaheen &quot;took bribes from Iran&quot; on their way to supporting the nuclear agreement with Iran.</p>\r\n\r\n<p>The &quot;bribes&quot; in this case are campaign contributions, and there&rsquo;s no evidence they are anything more than that. The donations came from a group of Iranian-Americans and not the government of Iran, and the allegation glosses over the fact that many top Republicans who oppose the nuclear deal also received the same type of support from the same group.</p>\r\n\r\n<p>This claim is wildly inaccurate. We rate it Pants on Fire.</p>\r\n", "ruling_comments_date": "2015-09-01T15:42:11.525642", "ruling_date": "2015-09-01T17:43:59", "ruling_headline": "Internet posts say three Democratic senators 'took bribes from Iran' to support nuclear deal", "ruling_headline_slug": "internet-posts-say-three-democratic-senators-took-", "ruling_link_text": "Not bribes, and not 'from Iran'", "ruling_state": null, "source_documents": null, "sources": "<p>JewsNews.co.il, &quot;<a href=\"http://www.jewsnews.co.il/2015/08/27/alert-list-of-democrats-who-took-bribes-from-iran-they-back-insane-nuke-deal/\">ALERT: List Of Democrats Who Took Bribes From Iran&hellip; They Back Insane NUKE Deal</a>,&quot; Aug. 27, 2015</p>\r\n\r\n<p>FrontPageMag, &quot;<a href=\"http://www.frontpagemag.com/fpm/259895/traitor-senators-took-money-iran-lobby-back-iran-daniel-greenfield\">Traitor Senators Took Money from Iran Lobby, Back Iran Nukes</a>,&quot; Aug. 25, 2015</p>\r\n\r\n<p>Iranian American Political Action Committee, &quot;<a href=\"http://www.iranianamericanpac.org/candidates.aspx\">IAPAC Candidates</a>,&quot; accessed Sept. 1, 2015</p>\r\n\r\n<p>Public Affairs Alliance of Iranian Americans, <a href=\"http://www.paaia.org/CMS/Data/Sites/1/pdfs/paaia-2015-survey-report.pdf\">survey of Iranian Americans and the American public</a>, 2015</p>\r\n\r\n<p>Public Affairs Alliance of Iranian Americans, <a href=\"http://www.paaia.org/CMS/iranian-american-community-agrees-with-experts-iran-nuclear-deal-offers-best-chance-for-peace.aspx\">Iranian American Community Agrees with Experts: Iran Nuclear Deal Offers Best Chance for Peace</a>,&quot; Aug. 19, 2015</p>\r\n\r\n<p>NBC News, &quot;<a href=\"http://www.nbcnews.com/storyline/iran-nuclear-talks/whip-count-n413231\">The Iran Deal Whip Count: Where Does Your Senator Stand?</a>&quot; Sep. 1, 2015</p>\r\n\r\n<p>McCormick vs. United States (<a href=\"https://www.law.cornell.edu/supct/html/89-1918.ZS.html\">1991</a>)</p>\r\n\r\n<p>Email interview with Vali Nasr, dean of the John Hopkins University School of Advanced International Studies, Sept. 1, 2015</p>\r\n\r\n<p>Email interview with Jessica Emami, graduate fellow with the Institute for Immigration Research at George Mason University, Sept. 1, 2015</p>\r\n\r\n<p>Email interview with Kenneth A. Gross, of the political law practice at Skadden, Arps, Slate, Meagher &amp; Flom, Sept. 1, 2015</p>\r\n\r\n<p>Email interview with Brett Kappel, a partner in political law at the firm Akerman LLP, Sept. 1, 2015</p>\r\n\r\n<p>Interview with Morad Ghorban, director of government relations and policy for the Public Affairs Alliance of Iranian Americans, Sept. 1, 2015</p>\r\n\r\n<p>Email interview with Daniel Greenfield, Shillman Journalism Fellow at the David Horowitz Freedom Center, Aug. 31, 2015</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 23, "current_job": "", "false_count": 82, "first_name": "", "half_true_count": 14, "home_state": "", "id": 43, "last_name": "Bloggers", "mostly_true_count": 10, "name_slug": "blog-posting", "pants_count": 280, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-bloggers.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/43/", "total_count": 416, "true_count": 5, "website": ""}, "statement": "<p>Democratic Sens. Ed Markey, Al Franken and Jeanne Shaheen &quot;took Bribes From Iran &hellip; They Back Insane NUKE Deal.&quot;</p>\r\n", "statement_context": "posts on the Internet", "statement_date": "2015-09-25", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}, {"description": "", "id": 135, "photo": null, "resource_uri": "/api/v/2/subject/135/", "subject": "Nuclear", "subject_slug": "nuclear", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "U.S. Senator", "false_count": 0, "first_name": "Edward ", "half_true_count": 1, "home_state": "", "id": 188, "last_name": "Markey", "mostly_true_count": 1, "name_slug": "edward-markey", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Markey.JPG", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/188/", "total_count": 5, "true_count": 2, "website": ""}, {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "Senator", "false_count": 0, "first_name": "Jeanne", "half_true_count": 4, "home_state": "New Hampshire", "id": 562, "last_name": "Shaheen", "mostly_true_count": 4, "name_slug": "jeanne-shaheen", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/shaheenpix.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/562/", "total_count": 13, "true_count": 2, "website": "http://shaheen.senate.gov/"}], "twitter_headline": ""}