{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2015/sep/04/ted-cruz/ted-cruz-says-its-always-been-law-babies-born-us-c/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 11271, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/11271/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>Ted Cruz says that in a way, his bona fide citizenship traces to the birth of the United States.</p>\r\n\r\n<p>The Texas senator was born in the western Canada city of Calgary, Alberta, in 1970 to a Cuban father and American mother.</p>\r\n\r\n<p>His mother&rsquo;s citizenship automatically made her son a U.S. citizen and, <a href=\"http://www.politifact.com/truth-o-meter/article/2015/mar/26/ted-cruz-born-canada-eligible-run-president-update/\">most legal authorities concur</a>, eligible to run for president. (In May 2014, too, Cruz <a href=\"http://trailblazersblog.dallasnews.com/2014/06/no-canada-sen-ted-cruz-has-formally-shed-his-dual-citizenship.html/\">renounced</a> his dual Canadian citizenship.)</p>\r\n\r\n<p>Yet in August 2015, Jeb Bush, the former Florida governor bidding for president, suggested Cruz had benefited from the 14th Amendment&rsquo;s birthright grant of citizenship to anyone born in the United States, Politico said in a <a href=\"http://www.politico.com/story/2015/08/ted-cruz-jeb-bush-citizenship-immigration-121601#ixzz3k8qfoJVe\">news story</a>.</p>\r\n\r\n<p>Cruz, <a href=\"http://www.nytimes.com/aponline/2015/08/19/us/politics/ap-us-gop-2016-cruz-immigration.html\">who had said </a>that he wanted to end the granting of &quot;automatic birthright citizenship to the children of those who are here illegally,&quot; told reporters Bush seemed confused about legal versus illegal immigration.</p>\r\n\r\n<p>&quot;With regard to legal citizens,&quot; Cruz said, &quot;I am a United States citizen because my mother was a United States citizen, born in Wilmington, Delaware. And,&quot; Cruz said, &quot;it has been the law since the beginning of the country that the children of American citizens born here or abroad are American citizens by birth.&quot;</p>\r\n\r\n<p>We were curious about his recap of legal history.</p>\r\n\r\n<p>For starters, the U.S. Census Bureau&rsquo;s <a href=\"http://factfinder.census.gov/bkmk/table/1.0/en/ACS/13_1YR/B05001\">2013 American Community Survey </a>suggests that Cruz ranks among about 2.75 million citizens born abroad (including this reporter, ahem) to at least one U.S. citizen-parent.</p>\r\n\r\n<p>Cruz&rsquo;s campaign did not respond to our requests for back-up information. But legal experts and, ultimately, a Supreme Court justice&rsquo;s writings helped us realize that children born to citizens living abroad have been granted citizenship by law from the country&rsquo;s earliest years, though the way Cruz got his citizenship &mdash; through his mother &mdash; wasn&rsquo;t statutorily settled until the 1930s.</p>\r\n\r\n<p><strong>A 1790 law</strong></p>\r\n\r\n<p>To our inquiries, experts on U.S. citizenship advised us that an act passed into law by the very first Congress in March 1790 said children born abroad to citizens could be U.S. citizens &mdash; a form of &quot;derivative citizenship.&quot; <a href=\"http://liberalarts.oregonstate.edu/users/christopher-mcknight-nichols\">Christopher McKnight Nichols</a>, an Oregon State University historian, said by email: &quot;Since the Naturalization Law of 1790, it is clear that Congress attempted to establish a citizenship right for children born of citizens abroad.&quot;</p>\r\n\r\n<p>The <a href=\"http://www.indiana.edu/~kdhist/H105-documents-web/week08/naturalization1790.html\">1790 law</a>, less than 300 words long, initially said any &quot;free white person&quot; may become a citizen after satisfying residency requirements of two years (later amended to five years) and satisfying a court that &quot;he is a person of good character, and taking the oath or affirmation prescribed by law to support the Constitution of the United States.&quot; Likewise, the law said, non-adult children of a person &quot;so naturalized&quot; shall be considered citizens.</p>\r\n\r\n<p>The law then turned to children born abroad, stating: &quot;And the children of citizens of the United States that may be born beyond sea, or out of the limits of the United States, shall be considered as natural born citizens,&quot; though it added that &quot;the right of citizenship shall not descend to persons whose fathers have never been resident in the United States.&quot;</p>\r\n\r\n<p><a href=\"https://www.usfca.edu/law/faculty/john-trasvina\">John Trasvi&ntilde;a</a>, dean of the University of San Francisco School of Law, pointed out a <a href=\"http://www.law.nyu.edu/sites/default/files/ecm_pro_064998.pdf\">March 2008 article</a> in the student-edited NYU Annual Survey of American Law stating that when Congress agreed to citizenship for children born abroad, it acted much like England&rsquo;s Parliament, which had earlier moved to grant citizenship to such children.</p>\r\n\r\n<p><strong>Citizenship through fathers only?</strong></p>\r\n\r\n<p>Then again, the student-written article and legal experts prompted us to wonder if children born abroad to mother-citizens were always granted U.S. citizenship. By various accounts, including a 2000 Supreme Court dissent, Congress didn&rsquo;t settle on citizenship through mothers until 1934.</p>\r\n\r\n<p>The 1790 law, the article noted, &quot;created the first distinction between citizen-fathers and citizen-mothers. Although the first clause uses the gender-neutral &lsquo;citizens,&rsquo; the residency requirement limited the ability of citizen-mothers to pass citizenship to their foreign-born children.&quot; That is, the article says, the &quot;foreign-born child of a citizen-father and alien-mother would definitely receive derivative citizenship, but the foreign-born child of a citizen-mother and an alien-father would receive derivative citizenship only if the alien-father had been&quot; a U.S. resident.</p>\r\n\r\n<p>Additional changes may have led to more confusion.</p>\r\n\r\n<p>In 1802, Congress <a href=\"http://memory.loc.gov/cgi-bin/ampage?collId=llsl&amp;fileName=002/llsl002.db&amp;recNum=192\">revised the born-abroad law</a> to say: &quot;And the children of persons who now are, or have been citizens of the United States, shall though born out of the limits and jurisdiction of the United States, be considered as citizens of the United States.&quot;&nbsp; In 1855, Congress revised the law afresh to offer citizenship to children born abroad to citizen-fathers who had previously lived in the country.</p>\r\n\r\n<p><strong>Citizenship at birth through a mother</strong></p>\r\n\r\n<p>And what about citizenship through mothers?</p>\r\n\r\n<p>To get a peg on that, we turned to a <a href=\"https://www.bu.edu/law/central/jd/organizations/journals/bulr/volume91n4/documents/COLLINS.pdf\">2011 article</a> by <a href=\"https://www.bu.edu/law/faculty/profiles/bios/full-time/collins_k.html\">Kristin Collins</a>, a Boston University law professor. Collins wrote that Congress addressed this gap in 1934 after &quot;years of persistent lobbying by women&rsquo;s organizations&quot; and &quot;finally equalized parent-child derivative citizenship with respect to married citizen mothers and fathers, at least as a formal matter.&quot;</p>\r\n\r\n<p>We reached Collins, who said by email that from 1790 on, it would be fair to say that &quot;some foreign-born children of American parents are citizens at birth. On the other hand, Sen. Cruz&rsquo;s characterization of the history of American citizenship law is a tad misleading, especially with respect to individuals like him who are the foreign-born children of American mothers.&quot;</p>\r\n\r\n<p>Collins summed up: &quot;Until 1934, under the federal citizenship statute that determined the citizenship of foreign-born children of American parents, foreign-born children of American mothers did not acquire citizenship at birth &ndash; only (some) foreign-born children of American fathers were citizens at birth. But in 1934, Congress liberalized the law so that citizenship passed through mothers as well as fathers.&quot; Collins said it would be more accurate to say it&rsquo;s been the law since the country&rsquo;s beginning that some children of American citizens born abroad are citizens by birth.</p>\r\n\r\n<p>We also enlisted North Carolina-based historian <a href=\"http://uncw.edu/hst/CandiceBredbenner.html\">Candice Bredbenner</a>, who wrote a <a href=\"http://www.amazon.com/Nationality-Her-Own-Marriage-Citizenship/dp/0520206509\">1998 book</a> on women and citizenship. By email, she replied that generally, &quot;the policies on granting citizenship at birth to children born abroad to a married citizen mother have undergone considerable change over time. So, Cruz&rsquo;s assumption that, since the country&rsquo;s founding, the federal government has recognized a mother&rsquo;s right to transfer her U. S. citizenship to a child cannot be supported by the evidence.&quot; In fairness to Cruz, she followed up, &quot;even the person with some modest interest in this subject could be easily confused.&quot; &nbsp;&nbsp;</p>\r\n\r\n<p><strong>Justice Ginsburg&#39;s dissent</strong></p>\r\n\r\n<p>Collins also emailed us a copy of a <a href=\"http://www.jstor.org/stable/797604?seq=1#page_scan_tab_contents\">May 2000 article</a> she wrote analyzing a 1998 U.S. Supreme Court case in which Justice Ruth Bader Ginsburg, in <a href=\"https://www.law.cornell.edu/supct/html/96-1060.ZD.html\">a dissent</a>, took note of the 1790 law establishing the pathway to citizenship through a child&rsquo;s parents so long as the father had been a U.S. resident.</p>\r\n\r\n<p>Ginsburg further wrote: &quot;Statutes passed in 1795 and 1802 similarly conditioned the citizenship of the child born abroad on the father&rsquo;s at least one-time&quot; (U.S.) residence. &quot;This father&rsquo;s residence requirement,&quot; Ginsburg wrote, &quot;suggests that Congress intended a child born abroad to gain citizenship only when the father was a citizen. That, indeed, was the law of England at the time.&quot;</p>\r\n\r\n<p>On the other hand, she wrote, the &quot;statutory language&hellip; was ambiguous. One could read the words &lsquo;children of citizens&rsquo; to mean that the child of a United States citizen mother and a foreign father would qualify for citizenship if the father had at some point resided in the country.&quot;</p>\r\n\r\n<p>In the 1800s, Ginsburg wrote, there was an unsuccessful push to change the law to grant citizenship to children born abroad to U.S.-born citizen mothers as well as fathers. Instead, Ginsburg wrote, Congress in 1855 &quot;clarified that citizenship would pass to children born abroad only when the father&quot; was a U.S. citizen. The same law, she said, automatically granted citizenship to women who married U.S. citizens.</p>\r\n\r\n<p>In 1934, Ginsburg wrote, &quot;Congress moved in a new direction. It terminated the discrimination against United States citizen mothers in regard to children born abroad,&quot; amending the law to say:</p>\r\n\r\n<p style=\"margin-left:67.5pt\">&quot;Any child hereafter born out of the limits and jurisdiction of the United States, whose father or mother or both at the time of the birth of such child is a citizen of the United States, is declared to be a citizen of the United States; but the rights of citizenship shall not descend to any such child unless the citizen father or citizen mother, as the case may be, has resided in the United States previous to the birth of such child.&quot;</p>\r\n\r\n<p>At the time, Ginsburg wrote, Senate and House Reports on the act stated the change was made &quot;to establish complete equality between American men and women in the matter of citizenship for themselves and for their children.&quot;</p>\r\n\r\n<p><strong>The law today</strong></p>\r\n\r\n<p>A 2011 <a href=\"http://www.fas.org/sgp/crs/misc/R42097.pdf\">report</a> by the nonpartisan Congressional Research Service on qualifications for president and the &quot;natural born&quot; citizenship hurdle noted the <a href=\"http://www.gpo.gov/fdsys/pkg/USCODE-2011-title8/html/USCODE-2011-title8-chap12-subchapIII-partI-sec1401.htm\">existing citizenship provisions for children born abroad</a>. The law says individuals shall be a citizen at birth including &quot;a person born outside the geographical limits of the United States and its outlying possessions of parents one of whom is an alien, and the other a citizen of the United States who, prior to the birth of such person, was physically present in the United States or its outlying possessions for a period or periods totaling not less than five years, at least two of which were after attaining the age of fourteen years.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Cruz said: &quot;It has been the law since the beginning of the country that the children of American citizens born ... abroad are American citizens by birth.&quot;</p>\r\n\r\n<p>From 1790 on, federal law has held that children born abroad to American citizens become citizens, provided other conditions are met. But the law wasn&rsquo;t explicit about mothers conveying citizenship (how Cruz became an American at birth) until 1934.</p>\r\n\r\n<p>We rate this statement Mostly True.</p>\r\n\r\n<hr />\r\n<p><em><strong>MOSTLY TRUE</strong> </em>&ndash; The statement is accurate but needs clarification or additional information.</p>\r\n\r\n<p>Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n", "ruling_comments_date": "2015-09-03T15:44:42.411569", "ruling_date": "2015-09-04T09:00:00", "ruling_headline": "Ted Cruz says it's always been that babies born to U.S. citizens abroad are citizens from birth", "ruling_headline_slug": "ted-cruz-says-its-always-been-law-babies-born-us-c", "ruling_link_text": "Fathers, always", "ruling_state": null, "source_documents": null, "sources": "<p>Story, <a href=\"http://www.politifact.com/truth-o-meter/article/2015/mar/26/ted-cruz-born-canada-eligible-run-president-update/\">&quot;Is Ted Cruz, born in Canada, eligible to run for president? (Updated),&quot;</a> PolitiFact, March 26, 2015</p>\r\n\r\n<p>News story, <a href=\"http://www.nytimes.com/aponline/2015/08/19/us/politics/ap-us-gop-2016-cruz-immigration.html\">&quot;Cruz Opposes &#39;Birthright Citizenship,&#39;&quot;</a> The Associated Press, Aug. 19, 2015 (New York Times website)</p>\r\n\r\n<p>Chart, <a href=\"http://factfinder.census.gov/bkmk/table/1.0/en/ACS/13_1YR/B05001\">&quot;NATIVITY AND CITIZENSHIP STATUS IN THE UNITED STATES Universe: Total population in the United States &nbsp;more information 2013 American Community Survey 1-Year Estimates,&quot;</a> U.S. Census Bureau (link provided by email by Robert Bernstein, public affairs specialist, census bureau, Aug. 31, 2015)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1iWBycvYoYicaFd_ZrlVLTvcLcMjqGbTem7Wl8oDIQLY/pub\">Emails</a>, Christopher McKnight Nichols, assistant professor of history, Oregon State University, Aug. 31, 2015</p>\r\n\r\n<p><a href=\"http://memory.loc.gov/cgi-bin/ampage?collId=llsl&amp;fileName=001/llsl001.db&amp;recNum=226\">The Naturalization Act of 1790</a> and <a href=\"http://memory.loc.gov/cgi-bin/ampage?collId=llsl&amp;fileName=002/llsl002.db&amp;recNum=190\">the Naturalization Act of 1802,</a> Library of Congress website, which cites &quot;A Century of Lawmaking for a New Nation: U.S. Congressional Documents and Debates, 1774 - 1875,&quot; <a href=\"http://memory.loc.gov/ammem/amlaw/lwsl.html\">Statutes at Large</a>, 1st Congress, 2nd Session (accessed Aug. 31, 2015)</p>\r\n\r\n<p>Article, <a href=\"http://www.law.nyu.edu/sites/default/files/ecm_pro_064998.pdf\">&quot;Derivative Citizenship: Its History, Constitutional Foundation, and Constitutional Limitations,&quot;</a> NYU Annual Survey of American Law, March 17, 2008</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1gbBFsgsoPwhF8AYsFWTWuIedN3fH5LsseePd2V5ScQI/pub\">Email</a>, Kristin Collins, professor, Boston University School of Law, Aug. 31, 2015</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1FLq6L_3DnzkiKdAUvw0oTqi9Xjf6Rfrw-1NJG8IGwDY/pub\">Emails</a>,<a href=\"http://uncw.edu/hst/CandiceBredbenner.html\"> Candice Bredbenner</a>, associate professor of history, University of North Carolina, Wilmington, Aug. 31-Sept. 2, 2015</p>\r\n\r\n<p>Article and legal brief, <a href=\"https://www.bu.edu/law/central/jd/organizations/journals/bulr/volume91n4/documents/COLLINS.pdf\">&quot;A Short History of Sex and Citizenship: The Historians&#39; Amicus Brief in Flores-Villar v. United States,&quot;</a> Kristin A. Collins, Peter Paul Career Development professor of law, Boston University School of Law, Boston Law Review, 2011</p>\r\n\r\n<p>Law, <a href=\"http://www.gpo.gov/fdsys/pkg/USCODE-2011-title8/html/USCODE-2011-title8-chap12-subchapIII-partI-sec1401.htm\">&quot;Nationals and citizens of the United States at birth,&quot;</a> U.S. Code, Title 8 - ALIENS AND NATIONALITY, CHAPTER 12 - IMMIGRATION AND NATIONALITY, SUBCHAPTER III - NATIONALITY AND NATURALIZATION, Part I - Nationality at Birth and Collective Naturalization, Sec. 1401, Government Printing Office (accessed Aug. 31, 2015)</p>\r\n\r\n<p><a href=\"https://www.law.cornell.edu/supct/html/96-1060.ZD.html\">Dissent</a> by Justice Ruth Bader Ginsburg in Miller v. Albright, U.S. Supreme Court, April 22, 1998 (accessed on Legal Information Institute website, Cornell Law School, Sept. 2, 2015)</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 43, "current_job": "Senator", "false_count": 38, "first_name": "Ted", "half_true_count": 20, "home_state": "Texas", "id": 1475, "last_name": "Cruz", "mostly_true_count": 22, "name_slug": "ted-cruz", "pants_count": 9, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/CRUZPFTNEW.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1475/", "total_count": 141, "true_count": 7, "website": "http://www.tedcruz.org/"}, "statement": "<p>&quot;It has been the law since the beginning of the country that the children of American citizens born ... abroad are American citizens by birth.&quot;</p>\r\n", "statement_context": "speaking to reporters in Iowa", "statement_date": "2015-08-21", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}], "target": [], "twitter_headline": ""}