{"art": [{"brightcove": "", "caption": "Joe Pojman of the Texas Alliance for Life speaks about women's health care funding July 28, 2015, outside the Texas Capitol (Dallas Morning News video).", "id": 6515, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/6515/", "title": "Joe Pojman addresses Texas Capitol rally July 28, 2015.", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/7doCpywFEiQ?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "7doCpywFEiQ"}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2015/sep/04/joe-pojman/anti-abortion-leader-says-texas-funding-womens-hea/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 11275, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/11275/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>At a Texas Capitol rally, an anti-abortion advocate suggested Texas has hit a record pace in funding women&rsquo;s health.</p>\r\n\r\n<p><a href=\"https://www.youtube.com/watch?v=as-YpoQ7Lpk&amp;feature=youtu.be\">Video </a>of the July 2015 rally shows <a href=\"https://www.texasallianceforlife.org/joe-pojman/\">Joe Pojman</a> of the Texas Alliance for Life initially saluting Republican leaders for launching investigations in reaction to stealth videos showing Planned Parenthood employees talking rather casually about donations of fetal tissue. The videos had been circulated by the California-based Center for Medical Progress, <a href=\"http://www.centerformedicalprogress.org/about-us/\">which describes itself</a> as a group of citizen-journalists dedicated to monitoring and reporting on medical ethics.</p>\r\n\r\n<p>Next, Pojman told the crowd, to cheers and applause: &quot;I just wanted to emphasize, the state of Texas is doing its part... The state of Texas is funding &hellip; women&rsquo;s health services at historically high levels; they just increased that level another $50 million for the next two years.&quot; Pojman noted that none of the $50 million would go to Planned Parenthood. &quot;Texas takes care of our people and Planned Parenthood is not part of that picture,&quot; he said.</p>\r\n\r\n<p><strong>Legislative cuts and changes, 2011-2013</strong></p>\r\n\r\n<p>Pojman&rsquo;s declaration caught our attention in part because actions set in motion by the 2011 Legislature drove down family planning spending in the state budget by more than $70 million (from an existing two-year expenditure of $111 million) in 2012-13. Also in 2011, lawmakers voted to bar state family planning aid from going to health care providers affiliated with organizations that perform or promote abortions such as Planned Parenthood, whose clinics had been the Texas program&rsquo;s biggest provider of contraceptive care and cancer screening, serving more than 40,000 women a year.</p>\r\n\r\n<p>Two years later, the state&#39;s ruling Republicans passed into law a bar on most abortions after 20 weeks of gestation and mandated facilities providing abortions meet tougher health and safety standards, a move under court challenge that has caused providers to predict a substantial reduction in clinics statewide.</p>\r\n\r\n<p>After the 2011 actions, the federal government moved to cut off what had been a 9-to-1 match of federal to state dollars paying to provide contraceptive care for women who otherwise would qualify for Medicaid if they were to become pregnant. State health officials said the affected initiative, launched in 2005, had saved the state money&mdash;$21.4 million in 2008, for instance&mdash;by reducing Medicaid-financed births. Federal aid accounted for $65 million of the money spent on the program in 2010-11.</p>\r\n\r\n<p>Reacting to the pending cutoff, then-Gov. Rick Perry announced state officials would assure such services were delivered through clinics not affiliated with abortion providers. The promised transition fully played out starting in 2013.</p>\r\n\r\n<p>So, given all this, could it be the state has set a record for expenditures on women&rsquo;s health?</p>\r\n\r\n<p><strong>Pojman&rsquo;s backup cites state budgets</strong></p>\r\n\r\n<p>We asked Pojman, executive director of the alliance, which <a href=\"https://www.texasallianceforlife.org/about-us/\">says</a> it opposes the advocacy and practice of abortion (except to preserve the pregnant woman&rsquo;s life), how he reached his &quot;historically high&quot; conclusion.</p>\r\n\r\n<p>By email, Pojman responded with a <a href=\"https://docs.google.com/spreadsheets/d/120YsZaPSaDGSbngsiihQ0QcAbl5dlWDFQ9_Gjr2sDfY/pubhtml\">chart</a>, which he sourced to state budgets, indicating that nearly $285 million in state and federal funds budgeted by the 2015 Legislature for several women&rsquo;s health efforts in 2016-17 would exceed such spending in each of the nine previous two-year state budgets, dating to 1998-99&mdash;with the previous record being $240.1 million for such programs in 2014-15. The previous low, per the chart, was $128.8 million in 2012-13.</p>\r\n\r\n<p>Pojman&rsquo;s chart attributed the touted $50 million in fresh spending to a provision in the 2016-17 budget stating the money should &quot;increase access to women&#39;s health and family planning services.&quot;</p>\r\n\r\n<p>In his email, Pojman told us that at the rally, he was referring to total legislatively appropriated state and federal funding, not per-person funding, on four programs providing family planning or female-specific health care such as breast and cervical cancer screenings. Conversely, he said, he wasn&rsquo;t including funding for perinatal care, including childbirth. &quot;Planned Parenthood,&quot; he said, &quot;provides virtually no services for pregnant women, certainly not support for childbirth, except elective abortion.&quot;</p>\r\n\r\n<p><strong>Four state-overseen efforts</strong></p>\r\n\r\n<p>In his email, Pojman said a <a href=\"http://www.hhsc.state.tx.us/news/presentations/2014/022014-womens-health.pdf\">February 2014 Texas Health and Human Services Commission presentation</a> amounted to a good summary of how the state spends money on women&rsquo;s health. From that, we pulled these thumbnails:</p>\r\n\r\n<ul>\r\n\t<li>\r\n\t<p>The Texas Women&rsquo;s Health Program was put in place by the state starting in 2013 to provide services previously available through the defunct, federally supported Medicaid Women&rsquo;s Health Program. The successor program, serving women living at or below 185 percent of the federal poverty level, &quot;retains the same program objectives and client eligibility previously provided by WHP and has expanded program benefits to include treatment of certain sexually transmitted infections.&quot; Services offered in annual appointments include pelvic examinations and STD, diabetes, HIV, cholesterol, blood pressure and breast and cervical cancer screenings plus Pap tests, a clinical breast exam, contraceptives and family planning counseling.</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>Family planning services, available to women of childbearing age and men living at 250 percent of the poverty level or less, offering the tests offered in the women&rsquo;s health program plus sterilizations.</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>Expanded Primary Health Care, a new program, offered to women 18 and older living at or below 200 percent of the poverty level, covering the services offered in the other programs plus immunizations, mammograms, diagnostic services for women with abnormal breast or cervical cancer test results, cervical dysplasia treatment, individualized case management and option prenatal medical and dental services.</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>Breast and Cervical Cancer Services, open to women living at or below 200 percent of the poverty level, with breast screenings for women aged 50 to 64 and cervical screenings for women aged 21 to 64. In addition to services covered by the Expanded Primary Health Care program, BCCS assists clients needing to apply to Medicaid&rsquo;s Breast and Cervical Cancer program.</p>\r\n\t</li>\r\n</ul>\r\n\r\n<p>In addition, a chart in the presentation included spending figures that mostly aligned with what Pojman had offered to us for fiscal 2010 through 2015--including the legislated decrease in 2012-13 and a rebound in spending budgeted for 2014-15 (which ran through August 2015):</p>\r\n\r\n<p><img alt=\"0214 hhscchartshowingwomenhealthspending2010-2015.JPG\" src=\"https://lh3.googleusercontent.com/uTHI79ANb5r91_N0vmAimSZcIglpm4Ih9IzM916NWh6odB6cNmfeYO36EWj76xAaNb93luzayXIkGbi0Cy-ZQS2_ipBcyGmgTD_AQqIkUF-Wxu2hOgA6tKqg91c0783CNC3oSMI\" style=\"border:none; height:416px; width:624px\" /></p>\r\n\r\n<p><em><strong>SOURCE: </strong></em><a href=\"http://www.hhsc.state.tx.us/news/presentations/2014/022014-womens-health.pdf\">&quot;Presentation to Senate Committee on Health and Human Services: Texas Women&rsquo;s Health and Family Planning Programs,&quot;</a> Feb. 20, 2014 (received by email from Joe Pojman, Aug. 6, 2015)</p>\r\n\r\n<p><strong>Other analyses support claim</strong></p>\r\n\r\n<p>Next, we asked the commission and outside experts about Pojman&rsquo;s rally statement.</p>\r\n\r\n<p>The consensus was that spending budgeted by lawmakers for 2016-17 would set a record, though some advocates cautioned this didn&rsquo;t mean all needs would be met and others said that not all the described programs focus only on services typically provided by family planning clinics.</p>\r\n\r\n<p>To our inquiry, the Texas Health and Human Services Commission emailed a <a href=\"https://docs.google.com/spreadsheets/d/1HBqVXAJQqxrgzo952JXWz90j1VMHby14OJur7MtBwRM/edit?usp=sharing\">more detailed chart</a> basically lining up with Pojman&rsquo;s recap. From the commission&rsquo;s figures, it looked to us like the appropriated 2016-17 funds for women&rsquo;s health services exceeded previous two-year expenditures by $40 million or more.</p>\r\n\r\n<p>At the the Austin-based Center for Public Policy Priorities, which advocates for programs serving low-income residents, analyst Stacey Pogue said Pojman was on solid ground, though it&rsquo;s complicated. For instance, Pogue said, the 2015 Legislature called for three women&rsquo;s health programs to be reorganized in 2016 into two offerings overseen by the commission and precise spending results remain to be seen.</p>\r\n\r\n<p>By email, Pogue pointed out a two-page <a href=\"https://www.hf-tx.org/wp-content/uploads/2015/07/2016-2017-Womens-Health-Budget-Digest-1.pdf\">summary of the 2016-17 state budget </a>prepared by the <a href=\"http://www.texaswhc.org/\">Texas Women&rsquo;s Healthcare Coalition</a>, which says it promotes access to preventive health care for all Texas women &quot;working toward the vision of a state where every woman has access to the preventive and preconception care that will help her stay healthy and prepare for healthy, planned pregnancies.&quot; According to this June 2015 summary, $260.9 million in spending on women&rsquo;s health care budgeted by lawmakers for 2016-17 reflected an increase of $46.5 million, or 22 percent, from what was budgeted for 2014-15.</p>\r\n\r\n<p>We confirmed the latest figures in <a href=\"http://www.lbb.state.tx.us/Documents/Budget/Session_Code_84/HB1-Conference_Committee_Report_84.pdf\">the 2016-17 appropriations act approved by a Texas House-Senate conference committee</a>; it shows $130,321,510 in budgeted spending on women&rsquo;s health services in the fiscal year beginning Sept. 1, 2015, and $130,548,682 for the subsequent year, totaling $260,870,192 in the biennium.</p>\r\n\r\n<p>As noted by Pojman, the act also says that each year, on approval of the budget board, the commission shall allocate $50 million &quot;providing primary health care services to women&quot; including but not limited to preventive &quot;health screenings such as breast and cervical cancer screenings, diabetes, cholesterol, hypertension and STD-HIV screenings; family planning services including contraception; perinatal services; and dental services.&quot; Due to such spending, the act estimates that annually, 65,000 adults and adolescents would receive family planning services.</p>\r\n\r\n<p>It&rsquo;s that additional spending, the coalition summary indicates, that makes the budgeted spending higher despite legislated reductions in spending for family planning (a cut of $1.5 million, or nearly 4 percent) and the Texas Women&rsquo;s Health program (a cut of $2 million, or 3 percent).</p>\r\n\r\n<p><strong>Alabama analyst</strong></p>\r\n\r\n<p>Also to our inquiry, Heather Busby of NARAL Pro-Choice Texas, which <a href=\"http://prochoicetexas.org/about-us/mission/\">says</a> it focuses on guaranteeing Texans the right to make personal reproductive health decisions including contraception and safe abortions, suggested we query <a href=\"http://www.soph.uab.edu/faculty/hcop/kari_white\">Kari White</a>, a University of Alabama at Birmingham professor and expert on women&rsquo;s health issues who&rsquo;s been part of a <a href=\"http://www.utexas.edu/cola/txpep/about.php\">Texas-based team</a> studying effects of the Texas decision barring aid to clinics affiliated with abortion providers.</p>\r\n\r\n<p>By phone and email, White agreed the state has allocated what looks like a record level of money to the efforts singled out by Pojman though she speculated by email the spending bump might be less dramatic than available figures suggest. &quot;The focus on funding allocated for the four programs on Pojman&rsquo;s list,&quot; White said, &quot;does not entirely capture how some of the women&rsquo;s health services historically have been paid for. For example, primary care services for women that are now covered by EPHC were previously paid for using other state-administered and federal programs (not included on Pojman&rsquo;s list). By not factoring these programs into funding totals in previous years, the recent increase may seem larger than it actually is.&quot;</p>\r\n\r\n<p><strong>Spending per woman</strong></p>\r\n\r\n<p>&quot;Also,&quot; White wrote, &quot;funding allocations do not reflect how effectively these programs are serving women. &nbsp;In other words, there may be more total dollars set aside for services, but since quite a bit of this new funding has been going to organizations that do not have a lot of experience with family planning, the state is spending more but not necessarily serving more women.&quot;</p>\r\n\r\n<p>White suggested we consider research by the Guttmacher Institute, a nonprofit that promotes reproductive health and abortion rights. In 2013, more than 1.7 million Texas women &quot;were in need of publicly supported contraceptive services and supplies,&quot; according to a July 2015 institute report <a href=\"http://www.guttmacher.org/pubs/win/contraceptive-needs-2013.pdf\">that started from</a> U.S. Census Bureau survey results. That year, the report said, publicly supported health centers provided contraceptive care to 281,170 women in Texas plus 47,390 teens. &quot;These totals amount to substantial proportions&ndash;but not nearly all&ndash;of the women in need of publicly supported contraception,&quot; the report said.</p>\r\n\r\n<p>For our part, we asked the commission for help estimating the number of Texas women eligible for the health services. Could it be that even with spending up, less money is available per potential beneficiary?</p>\r\n\r\n<p>By email, spokesman Bryan Black provided a <a href=\"https://docs.google.com/spreadsheets/d/199P3_e1mUVhlno8l99EcopaW2yvMKogdeuBleyJ0KwY/pubhtml\">chart</a>, drawing on U.S. Census Bureau surveys, estimating the number of female U.S. citizens aged 15-44 living in Texas at or below 200 percent of the federal poverty level from 2010 through 2017--in other words, the women who most likely would qualify for the health services. Next, we calculated that some $109 per potential beneficiary was spent in 2010-11 and 2012-13; this was exceeded by the $205 per potential beneficiary appropriated by lawmakers for such programs in 2014-15 and the $236 per potential beneficiary appropriated for 2016-17.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Pojman said the state of Texas &quot;is funding &hellip; women&rsquo;s health services at historically high levels; they just increased their level another $50 million for the next two years.&quot;</p>\r\n\r\n<p>Texas lawmakers this year voted to appropriate more for women&rsquo;s health services than before--including the $50 million bump.</p>\r\n\r\n<p>This includes funding for general health services such as diabetes and cholesterol screenings. It also may be meaningful that programs are under reorganization. Too, lawmakers started putting more money on the table after their actions led the federal government to cut off tens of millions of dollars for reproductive services.</p>\r\n\r\n<p>We rate this claim True.</p>\r\n\r\n<hr />\r\n<p><em><strong>TRUE </strong></em>&ndash; The statement is accurate and there&rsquo;s nothing significant missing.</p>\r\n\r\n<p>Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n", "ruling_comments_date": "2015-09-04T15:53:31.817438", "ruling_date": "2015-09-04T17:43:47", "ruling_headline": "Anti-abortion leader says Texas funding women's health services at historically high levels", "ruling_headline_slug": "anti-abortion-leader-says-texas-funding-womens-hea", "ruling_link_text": "Up from cuts of '11", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"https://docs.google.com/document/d/1Ik-Ec0fn-B4RQRNxj0cxQLjLIzvPOWg7ymoHWkpQNm4/pub\">Emails</a> including <a href=\"https://docs.google.com/spreadsheets/d/120YsZaPSaDGSbngsiihQ0QcAbl5dlWDFQ9_Gjr2sDfY/pubhtml\">chart</a> showing Texas funding for women&rsquo;s health services, 1998-99 through 2016-17, Joe Pojman, executive director, Texans for Life Alliance, Aug. 6 and Sept. 2, 2015</p>\r\n\r\n<p><em>Austin American-Statesman</em> news stories, &quot;Women&rsquo;s health bill mired in abortion politics,&quot; May 4, 2011; &quot;Women&rsquo;s health bill not likely to survive,&quot; May 17, 2011; &quot;More cuts for family planning programs,&quot; May 24, 2011; &quot;Study questions state&rsquo;s plan,&quot; Oct. 12, 2012; &quot;State readies program takeover,&quot; Oct. 19, 2012; <a href=\"http://www.statesman.com/news/news/perry-state-ready-to-run-health-program-without-pl/nSsYJ/\">&quot;Perry: Texas is ready to run health program,&quot;</a> posted Oct. 31, 2012</p>\r\n\r\n<p>Document, <a href=\"http://www.lbb.state.tx.us/Documents/Budget/Session_Code_84/Summary_of_Conference_Committee_Report_HB1.pdf\">&quot;Summary of Conference Committee Report for House Bill 1, Appropriations for the 2016-17 Biennium,&quot;</a> Legislative Budget Board, May 2015</p>\r\n\r\n<p>Chart, <a href=\"https://docs.google.com/spreadsheets/d/1HBqVXAJQqxrgzo952JXWz90j1VMHby14OJur7MtBwRM/edit?usp=sharing\">&quot;Women&#39;s Health Funding FY 10-11 to FY 14-15, FY 16-17,&quot;</a> Texas Health and Human Services Commission (received by email from Nikkol Camarillo, legal assistant, Open Records, HHSC, Aug. 12, 2015)</p>\r\n\r\n<p>Telephone interview and <a href=\"https://docs.google.com/document/d/19YBVsyJmfdaxlE2ubUdgwSf_2s3YlJpGPBwIeUxT3Kw/pub\">emails</a>, <a href=\"http://www.soph.uab.edu/faculty/hcop/kari_white\">Kari White</a>, Ph.D, MPH, assistant professor, Department of Health Care Organization and Policy, the University of Alabama at Birmingham, Aug. 27-28, 2015</p>\r\n\r\n<p>Report and fact sheet, <a href=\"http://www.guttmacher.org/pubs/win/contraceptive-needs-2013.pdf\">&quot;Contraceptive Needs and Services, 2013 Update,&quot;</a> <a href=\"http://www.guttmacher.org/statecenter/family-planning/TX.html\">&quot;Facts on Publicly Funded Family Planning Services: Texas,&quot;</a> July 2015, &nbsp;the Guttmacher Institute</p>\r\n\r\n<p>Telephone interview and <a href=\"https://docs.google.com/document/d/1PwN7Y4bEZ05-tLdpmuJ56vfXtx9VT_HspwfvGoGnrHM/pub\">email</a>, Stacey Pogue, senior policy analyst, Center for Public Policy Priorities, July 29 and Aug. 3, 2015</p>\r\n\r\n<p>Report, <a href=\"http://www.lbb.state.tx.us/Documents/Publications/GEER/Government_Effectiveness_and_Efficiency_Report_2015.pdf#Family_Planning_Services\">&quot;Texas State Government &nbsp;Effectiveness and Efficiency Report Selected Issues and Recommendations,&quot;</a> Legislative Budget Board, January 2015</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "executive director, Texas Alliance for Life", "false_count": 0, "first_name": "Joe", "half_true_count": 0, "home_state": "Texas", "id": 3260, "last_name": "Pojman", "mostly_true_count": 0, "name_slug": "joe-pojman", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/pojman2pft.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3260/", "total_count": 1, "true_count": 1, "website": "https://www.texasallianceforlife.org/joe-pojman/"}, "statement": "<p>&quot;The State of Texas is funding &hellip; women&rsquo;s health services at historically high levels; they just increased their level another $50 million for the next two years.&quot;</p>\r\n", "statement_context": "addressing a rally outside the Texas Capitol", "statement_date": "2015-07-28", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 11, "photo": null, "resource_uri": "/api/v/2/subject/11/", "subject": "Abortion", "subject_slug": "abortion", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}, {"description": "", "id": 208, "photo": null, "resource_uri": "/api/v/2/subject/208/", "subject": "State Finances", "subject_slug": "state-finances", "used_in_edition": ["/api/v/2/edition/5/"]}, {"description": "", "id": 146, "photo": null, "resource_uri": "/api/v/2/subject/146/", "subject": "Women", "subject_slug": "women", "used_in_edition": []}], "target": [], "twitter_headline": ""}