{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2015/sep/11/lloyd-doggett/lloyd-doggett-says-opposition-confederate-flag-lim/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 11291, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/11291/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>A congressman told a Texas group that action on measures funding the government slowed this summer due to opposition to proposals banning Confederate flag sales.</p>\r\n\r\n<p>Rep. Lloyd Doggett, a Democrat whose district runs south from Austin into San Antonio, stressed at a Sept. 3, 2015, Greater San Antonio Chamber of Commerce gathering that he hoped to help resurrect the U.S. Export-Import Bank. As it was in the Republican-majority House, Doggett said, up to six federal department budget bills had been delayed because of opposition to amendments that would ban Confederate battle flag sales at federal building gift shops.</p>\r\n\r\n<p>Is that so?</p>\r\n\r\n<p>We should note that what Doggett said on this topic wasn&rsquo;t directly quoted in the <em>San Antonio Express-News </em><a href=\"http://www.expressnews.com/business/local/article/Doggett-Budget-bill-might-rescue-Ex-Im-Bank-6483935.php\">news story</a> where we saw his claim.</p>\r\n\r\n<p><strong>Doggett&rsquo;s backup</strong></p>\r\n\r\n<p>To our inquiry, including a request for his prepared text, Doggett spokeswoman Leslie Tisdale said by email she didn&rsquo;t have Doggett&rsquo;s precise words. Still, Tisdale said, &quot;Republicans fearful of a floor vote about the Confederate flag, pulled one appropriations bill from floor consideration and have declined to present any more.&quot; She said Doggett &quot;did refer to any display of the &lsquo;Stars and Bars&rsquo; at a federal facility of which one example is gift shops.&quot;</p>\r\n\r\n<p>Tisdale followed up with an email including a <a href=\"https://docs.google.com/document/d/1xXUJs8NFNAk5MtBg1t_xaKY7nsEgQ4dFRHS87toawsc/edit?usp=sharing\">document</a> grouping July 2015 news stories recapping House Democrats&rsquo; efforts to amend a 2016 spending bill to bar the display of a Confederate flag and to keep the National Park Service from working with vendors that sell such flags. She also <a href=\"https://docs.google.com/document/d/1hMYhGI6rMclF4InFk-wxNvXY1MRYJEaxyzZv2nwjmKM/edit?usp=sharing\">excerpted floor remarks by Democrats</a> including a July 9, 2015, statement by Rep. <a href=\"http://hoyer.house.gov/\">Steny Hoyer</a> of Maryland, the Democratic whip: &quot;Three Democratic amendments were adopted earlier in the consideration of the Interior&quot; Department appropriations &quot;bill that would end the practice of displaying or selling Confederate battle flags and flag merchandise in national parks and National Park Service cemeteries. Those amendments were adopted by voice vote.&quot; After that, Democrats complained, Republicans moved to take the amendments off.</p>\r\n\r\n<p><strong>South Carolina and House action</strong></p>\r\n\r\n<p>News stories and congressional transcripts confirm the flag amendments making it into the Interior spending measure for the fiscal year beginning Oct. 1, 2015, and also a Republican move to reverse course culminating in House consideration of the legislation stalling out.</p>\r\n\r\n<p>Mid-summer news stories, including several in <em>The Hill</em>, a Washington, D.C., newspaper, described the flag impasse bubbling up just as South Carolina lawmakers <a href=\"http://www.cnn.com/2015/07/10/us/south-carolina-confederate-battle-flag/\">agreed</a> to take down the Confederate battle flag long displayed outside its Capitol. That takedown unspooled <a href=\"http://www.cbsnews.com/pictures/charleston-south-carolina-church-shooting/\">after</a> a white man the month before opened fire in a historically black Charleston church, killing nine people.</p>\r\n\r\n<p>A<a href=\"http://thehill.com/blogs/floor-action/house/247512-house-gop-halts-spending-bills-after-confederate-flag-fight\"> July 10, 2015, story</a> in <em>The Hill</em> said: &quot;House Republicans are hitting the brakes on consideration of spending bills after leaders yanked a measure from the floor this week over the display of the Confederate flag. The House was originally slated to consider the 2016 spending bill for Financial Services next week,&quot; the story said, &quot;but the odds are now low for it hitting the floor. Republicans are worried that Democrats could try to offer more amendments related to the display of the Confederate flag that could again tie the GOP into knots.&quot;</p>\r\n\r\n<p>The story said Republican House leaders earlier &quot;yanked the annual spending bill for the Interior Department on Thursday,&quot; July 8, 2015, &quot;after an amendment from Rep. Jared Huffman (D-Calif.) that would ban the display of the Confederate flag in national cemeteries passed by voice vote earlier in the week.&quot;</p>\r\n\r\n<p><strong>Three flag amendments</strong></p>\r\n\r\n<p>We pulled up each of the flag amendments that made it into the spending act.</p>\r\n\r\n<p>Huffman&rsquo;s amendment, per the <a href=\"https://www.congress.gov/congressional-record/2015/07/28/house-section/article/H4816-2\">Congressional Record for July 7, 2015</a>, forbade the park service from allowing &quot;a grave in any federal cemetery to be decorated with a Confederate flag.&quot;</p>\r\n\r\n<p>Earlier that day, Huffman won adoption of an amendment barring funds from being spent with any entity &quot;that provides for the sale in any facility within a unit of the National Park System of an item with a Confederate flag as a stand-alone feature.&quot; Huffman told House members the mandate was needed to follow up on a park service request that gift shops, bookstores and other concessionaires voluntarily end the sale of standalone items--such as flags, pins, and belt buckles--with imagery of the Confederate flag.</p>\r\n\r\n<p>Also, Rep. Hakeem Jeffries, D-N.Y., won approval of an amendment barring the park service from spending funds to display a Confederate flag except when the flags &quot;provide historical context.&quot; Jeffries told colleagues: &quot;We have come a long way in America, but we still have a long way to &nbsp;go in our march toward a more perfect Union. The cancer of racial &nbsp;hatred continues to adversely impact our society, and people of good &nbsp;will must unite to eradicate it. Limiting the use of federal funds connected to the purchase or display of the Confederate flag is an important step in that direction.&quot;</p>\r\n\r\n<p><strong>The Republican move to repeal</strong></p>\r\n\r\n<p><em>The Hill </em>subsequently reported: &quot;Some Republicans, primarily representing Southern states, found out about the&quot; cemetery &quot;amendment after the fact and threatened to vote against the entire bill if it remained intact,&quot; the story said. And after it proved uncertain that Republicans could win enough votes to undo Huffman&rsquo;s amendment. House GOP leaders<a href=\"http://thehill.com/blogs/floor-action/house/247368-house-cancels-spending-bill-vote-amid-fight-over-confederate-flag\"> pulled</a> the Interior bill from the floor.&quot;</p>\r\n\r\n<p>The <a href=\"https://www.congress.gov/congressional-record/2015/07/08/house-section/article/H4943-2\">Congressional Record for July 8, 2015,</a> shows that Calvert offered an amendment peeling back the just-added prohibition on the park service displaying Confederate flags or decorating graves with them. In debate, Calvert said his move would codify existing park service policy &quot;with regard to the declaration of cemeteries and concession sales.&quot;</p>\r\n\r\n<p>Objecting, Rep. Betty McCollum, D-Minn., said: &quot;While in certain and very limited circumstances, it might be &nbsp;appropriate in a national park to display the image of the Confederate &nbsp;flag in a historical context--and I say that as a social studies &nbsp;teacher--the general display or sale of Confederate flag items is &nbsp;inappropriate and divisive.&quot; She added that &quot;we should make &nbsp;sure that we uphold what this House stood for yesterday, which is to say no to racism, which is to say no to hate speech.&quot;</p>\r\n\r\n<p>Next, a voice vote was declared as carrying Calvert&rsquo;s amendment to passage. McCollum reacted by calling for a record vote, which would show how each member stood on Calvert&rsquo;s amendment. The House&rsquo;s acting chair answered by saying further proceedings on the amendment &quot;will be postponed;&quot; the full measure also wasn&rsquo;t further considered.</p>\r\n\r\n<p><strong>Post-debate comments</strong></p>\r\n\r\n<p>A July 9, 2015, <a href=\"http://thehill.com/blogs/floor-action/house/247368-house-cancels-spending-bill-vote-amid-fight-over-confederate-flag\">news story</a> in <em>The Hill</em> quoted House Speaker John Boehner, R-Ill., telling reporters the Interior Department proposal had been pulled to avoid the flag issue from becoming a political football. &quot;That bill is going to sit in abeyance until we come to some resolution,&quot; Boehner said. The story said the action affecting the Interior proposal was the second time in the year that House Republicans had &quot;punted&quot; on the display of the Confederate flag. In early July 2015, the House <a href=\"http://thehill.com/homenews/house/246826-gop-punts-on-removing-confederate-symbolism-from-capitol\">voted</a> to refer a measure to ban the display of the Confederate flag around the Capitol complex to committee for review, instead of immediately passing or rejecting it, the story said.</p>\r\n\r\n<p>A July 10, 2015, Associated Press <a href=\"http://bigstory.ap.org/article/76d326c9009241af8689e901eeb40af0/dispute-over-confederate-flag-stymies-spending-bills-hill\">news story</a> quoted unidentified House Republican aides saying a bill covering general government operations tentatively set for consideration the next week wouldn&rsquo;t be considered after all. The story quoted Rep. Harold Rogers, R-Ky., chairman of the pivotal House Appropriations Committee, saying &quot;there&#39;s a number of options that are being considered&quot; for moving forward on the 2016 spending measures.</p>\r\n\r\n<p>By our count, that&rsquo;s three appropriations proposals reportedly stalled in connection with anti-Confederate-flag proposals.</p>\r\n\r\n<p>Tisdale also pointed out a July 14, 2015, <a href=\"http://blogs.rollcall.com/218/appropriations-hold-confederate-flap-fixed/?dcz\">news blog post</a> by <em>Roll Call</em>, a Capitol Hill newspaper, stating Boehner that day had &quot;reportedly told Republicans during their weekly closed-door meeting there was a hold on all spending bills until they could figure something out on the Confederate flag.&quot; The account quoted Rep. John Fleming, R-Louisiana, saying: &quot;We know that every approps bill that we put forward they&rsquo;re going to go back to trying to make some, you know &mdash; exploit for political reasons what happened in South Carolina. And so the speaker wants to work something out with Democrats so they&rsquo;ll stop doing that so we can move forward,&quot; Fleming said.</p>\r\n\r\n<p>A July 21, 2015, <em>New York Times</em> <a href=\"http://www.nytimes.com/2015/07/22/us/politics/bipartisan-debate-falters-over-removal-of-confederate-battle-flag-from-federal-land.html?_r=0\">news story</a> said that weeks after House Republicans called for a bipartisan solution to the fight over the Confederate flag on federal property, there was no visible progress &mdash; and, the story said, &quot;the issue has unexpectedly paralyzed spending bills on the House floor.&quot;</p>\r\n\r\n<p>The <em>Times</em> summarized what happened after the House accepted Huffman&rsquo;s cemetery amendment:</p>\r\n\r\n<p style=\"margin-left:76.5pt\">&quot;Rep. Ken Calvert, Republican of California, offered an amendment to permit displays of the flag in federal cemeteries on one day a year, Confederate Memorial Day, which is celebrated in nine states. Realizing they did not have the votes for that amendment &mdash; but also did not have the votes for their spending bill without it &mdash; Republicans pulled the underlying bill from the floor, effectively shutting down the House appropriations process.&quot;</p>\r\n\r\n<p>The story said Boehner&rsquo;s idea to focus on the flag issue through a bipartisan working group seemed to have gone nowhere. It quoted Boehner saying: &quot;I actually think it&rsquo;s time for some adults here in the Congress to actually sit down and have a conversation about how to address this issue.&quot; Democrats more or less rejected the suggestion, saying that there was little to discuss and that the flags should simply be removed, the newspaper said.</p>\r\n\r\n<p>We reached out to Boehner&rsquo;s office and the Republican side of the House appropriations panel. A Boehner spokesman didn&rsquo;t reply. We didn&rsquo;t field an on-the-record reply from a committee spokesperson.</p>\r\n\r\n<p><strong>House yet to vote on six spending acts</strong></p>\r\n\r\n<p>A July 14, 2015, press release led us to conclude that up to six annual spending bills were at least temporarily marooned. In the <a href=\"http://appropriations.house.gov/news/documentsingle.aspx?DocumentID=394312\">release</a>, Chairman Rogers said the appropriations panel had completed its work that day by clearing its 12th and final government funding measure, &quot;marking the first time since 2009 that all Appropriations bills have been approved by the full committee.&quot; Rogers said</p>\r\n\r\n<p>&quot;In addition,&quot; Rogers said then, &quot;six Appropriations bills have been approved by the full House.&quot; His implication: Six hadn&rsquo;t been voted to the Senate.</p>\r\n\r\n<p>That was still so as of the second week of September 2015, a <a href=\"https://www.congress.gov/resources/display/content/Appropriations+for+Fiscal+Year+2016\">House website</a> indicates, with the House yet to vote on fiscal 2016 spending proposals for agriculture; financial services; homeland security; the Department of Interior and the environment; labor, health and human services and education; and the State Department and foreign operations. In contrast, the House had sent the Senate appropriations proposals for commerce/justice/science; defense; energy and water; the legislative branch; military/veterans; and transportation/Housing and Urban Development.</p>\r\n\r\n<p><strong>Other factors slowing action?</strong></p>\r\n\r\n<p>Next, we looked into other possible factors for the stalled budget bills. There may be a few.</p>\r\n\r\n<p>The July 10 news story in The Hill hinted at factors, stating that whether the House advanced spending measures or not, the GOP-authored bills remained &quot;very unlikely to become law. Senate Democrats have promised to block all GOP funding measures until a new budget deal is reached to lift sequestration spending levels,&quot; the story said, closing: &quot;Congress may have to turn to a short-term spending bill when it returns from recess in September to avoid a government shutdown at the end&quot; of that month.</p>\r\n\r\n<p>Similarly, <a href=\"https://www.wilsoncenter.org/person/donald-wolfensberger\">Donald Wolfensberger</a>, long-time director of the Congress Project at the Woodrow Wilson International Center for Scholars, replied to our query about Doggett&rsquo;s statement by suggesting it&rsquo;s not unusual for the House to slow action on spending measures that it knows won&rsquo;t sail through the Senate. In past years, he said by email, it seemed fruitless for the House to advance more spending bills when senators had vowed not to take them up--as, he said, Senate Democrats have done this year until a more generous budget accord is reached.</p>\r\n\r\n<p>Moreover, Wolfensberger said, &quot;I cannot attest to the rumor that the threat of Confederate flag amendments would even be germane to all of the remaining bills.&quot;</p>\r\n\r\n<p>Via the the Nexis database, we came across an Aug. 27, 2015, <a href=\"http://www.foxnews.com/politics/2015/08/27/maybe-recess-wasnt-such-good-idea-congress-faces-monumental-agenda-upon-return/\">post </a>on the Fox News &quot;Capitol Attitude&quot; blog suggesting multiple reasons the spending measures might stay bogged down. Congress must resolve whether to avoid a partial government shutdown by the start of the 2016 fiscal year Oct. 1, 2015, the post said, but the House and Senate to date had &quot;sent precisely zero of the 12 annual spending bills which fund the federal government to&quot; President Barack &quot;Obama to either sign or veto. If any of those 12 bills aren&#39;t signed by the president by Oct. 1, that portion of the government shuts down.&quot;</p>\r\n\r\n<p>Trip wires that could touch off a partial shutdown, the post said, range from conservative pushes to cut off funding to Planned Parenthood or to reverse Obama&rsquo;s initiatives on immigration, environmental policy or the Obamacare law. &quot;Don&#39;t forget,&quot; the post went on, &quot;liberals in the House brought the appropriations process to a standstill in July over the placement of Confederate flags at national cemeteries.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Doggett said in San Antonio that House votes on up to six federal department budget bills had been delayed because of opposition to amendments that would ban Confederate battle flag sales at federal building gift shops.</p>\r\n\r\n<p>When he spoke, the House had yet to vote on six 2016 spending measures. During floor debate, a stand-off about Democratic amendments restricting displays and sales of the Confederate flag--including a proposal barring the park service from enlisting concessionaires selling the flags--evidently derailed the Interior appropriations act with expected House action on two other spending acts reportedly put off.</p>\r\n\r\n<p>Still, other factors&mdash;such as general reluctance among House leaders to send spending proposals to the potentially unfriendly Senate&mdash;may figure into the body&rsquo;s inaction on the six measures.</p>\r\n\r\n<p>We rate the statement Mostly True.</p>\r\n\r\n<hr />\r\n<p><em><strong>MOSTLY TRUE</strong></em> &ndash; The statement is accurate but needs clarification or additional information.</p>\r\n\r\n<p>Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n", "ruling_comments_date": "2015-09-11T16:34:13.121352", "ruling_date": "2015-09-11T15:41:49", "ruling_headline": "Lloyd Doggett says opposition to Confederate flag limits delayed House action on spending measures", "ruling_headline_slug": "lloyd-doggett-says-opposition-confederate-flag-lim", "ruling_link_text": "After the South Carolina church killings", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"https://docs.google.com/document/d/12PcGIF-N1paiuYz3kpWXw0ScRXG0it_RPMbSq8RfFac/pub\" style=\"text-decoration:none;\"><u>Emails</u></a>, Leslie Tisdale, press secretary &amp; foreign policy legislative assistant, U.S. Rep. Lloyd Doggett, Sept. 4 and 8-9, 2015</p>\r\n\r\n<p>News stories, <a href=\"http://thehill.com/homenews/house/246826-gop-punts-on-removing-confederate-symbolism-from-capitol\" style=\"text-decoration:none;\"><u>&quot;GOP punts on Confederate symbolism in Capitol,&quot;</u></a> <em>The Hill</em>, July 4, 2015 <a href=\"http://thehill.com/blogs/floor-action/house/247368-house-cancels-spending-bill-vote-amid-fight-over-confederate-flag\" style=\"text-decoration:none;\"><u>&quot;House cancels vote amid fight over Confederate flag,&quot;</u></a> <em>The Hill</em>, July 9, 2015; <a href=\"http://thehill.com/blogs/floor-action/house/247512-house-gop-halts-spending-bills-after-confederate-flag-fight\" style=\"text-decoration:none;\"><u>&quot;House GOP halts spending bills after Confederate flag fight,&quot;</u></a> <em>The Hill</em>, July 10, 2015</p>\r\n\r\n<p>News story, <a href=\"http://bigstory.ap.org/article/76d326c9009241af8689e901eeb40af0/dispute-over-confederate-flag-stymies-spending-bills-hill\" style=\"text-decoration:none;\"><u>&quot;Dispute over Confederate flag stymies spending bills on Hill,&quot;</u></a> The Associated Press, July 10, 2015</p>\r\n\r\n<p><a href=\"https://www.congress.gov/congressional-record/2015/07/28/house-section/article/H4816-2\" style=\"text-decoration:none;\"><u>Congressional Record</u></a>, U.S. House consideration of appropriations bill for Interior Department, Congress, and a <a href=\"https://www.congress.gov/congressional-record/2015/07/28/house-section/article/H4783-1\" style=\"text-decoration:none;\"><u>second entry</u></a> for that date, July 7, 2015; also <a href=\"https://www.congress.gov/congressional-record/2015/07/08/house-section/article/H4943-2\" style=\"text-decoration:none;\"><u>for action on an amendment to the bil</u></a>l on July 8, 2015 (accessed Sept. 10-11, 2015)</p>\r\n\r\n<p>News blog post, <a href=\"http://blogs.rollcall.com/218/appropriations-hold-confederate-flap-fixed/?dcz\" style=\"text-decoration:none;\"><u>&quot;All Appropriations on Hold Until Confederate Flap Fixed (Updated),&quot;</u></a> <em>Roll Call,</em> July 14, 2015</p>\r\n\r\n<p>News story, <a href=\"http://www.nytimes.com/2015/07/22/us/politics/bipartisan-debate-falters-over-removal-of-confederate-battle-flag-from-federal-land.html?_r=0\" style=\"text-decoration:none;\"><u>&quot;Bipartisan Debate Falters Over Removal of Confederate Battle Flag From Federal Land,&quot;</u></a> <em>The New York Times</em>, posted online July 21, 2015 (Nexis search)</p>\r\n\r\n<p>Press release, <a href=\"http://appropriations.house.gov/news/documentsingle.aspx?DocumentID=394312\" style=\"text-decoration:none;\"><u>&quot;Chairman Rogers: Appropriations Committee has &#39;done our job,&#39;&quot;</u></a> House Appropriations Committee, July 14, 2015</p>\r\n\r\n<p>Web page, <a href=\"https://www.congress.gov/resources/display/content/Appropriations+for+Fiscal+Year+2016\" style=\"text-decoration:none;\"><u>&quot;Appropriations for Fiscal Year 2016,&quot;</u></a> Congress.gov (accessed Sept. 9, 2015)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1-0HsxwPV8T22D20Z1AxNGMObQTHMbw7Y2C5wQaXtMEk/pub\" style=\"text-decoration:none;\"><u>Email</u></a>,<a href=\"https://www.wilsoncenter.org/person/donald-wolfensberger\" style=\"text-decoration:none;\"> <u>Donald Wolfensberger</u></a>, director, the Congress Project, Woodrow Wilson International Center for Scholars, Sept. 9, 2015</p>\r\n\r\n<p>News blog post, <a href=\"http://www.foxnews.com/politics/2015/08/27/maybe-recess-wasnt-such-good-idea-congress-faces-monumental-agenda-upon-return/\" style=\"text-decoration:none;\"><u>&quot;Maybe recess wasn&rsquo;t such a good idea: Congress faces monumental agenda upon return,&quot;</u></a> Capitol Attitude blog, Fox News, Aug. 27, 2015 (Nexis search)</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "Texas congressman in the U.S. Houst of Representatives", "false_count": 0, "first_name": "Lloyd ", "half_true_count": 4, "home_state": "Texas", "id": 359, "last_name": "Doggett", "mostly_true_count": 7, "name_slug": "lloyd-doggett", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/doggett.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/359/", "total_count": 18, "true_count": 5, "website": "http://doggett.house.gov/index.php"}, "statement": "<p>As many as six federal department budget bills have been delayed because of opposition to amendments that would ban Confederate battle flag sales at federal building gift shops.</p>\r\n", "statement_context": "remarks in San Antonio", "statement_date": "2015-09-03", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 254, "photo": null, "resource_uri": "/api/v/2/subject/254/", "subject": "Congress", "subject_slug": "congress", "used_in_edition": ["/api/v/2/edition/6/"]}, {"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}], "target": [], "twitter_headline": ""}