{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/aug/12/michele-bachmann/bachmann-says-obama-health-adviser-thinks-health-c/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1129, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1129/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\n <em>\n  Update: After we published this item, Ezekiel Emanuel responded at length to these claims in an interview with ABC News. See the interview\n  <a href=\"http://blogs.abcnews.com/politicalpunch/2009/08/zeke-emanuel-on-sarah-palins-accusation-of-death-panels-its-an-absolute-outrage.html\" target=\"_blank\">\n   here\n  </a>\n  .\n </em>\n</p>\n<p>\n You know Rahm Emanuel, President Barack Obama's intense chief of staff. And maybe you've heard of his brother, Ari Emanuel, a Hollywood talent agent who provided the inspiration for the Ari Gold character on HBO's\n <em>\n  Entourage\n </em>\n . Now a third Emanuel brother, Ezekiel Emanuel, has been thrust into the spotlight.\n</p>\n<p>\n Ezekiel Emanuel is a health policy adviser at the White House Office of Management and Budget, and is a member of the Federal Council on Comparative Effectiveness Research, but until last week, he had largely flown under radar of the national political media.\n</p>\n<p>\n That changed when Rep. Michele Bachmann, R-Minn., made a statement from the floor of the House on July 27 in which she said the American public needed to know what the people who advise Obama about health care reform think. Specifically, she said, Dr. Emanuel &quot;says medical care should be reserved for the nondisabled. So watch out if you're disabled.&quot;\n</p>\n<p>\n Emanuel is a well-known oncologist and bioethicist, which means he ponders such moral questions as &quot;You have three people who need a liver, but you've got just one liver, who gets it?&quot;\n</p>\n<p>\n Like other academics (see our article on claims about science czar\n <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/jul/29/glenn-beck/glenn-beck-claims-science-czar-john-holdren-propos/\" target=\"_blank\">\n  John Holdren\n </a>\n ), Emanuel has found that highbrow articles for academic journals make great fodder for opponents trying to score political points. Academics often write theoretically about ideas that are being kicked around. And they repeat and explore those ideas, without necessarily endorsing them.\n</p>\n<p>\n Bachmann's comments from the House floor substantially repeat claims made in a July 24, 2009,\n <em>\n  New York Post\n </em>\n op-ed piece written by Betsy McCaughey, former lieutenant governor of New York.\n</p>\n<p>\n Under the headline, &quot;Deadly Doctors: O Advisers Want to Ration Care,&quot; McCaughey argues that &quot;Emanuel wants doctors to look beyond the needs of their patients and consider social justice, such as whether the money could be better spent on somebody else.\n <br />\n <br />\n &quot;Many doctors are horrified by this notion; they'll tell you that a doctor's job is to achieve social justice one patient at a time.\n <br />\n <br />\n &quot;Emanuel, however, believes that 'communitarianism' should guide decisions on who gets care. He says medical care should be reserved for the nondisabled, not given to those 'who are irreversibly prevented from being or becoming participating citizens. . . . An obvious example is not guaranteeing health services to patients with dementia.' (Hastings Center Report, Nov.-Dec. '96).\n <br />\n <br />\n &quot;Translation: Don't give much care to a grandmother with Parkinson's or a child with cerebral palsy.&quot;\n <br />\n <br />\n Bachmann quoted heavily from McCaughey's op-ed in her floor statement, and sprinkled in her own two cents.\n</p>\n<p>\n Here's what Bachmann said:\n</p>\n<p>\n &quot;The president's adviser, Dr. Emanuel, believes communitarianism should guide  decisions on who gets care. He says medical care should be reserved for the  nondisabled. So watch out if you're disabled.&quot;\n</p>\n<p>\n She noted, &quot;We just lost my father-in-law to dementia two months ago. I thank God that the doctors were able to alleviate my poor father-in-law's symptoms at the end of his life at age 85. Apparently, under the Democrats' health care plan, my father-in-law would not have received the high quality of care that he received in his last two months of life. Or if you're a grandmother with Parkinson's or a child with cerebral palsy, watch out.&quot;\n</p>\n<p>\n The quote in question comes from an essay Emanuel wrote for the\n <em>\n  Hastings Center Report\n </em>\n in the November-December 1996 issue. It ran under the title, &quot;Where Civic Republicanism and Deliberative Democracy Meet.&quot; The title alone should give you an idea of the kind of academic, philosophical discussion that will ensue.\n</p>\n<p>\n In the article, he addresses the idea of what's good for society at large when it comes to allocating health care resources, and that it &quot;suggests the need for public forums to deliberate about which health services should be considered basic and should be guaranteed.&quot; Under that philosophy, he writes, health services would be guaranteed to ensure the health of future generations as well as for &quot;full and active participation by citizens in public deliberations.&quot;\n</p>\n<p>\n That's the lead-in to the part that contains the stuff McCaughey cited:\n</p>\n<p>\n &quot;Conversely, services provided to individuals who are irreversibly prevented from being or becoming participating citizens are not basic and should not be guaranteed. An obvious example is not guaranteeing health services to patients with dementia. A less obvious example is guaranteeing neuropsychological services to ensure children with learning disabilities can read and learn to reason.&quot;\n</p>\n<p>\n So the question is, is Emanuel saying that he thinks health services ought not to be guaranteed to patients with dementia?\n</p>\n<p>\n No, said Kenneth Baer, a spokesman for the White House Office of Budget and Management. &quot;He just unequivocally doesn't believe that.&quot;\n</p>\n<p>\n In fact, he said, one need look only as far as the next paragraph:\n</p>\n<p>\n &quot;Clearly more needs to be done to elucidate what specific health care services are basic; however, the overlap between liberalism and communitarianism points to a way of introducing the good back into medical ethics and devising a principled way of distinguishing basic from discretionary health care services.&quot;\n</p>\n<p>\n Yeah, we sorta got lost there too.\n</p>\n<p>\n What it means, Baer said, is that Emanuel was exploring different views of political theory as they apply to health care decisions and following one school of thought through to the point where he notes that it would lead to &quot;potentially disturbing types of policy ramifications.&quot;\n</p>\n<p>\n Furthermore, he said, you need to balance McCaughey's claim against Emanuel's 25-year record of caring for very sick people, and specifically providing quality care to very ill patients at the end of their life.\n</p>\n<p>\n &quot;He's a little surprised at how his record is being twisted and turned,&quot; Baer said. &quot;It is preposterous that Ezekiel Emanuel would deny care to someone who needed it, or that he believes we should be making the sort of horrific medical decisions he's been accused of.&quot;\n</p>\n<p>\n Some of Emanuel's academic writing is confusing for nonacademics. But Emanuel has also written extensively in more mainstream media &mdash; the\n <em>\n  Atlantic\n </em>\n and\n <em>\n  Wall Street Journal\n </em>\n , for example &mdash; about his opposition to euthanasia and his belief in appropriate end-of-life care.\n</p>\n<p>\n Here's a quote from a Jan. 7, 1997, commentary written by Emanuel for the\n <em>\n  Wall Street Journal\n </em>\n : &quot;For the millions of others, legalizing euthanasia or physician-assisted suicide would be of no benefit. To the contrary, it would be a way of avoiding the complex and arduous efforts required of doctors and other health-care providers to ensure that dying patients receive humane, dignified care.&quot;\n</p>\n<p>\n There's no question Emanuel has written some things that some would consider controversial. For example, in another paper cited by McCaughey, a June 18, 2008 commentary for the\n <em>\n  Journal of the American Medical Association\n </em>\n , Emanuel talks about how overutilization of health care is the most important contributor to the cost of health care in America. He takes aim at a medical culture that rewards &quot;meticulousness, not effectiveness&quot; and leads to a mindset in which doctors view it as &quot;imperative to do everything for the patient regardless of cost or effect on others.&quot; He concludes that in order to rein in costs, we ought to &quot;devise financial incentives for physicians and patients that result in greater health care value.&quot;\n</p>\n<p>\n Those kinds of opinions are fair game for political debate. And we certainly think it's fair to question where such ideas might lead in a practical sense. Emanuel is a key health care adviser.\n</p>\n<p>\n But to make the sensational claim that Emanuel says health care should not be extended to the disabled is a gross distortion of his position, lifted out of context from an academic paper in which he poses philosophical ideas but doesn't necessary endorse them. Emanuel's hefty medical record also counts for something, as well his unequivocal public position against euthanasia and doctor-assisted suicide. We rule Bachmann's statement False.\n</p>", "ruling_comments_date": "2010-01-07T13:28:42.291700", "ruling_date": "2009-08-12T15:07:10", "ruling_headline": "Bachmann says Obama health adviser thinks health care ought not to be extended to the disabled", "ruling_headline_slug": "bachmann-says-obama-health-adviser-thinks-health-c", "ruling_link_text": "Academic musings make easy targets for opponents ", "ruling_state": null, "source_documents": null, "sources": "<p>\n YouTube, Rep.\n <a href=\"http://www.youtube.com/watch?v=5CHBvKGmevI\" target=\"_blank\">\n  Michele Bachmann, R-Minn, talks about the president's health care advisers on the House floor,\n </a>\n July 27, 2009\n</p>\n<p>\n CSPAN Archives,\n <a href=\"http://www.c-spanarchives.org/congress/?q=node/77531&amp;id=9022203\" target=\"_blank\">\n  &quot;Text From the Congressional Record,&quot;\n </a>\n July 27, 2009\n</p>\n<p>\n New York Post,\n <a href=\"http://www.nypost.com/seven/07242009/postopinion/opedcolumnists/deadly_doctors_180941.htm\" target=\"_blank\">\n  &quot;Deadly Doctors: O Advisers Want to Ration Care&quot;\n </a>\n op-ed by Betsy McCaughey, July 24, 2009\n</p>\n<p>\n National Institute of Health,\n <a href=\"http://www.bioethics.nih.gov/people/emanuel-bio.shtml\" target=\"_blank\">\n  Department of Bioethics, Bio of Dr. Ezekiel J. Emanuel\n </a>\n</p>\n<p>\n The Atlantic,\n <a href=\"http://www.theatlantic.com/doc/199703/euthanasia\" target=\"_blank\">\n  &quot;Whose Right to Die?&quot;\n </a>\n by Ezekiel Emanuel, March 1997\n</p>\n<p>\n ABC News, Political Punch:\n <a href=\"http://blogs.abcnews.com/politicalpunch/2009/07/when-academic-words-become-political-ammunition-.html\" target=\"_blank\">\n  &quot;When Academic Words Become Political Ammunition&quot;\n </a>\n by Jake Tapper, July 28, 2009\n</p>\n<p>\n The Hastings Center Report, &quot;Where Civic Republicanism and Deliberative Democracy Meet,&quot; by Ezekiel J. Emanuel, November-December, 1996\n</p>\n<p>\n Journal of the American Medical Association, &quot;The Cost-Coverage Trade-off: 'It's Health Care Costs, Stupid,'&quot; by Ezekiel J. Emanuel, Feb. 27, 2008\n</p>\n<p>\n Journal of the American Medical Association, &quot;The Perfect Storm of Overutilization&quot; by Ezekiel Emanuel and Victor R. Fuchs, June 18, 2008\n</p>\n<p>\n The Lancet, &quot;Principles for allocation of scarce medical interventions&quot; by Govind Persad, Alan Wertheimer and Ezekiel J. Emanuel, Jan. 31, 2009\n</p>\n<p>\n Wall Street Journal,&nbsp; &quot;The Painful Truth About Euthanasia&quot; by Ezekiel J. Emanuel, Jan. 7, 1997\n</p>\n<p>\n Interview with Kenneth Baer, a spokesman for the White House Office of Budget and Management, Aug. 10, 2009\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 8, "current_job": "Congresswoman", "false_count": 22, "first_name": "Michele", "half_true_count": 6, "home_state": "Minnesota", "id": 149, "last_name": "Bachmann", "mostly_true_count": 4, "name_slug": "michele-bachmann", "pants_count": 16, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Bachmann_mug_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/149/", "total_count": 61, "true_count": 5, "website": "http://bachmann.house.gov/"}, "statement": "<p>Ezekiel Emanuel, one of President Obama's key health care advisers, &quot;says medical care should be reserved for the nondisabled. So watch out if you're disabled.&quot;</p>", "statement_context": "a statement on the House floor", "statement_date": "2009-07-27", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}