{"art": [], "author": [{"email_address": "dlsirtori@gmail.com", "first_name": "Daniela", "id": 493, "last_name": "Sirtori-Cortina", "name_slug": "daniela-sirtori-cortina", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/daniela.jpg", "publication": {"id": 57, "publication_name": "The Columbia Missourian", "resource_uri": "/api/v/2/publication/57/"}, "resource_uri": "/api/v/2/staffer/493/", "title": "PolitiFact Missouri staff writer", "twitter": null}], "canonical_url": "/missouri/statements/2015/sep/25/caleb-rowden/columbia-lawmaker-says-mizzou-broke-obamacare-law-/", "edition": {"adkey": "Editions", "advalue": "Missouri", "edition": "Missouri", "edition_slug": "missouri", "has_afterthefact": false, "id": 51, "index_page": false, "meter_name": "The Missouri Truth-O-meter", "resource_uri": "/api/v/2/edition/51/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": null, "id": 11300, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "dlsirtori@gmail.com", "first_name": "Daniela", "id": 493, "last_name": "Sirtori-Cortina", "name_slug": "daniela-sirtori-cortina", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/daniela.jpg", "publication": {"id": 57, "publication_name": "The Columbia Missourian", "resource_uri": "/api/v/2/publication/57/"}, "resource_uri": "/api/v/2/staffer/493/", "title": "PolitiFact Missouri staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/11300/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>After the University of Missouri-Columbia announced on Aug. 14 it would pull subsidies for graduate student health insurance plans, several Missouri politicians turned to Twitter to express their disapproval.</p>\r\n\r\n<p>Rep. Caleb Rowden, R-Columbia, blamed the Affordable Care Act for MU&rsquo;s decision.</p>\r\n\r\n<p>&quot;#GradInsurance debacle is a DIRECT result of #ObamaCare. #MIZZOU has to break the law to do the right thing,&quot; Rowden tweeted Aug. 21.</p>\r\n\r\n<p>MU cited an IRS decision based on the Affordable Care Act <a href=\"http://gradstudies.missouri.edu/about/news-events/news-features/2015/information-about-student-health-insurance/\">as the reason for pulling insurance subsidies for graduate students, who are considered university employees.</a></p>\r\n\r\n<p>The university said it would be subject to an <a href=\"http://www.irs.gov/Affordable-Care-Act/Employer-Health-Care-Arrangements\">excise tax of $36,500 per year per student employee</a> if it continued its subsidies program, which was specifically designed to help graduate students pay for health insurance.</p>\r\n\r\n<p>To make up for the subsidies, <a href=\"http://gradstudies.missouri.edu/about/news-events/news-features/2015/information-about-student-health-insurance/\">MU announced it would give a one-time fellowship to all eligible graduate student</a>s. By law, the university couldn&rsquo;t tell students the fellowships funds had to be used to purchase health insurance.</p>\r\n\r\n<p>On Aug. 21, <a href=\"http://www.columbiamissourian.com/news/local/graduate-students-to-stage-walkout-protest-unless-mu-meets-insurance/article_988e1840-4694-11e5-97a0-7f715c3fac12.html\">after significant student pressure</a>, MU announced it would &quot;defer implementation of its decision regarding graduate student health insurance,&quot; <a href=\"http://chancellor.missouri.edu/news/response-to-graduate-student-demands-and-update-on-health-insurance/\">according to a letter by MU Chancellor R. Bowen Loftin</a>. In other words, the university reinstated graduate student health insurance subsidies &mdash; at least for the time being.</p>\r\n\r\n<p>Even after the university restored the subsidies, it wasn&rsquo;t clear if MU&rsquo;s initial withdrawal of the funds could be blamed on the Affordable Care Act, or if MU had actually broken the law by reinstating the benefits. We decided to take a look.</p>\r\n\r\n<p><strong>&lsquo;#GradInsurance debacle is a DIRECT result of #ObamaCare&rsquo;</strong></p>\r\n\r\n<p>MU student employees aren&rsquo;t eligible for the group health plan the university offers to other workers. And, unlike other universities, MU doesn&rsquo;t provide a student group health insurance plan.</p>\r\n\r\n<p>Instead, students &mdash; graduate and undergraduate &mdash; can opt to sign up for an individual health plan offered through Aetna Health.</p>\r\n\r\n<p>Some graduate students are eligible to receive subsidies from MU to pay for their insurance, <a href=\"https://gradstudies.missouri.edu/financials/student-medical-insurance/subsidy-program/\">according to the MU Office of Graduate Studies website. </a>&nbsp;To get the money, graduate students have to sign up for a student individual health plan provided by Aetna.</p>\r\n\r\n<p>Then, students must email the Office of Graduate Studies, which verifies enrollment in the plan and eligibility for subsidies. Students then receive a reimbursement for the insurance plan&rsquo;s partial or total cost. <a href=\"https://gradstudies.missouri.edu/financials/student-medical-insurance/subsidy-program/amount-coverage.php\">Subsidy levels depend on, among other factors, the number of hours students work per week. </a></p>\r\n\r\n<p>By asking students to enroll in an individual health plan to receive money, MU requires its student employees to use the subsidies to purchase insurance, said Sidney Watson, a health law professor at St. Louis University School of Law.</p>\r\n\r\n<p>That&rsquo;s a big no-no, according to IRS regulations created to enforce the Affordable Care Act. According to the IRS, employers are allowed to give money to their employees that could go toward purchasing individual health insurance. But employers can&rsquo;t require workers to use the cash specifically for that purpose, Watson said.</p>\r\n\r\n<p>To comply with the health care law, employers can provide subsidies &mdash; and require that the money be used to purchase health insurance &mdash; only to employees enrolled in a group plans. &nbsp;</p>\r\n\r\n<p>And as we said, MU graduate students aren&rsquo;t part of a group health plan.</p>\r\n\r\n<p>Hence the problem.</p>\r\n\r\n<p>In July, <a href=\"http://gradstudies.missouri.edu/about/news-events/news-features/2015/information-about-student-health-insurance/\">MU realized the potential implications of not complying with the law</a>. The university pulled the subsidies to avoid penalties and legal trouble.</p>\r\n\r\n<p>Technically speaking, MU&rsquo;s withdrawal of health insurance subsidies for graduate students is &quot;the result of the interpretation of the Affordable Care Act by the Treasury Department, because the Affordable Care Act itself doesn&rsquo;t address this question,&quot; said Timothy Jost, a professor of health care law at Washington and Lee University.</p>\r\n\r\n<p>So, it&rsquo;s not just the Affordable Care Act that caused the problem. But, the idea that the removal of benefits is a &quot;direct result of&quot; the Affordable Care Act isn&rsquo;t too far from reality.</p>\r\n\r\n<p>Absent the Affordable Care Act, Jost said, it&rsquo;s likely MU would still be able to legally provide subsidies for graduate students to purchase individual health plans.</p>\r\n\r\n<p>&quot;The basic problem with the statement is that it greatly oversimplifies a very complicated situation,&quot; Jost said.</p>\r\n\r\n<p><strong>&lsquo;#MIZZOU has to break the law to do the right thing&rsquo;</strong></p>\r\n\r\n<p>By &quot;the right thing,&quot; Rowden meant &quot;give graduate students health insurance,&quot; Rowden&rsquo;s legislative assistant Stuart Murray told PolitiFact Missouri. &nbsp;</p>\r\n\r\n<p>By that measure it&rsquo;s not correct to say MU broke the law, several experts who spoke to PolitiFact Missouri said.</p>\r\n\r\n<p>&quot;The university has other options; they do NOT have to break the law,&quot; said Gerald Kominski, a professor of health policy and management at University of California Los Angeles, in an email interview.</p>\r\n\r\n<p>MU could dodge legal trouble by adopting UCLA&rsquo;s model, Kominski said. Health insurance is a mandatory for all UCLA students and it&rsquo;s a condition of enrollment, <a href=\"http://www.studenthealth.ucla.edu/CustPages/Insurance.aspx\">according to the university&rsquo;s website. </a>UCLA automatically signs up all students in a student group health plan, which they&rsquo;re all then billed for. &nbsp;This effectively requires all graduate students who&rsquo;ve received increased stipends to use the money to pay for insurance unless they can prove they have insurance from another source, Kominski said.</p>\r\n\r\n<p>Jost, the Washington and Lee law professor, came up with another alternative.</p>\r\n\r\n<p>&quot;(MU) could simply add (graduate students) to its employer plan as employees and give them employee coverage,&quot; he said.</p>\r\n\r\n<p>A comprehensive student group health plan would also solve the issue, said Philip G. Peters, Jr., MU health law professor emeritus. He also said this solution would be expensive for MU.</p>\r\n\r\n<p>The university&rsquo;s original solution &mdash;&nbsp;providing stipends to all students that weren&rsquo;t specifically earmarked for health insurance &mdash; was also within the framework of the law, said Watson, the SLU law professor. &nbsp;</p>\r\n\r\n<p>Overall, the experts we spoke to offered at least five alternatives to the graduate health insurance ordeal.</p>\r\n\r\n<p>On balance, &quot;Rep. Rowden is partially correct and partially very wrong,&quot; Peters said.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Rowden tweeted: &quot;#GradInsurance debacle is a DIRECT result of #ObamaCare. #MIZZOU has to break the law to do the right thing.&quot;</p>\r\n\r\n<p>Without the Affordable Care Act, MU wouldn&rsquo;t have had to remove subsidies for graduate students. But MU can still provide health insurance for its student employees &mdash; all without breaking the law. The university could, for example, create a student group health plan for graduate its graduate student employees.</p>\r\n\r\n<p>The first part of Rowden&rsquo;s tweet is accurate but takes things out context. The second part of the statement isn&rsquo;t accurate. On balance, we rate his claim Half True.</p>\r\n", "ruling_comments_date": "2015-09-14T16:22:24.982527", "ruling_date": "2015-09-25T13:33:33", "ruling_headline": "Columbia lawmaker says Mizzou broke Obamacare law to implement grad health care program", "ruling_headline_slug": "columbia-lawmaker-says-mizzou-broke-obamacare-law-", "ruling_link_text": "'Partially correct and partially very wrong'", "ruling_state": null, "source_documents": null, "sources": "<p>Phone and email interviews with Timothy Jost, a professor of health care law at Washington and Lee University, Sept. 1-3, 2015</p>\r\n\r\n<p>Email interview with Gerald Kominski, a professor of health policy and management at University of California Los Angeles, Sept. 1-3, 2015</p>\r\n\r\n<p>Phone interview with Sidney Watson, a health law professor at St. Louis University School of Law, Sept. 3, 2015</p>\r\n\r\n<p>Email interview with Philip G. Peters, Jr., MU health law professor emeritus, Sept. 3, 2015.</p>\r\n\r\n<p>University of Missouri Office of the Chancellor, <a href=\"http://chancellor.missouri.edu/news/response-to-graduate-student-demands-and-update-on-health-insurance/\">&quot;Response to graduate student demands and update on health insurance,&quot;</a> &nbsp;Aug. 21, 2015.</p>\r\n\r\n<p>The Columbia Missourian, <a href=\"http://www.columbiamissourian.com/news/local/graduate-students-to-stage-walkout-protest-unless-mu-meets-insurance/article_988e1840-4694-11e5-97a0-7f715c3fac12.html\">&quot;Graduate students to stage walkout protest unless MU meets insurance demands,&quot;</a> Aug. 19, 2015.</p>\r\n\r\n<p>IRS, <a href=\"http://www.irs.gov/pub/irs-drop/n-13-54.pdf\">&quot;Application of Market Reform and other Provisions of the Affordable Care Act to HRAs, Health FSAs, and Certain other Employer Healthcare Arrangements,&quot;</a> 2013.</p>\r\n\r\n<p>IRS, <a href=\"http://www.irs.gov/Affordable-Care-Act/Employer-Health-Care-Arrangements\">&quot;Employer Health Care Arrangements,&quot;</a> April 16, 2015</p>\r\n\r\n<p>Cornell University Law School <a href=\"https://www.law.cornell.edu/cfr/text/29/2590.715-2711\">&quot;No lifetime or annual limits,&quot;</a> accessed Sept. 3, 2015</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "State representative", "false_count": 0, "first_name": "Caleb", "half_true_count": 1, "home_state": "Missouri", "id": 3288, "last_name": "Rowden", "mostly_true_count": 2, "name_slug": "caleb-rowden", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/caleb_rowden.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Missouri", "edition": "Missouri", "edition_slug": "missouri", "has_afterthefact": false, "id": 51, "index_page": false, "meter_name": "The Missouri Truth-O-meter", "resource_uri": "/api/v/2/edition/51/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3288/", "total_count": 4, "true_count": 0, "website": "http://www.house.mo.gov/member.aspx?district=044"}, "statement": "<p>&quot;#GradInsurance debacle is a DIRECT result of #ObamaCare. #MIZZOU has to break the law to do the right thing.&quot;</p>\r\n", "statement_context": "a tweet", "statement_date": "2015-08-21", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}