{"art": [{"brightcove": "", "caption": "Republican presidential candidate Rand Paul on the debate stage at the Reagan Library in Simi Valley, Calif., on Sept. 16, 2015. (Robert Gauthier/Los Angeles Times/TNS)", "id": 6766, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Rand_Paul_at_debate.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/6766/", "title": "Rand Paul at Simi Valley debate", "wibbitz": "", "youtube": "", "youtubeID": ""}, {"brightcove": "", "caption": "Wong Kim Ark, a Chinese American laborer at the center of a landmark 1898 Supreme Court.", "id": 6767, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Wong_Kim_Ark.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/6767/", "title": "Wong Kim Ark", "wibbitz": "", "youtube": "", "youtubeID": ""}, {"brightcove": "", "caption": "News coverage of Wong Kim Ark's Supreme Court decision.", "id": 6769, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Wong_Kim_Ark_news_clip.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/6769/", "title": "Wong Kim Ark news clip", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2015/sep/18/rand-paul/rand-paul-says-legality-birthright-citizenship-not/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 11322, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/11322/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>With illegal immigration zooming to the top of the Republican presidential primary agenda, Sen. Rand Paul, R-Ky., is taking aim at the concept of &quot;birthright citizenship&quot; -- the notion that someone born on United States soil automatically qualifies for U.S. citizenship.</p>\r\n\r\n<p>During the second GOP debate held at the Ronald Reagan Library in Simi Valley, Calif., one of the CNN moderators, Jake Tapper, asked Paul, &quot;Where do you stand on the issue of birthright citizenship?&quot;</p>\r\n\r\n<p>Paul referenced the 1898 Supreme Court case <em>United States vs. Wong Kim Ark</em>.</p>\r\n\r\n<p>&quot;The case that was decided around 1900 was -- people had a green card, were here legally, and they said that their children were citizens,&quot; Paul said. &quot;There&#39;s never been a direct Supreme Court case on people who were here illegally, whether or not their kids are citizens. So it hasn&#39;t really been completely adjudicated.&quot;</p>\r\n\r\n<p>We wondered whether Paul is right that&nbsp;&quot;there&#39;s never been a direct Supreme Court case on people who were here illegally, whether or not their kids are citizens.&quot;</p>\r\n\r\n<p><strong>The <em>Wong Kim Ark </em>case</strong></p>\r\n\r\n<p>Wong Kim Ark, a laborer, <a href=\"http://www.washingtonpost.com/news/morning-mix/wp/2015/08/31/donald-trump-meet-wong-kim-ark-the-chinese-american-cook-who-is-the-father-of-birthright-citizenship/\">was born in 1873 in San Francisco</a>. His parents were of Chinese descent but lived legally in the United States. Around age 17, he left for a temporary visit to China, and returned to the United States without incident. Then, around age 21, he left again for a visit to China, but at the end of that trip, he was denied re-entry to the United States because the collector of customs argued that he was not a U.S. citizen. (This was no small distinction -- it was the era of anti-immigrant strictures known as the Chinese Exclusion Acts.)</p>\r\n\r\n<p>The Supreme Court framed the case this way in its <a href=\"https://www.law.cornell.edu/constitution/amendmentxiv\">majority decision</a>:</p>\r\n\r\n<p style=\"margin-left:36pt\"><em>The question presented by the record is whether a child born in the United States, of parents of Chinese descent, who, at the time of his birth, are subjects of the Emperor of China, but have a permanent domicil and residence in the United States, and are there carrying on business, and are not employed in any diplomatic or official capacity under the Emperor of China, becomes at the time of his birth a citizen of the United States by virtue of the first clause of the Fourteenth Amendment of the Constitution, &quot;All persons born or naturalized in the United States, and subject to the jurisdiction thereof, are citizens of the United States and of the State wherein they reside.&quot;</em></p>\r\n\r\n<p>The majority ruled that Wong -- and others born on United States soil, with a few clear exceptions -- did indeed qualify for citizenship under the 14th Amendment, which reads in part, &quot;All persons born or naturalized in the United States, and subject to the jurisdiction thereof, are citizens of the United States.&quot; The majority wrote:</p>\r\n\r\n<p style=\"margin-left:36pt\"><em>The Fourteenth Amendment affirms the ancient and fundamental rule of citizenship by birth within the territory, in the allegiance and under the protection of the country, including all children here born of resident aliens, with the exceptions or qualifications (as old as the rule itself) of children of foreign sovereigns or their ministers, or born on foreign public ships, or of enemies within and during a hostile occupation of part of our territory, and with the single additional exception of children of members of the Indian tribes owing direct allegiance to their several tribes. The Amendment, in clear words and in manifest intent, includes the children born, within the territory of the United States, of all other persons, of whatever race or color, domiciled within the United States.</em></p>\r\n\r\n<p>So what does this mean for Paul&rsquo;s claim?</p>\r\n\r\n<p>He is right that the facts of <em>Wong Kim Ark </em>didn&rsquo;t concern illegal immigrants who had a child while on U.S. soil. Rather, Wong&rsquo;s parents were in the United States legally when he was born.</p>\r\n\r\n<p>&quot;Sen. Paul is correct,&quot; said Stephen Yale-Loehr, a Cornell University law professor. &quot;Wong Kim Ark was a child of parents who resided legally in the United States. The Supreme Court has not ruled explicitly on a citizenship case involving children born in the United States to undocumented parents.&quot;</p>\r\n\r\n<p><strong>How much do the facts of the <em>Wong Kim Ark </em>case matter for the future of birthright citizenship?</strong></p>\r\n\r\n<p>In the debate, Paul essentially argued that because the 1898 Supreme Court case didn&rsquo;t directly address <em>birthright citizenship for the children of undocumented immigrants</em>, that issue remains to be fully adjudicated. That argument is much more controversial.</p>\r\n\r\n<p>One scholar who supports Paul&rsquo;s view is John C. Eastman, a law professor at Chapman University.</p>\r\n\r\n<p>Without getting too far into the weeds, Eastman and others who share his view see the 14th Amendment phrase &quot;subject to the jurisdiction&quot; of the United States as pivotal. In a recent <a href=\"http://www.nationalreview.com/article/422914/birthright-citizenship-donald-trump\">article</a>, Eastman decried &quot;widespread ignorance about the meaning of the word &lsquo;jurisdiction.&rsquo; &quot;</p>\r\n\r\n<p>Eastman wrote that undocumented immigrants, like foreign tourists, &quot;are subject to our laws by their presence within our borders, but they are not subject to the more complete jurisdiction envisioned by the 14th Amendment as a precondition for automatic citizenship.&quot;</p>\r\n\r\n<p>For this reason, Eastman argues, the ruling in <em>Wong Kim Ark </em>&quot;does not mandate citizenship for children born to those who are unlawfully present in the United States, and it does not even mandate citizenship for those who are visiting the United States temporarily but lawfully.&quot;</p>\r\n\r\n<p>However, a majority of legal scholars said Paul&rsquo;s focus on the facts of this particular 1898 case leaves out context.</p>\r\n\r\n<p>They argue that the majority&rsquo;s ruling offered a ringing endorsement of birthright citizenship -- a stance that runs contrary to the idea that the justices intended to hand down a carefully restrained and limited decision.</p>\r\n\r\n<p>&quot;In <em>Wong Kim Ark</em>, the Supreme Court relied on common law, going back to cases decided in England before the American Revolution, to hold that any person born on U.S. soil and subject to the jurisdiction of the United States is a U.S. citizen,&quot; Yale-Loehr said. &quot;I am confident that if a case arose involving a child born in the United States to undocumented parents, the Supreme Court would rule the same way.&quot;</p>\r\n\r\n<p>Scholars who share this view add that the Supreme Court has had ample opportunity to overturn its precedent in the succeeding decades but has never done so. Finally, these scholars say, more than a century of longstanding practical precedent should also count for something.</p>\r\n\r\n<p>This is not simply a standoff between left-leaning and right-leaning scholars. John Yoo, a conservative University of California-Berkeley law professor, has taken a high-profile stance against the position Paul articulated.</p>\r\n\r\n<p>&quot;The Court read the 14th Amendment to recognize the existing American practice of granting citizenship based on birthplace,&quot; <a href=\"http://www.nationalreview.com/article/422960/birthright-citizenship-reform-it-without-repealing-14th-amendment\">Yoo wrote</a>. &quot;It saw no support for a new exclusion of the children of aliens, (writing) &lsquo;The Fourteenth Amendment affirms the ancient and fundamental rule of citizenship by birth within the territory, in the allegiance and protection of the country, including all children here born of resident aliens.&rsquo; &quot;</p>\r\n\r\n<p>Eleanor May, a spokeswoman for Paul, stood by the senator&rsquo;s claim. &quot;There is a difference between &#39;adjudicated&#39; and &#39;longstanding legal consensus,&#39; &quot; she said. &quot;Has the case been completely adjudicated? No. &quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Paul said&nbsp;&quot;there&#39;s never been a direct Supreme Court case on people who were here illegally, whether or not their kids are citizens.&quot;</p>\r\n\r\n<p>Paul is right that the landmark Supreme Court case on this issue didn&rsquo;t address the specific example of a child born to undocumented immigrants.&nbsp;But he ignores the sweeping language in support of birthright citizenship in the <em>Wong Kim Ark </em>ruling, the fact that the ruling continues to stand more than a century later, and the longstanding practice of granting citizenship to children of undocumented immigrants. His statement is accurate but needs additional information, so we rate it Mostly True.&nbsp;</p>\r\n", "ruling_comments_date": "2015-09-18T11:42:26.229677", "ruling_date": "2015-09-18T14:12:05", "ruling_headline": "Rand Paul says legality of birthright citizenship not fully adjudicated due to facts of 1898 case", "ruling_headline_slug": "rand-paul-says-legality-birthright-citizenship-not", "ruling_link_text": "Still, there's long-standing precedent for birthright citizenship", "ruling_state": null, "source_documents": null, "sources": "<p>Rand Paul, comments at the Reagan Library presidential debate, Sept. 16, 2015</p>\r\n\r\n<p><a href=\"https://www.law.cornell.edu/supremecourt/text/169/649\">United States v. Wong Kim Ark</a> (1898)</p>\r\n\r\n<p><a href=\"https://www.law.cornell.edu/constitution/amendmentxiv\">The 14th Amendment</a></p>\r\n\r\n<p>John Yoo, &quot;<a href=\"http://www.nationalreview.com/article/422914/birthright-citizenship-donald-trump\">On Citizenship, the &#39;Birthers&#39; Are Right</a>&quot; (column in <em>National Review</em>), Aug. 22, 2015</p>\r\n\r\n<p>John C. Eastman, &quot;<a href=\"http://www.nationalreview.com/article/422960/birthright-citizenship-reform-it-without-repealing-14th-amendment\">We Can Apply the 14th Amendment While Also Reforming Birthright Citizenship</a>&quot; (column in <em>National Review</em>), Aug. 24, 2015</p>\r\n\r\n<p>Garrett Epps, &quot;<a href=\"http://digitalcommons.wcl.american.edu/cgi/viewcontent.cgi?article=1607&amp;context=aulr\">The Citizenship Clause: A &#39;Legislative History&#39; </a>&quot; (<em>American University Law Review</em>), 2010</p>\r\n\r\n<p>Garrett Epps, &quot;<a href=\"http://www.theatlantic.com/politics/archive/2015/09/the-problem-with-challenging-birthright-citizenship/403147/\">The Problem with Challenging Birthright Citizenship</a>&quot; (column in <em>The Atlantic</em>), Sept. 1, 2015</p>\r\n\r\n<p><em>Washington Post</em>, &quot;<a href=\"http://www.washingtonpost.com/news/morning-mix/wp/2015/08/31/donald-trump-meet-wong-kim-ark-the-chinese-american-cook-who-is-the-father-of-birthright-citizenship/\">Donald Trump meet Wong Kim Ark, the Chinese American cook who is the father of &lsquo;birthright citizenship</a>,&rsquo; &quot; Aug. 31, 2015</p>\r\n\r\n<p>Email interview with John C. Eastman, law professor at Chapman University, Sept. 17, 2015</p>\r\n\r\n<p>Email interview with Erwin Chemerinsky, dean of the University of California-Irvine law school, Sept. 17, 2015</p>\r\n\r\n<p>Email interview with Ilya Shapiro, senior fellow in constitutional studies at the Cato Institute, Sept. 17, 2015</p>\r\n\r\n<p>Email interview with Gerald L. Neuman, co-director of the Human Rights Program at Harvard Law School, Sept. 17, 2015</p>\r\n\r\n<p>Email interview with Kermit Roosevelt, law professor at the University of Pennsylvania, Sept. 17, 2015</p>\r\n\r\n<p>Email interview with Garrett Epps, law professor at the University of Baltimore, Sept. 17, 2015</p>\r\n\r\n<p>Email interview with Kevin R. Johnson, dean of the University of California-Davis law school, Sept. 17, 2015</p>\r\n\r\n<p>Email interview with Jennifer Chacon, law professor at the University of California-Irvine, Sept. 17, 2015</p>\r\n\r\n<p>Email interview with Stephen Yale-Loehr, Cornell University law professor, Sept. 17, 2015</p>\r\n\r\n<p>Email interview with Eleanor May, spokeswoman for Rand Paul, Sept. 17, 2015</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 7, "current_job": "Candidate for U.S. Senate and physician", "false_count": 9, "first_name": "Rand", "half_true_count": 12, "home_state": "Kentucky", "id": 744, "last_name": "Paul", "mostly_true_count": 13, "name_slug": "rand-paul", "pants_count": 3, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rand_Paul.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/744/", "total_count": 56, "true_count": 12, "website": "http://www.paul.senate.gov/"}, "statement": "<p>&quot;There&#39;s never been a direct Supreme Court case on people who were here illegally, whether or not their kids are citizens.&quot;</p>\r\n", "statement_context": "a presidential debate", "statement_date": "2015-09-16", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}], "target": [], "twitter_headline": ""}