{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/aug/13/sarah-palin/palin-claims-obama-misled-when-he-said-end-life-co/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1133, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}, {"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/1133/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\n After wide denunciation (\n <a href=\"http://politifact.com/truth-o-meter/article/2009/aug/10/palin-death-panel-remark-sets-truth-o-meter-fire/\" target=\"_blank\">\n  including here\n </a>\n ) of Sarah Palin's claims last week that the proposed health care reform bill would create &quot;death panels,&quot; the former Alaska governor again went to her Facebook page to answer the critics and reassert her claim that end-of-life counseling authorized in the House version of the health plan is not &quot;entirely voluntary.&quot;\n</p>\n<p>\n We've looked at this claim before when Betsy McCaughey, former lieutenant governor of New York, went on the radio show of former Sen. Fred Thompson on July 16, 2009, and said, &quot;Congress would make it mandatory &mdash; absolutely require &mdash; that every five years people in Medicare have a required counseling session that will tell them how to end their life sooner.&quot; We gave that statement got our lowest rating,\n <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/jul/23/betsy-mccaughey/mccaughey-claims-end-life-counseling-will-be-requi/\" target=\"_blank\">\n  Pants on Fire!\n </a>\n</p>\n<p>\n But the issue has hardly dissipated.\n</p>\n<p>\n In fact, on Aug. 13, 2009, Sen. Charles Grassley, R-Iowa, announced that the Senate Finance Committee has &quot;dropped end-of-life provisions from consideration entirely&quot; from its version of health care overhaul legislation because it could be &quot;misinterpreted and implemented incorrectly.&quot; But it remains in the House bill.\n</p>\n<p>\n Palin may have stepped down as Alaska governor last month, but she remains a prominent Republican voice.\n</p>\n<p>\n In a town hall meeting on health care on Aug. 11, President Barack Obama specifically referenced Palin's &quot;death panel&quot; phrase when discussing what he said was incorrect information that has been circulating about the health care bill.\n</p>\n<p>\n &quot;It turns out that I guess this arose out of a provision in one of the House bills that allowed Medicare to reimburse people for consultations about end-of-life care, setting up living wills, the availability of hospice, etc.,&quot; Obama said.&nbsp; &quot;So the intention of the members of Congress was to give people more information so that they could handle issues of end-of-life care when they&rsquo;re ready on their own terms. It wasn&rsquo;t forcing anybody to do anything.&quot;\n</p>\n<p>\n In her Facebook response the following day, Palin accused Obama of fudging the truth.\n</p>\n<p>\n &quot;With all due respect, it&rsquo;s misleading for the president to describe this section as an entirely voluntary provision that simply increases the information offered to Medicare recipients. The issue is the context in which that information is provided and the coercive effect these consultations will have in that context.&quot;\n</p>\n<p>\n Palin then accurately cited some of the language Section 1233 of the House version of the health care plan, which is titled &quot;Advanced Care Planning Consultation.&quot;\n</p>\n<p>\n As Palin says, the provision &quot;authorizes advanced care planning consultations for senior citizens on Medicare every five years, and more often 'if there is a significant change in the health condition of the individual ... or upon admission to a skilled nursing facility, a long-term care facility... or a hospice program.' During those consultations, practitioners must explain 'the continuum of end-of-life services and supports available, including palliative care and hospice,' and the government benefits available to pay for such services.&quot;\n</p>\n<p>\n Palin then argues that this provision must be viewed in the context of a health care bill whose stated purpose is &quot;to reduce the growth in health care spending.&quot;\n</p>\n<p>\n &quot;Is it any wonder,&quot; Palin writes, &quot;that senior citizens might view such consultations as attempts to convince them to help reduce health care costs by accepting minimal end-of-life care?&quot;\n</p>\n<p>\n That's an opinion. What we're trying to get at here is Palin's claim that the end-of-life counseling is not &quot;entirely voluntary.&quot;\n</p>\n<p>\n When we wrote about McCaughey's claim that the end-of-life counseling was mandatory, we cited several health care experts who said McCaughey was simply misreading the provision, that the bill would make the counseling available, but voluntary.\n</p>\n<p>\n In no way would these sessions be designed to encourage patients to end their lives, said Jim Dau, national spokesman for AARP, a group that represents people over 50 and has lobbied in support of the advanced planning provision.\n <br />\n <br />\n Dau called McCaughey's comments &quot;not just wrong, they are cruel. ... We want to make sure people are making the right decision. If some one wants to take every life-saving measure, that's their call. Others will decide it's not worth going through this trauma just for themselves and their families, and that's their decision, too.&quot;\n</p>\n<p>\n When Palin reasserted the not &quot;entirely voluntary&quot; claim on Aug. 12, we spoke with Dr. Gail Wilensky, who was administrator of the Health Care Financing Administration, directing the Medicare and Medicaid programs, under President George H.W. Bush. She is now a health care policy researcher who focuses on health care for the military and veterans.\n <br />\n <br />\n &quot;There are a lot of things not to like about the House bill,&quot; she said. &quot;I don't think this is one of them.&quot;\n <br />\n <br />\n Wilensky also confirmed that the end-of-life counseling sessions in the House bill are voluntary.\n <br />\n <br />\n &quot;If you want to be in a position to determine your own fate, this is what you want to do,&quot; she said. &quot;If you don't want to deal with that, or think about that, that's fine, too.&quot;\n <br />\n <br />\n The legislation ensures that people do not have wait until they become ill to get an appointment with their doctor paid for by Medicare, she said.\n <br />\n <br />\n &quot;This is the kind of conversation you'd like people to have when they're not under physical duress or emotional duress and with their physicians and their families,&quot; she said.\n</p>\n<p>\n Later in her Facebook post, Palin seems to acknowledge that the counseling isn't explicitly mandatory, but that in practice it would be.\n</p>\n<p>\n She cites an opinion piece from the\n <em>\n  Washington Post's\n </em>\n Charles Lane, in which he writes, &quot;Though not mandatory, as some on the right have claimed, the consultations envisioned in Section 1233 aren't quite 'purely voluntary,' as Rep. Sander M. Levin, D-Mich., asserts. To me, 'purely voluntary' means 'not unless the patient requests one.' Section 1233, however, lets doctors initiate the chat and gives them an incentive &mdash; money &mdash; to do so. Indeed, that's an incentive to insist.\n <br />\n <br />\n &quot;Patients may refuse without penalty,&quot; Lane wrote, &quot;but many will bow to white-coated authority.&quot;\n</p>\n<p>\n The bill would, in fact, authorize Medicare to reimburse doctors who provide this kind of counseling. And we think it's fair to opine that this creates an &quot;incentive&quot; for doctors to provide end-of-life counseling. We also think it's fair to argue that a frail elderly person in poor health might &quot;bow to white-coated authority.&quot;\n</p>\n<p>\n But given the leaps in logic that have been popular in some conservative circles in recent weeks that this provision translates to government-mandated euthanasia, we think it's important to be clear about what the bill says.\n</p>\n<p>\n The fact is that there is nothing in the health care bill that would\n <em>\n  require\n </em>\n people to get the end-of-life counseling. Perhaps, as Lane &mdash; and by extension Palin &mdash; argues, patients might feel some subtle pressure from a doctor to get the counseling. But\n <em>\n  the patients\n </em>\n make the call. That's the definition of voluntary. We've said in our previous item that it was voluntary, and we see nothing in Palin's argument that proves otherwise. And so we rule her claim False.\n</p>", "ruling_comments_date": "2010-01-07T13:28:42.516643", "ruling_date": "2009-08-13T18:50:40", "ruling_headline": "Palin claims Obama misled when he said end-of-life counseling is voluntary", "ruling_headline_slug": "palin-claims-obama-misled-when-he-said-end-life-co", "ruling_link_text": "If you don't have to do it, it's voluntary", "ruling_state": null, "source_documents": null, "sources": "<p>\n Facebook,\n <a href=\"http://www.facebook.com/note.php?note_id=116471698434\" target=\"_blank\">\n  Sarah Palin: &quot;Concerning the 'Death Panels,'&quot;\n </a>\n Aug. 12, 2009\n</p>\n<p>\n NPR,\n <a href=\"http://www.npr.org/blogs/thetwo-way/2009/08/sen_grassley_says_end_of_life.html\" target=\"_blank\">\n  &quot;Sen. Grassley Says 'End Of Life' Provisions Dropped From Senate Bill,&quot;\n </a>\n by Mark Memmott, Aug. 13, 2009\n</p>\n<p>\n WhiteHouse.gov, Health Insureance Reform Reality Check,\n <a href=\"http://www.whitehouse.gov/realitycheck/7\" target=\"_blank\">\n  &quot;The 'euthanasia' distortion on help for families,&quot;\n </a>\n by Melody Barnes, the President's Director of the Domestic Policy Council\n</p>\n<p>\n Government Printing Office,\n <a href=\"http://frwebgate.access.gpo.gov/cgi-bin/getdoc.cgi?dbname=111_cong_bills&amp;docid=f:h3200ih.txt.pdf\" target=\"_blank\">\n  H.R. 3200, the House health care reform bill\n </a>\n</p>\n<p>\n Washington Post, Column:\n <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2009/08/07/AR2009080703043.html\" target=\"_blank\">\n  &quot;Undue Influence: The House Bill Skews End-of-Life Counsel,&quot;\n </a>\n by Charles Lane, Aug. 8, 2009\n</p>\n<p>\n Interview with Dr. Gail Wilensky, a health care policy researcher who focuses on health care for the military and veterans, Aug. 13, 2009\n</p>\n<p>\n &nbsp;\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 9, "current_job": "", "false_count": 20, "first_name": "Sarah", "half_true_count": 9, "home_state": "Alaska", "id": 63, "last_name": "Palin", "mostly_true_count": 6, "name_slug": "sarah-palin", "pants_count": 6, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-sarahpalin.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/63/", "total_count": 67, "true_count": 14, "website": ""}, "statement": "<p>A provision in the health care reform bill for end-of-life counseling for seniors is not &quot;entirely voluntary.&quot;</p>", "statement_context": "her Facebook page", "statement_date": "2009-08-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [{"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}], "twitter_headline": null}