{"art": [{"brightcove": "", "caption": "President Barack Obama pauses as he speaks at the White House Oct. 1, 2015, about the shooting at the community college in Oregon. (AP Photo/Susan Walsh)", "id": 6856, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/obama_oregon.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/6856/", "title": "Obama oregon remarks", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "lcarroll@politifact.com", "first_name": "Lauren", "id": 437, "last_name": "Carroll", "name_slug": "lauren-carroll", "on_staff_page": null, "phone": "202-816-8633", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Lauren_Carroll_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/437/", "title": "Staff Writer", "twitter": "LaurenFCarroll"}], "canonical_url": "/truth-o-meter/statements/2015/oct/06/barack-obama/obama-more-gun-laws-means-fewer-gun-deaths/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 11394, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "lcarroll@politifact.com", "first_name": "Lauren", "id": 437, "last_name": "Carroll", "name_slug": "lauren-carroll", "on_staff_page": null, "phone": "202-816-8633", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Lauren_Carroll_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/437/", "title": "Staff Writer", "twitter": "LaurenFCarroll"}], "resource_uri": "/api/v/2/statement/11394/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>In the wake of a Oct. 1 shooting spree in Oregon that killed 10, many -- including President Barack Obama -- are calling for more gun control laws.</p>\r\n\r\n<p>&quot;There is a gun for roughly every man, woman, and child in America,&quot; Obama said in remarks the day of the shooting. &quot;So how can you, with a straight face, make the argument that more guns will make us safer? We know that states with the most gun laws tend to have the fewest gun deaths. So the notion that gun laws don&#39;t work, or just will make it harder for law-abiding citizens, and criminals will still get their guns is not borne out by the evidence.&quot;</p>\r\n\r\n<p>There is plenty of debate over the effectiveness of gun control laws, so we decided to dig into Obama&rsquo;s sweeping claim: that &quot;states with the most gun laws tend to have the fewest gun deaths.&quot;</p>\r\n\r\n<p>We ran this claim past several experts and found that the statistic generally holds up, but the implications are less clear.</p>\r\n\r\n<p><strong>Cause and effect</strong></p>\r\n\r\n<p>The meat of the claim comes from a&nbsp;2015<em> <a href=\"http://www.nationaljournal.com/s/53345/states-with-most-gun-laws-see-fewest-gun-related-deaths\">National Journal</a></em><a href=\"http://www.nationaljournal.com/s/53345/states-with-most-gun-laws-see-fewest-gun-related-deaths\"> investigation</a>, which concluded that &quot;the states with the most gun laws see the fewest gun-related deaths.&quot; The report considered seven types of gun control: handgun permits, background checks, handgun registries, &quot;stand your ground&quot; laws, concealed carry permits, open carry permits and gun purchase waiting period. It found that states that had generally more restrictive laws within these categories generally had fewer annual gun deaths.</p>\r\n\r\n<p>Here&rsquo;s a chart by <em>National Journal</em> showing the states with the fewest and most gun deaths per 100,000 people, compared to each state&rsquo;s&rsquo; gun laws (more blue = more restrictive laws). You should&nbsp;<a href=\"https://img.njdc.com/media/media/2015/09/01/wholechart.png\">look at the chart that shows all 50 states</a>.</p>\r\n\r\n<p><img src=\"https://lh3.googleusercontent.com/f8Hma6GBytBmXKkHgi_tQja2PcStfvXmRcQFeBQlOu0Xl4BzpgkED_-Ohw2JqZfn0Noye9I4ICypdPGRZ2hft5hs3X4fJbDPTbUy7Mp2vHJuUNrR0SENqAJhk5wvn-FBBeCPt1KL\" style=\"border:none; height:465px; width:685px\" /></p>\r\n\r\n<p>There are some limitations to this kind of research, notably that they do not determine cause-and-effect: whether a state has fewer gun deaths because of the law, said Adam Winkler, a University of California Los Angeles law professor and second amendment expert. Other demographic characteristics -- such as education level, marital stability, rural or urban -- might explain the fewer gun deaths in a particular state. Setting that caveat aside, Winkler said Obama&rsquo;s statement is true.</p>\r\n\r\n<p>There are also a couple of outliers to<em> National Journal&rsquo;s</em> report. For example, New Hampshire has some of the least restrictive gun laws but also the seventh-lowest gun death rate.</p>\r\n\r\n<p>An academic study published by the American Medical Association in 2013 found similar results: &quot;A higher number of firearm laws in a state was associated with a lower rate of firearm fatalities in the state.&quot;</p>\r\n\r\n<p>In a commentary on the 2013 study, Garen Wintemute, director of UC Davis&rsquo; Violence Prevention Research Program, pointed out that the correlation between restrictive laws and fewer deaths &quot;essentially disappeared&quot; when firearm ownership rates were taken into account.</p>\r\n\r\n<p>&quot;Perhaps these laws decrease mortality by decreasing firearm ownership, in which case firearm ownership mediates the association,&quot; Wintemute wrote. &quot;But perhaps, and more plausibly, these laws are more readily enacted in states where the prevalence of firearm ownership is low &mdash; there will be less opposition to them &mdash; and firearm ownership confounds the association.&quot;</p>\r\n\r\n<p>While wary of making such a general claim, Daniel Webster, director of the Johns Hopkins Center for Gun Policy and Research, said Obama&rsquo;s claim is generally accurate. In many states, individual gun laws have shown to be associated with fewer gun-related deaths. He linked us to some of his own research showing, for example, a reduction in murders committed with firearms followed a handgun purchase permit law in Connecticut. In contrast, the repeal of a permit law in Missouri preceded a rise in firearm-caused murders.</p>\r\n\r\n<p>We looked for evidence to contradict Obama&rsquo;s statement, and found several complaints from those who favor gun rights. James Agresti, a gun control expert for the conservative-leaning think tank Just Facts, wrote in an email to reporters that statements like Obama&rsquo;s are &quot;meaningless&quot; and &quot;subjective and ill-defined,&quot; linking to a <a href=\"http://www.justfactsdaily.com/five-fallacies-about-guns-and-violence/\">Just Facts article</a> that said&nbsp;classification systems that evaluate gun laws state-by-state can be &quot;haphazard.&quot; Agresti added that the claim ignores the number of lives saved by defensive gun use, and the fact that some states with highest gun-ownership rates&nbsp;<a href=\"http://www.justfacts.com/guncontrol.fourexamples.asp\">also have low homicide rates</a>.</p>\r\n\r\n<p>Overall, though, we found nothing that offered an outright contradiction to the <em>National Journal</em> analysis. States with laws that restrict guns do tend to have lower death rates, as Obama said.</p>\r\n\r\n<p><strong>Suicide vs. homicide</strong></p>\r\n\r\n<p>A notable critique of Obama&rsquo;s claim is that these gun deaths include suicides -- which account for more than half of all gun deaths -- and Obama was delivering remarks in the context of how to prevent future mass shootings. While research does show that gun laws correlate with fewer firearm-caused suicides, there&rsquo;s not universal agreement on the effect of gun laws on murders.</p>\r\n\r\n<p>In his commentary on the 2013 study, Wintemute noted that the vast majority of the observed decrease in gun deaths were suicides.</p>\r\n\r\n<p>Our friends at the <em>Washington Post</em> <a href=\"http://www.washingtonpost.com/blogs/fact-checker/wp/2015/10/05/obamas-claim-that-states-with-the-most-gun-laws-tend-to-have-the-fewest-gun-deaths/\">Fact Checker did a calculation of their own</a> and found that when suicides are taken out of the picture, there&rsquo;s not as clear a correlation between more gun laws and fewer non-suicide gun deaths. (They rated Obama&rsquo;s statement as two out of four Pinocchios.)</p>\r\n\r\n<p>Obama&rsquo;s use of this factoid is deceptive because he was selling gun control as a way to stymie murders, not suicide by gun, said David Kopel, a gun rights advocate and research director of the conservative Independence Institute in Denver. He likened it to a car salesman telling a family a car is &quot;safe, according to government studies.&quot; The family takes this to mean the car will protect them in an accident, but the salesman was actually referring to the fact that studies have found the car to be safe for the environment.</p>\r\n\r\n<p>Experts do, though, see reason to believe that stronger gun laws will reduce homicides, as well, even if the research isn&rsquo;t conclusive yet. <a href=\"http://www.latimes.com/opinion/op-ed/la-oe-hemenway-guns-20150423-story.html\">One survey of about 150 researchers</a> actively publishing work on guns found that 71 percent believe that strong gun laws reduce the number of homicides, compared with12 percent who disagree.</p>\r\n\r\n<p>While there are always exceptions, &quot;the research on the whole shows that if you make it more difficult for individuals -- especially individuals with a criminal background -- to obtain firearms you will prevent some gun-related criminal offenses,&quot; said Jay Corzine, a sociology professor at the University of Central Florida who studies homicide and violent crime.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Obama said, &quot;States with the most gun laws tend to have the fewest gun deaths.&quot;</p>\r\n\r\n<p>Research shows that the more gun laws a state has, the fewer gun deaths there are. Obama gets some wiggle room because he said &quot;tend to&quot; as opposed to making a definitive statement.</p>\r\n\r\n<p>The problem is, however, that this is an overly general statement. The research doesn&rsquo;t prove a universal cause-and-effect relationship between gun laws and fewer gun deaths; it might just be a correlation. Some laws are more effective than others, and other cultural, demographic or socioeconomic factors might be the driving force behind the number of gun deaths in different states.</p>\r\n\r\n<p>We rate Obama&rsquo;s claim Mostly True.</p>\r\n\r\n<p><strong>Correction:&nbsp;</strong><em>This article has been updated to correct the spelling of James Agresti,&nbsp;to clarify&nbsp;his views and to provide links to his original commentaries.</em></p>\r\n", "ruling_comments_date": "2015-10-06T14:22:13.999561", "ruling_date": "2015-10-06T16:41:12", "ruling_headline": "Obama: More gun laws means fewer gun deaths", "ruling_headline_slug": "obama-more-gun-laws-means-fewer-gun-deaths", "ruling_link_text": "A correlation, but maybe not causation", "ruling_state": null, "source_documents": null, "sources": "<p><em>National Journal</em>, &quot;<a href=\"http://www.nationaljournal.com/s/53345/states-with-most-gun-laws-see-fewest-gun-related-deaths\" style=\"text-decoration:none;\"><u>The States With The Most Gun Laws See The Fewest Gun-Related Deaths</u></a>,&quot; Aug. 28, 2015</p>\r\n\r\n<p><em>Washington Post</em>, &quot;<a href=\"http://www.washingtonpost.com/blogs/fact-checker/wp/2015/10/05/obamas-claim-that-states-with-the-most-gun-laws-tend-to-have-the-fewest-gun-deaths/\" style=\"text-decoration:none;\"><u>Obama&rsquo;s claim that &lsquo;states with the most gun laws tend to have the fewest gun deaths,&rsquo;</u></a>&quot; Oct. 5, 2015</p>\r\n\r\n<p><em>Washington Post</em>, &quot;<a href=\"http://www.washingtonpost.com/news/the-fix/wp/2015/10/02/president-obamas-impassioned-call-to-politicize-the-oregon-shooting-annotated/\" style=\"text-decoration:none;\"><u>President Obama wants to politicize the Oregon shooting</u></a>,&quot; Oct. 2, 2015</p>\r\n\r\n<p><em>Los Angeles Times</em>, &quot;<a href=\"http://www.latimes.com/opinion/op-ed/la-oe-hemenway-guns-20150423-story.html\" style=\"text-decoration:none;\"><u>There&#39;s scientific consensus on guns -- and the NRA won&#39;t like it,</u></a>&quot; April 22, 2015</p>\r\n\r\n<p>Johns Hopkins Center for Gun Policy and Research, &quot;Estimating the Effects of Changes in Permit-to-Purchase Handgun Laws on Suicide Rates,&quot; Sept. 27, 2015</p>\r\n\r\n<p>Johns Hopkins Center for Gun Policy and Research, &quot;Association between Connecticut&rsquo;s permit-to-purchase handgun law and homicides,&quot; April 6, 2015</p>\r\n\r\n<p>Journal of Urban Health, &quot;Effects of the Repeal of Missouri&rsquo;s Handgun Purchaser Licensing Law on Homicides,&quot; 2014</p>\r\n\r\n<p>American Medical Association, &quot;Association Between Youth-Focused Firearm Laws and Youth Suicides,&quot; Aug. 4, 2004</p>\r\n\r\n<p>American Medical Association, &quot;Firearm Legislation and Firearm-Related Fatalities in the United States,&quot; March 6, 2013</p>\r\n\r\n<p>American Medical Association, &quot;Responding to the Crisis of Firearm Violence in the United States,&quot; May 13, 2013</p>\r\n\r\n<p>American Journal of Epidemiology, &quot;Effects of Maryland&rsquo;s Law Banning &lsquo;Saturday Night Special&rsquo; Handguns on Homicides,&quot; 2002</p>\r\n\r\n<p>Annual Review of Public Health, &quot;Effects of Policies Designed to Keep Firearms from High-Risk Individuals,&quot; Jan. 7, 2015</p>\r\n\r\n<p>Just Facts, &quot;<a href=\"http://www.justfacts.com/guncontrol.asp\" style=\"text-decoration:none;\"><u>Gun Control Facts</u></a>,&quot; June 19, 2015</p>\r\n\r\n<p>Email interview, Garen Wintemute, director of UC Davis&rsquo; Violence Prevention Research Center, Oct. 5, 2015</p>\r\n\r\n<p>Email interview, Daniel Webster, &nbsp;director of the Johns Hopkins Center for Gun Policy and Research, Oct. 5, 2015</p>\r\n\r\n<p>Email interview, David Hemenway, director of the Harvard Injury Control Research Center, Oct 2, 2015</p>\r\n\r\n<p>Email interview, Obama spokesman Frank Benenati, Oct. 5, 2015</p>\r\n\r\n<p>Email interview, Adam Winkler, UCLA law professor, Oct. 5, 2015</p>\r\n\r\n<p>Email interview, John Donohue, Stanford law professor, Oct. 5, 2015</p>\r\n\r\n<p>Email interview, Independence Institute&nbsp;Research Director, David Kopel, Oct. 6, 2015</p>\r\n\r\n<p>Phone interview, UCF professor Jay Corzine, Oct. 6, 2015</p>\r\n", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>&quot;States with the most gun laws tend to have the fewest gun deaths.&quot;</p>\r\n", "statement_context": "remarks following a school shooting in Oregon", "statement_date": "2015-10-01", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>We strive to make our work completely accurate. When we make a mistake, we correct it and note it on the original item. If the mistake is so significant that it requires us to change the ruling, we will do so. Readers who see an error should contact the writer or editor. Their names are listed on the right side of every Truth-O-Meter item. Clicking on their names will take you to their bio pages, where you can find their email addresses. Read more about our corrections policies in our <a href=\"http://www.politifact.com/truth-o-meter/article/2013/nov/01/principles-politifact-punditfact-and-truth-o-meter/\">Principles of the Truth-O-Meter</a>.</p>\r\n", "id": 255, "photo": null, "resource_uri": "/api/v/2/subject/255/", "subject": "Corrections and Updates", "subject_slug": "corrections-and-updates", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/14/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "", "id": 19, "photo": null, "resource_uri": "/api/v/2/subject/19/", "subject": "Guns", "subject_slug": "guns", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}