{"art": [{"brightcove": "", "caption": "Republican presidential candidate Ben Carson is interviewed by CNN's Wolf Blitzer on Oct. 8, 2015.", "id": 6872, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Ben_Carson_on_Wolf_Blitzer.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/6872/", "title": "Carson on Wolf Blitzer", "wibbitz": "", "youtube": "", "youtubeID": ""}, {"brightcove": "", "caption": "Palestinian leader Mahmoud Abbas", "id": 6873, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Abbas_1.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/6873/", "title": "Abbas", "wibbitz": "", "youtube": "", "youtubeID": ""}, {"brightcove": "", "caption": "Young Ali Khamenei", "id": 6874, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Young_Khamenei.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/6874/", "title": "Khamenei portrait", "wibbitz": "", "youtube": "", "youtubeID": ""}, {"brightcove": "", "caption": "Young Vladimir Putin", "id": 6875, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Young_Putin.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/6875/", "title": "Putin", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2015/oct/09/ben-carson/ben-carson-says-mahmoud-abbas-ali-khamenei-vladimi/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": null, "id": 11407, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "annabruzgulispolitifact@gmail.com", "first_name": "Anna", "id": 484, "last_name": "Bruzgulis", "name_slug": "anna-bruzgulis", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/484/", "title": "PolitiFact Illinois correspondent", "twitter": null}, {"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/11407/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>It sounds like the opening to a joke: A young Palestinian leader Mahmoud Abbas, Iranian Supreme Leader Ali Khamenei and Russian President Vladimir Putin walk into a Soviet-era Moscow university &hellip;</p>\r\n\r\n<p>But it&rsquo;s a claim that was made with a straight face by Republican presidential candidate Ben Carson -- on national television, three times.</p>\r\n\r\n<p>First, on the Oct. 5, 2015, edition of the Fox News show <em>Hannity</em>, <a href=\"http://www.foxnews.com/transcript/2015/10/05/dr-ben-carson-reacts-to-surging-ahead-trump-in-new-poll/\">Carson said</a> Putin&rsquo;s&nbsp;&quot;relationships go way, way, way, way back, you know? 1968 at Patrice Lumumba University -- that&#39;s when Putin first got to know the Ali Khamenei, and also Mahmoud Abbas.&quot;</p>\r\n\r\n<p>Then, on Oct. 8, Carson said much the same thing to CNN anchor Wolf Blitzer.</p>\r\n\r\n<p>Putin &quot;already has substantial ties in the Middle East,&quot; Carson said. &quot;In the class of 1968 at Patrice Lumumba University in Moscow, Mahmoud Abbas was one of the members of that class, and so was Ali Khamenei. And that&#39;s where they first established relationships with the young Vladimir Putin.&quot;</p>\r\n\r\n<p>And then again to Andrea Mitchell on MSNBC on Oct. 9: Putin &quot;has longstanding relationships with people in that area. In the class of 1968 at Patrice Lumumba University in Moscow, Mahmoud Abbas was in that class, and so was Ali Khamenei. And that was when they first became familiar with Putin.&quot;</p>\r\n\r\n<p>Really? Three future world leaders -- and three people many Americans consider adversaries -- found themselves kicking around a university in Moscow in 1968, building ties that would serve them decades later? We had to check it out.</p>\r\n\r\n<p>When we asked Carson&rsquo;s staff whether they had any supporting evidence, aide Ying Ma wrote back, &quot;Thanks for your inquiry. We are not in the habit of providing Googling support to the media. If there is a specific aspect of Dr. Carson&#39;s statement that you wish to challenge, please let us know and we can go from there.&quot;</p>\r\n\r\n<p>We did have difficulty finding any support for the claim, and we forwarded what we found to the campaign but did not hear back.</p>\r\n\r\n<p>Here&rsquo;s a rundown, point by point.</p>\r\n\r\n<p><strong>Mahmoud Abbas</strong></p>\r\n\r\n<p>The portion of the claim dealing with Abbas has the most supporting evidence, but even here it&rsquo;s not all that clear-cut.</p>\r\n\r\n<p>It&rsquo;s fairly well documented that Abbas -- the head of the&nbsp;West Bank-based Palestinian government -- did do some academic work in the Soviet Union.</p>\r\n\r\n<p>This part of Abbas&rsquo; biography gained some attention in 1995, when Abbas became a key Palestinian figure in the Oslo peace accords. Reports surfaced that Abbas had written a doctoral thesis in the early 1980s titled, &quot;The Other Side: The Secret Relationship between Nazism and the Zionist Movement.&quot; Critics, including the Simon Wiesenthal Center, <a href=\"http://archive.adl.org/holocaust/denial_me/hdme_origins.html\">criticized the thesis</a> for seeming to minimize the Holocaust, and he later <a href=\"http://www.britannica.com/biography/Mahmoud-Abbas\">distanced himself</a> from some of its conclusions.</p>\r\n\r\n<p>The importance of Abbas&rsquo; thesis for our fact-check is that it was presented at a Soviet university, variously described as <a href=\"http://www.cnn.com/2012/12/04/world/meast/mahmoud-abbas---fast-facts/\">Oriental College</a>, the <a href=\"https://translate.google.com/translate?sl=ru&amp;tl=en&amp;js=y&amp;prev=_t&amp;hl=en&amp;ie=UTF-8&amp;u=http%3A%2F%2Fwww.kommersant.ru%2Fdoc%2F538949&amp;edit-text=\">Institute of Oriental Studies</a> or <a href=\"http://www.britannica.com/biography/Mahmoud-Abbas\">Moscow State University</a>. Oddly, Wikipedia is the only source that cites&nbsp;Patrice Lumumba University, an institution of higher education in Moscow that was designed to serve an international student clientele and which has been linked by some observers to the KGB. (It&rsquo;s now known as Peoples&#39; Friendship University.)</p>\r\n\r\n<p>We did track down one possibly credible source placing Abbas at Lumumba -- a 2010 article from <a href=\"http://ria.ru/analytics/20100702/251507177.html\">Ria Novosti</a>, a state-owned news agency. &quot;Contrary to popular myths, (Patrice Lumumba University) released from its walls not too many successful politicians -- about a dozen future ministers and only two future leaders of their countries,&quot; the article said. In addition to a president of Guyana, the article cited Abbas, &quot;who graduated from the law faculty,&quot; the article said.</p>\r\n\r\n<p>Still, a degree from Patrice Lumumba doesn&rsquo;t appear in most biographies of Abbas. He is more often listed as having earned his <a href=\"http://www.britannica.com/biography/Mahmoud-Abbas\">law degree</a> (or in some tellings, a <a href=\"http://www.cnn.com/2012/12/04/world/meast/mahmoud-abbas---fast-facts/\">bachelor&rsquo;s degree</a>) from the University of Damascus. In addition, most bios place Abbas working for <a href=\"http://www.cnn.com/2012/12/04/world/meast/mahmoud-abbas---fast-facts/\">Palestinian organizations</a> in 1967 and 1968. He would have been 33 in 1968, the year Carson cited.</p>\r\n\r\n<p>So what do we know about Abbas? We know for sure that he took &quot;short visits&quot; to Moscow to defend his doctoral thesis around 1982 (where, apparently, &quot;he always drank coffee with cardamom,&quot; according to a 2005 Russian <a href=\"https://translate.google.com/translate?sl=ru&amp;tl=en&amp;js=y&amp;prev=_t&amp;hl=en&amp;ie=UTF-8&amp;u=http%3A%2F%2Fwww.kommersant.ru%2Fdoc%2F538949&amp;edit-text=\">media account</a> by a former professor). It&rsquo;s also conceivable that Abbas had some connection with Patrice Lumumba University, though the evidence of that is equivocal.</p>\r\n\r\n<p>But there&rsquo;s no hard evidence that Abbas was at Lumumba in 1968, which is what Carson said.</p>\r\n\r\n<p><strong>Ali Khamenei</strong></p>\r\n\r\n<p>There is no mention in the <a href=\"http://english.khamenei.ir/index.php?option=com_content&amp;task=view&amp;id=57&amp;Itemid=20\">official biography</a> of Iran&rsquo;s supreme leader that he ever studied in the Soviet Union, and the timeline that&rsquo;s known would have made it difficult for him to have done so.</p>\r\n\r\n<p>We did not hear back from the Iranian mission to the United Nations, but Ali Alfoneh, a researcher at the Foundation for the Defense of Democracies, <a href=\"http://www.aei.org/publication/supreme-leader-ali-khamenei-a-secret-russian-life/\">looked into the question in 2012</a> when he was at the American Enterprise Institute. He wrote, &quot;According to Khamenei&rsquo;s official biography, he travelled to Iraq in 1957 to study at the Theological Seminary in Najaf. Since the People&rsquo;s Friendship University was first established (as Lumumba) in 1960, the young Khamenei could not have used his journey to Iraq as a cover for his studies in the Soviet Union.&quot;</p>\r\n\r\n<p>On the other hand, Alfoneh continued, Khamenei&rsquo;s biography says he spent a &quot;clandestine life&quot; in Tehran between March 1966 and March 1967, after which he was arrested by the police and imprisoned. The existence of this &quot;clandestine&quot; period may have fed the rumor that he spent time studying in Moscow. Certainly a period studying in the &quot;godless&quot; Soviet Union would be something Khamenei -- the head of a theocracy -- would want to keep under wraps.</p>\r\n\r\n<p>In an interview, Alfoneh said he isn&rsquo;t convinced of the Khamenei-in-the-Soviet-Union claim. &quot;I&#39;m very skeptical,&quot; he said.</p>\r\n\r\n<p>So where did this rumor come from?</p>\r\n\r\n<p>The allegations garnered attention in 2010 when RT, a network tightly controlled by Putin&rsquo;s Kremlin, aired a <a href=\"https://www.youtube.com/watch?v=bN_oEJEp9Ro\">piece</a> about the 50th anniversary of Peoples&#39; Friendship University and mentioned in passing that Khamenei was an alumnus. (We tried to contact the university, but didn&rsquo;t get a response. Neither Abbas nor Khamenei is listed among the school&rsquo;s &quot;<a href=\"http://www.rudn.ru/en/?pagec=1331\">eminent graduates</a>.&quot;)</p>\r\n\r\n<p>The earlier citations of this claim aren&rsquo;t well sourced, either. It appears to have surfaced initially in a<a href=\"https://news.google.com/newspapers?nid=2519&amp;dat=19890611&amp;id=9s5dAAAAIBAJ&amp;sjid=UV0NAAAAIBAJ&amp;pg=3980,3745344&amp;hl=en\"> 1989 column</a> by <a href=\"http://www.nytimes.com/2006/11/30/obituaries/30hempstone.html?_r=0\">Smith Hempstone</a>, a journalist and future U.S. ambassador to Kenya, that ran in a small, western Pennsylvania newspaper. We also found a<a href=\"http://kommersant.ru/doc/430705\"> brief article</a> in a Russian newspaper from 2003 that mentions the claim in passing. None of these approximate a primary source.</p>\r\n\r\n<p>A half-dozen experts on the region unanimously told us that they doubted Khamenei ever studied in the Soviet Union -- or that he did so in 1968, when he would have been 29.</p>\r\n\r\n<p>&quot;I&#39;ve never seen it corroborated,&quot; said Karim Sadjadpour, a senior associate at the Carnegie Endowment for International Peace.</p>\r\n\r\n<p>John Limbert, a professor of international affairs at the U.S. Naval Academy, called the idea &quot;bizarre.&quot;</p>\r\n\r\n<p>And David Houghton, a senior lecturer in the defense studies department at King&rsquo;s College of London, called it &quot;unlikely in the absolute extreme.&quot;</p>\r\n\r\n<p>&quot;The Soviet Union is the absolute last place where one could expect to find Khamenei at any stage in his career, and I personally do not believe that he ever studied there or had any links to Putin,&quot; Houghton said. &quot;It looks like a rather daft conspiracy theory to me.&quot;</p>\r\n\r\n<p><strong>Vladimir Putin</strong></p>\r\n\r\n<p>The biggest problem for the Putin portion of Carson&rsquo;s claim is the calendar: In 1968, Putin would have been 16 years old.</p>\r\n\r\n<p>According to his official biography, &quot;in 1960-1968, Vladimir Putin attended Primary School No. 193 in Leningrad. After the eighth grade, he entered High School No. 281, a chemistry-focused magnet school under the aegis of a technology institute, completing his studies there in 1970.&quot;</p>\r\n\r\n<p>&quot;It&rsquo;s pretty difficult to imagine that he could have met Messrs. Abbas and Khamenei under any circumstances at age 16 in Moscow, unless he ran into them randomly on the street on some kind of school or family trip &mdash; if, indeed, they were actually there,&quot; said Fiona Hill, director of the Center on the United States and Europe at the Brookings Institution.</p>\r\n\r\n<p>In addition, Putin grew up in Leningrad (now St. Petersburg). That is a 9-to-10-hour car ride from Moscow and Patrice Lumumba University.</p>\r\n\r\n<p>&quot;He studied between 1970 and 1975 in the law faculty of Leningrad State University,&quot; said&nbsp;Richard Sakwa, a professor of Russian and European politics at the University of Kent. &quot;The claim by Ben Carson is garbled rubbish.&quot;</p>\r\n\r\n<p><strong>A defense</strong></p>\r\n\r\n<p>The closest we came to any of this making sense was an interview with Cliff Kincaid, who runs a group called America&rsquo;s Survival, Inc. Kincaid published a paper titled, &quot;<a href=\"http://leninandsharia.com/docs/preobrazhensky.pdf\">Communists and Muslims: The Hidden Hand of the KGB</a>&quot; that raises many of these claims.</p>\r\n\r\n<p>Kincaid made the case that Carson was saying Abbas and Khamenei could have been agents of the KGB, and if they were, Putin, who rose to colonel in the KGB, would have known them.</p>\r\n\r\n<p>&quot;Carson was clearly saying that Putin, as a former KGB colonel and later head of the FSB, the new name for the KGB, would have knowledge of Abbas and Khamenei attending Patrice Lumumba University, a KGB-controlled institution,&quot; Kincaid told PolitiFact. &quot;That made them subject to KGB influence, if not KGB agents. Whether Putin personally met them in his younger years is beside the point. &hellip; Please report these facts rather than nitpick Carson on the ages of the various players.&quot;</p>\r\n\r\n<p>We hereby report those &quot;facts.&quot; Still, this isn&rsquo;t what Carson said.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Carson said, &quot;In the class of 1968 at Patrice Lumumba University in Moscow, Mahmoud Abbas was one of the members of that class, and so was Ali Khamenei. And that&#39;s where they first established relationships with the young Vladimir Putin.&quot;</p>\r\n\r\n<p>This is one of the more bizarre claims we&rsquo;ve heard so far in the 2016 presidential campaign, and that&rsquo;s saying something.</p>\r\n\r\n<p>Abbas may have attended the university, though we don&rsquo;t know for sure, or when. No credible evidence has yet surfaced to place Khamenei as a student in the Soviet Union -- ever, much less in close proximity to Abbas, or in 1968. And Putin would have been a teenager in 1968, attending school 450 miles away.</p>\r\n\r\n<p>The idea that the three men developed lifelong ties as students in the late-1960s-era Soviet Union is ridiculous. Pants on Fire!</p>\r\n<a href=\"https://www.sharethefacts.co/share/bc19ac72-e9b1-4782-bb41-1e331765ed2e\">https://www.sharethefacts.co/share/bc19ac72-e9b1-4782-bb41-1e331765ed2e</a>", "ruling_comments_date": "2015-10-09T13:25:47.315299", "ruling_date": "2015-10-09T13:52:24", "ruling_headline": "Ben Carson says Mahmoud Abbas, Ali Khamenei, Vladimir Putin knew each other in 1968 Moscow", "ruling_headline_slug": "ben-carson-says-mahmoud-abbas-ali-khamenei-vladimi", "ruling_link_text": "There was no 1968 bad guys club", "ruling_state": null, "source_documents": null, "sources": "<p>Fox News, Hannity, Oct. 5, 2015, clip accessed via iQ media</p>\r\n\r\n<p>CNN, Wolf, Oct. 8, 2015, clip accessed via iQ media</p>\r\n\r\n<p>MSNBC, Andrea Mitchell Reports, Oct. 9, 2015, clip accessed via iQ media</p>\r\n\r\n<p><em>Kommersant</em>, <a href=\"http://kommersant.ru/doc/430705\">article discussing &nbsp;People&rsquo;s Friendship University</a>, Oct. 25, 2003</p>\r\n\r\n<p>RT, <a href=\"https://www.youtube.com/watch?v=bN_oEJEp9Ro\">People&rsquo;s Friendship University turns 50</a>, Feb. 5, 2010</p>\r\n\r\n<p><em>Observer-Reporter</em>, <a href=\"https://news.google.com/newspapers?nid=2519&amp;dat=19890611&amp;id=9s5dAAAAIBAJ&amp;sjid=UV0NAAAAIBAJ&amp;pg=3980,3745344&amp;hl=en\">Khomeini&rsquo;s revolution survives his death</a>, June 11, 1989</p>\r\n\r\n<p>American Enterprise Institute, <a href=\"http://www.aei.org/publication/supreme-leader-ali-khamenei-a-secret-russian-life/\">Supreme Leader Ali Khamenei: A secret Russian life?</a>, Feb. 23, 2012</p>\r\n\r\n<p><a href=\"http://english.khamenei.ir/index.php?option=com_content&amp;task=view&amp;id=57&amp;Itemid=20\">Khamenei official biography</a>, accessed Oct. 9, 2015</p>\r\n\r\n<p><em>Kommersant</em>, <a href=\"https://translate.google.com/translate?sl=ru&amp;tl=en&amp;js=y&amp;prev=_t&amp;hl=en&amp;ie=UTF-8&amp;u=http%3A%2F%2Fwww.kommersant.ru%2Fdoc%2F538949&amp;edit-text=\">Abbas has feet of clay</a>, Jan. 17, 2005</p>\r\n\r\n<p>Encyclopedia Britannica, <a href=\"http://www.britannica.com/biography/Mahmoud-Abbas\">biography of Mahmoud Abbas</a>, accessed Oct. 9, 2015</p>\r\n\r\n<p>CNN, <a href=\"http://www.cnn.com/2012/12/04/world/meast/mahmoud-abbas---fast-facts/\">Mahmoud Abbas Fast Facts</a>, Sept. 30, 2015</p>\r\n\r\n<p><a href=\"http://ria.ru/analytics/20100702/251507177.html\">Ria Novosti</a>, July 2, 2010</p>\r\n\r\n<p>Konstantin Preobrazhensky, &quot;<a href=\"http://leninandsharia.com/docs/preobrazhensky.pdf\">Communists and Muslims: The Hidden Hand of the KGB</a>,&quot; accessed Oct. 8, 2015</p>\r\n\r\n<p>Vladimir Putin, <a href=\"http://eng.putin.kremlin.ru/bio\">official biography</a>, accessed Oct. 8, 2015</p>\r\n\r\n<p>Anti-Defamation League, &quot;<a href=\"http://archive.adl.org/holocaust/denial_me/hdme_origins.html\">Denial in the Middle East: The Latest anti-Israel, Anti-Semitic Propaganda Theme</a>,&quot; accessed Oct. 8, 2015</p>\r\n\r\n<p>Email interview with Cliff Kincaid, America&rsquo;s Survival, Inc., Oct. 8, 2016</p>\r\n\r\n<p>Email interview with Fiona Hill, director of the Center on the United States and Europe at the Brookings Institution, Oct. 8, 2016</p>\r\n\r\n<p>Email interview with Richard Sakwa, professor of Russian and European politics at the University of Kent, Oct. 8, 2016</p>\r\n\r\n<p>Email interview with David Houghton, senior lecturer in defense studies at King&rsquo;s College of London, Oct. 8, 2016</p>\r\n\r\n<p>Email interview with John Limbert, professor of international affairs at the U.S. Naval Academy, Oct. 8, 2016</p>\r\n\r\n<p>Email interview with Karim Sadjadpour, senior associate at the Carnegie Endowment for International Peace, Oct. 8, 2016</p>\r\n\r\n<p>Email interview with Ali Alfoneh, senior fellow at the Foundation for Defense of Democracies, Oct. 9, 2015</p>\r\n\r\n<p>Email interview with Ray Takeyh, senior fellow for Middle Eastern studies at the Council on Foreign Relations, Oct. 8, 2015</p>\r\n\r\n<p>Email interview with David Satter, Russia scholar and former Moscow correspondent, Oct. 8, 2015</p>\r\n\r\n<p>Email interview with Robin Wright, joint fellow at the U.S. Institute of Peace and the Woodrow Wilson International Center, Oct. 8, 2015</p>\r\n\r\n<p>Email interview with Ying Ma, spokesperson for Ben Carson, Oct. 8, 2015</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 7, "current_job": "", "false_count": 12, "first_name": "Ben", "half_true_count": 3, "home_state": "", "id": 3108, "last_name": "Carson", "mostly_true_count": 2, "name_slug": "ben-carson", "pants_count": 4, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/MCT_US_NEWS_CAMPAIGN-CPAC_2.JPG", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3108/", "total_count": 28, "true_count": 0, "website": "http://www.bencarson.com/"}, "statement": "<p>&quot;In the class of 1968 at Patrice Lumumba University in Moscow, Mahmoud Abbas was one of the members of that class, and so was Ali Khamenei. And that&#39;s where they first established relationships with the young Vladimir Putin.&quot;</p>\r\n", "statement_context": "an interview with CNN's Wolf Blitzer", "statement_date": "2015-10-08", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}, {"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}], "target": [], "twitter_headline": ""}