{"art": [{"brightcove": "", "caption": "President Barack Obama and Vice President Joe Biden announce a nuclear agreement with Iran on July 14, 2015.", "id": 6439, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Obama_and_Biden_announce_nuclear_deal.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/6439/", "title": "Obama and Biden announce nuclear deal", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "nbadertscher@ajc.com", "first_name": "Nancy", "id": 426, "last_name": "Badertscher", "name_slug": "nancy-badertscher", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/NancyBadertscher-1.jpg", "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/426/", "title": "Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2015/oct/13/lynn-westmoreland/Westmoreland-ran-doesnt-have-to-prove-nuclear-plan/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 11413, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "nbadertscher@ajc.com", "first_name": "Nancy", "id": 426, "last_name": "Badertscher", "name_slug": "nancy-badertscher", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/NancyBadertscher-1.jpg", "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/426/", "title": "Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/11413/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Georgia Congressman Lynn Westmoreland stood with the majority in the U.S. House last month in refusing to approve the nuclear pact that President Barack Obama signed with Iran in Vienna on July 14.</p>\r\n\r\n<p>In a Sept. 11 press release, Westmoreland, a Republican, said the United States didn&rsquo;t need to negotiate with &quot;dangerous&quot; and untrustworthy Iran and said the deal &quot;only weakens the national security of our country&quot; and its allies, particularly Israel.</p>\r\n\r\n<p>&quot;Like many times before, President Obama is manipulating the system to get his way: presenting this to the American people as a &lsquo;deal&rsquo; instead of what it really is &ndash; a treaty to circumvent needing approval by Congress,&quot; Westmoreland said. &quot;President Obama and Secretary (John) Kerry also showed a lack of leadership and strength in agreeing to lift Iran&rsquo;s economic and arms sanctions without any proof of change in conduct.&quot;</p>\r\n\r\n<p>Politifact has fact-checked several claims about the pact, which is an executive agreement, not a treaty subject to congressional approval. For example, we rated False a statement from Texas U.S. Sen. Ted Cruz that said the deal &quot;trusts the Iranians to inspect themselves.&quot;</p>\r\n\r\n<p>This time, a reader from Westmoreland&rsquo;s congressional district asked Politifact Georgia to truth-test the statement that Obama and Kerry had agreed &quot;to lift Iran&rsquo;s economic and arms sanctions without any proof of change in conduct.&quot;</p>\r\n\r\n<p>&quot;My understanding is that Iran must meet certain requirements through verification before these sanctions are lifted,&quot; the reader wrote. &quot;Can you please investigate this claim?&quot;</p>\r\n\r\n<p>The historic agreement was reached in July between Iran and a group of six nations led by the United States and was backed by 41 Senate Democrats. It calls for Iran to significantly limit its nuclear capabilities for more than a decade in exchange for being relieved of economically crippling international sanctions.</p>\r\n\r\n<p>(Executive agreements, such as this, do not require congressional approval. But many in Congress were upset at this and insisted that the House and Senate have weigh-in. Earlier this year, a law was passed mandating a vote on a resolution of disapproval. Had it passed by two-thirds, it could have blocked the [resident&rsquo;s legal authority to waive sanctions on Iran in exchange for actions to curb Iran&rsquo;s nuclear capabilities.But the resolution did not receive the necessary 60-vote majority that is necessary in the Senate to be formally considered; in the House, there were not enough votes in favor of disapproval to overcome a presidential veto. Therefore, the resolution of disapproval failed in both Houses and the deal is going forward.)</p>\r\n\r\n<p>Opponents say the deal lacks long-term assurances that Iran -- hostile to Israel and the U.S. and one of three countries still identified by the State Department as a state sponsor of terrorism -- won&rsquo;t develop nukes. They say the U.S. should demand that Iran renounce any future nuclear arms ambitions and any involvement in terrorism in exchange for having the sanctions lifted.</p>\r\n\r\n<p>Supporters say the accord, while far from perfect, has safeguards to keep Iran from developing nuclear weapons in the short term. They say the U.S. had to make concessions because many of its allies had grown weary of continuing economic sanctions against oil-rich Iran.</p>\r\n\r\n<p>Initially, we weren&rsquo;t entirely certain what Westmoreland meant by &quot;conduct.&quot; Was it the country&rsquo;s nuclear policy? Foreign policies? Human rights record?</p>\r\n\r\n<p>We zeroed in on the nuclear threat after Leigh Claffey, the communications director for Westmoreland, responded when we told her a reader had asked us to fact-check the accuracy of the statement.</p>\r\n\r\n<p>Claffey said Westmoreland&rsquo;s statement was based, in part, on the fact that the U.S. does not have any inspectors on the ground to receive firsthand knowledge or confirmation that the Iranians have changed their ways.</p>\r\n\r\n<p>The U.S. also is not part of the inspection process, and the International Atomic Energy Agency (IAEA), the United Nations entity entrusted with monitoring nuclear nonproliferation commitments, &nbsp;is not permitted access to <em>all</em> Iranian sites, she said.</p>\r\n\r\n<p>Claffey also forwarded us links to House Majority Leader Kevin McCarthy&rsquo;s &quot;21 reasons the Iran deal is a bad deal&quot; and to an opinion piece in The New York Times calling it &quot;the worst agreement in U.S. Diplomatic history.&quot; Additionally, she cited a statement from the conservative Foundation for Defense of Democracy that read, in part, that &quot;the fatal flaw&quot; of the pact is its sunset clauses, which permit &quot;critical nuclear, arms, and ballistic missile restrictions to disappear over a five- to 15-year period.&quot;</p>\r\n\r\n<p>Long list of requirements</p>\r\n\r\n<p>Greg Terryn, a research and policy associate with the Center for Arms Control and Non-Proliferation in Washington, said Westmoreland &quot;is mistaken.&quot;</p>\r\n\r\n<p>&quot;The Joint Comprehensive Plan of Action (the pact) specifically delays the lifting of any sanctions until the IAEA has verified that Iran is living up to its commitments under the agreement,&quot; Terryn said.</p>\r\n\r\n<p>In the language of the deal, this is described as Adoption Day -- the day Iran must begin working toward its commitments under the agreement, Terryn said. Implementation Day is &nbsp;the day the U.S., United Nations and European Union must waive the implementation of certain sanctions, he said.</p>\r\n\r\n<p>&quot;Implementation Day only comes about when the IAEA verifies that Iran has fulfilled its initial obligations under the agreement,&quot; Terryn said.</p>\r\n\r\n<p>The agreement lists 82 specific items about its nuclear program that Iran has to change to satisfy the international community. These include reducing the country&rsquo;s stockpile of enriched uranium down to 300 kg and removing the core of the reactor at Arak and filling it with concrete.</p>\r\n\r\n<p>Ultimately, the deal rolls back Iran&rsquo;s nuclear program for more than a decade, pushing back the time it would take Iran to enrich enough nuclear material for one nuclear weapon from a few months to at least one year, according to the Center for Arms Control and Non-Proliferation.</p>\r\n\r\n<p>We contacted several other nuclear-policy experts, only one of whom thought Westmoreland&rsquo;s statement had merit.</p>\r\n\r\n<p>&quot;The problem is there are tiers of sanctions -- the United Nations sanctions, the United States sanctions -- and the sanctions are being lifted upfront without Iran having to change its conduct, without Iran having to abide by the agreement itself,&quot; said Michaela Dodge, a senior policy analyst for the conservative Heritage Foundation. &quot;Technically, the way the agreement is written, they do not have to change their conduct.&quot;</p>\r\n\r\n<p>Daryl Kimball, executive director of the nonprofit Arms Control Association in Washington D.C., said the pact &quot;definitely requires Iran to effect radical changes in the conduct and capacity of Iran&rsquo;s nuclear program before there is any sanctions relief.&quot;</p>\r\n\r\n<p>&quot;There will be no sanctions relief &mdash; whatsoever &mdash; before &lsquo;Implementation Day,&rsquo; and to get to that point Iran must take very substantial steps and put in place tough restrictions that will block its ability to produce nuclear bomb material, allow much more intrusive inspections, and answer questions from the IAEA about past experiments with &lsquo;possible military dimensions,&rsquo; &quot; Kimball said.</p>\r\n\r\n<p>Shawn l. Ramirez, an assistant professor of political science at Emory University, said &quot;numerous &lsquo;proofs&rsquo; of compliance with the terms of the agreement are required of Iran over time to actually lift the sanctions.&quot;</p>\r\n\r\n<p>&quot;In fact,&quot; Ramirez said, &quot;restoring the sanctions cannot be undone unless all five members of the UN Security Council &nbsp;agree to continue to suspend sanctions &mdash; the U.S. has locked in its veto power to punish Iran if Iran doesn&rsquo;t comply.&quot;</p>\r\n\r\n<p>Our ruling</p>\r\n\r\n<p>U.S. Rep. Lynn Westmoreland said that President Obama and Secretary of State Kerry agreed to lift Iran&rsquo;s economic and arms sanctions without any proof of change in conduct.</p>\r\n\r\n<p>The Iran deal may be less than perfect. And there&rsquo;s certainly reason to be dubious of Iran, one of only three nations that remain on the State Department&rsquo;s list of state sponsors of terrorism.</p>\r\n\r\n<p>But most experts say the agreement does require Iran to make significant changes before some, if not all, sanctions are removed and pushes back the timeframe on Iran&rsquo;s ability to make a bomb.</p>\r\n\r\n<p>We rate Westmoreland&rsquo;s statement &nbsp;False.</p>\r\n", "ruling_comments_date": "2015-10-12T14:02:02.935556", "ruling_date": "2015-10-13T00:00:00", "ruling_headline": "Westmoreland: Iran doesn't have to prove nuclear plan changes", "ruling_headline_slug": "Westmoreland-ran-doesnt-have-to-prove-nuclear-plan", "ruling_link_text": "Iran deal controversial ", "ruling_state": null, "source_documents": null, "sources": "<p>Westmoreland <a href=\"http://westmoreland.house.gov/press-releases/westmoreland-rejects-president-obamas-iran-deal/\" style=\"text-decoration:none;\"><u>Rejects</u></a> President Obama&#39;s Iran Deal,&quot; U.S. Rep. Lynn Westmoreland&rsquo;s Congressional Office, Washington, D.C., Sept. 11, 2015</p>\r\n\r\n<p>H.R.3461 - To <a href=\"https://www.congress.gov/bill/114th-congress/house-bill/3461\" style=\"text-decoration:none;\"><u>approve</u></a> the Joint Comprehensive Plan of Action, signed at Vienna on July 14, 2015, relating to the nuclear program of Iran. Congress.gov</p>\r\n\r\n<p>Vote: 162 yes, 269 no, 1 present, 1 not voting</p>\r\n\r\n<p>Emails with Leigh Claffey, communications director for Westmoreland</p>\r\n\r\n<p>Phone interview with Michaela Dodge, a senior policy analyst for the conservative Heritage Foundation</p>\r\n\r\n<p>Bio of Michaela <a href=\"http://www.heritage.org/about/staff/d/michaela-dodge\">Dodge</a>, Heritage Foundation</p>\r\n\r\n<p>Emails with Greg Terryn, a research and policy associate with the Center for Arms Control and Non-Proliferation in Washington</p>\r\n\r\n<p>Bio of Greg <a href=\"http://armscontrolcenter.org/about/meet-the-staff/greg-terryn/\">Terryn</a>, Center for Arms Control and Non-Proliferation</p>\r\n\r\n<p>Email with Daryl Kimball, executive director of the nonprofit Arms Control Association in Washington D.C.</p>\r\n\r\n<p>Bio of Daryl <a href=\"http://www.armscontrol.org/about/dkimball\">Kimball,</a> Arms Control Association</p>\r\n\r\n<p>Shawn l. Ramirez, an assistant professor of political science at Emory University</p>\r\n\r\n<p>Bio Shawn <a href=\"http://slramirez.github.io/\">Ramirez</a>, Emory University</p>\r\n\r\n<p>Arms Control Association&#39;s <a href=\"http://www.armscontrol.org/reports/Solving-the-Iranian-Nuclear-Puzzle-The-Joint-Comprehensive-Plan-of-Action/2015/08/Section-3-Understanding-the-JCPOA\">explanation</a> of the&nbsp; Joint Comprehensive Plan of Action, JCPOA, also known as the nuclear agreement with Iran</p>\r\n\r\n<div class=\"cm-story-headline\">\r\n<p>&quot;Sam Nunn: Deal makes it &lsquo;a lot <a href=\"http://politics.blog.ajc.com/2015/07/24/sam-nunn-deal-makes-it-a-lot-harder-for-the-iranians-to-get-a-nuclear-bomb/\">harder</a> for the Iranians to get a nuclear&nbsp;bomb&#39;,&quot; By Daniel Malloy, The Atlanta Journal-Constitution, July 25, 2015</p>\r\n\r\n<p>&quot;Annex 1 of the JCPOA contains 80-plus specific items that Iran must change in its nuclear program in order to come in line with the JCPOA and meet the concerns of the international community. Described in laymen&#39;s terms, they include:</p>\r\n\r\n<p>Complete the removal of excess centrifuges and infrastructure in Natanz and Fordow</p>\r\n\r\n<p>Reduce its stockpile of enriched uranium down to 300 kg.</p>\r\n\r\n<p>Remove the calandria (the core of the reactor) at Arak and fill it with concrete</p>\r\n\r\n<p>Take agreed measures regarding issues relating to possible military dimensions</p>\r\n\r\n<p>Submit the initial declaration described in Article 2 of the Additional Protocol, which will include Iran&rsquo;s own long term enrichment and enrichment R&amp;D plan</p>\r\n\r\n<p>Grant the IAEA 24/7 access to its nuclear facilities</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n</div>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 1, "first_name": "Lynn", "half_true_count": 3, "home_state": "", "id": 186, "last_name": "Westmoreland", "mostly_true_count": 0, "name_slug": "lynn-westmoreland", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Rep_Lynn_Westmoreland2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/186/", "total_count": 8, "true_count": 3, "website": ""}, "statement": "<p><strong><strong>President Barack Obama and Secretary of State John Kerry agreed &quot;to lift Iran&rsquo;s economic and arms sanctions without any proof of change in conduct.&quot;</strong></strong></p>\r\n", "statement_context": "press release", "statement_date": "2015-09-11", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 135, "photo": null, "resource_uri": "/api/v/2/subject/135/", "subject": "Nuclear", "subject_slug": "nuclear", "used_in_edition": []}], "target": [], "twitter_headline": ""}