{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2009/aug/18/barack-obama/number-those-without-health-insurance-about-46-mil/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1141, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/1141/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\n It's a statistic often quoted by Democrats during the health care debate: 46 million people without health insurance.\n</p>\n<p>\n &quot;Now, health insurance reform is one of those pillars that we need to build up that new foundation,&quot; said President Barack Obama at a town hall in New Hampshire. &quot;I don't have to explain to you that nearly 46 million Americans don't have health insurance coverage today. In the wealthiest nation on Earth, 46 million of our fellow citizens have no coverage. They are just vulnerable. If something happens, they go bankrupt, or they don't get the care they need.&quot;\n</p>\n<p>\n The number is important because of the big dollars involved in the health care bill. If the number of uninsured is significantly higher or lower, it could have a major impact on the cost.\n</p>\n<p>\n That 46 million number &mdash; which to be exact, is actually 45.7 million &mdash; comes from the U.S. Census Bureau, which releases estimates of the uninsured yearly. That estimate is for 2007, and the data were released in 2008. (The 2008 data are scheduled for release on Sept. 10, 2009.)\n</p>\n<p>\n The Census Bureau is not the only government agency that collects numbers on the uninsured, but it is often cited because it has the biggest sample, contacting about 97,500 households to ask about their insurance and other factors.\n</p>\n<p>\n The Census Bureau calls these people each spring, and it asks if they were insured at any time during the previous year. They run through a\n <a href=\"http://www.census.gov/hhes/www/hlthins/hlthinsseq.pdf\" target=\"_blank\">\n  list of questions\n </a>\n of all the ways people could have been covered to make sure. If a person had insurance for even one day during the year, they are not counted as uninsured.\n</p>\n<p>\n That seems like a nice, conservative way to measure, but the census number still has a few critics. Researchers have noticed that the census numbers tend to be a bit higher than some of the other government surveys collected for similar time periods. For example, in 2007, a survey from the U.S. Department of Health and Human Services found the full-year uninsured population to be 40 million, not 45.7 million.\n</p>\n<p>\n The researchers have a suspicion about the reason for the difference: people's bad memories. The Census Bureau calls people and asks them to think back during the past year as to whether they were insured or not. The other survey calls the people back every few months and ask if they're insured at that moment.\n</p>\n<p>\n Looking back to Obama's statement, though, he said nearly 46 million Americans don't have insurance. Actually, the census data include noncitizens.  The Census Bureau breaks out that information and reports that 9.7 million of the uninsured are noncitizens. So the number of Americans without insurance is actually closer to 36 million.\n</p>\n<p>\n While we're on this topic, we wanted to also report what we've learned about a popular question from readers: How many of the uninsured are illegal immigrants?\n</p>\n<p>\n None of the government agencies that we're aware of asks people about insurance\n <em>\n  and\n </em>\n about whether they are in the United States legally. The census survey does not ask whether people are in the United States legally or not.\n</p>\n<p>\n Since the government doesn't provide data on uninsured illegal immigrants, we turned to the Pew Hispanic Center, a nonpartisan research organization that seeks to &quot;improve understanding of the U.S. Hispanic population and to chronicle Latinos' growing impact on the nation.&quot; The center does not take positions on policy issues.\n</p>\n<p>\n Jeffrey Passell is the center's senior demographer, and he's used the census data to calculate estimates of illegal immigrants for Pew. He told us that Pew's data indicate that 11.9 million illegal immigrants were in the United States in 2007. About 6.8 million of them did not have health insurance.\n</p>\n<p>\n Pew's model assumed that illegal immigrants are slightly undercounted by the Census Bureau, so the total number of uninsured in the country would be slightly higher than the official census number. The model supposes a total of 46.3 million uninsured, so illegal immigrants would represent close to 15 percent of those without insurance.\n</p>\n<p>\n There are other complicating factors to consider: The children of illegal immigrants born in this country are citizens, and Pew estimates that of those, 1 million are uninsured.\n</p>\n<p>\n Getting back to Obama's statement, he said, &quot;Nearly 46 million Americans don't have health insurance coverage today.&quot; That is the most recent number for the U.S. Census available, but he messes it up in one way that would tend to overcount the uninsured and in another way that would tend to undercount them.\n</p>\n<p>\n It's an overcount because it counts noncitizens. Take out the 9.7 million noncitizens and the actual number is closer to 36 million.\n</p>\n<p>\n It's an undercount because it's old data from when the economy was doing much better, and it was for people who were uninsured for a whole year. If you wanted to look at numbers just for &quot;today,&quot; the number would likely be higher, but by how much we can't say. (The Department of Health and Human Services survey found that there were 57.7 million uninsured at some point during the first half of 2008, but we couldn't find a breakout for noncitizens.)\n</p>\n<p>\n So Obama is sloppy by saying it is for &quot;Americans&quot; but not accounting for the noncitizens, which leaves him off by about 22 percent. Yet it's likely his error is counterbalanced to some extent by the large number of people who have lost insurance during the recession. So we rate his statement Mostly True.\n</p>", "ruling_comments_date": "2010-01-07T13:28:43.144433", "ruling_date": "2009-08-18T18:38:47", "ruling_headline": "Number of those without health insurance about 46 million", "ruling_headline_slug": "number-those-without-health-insurance-about-46-mil", "ruling_link_text": "We take apart a commonly cited stat", "ruling_state": null, "source_documents": null, "sources": "<p>\n White House,\n <a href=\"http://www.whitehouse.gov/the_press_office/Remarks-by-the-President-at-Town-Hall-on-Health-Insurance-Reform-in-Portsmouth-New-Hampshire/\" target=\"_blank\">\n  transcript of the New Hampshire town hall meeting\n </a>\n , Aug. 11, 2009\n</p>\n<p>\n U.S. Census,\n <a href=\"http://www.census.gov/prod/2008pubs/p60-235.pdf\" target=\"_blank\">\n  Income, Poverty, and Health Insurance Coverage in the United States: 2007\n </a>\n , published  August 2008\n</p>\n<p>\n U.S. Census,\n <a href=\"http://www.census.gov/hhes/www/hlthins/hlthin07.html\" target=\"_blank\">\n  Health Insurance Coverage: 2007\n </a>\n</p>\n<p>\n U.S. Department of Health and Human Services, Medical Expenditure Panel Survey,\n <a href=\"http://www.meps.ahrq.gov/mepsweb/data_stats/quick_tables_results.jsp?component=1&amp;subcomponent=0&amp;year=2007&amp;tableSeries=-1&amp;searchText=&amp;searchMethod=1&amp;Action=Search\" target=\"_blank\">\n  2007 results\n </a>\n and\n <a href=\"http://www.meps.ahrq.gov/mepsweb/data_stats/MEPS_topics.jsp?topicid=17Z-1\" target=\"_blank\">\n  MEPS Topics: The Uninsured\n </a>\n</p>\n<p>\n U.S. Department of Health and Human Services, Medical Expenditure Panel Survey,\n <a href=\"http://www.meps.ahrq.gov/mepsweb/data_files/publications/st249/stat249.pdf\" target=\"_blank\">\n  The Uninsured in America, First Half of 2008\n </a>\n</p>\n<p>\n National Center for Health Statistics,\n <a href=\"http://www.cdc.gov/nchs/data/nhis/earlyrelease/insur200906.htm\" target=\"_blank\">\n  Health Insurance Coverage: Early Release of Estimates from the National Health Interview Survey\n </a>\n , 2008\n</p>\n<p>\n U.S. Department of Health and Human Services,\n <a href=\"http://aspe.hhs.gov/health/reports/05/uninsured-understanding-ib/index.htm\" target=\"_blank\">\n  ASPE Issue Brief: Understanding Estimates of the Uninsured: Putting the Differences in Context\n </a>\n , September 2005\n</p>\n<p>\n Health Affairs,\n <a href=\"http://content.healthaffairs.org/cgi/content/abstract/hlthaff.27.5.w399\" target=\"_blank\">\n  Covering The Uninsured In 2008: Current Costs, Sources Of Payment, And Incremental Costs\n </a>\n , Sept. 3, 2008\n</p>\n<p>\n Pew Hispanic Center,\n <a href=\"http://pewhispanic.org/files/reports/107.pdf\" target=\"_blank\">\n  A Portrait of Unauthorized Immigrants in the United States\n </a>\n , April 14, 2009\n</p>\n<p>\n Interview with Jeffrey Passel of the Pew Hispanic Center\n</p>\n<p>\n &nbsp;\n</p>", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>&quot;Nearly 46 million Americans don't have health insurance coverage today.&quot;</p>", "statement_context": "a town hall meeting", "statement_date": "2009-08-11", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}