{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/aug/25/john-boehner/boehner-says-study-effectiveness-medical-treatment/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1144, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}, {"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/1144/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\n Many opponents of health care plans being considered by Congress have warned they would lead to government rationing of health care services.\n</p>\n<p>\n To which we say, yes they would. Health care is already rationed. Public and private plans have limited resources, and you can't just get any medical service you want anywhere at any time. That's rationing. It's a reality of health care today and would be under any of the plans being considered in Congress. And so we gave a False to former Democratic National Committee chairman Howard Dean when he said the plans include no rationing.\n</p>\n<p>\n But that's not to say many of the claims of rationing by the Republican opponents are right. In fact, many of them are very misleading, or outright wrong. We've weighed in previously on former Alaska Gov. Sarah Palin's claim the bill would create &quot;death panels&quot; that will decide whether Grandma will get health care.\n <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/aug/10/sarah-palin/sarah-palin-barack-obama-death-panel/\" target=\"_blank\">\n  It wouldn't.\n </a>\n</p>\n<p>\n Here, we'll deal with another popular claim from Republican opponents of the plan: that government-sponsored research into medical care would be used to ration services. Most recently, the claim was made in a press release on the Web site for House Republican Leader John Boehner, R-Ohio, on Aug. 18, 2009. It states:\n</p>\n<p>\n &quot;The bill would establish a new tax on every health insurance policy to fund a government board that would be tasked with deciding which treatments are more cost-effective,&quot; the release states. &quot;The research findings would be used by the government to ration care.&quot;\n</p>\n<p>\n The press release cites the part of the House bill that deals with establishing a Center for Comparative Effectiveness Research within the Agency for Healthcare Research. That's a bureaucratic way of saying the government would do studies to find out which medical treatments and medications work better than others, and which are most cost-effective. The idea is that this would help doctors and patients make better-informed decisions about the most effective treatment strategies. It's also expected to save money over time.\n</p>\n<p>\n A case for it was made on June 12, 2007, by Peter R. Orszag, then director of the Congressional Budget Office but now a member of the Obama administration, in an address to Congress:\n</p>\n<p>\n &quot;Hard evidence is often unavailable about which treatments work best for which patients or whether the added benefits of more-effective but more-expensive services are sufficient to warrant their added costs.&quot; The findings, he said, suggest that better information about the costs and benefits of various treatments could substantially lower health care spending as well as &quot;yield better health outcomes from the resources devoted to health care.&quot;\n</p>\n<p>\n Some opponents such as\n <span class=\"il\">\n  Boehner\n </span>\n have argued that such research will lead to the government telling doctors what kinds of services or medications they can and cannot provide &mdash; rationing.\n</p>\n<p>\n Our ruling here may seem something of a paradox because, as we note above,\n <span class=\"il\">\n  Boehner\n </span>\n would be right if he said there is rationing now and will be rationing in the future. But in this case, there actually are provisions in the bill about comparative research to make sure it is\n <em>\n  not\n </em>\n used for rationing. Language in the House version of the health bill specifically states: &quot;Nothing in this section shall be construed to permit the Commission or the Center to mandate coverage, reimbursement, or other policies for any public or private payer.&quot;\n</p>\n<p>\n And let's be clear, comparative\n <span class=\"il\">\n  effectiveness\n </span>\n research has been done by the government for years and years. The Obama administration wants to greatly expand the amount of research. The economic stimulus package also included more funding for comparative\n <span class=\"il\">\n  effectiveness\n </span>\n research. And the bill included a similar disclaimer that it would not mandate insurers to cover or reimburse one treatment or medication over another.\n</p>\n<p>\n &quot;We definitely need more information about how cost-effective certain things are,&quot;\n <span>\n  said Katherine Baicker,\n </span>\n a health economics professor at Harvard University. People are understandably nervous that these studies could lead to rationing of certain services, she said, but as a researcher, &quot;It's hard for me to see how we can make better decisions without better information.&quot;\n</p>\n<p>\n AARP, the leading advocate for seniors, has long been a strong supporter of such research.\n</p>\n<p>\n &quot;It boggles the mind&quot; said AARP spokesman Jim Dau, how comparative\n <span class=\"il\">\n  effectiveness\n </span>\n research has been portrayed by opponents of the health care plan as government rationing of care.\n</p>\n<p>\n &quot;It's just good common sense,&quot; Dau said of the research. &quot;It's giving individuals and doctors better evidence-based research so that they can make better decisions.&quot;\n</p>\n<p>\n Gail Wilensky, who ran the Medicare program under President George H.W. Bush in the early 1990s, is another big advocate of comparative\n <span class=\"il\">\n  effectiveness\n </span>\n research. She views it as lobby-free information that can be used to empower patients.\n</p>\n<p>\n Wilensky envisions tiered co-payments based on the clinical appropriateness of various medical treatments. That's not rationing, she said.\n</p>\n<p>\n &quot;As we get more advanced, we'll be able to move toward more precision medicine, where we can authorize even very expensive treatments if we know they are going to work,&quot; she said.\n</p>\n<p>\n So, for example, she said, if someone with cancer has a biomarkers that indicates they would be likely to respond to the treatment, there would be a lower co-pay.\n <br />\n <br />\n &quot;We ought to be doing things better,&quot; Wilensky said. &quot;We need to spend smarter and treat more effectively,&quot;\n</p>\n<p>\n We think it's reasonable to conclude that some insurers may decide to use the government's research findings to determine what kinds of medical services it will cover, or at least which ones it will cover first. But we think it's a stretch to call giving patients better information about which treatments and drugs are most effective &quot;rationing.&quot; In fact, given specific language in the bill to the contrary, we think it's outright wrong for\n <span class=\"il\">\n  Boehner\n </span>\n to claim the research findings would be used by\n <em>\n  the government\n </em>\n to ration care. Our friends at FactCheck.org came to the same conclusion in\n <a href=\"http://factcheck.org/2009/08/seven-falsehoods-about-health-care/\" target=\"_blank\">\n  <span style=\"color: #664433;\">\n   an item\n  </span>\n </a>\n that walks through the evolution of comparative\n <span class=\"il\">\n  effectiveness\n </span>\n research.\n</p>\n<p>\n So we find\n <span class=\"il\">\n  Boehner\n </span>\n 's claim that comparative\n <span class=\"il\">\n  effectiveness\n </span>\n research findings &quot;would be used by the government to ration care&quot; to be False.\n</p>", "ruling_comments_date": "2010-01-07T13:28:43.380699", "ruling_date": "2009-08-25T14:17:17", "ruling_headline": "Boehner says study into the effectiveness of medical treatments would be used by government to ration care", "ruling_headline_slug": "boehner-says-study-effectiveness-medical-treatment", "ruling_link_text": "Research yes, mandates no", "ruling_state": null, "source_documents": null, "sources": "<p>\n House Republican Leader John Boehner Web site, Press release:\n <a href=\"http://republicanleader.house.gov/News/DocumentSingle.aspx?DocumentID=141831\" target=\"_blank\">\n  &quot;Detailed Analysis: House Democrats' Bill Raises Taxes on Families and Small Businesses,&quot;\n </a>\n Aug. 18, 2009\n</p>\n<p>\n WhiteHouse.gov,\n <a href=\"http://www.whitehouse.gov/the_press_office/OMB-Director-Peter-Orszag-Addresses-The-Council-On-Foreign-Relations/\" target=\"_blank\">\n  OMB Director Peter Orszag Addresses The Council On Foreign Relations\n </a>\n , July 22, 2009\n</p>\n<p>\n Congressional Budget Office Web site,\n <a href=\"http://www.cbo.gov/doc.cfm?index=8209&amp;type=0\" target=\"_blank\">\n  Statement of then-CBO Director Peter R. Orszag on Research on the Comparative Effectiveness of Medical Treatments: Options for an Expanded Federal Role\n </a>\n before the House Subcommittee on Health Committee on Ways and Means, June 12, 2007\n</p>\n<p>\n &nbsp;\n</p>\n<p>\n Washington Post, CQ Transcripions, Transcript:\n <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2009/07/28/AR2009072801444.html\" target=\"_blank\">\n  &quot;President Obama Holds a Tele-Townhall Meeting on Health Care with AARP Members,&quot;\n </a>\n July 28, 2009\n</p>\n<p>\n CBO.gov,\n <a href=\"http://www.cbo.gov/ftpdocs/104xx/doc10480/07-25-IMAC.pdf\" target=\"_blank\">\n  CBO Director Douglas W. Elmendorf letter to Rep. Steny H. Hoyer\n </a>\n , July 25, 2009\n</p>\n<p>\n AP,\n <a href=\"http://news.yahoo.com/s/ap/20090802/ap_on_go_co/us_health_care_fact_check\" target=\"_blank\">\n  &quot;Fact Check: Distortions rife in health care debate,&quot;\n </a>\n by Charles Babington, Aug. 12, 2009\n</p>\n<p>\n &nbsp;\n</p>\n<p>\n &nbsp;\n</p>\n<p>\n Kaiser Family Foundation,\n <a href=\"http://www.kff.org/healthreform/upload/7948.pdf\" target=\"_blank\">\n  &quot;Focus on Health Reform, Summary of Key Medicare Provisions in H.R. 3200, America's Affordable Health Choices Act of 2009&quot;\n </a>\n</p>\n<p>\n &nbsp;\n</p>\n<p>\n Interview with\n <span class=\"hit\">\n  <span>\n   Katherine Baicker,\n  </span>\n </span>\n a health economics  professor at Harvard University, Aug. 17, 2009\n</p>\n<p>\n Interview with Michael Cannon, a health policy expert with the Cato Institute, Aug. 17, 2009\n</p>\n<p>\n Interview with Judith A. Stein, director of the nonprofit Center for Medicare Advocacy, Aug. 18, 2009\n</p>\n<p>\n Interview with John Holahan, the director of the Urban Institute Health Policy Research Center, Aug. 17, 2009\n</p>\n<p>\n &nbsp;\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 13, "current_job": "Speaker of the House of Representatives", "false_count": 22, "first_name": "John", "half_true_count": 11, "home_state": "Ohio", "id": 49, "last_name": "Boehner", "mostly_true_count": 4, "name_slug": "john-boehner", "pants_count": 2, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-johnboehner.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/49/", "total_count": 69, "true_count": 17, "website": "http://www.speaker.gov/"}, "statement": "<p>The health bill's plan for comparative effectiveness research &quot;would be used by the government to ration care.&quot;</p>", "statement_context": "a press release", "statement_date": "2009-08-18", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}