{"art": [], "author": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/aug/28/barbara-boxer/boxer-claims-it-costs-1100-person-cover-uninsured/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1146, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1146/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>In an effort to sell their health insurance overhaul, Democrats are focusing their pitch on how reform will help the average person. Their latest claim: Health care will actually be cheaper if everyone is insured.<br />\r\n&nbsp;<br />\r\nTo illustrate their point, Democrats are contending that insurance policies are more expensive than they should be because they include a &quot;hidden health tax&quot; &mdash; an extra charge used to cover the millions of uninsured patients who are treated in the costly emergency room.<br />\r\n&nbsp;<br />\r\nBarbara Boxer, a Democratic senator from California, talked about that cost on the <em> Rachel Maddow Show </em> on Aug. 10, 2009.<br />\r\n&nbsp;<br />\r\n&quot;They say we have the greatest health care in the world,&quot; Boxer said. &quot;Well, the fact is, we pay twice as much and our outcomes aren&#39;t as good. We have 48 million people with no health care. As a result, they walk into emergency rooms. It&#39;s costing every American who is insured $1,100 to pick up the cost of uncompensated care that goes on at the emergency room.&quot;</p>\r\n\r\n<p>This is not a new claim. Back on the campaign trail, former candidate Hillary Clinton said each &quot;family policy has a $900 hidden tax&quot; because of the cost of the uninsured. We found that her estimate was right, but that was over a year ago. So we thought the claim was worth revisiting.<br />\r\n&nbsp;<br />\r\nAnd note the wording difference. Clinton said each &quot;family policy&quot; had the hidden cost. But Boxer said &quot;every American who&#39;s insured&quot; is paying it. We&#39;ll explain the significance of that in a minute.</p>\r\n\r\n<p>When we <a href=\"http://www.politifact.com/truth-o-meter/statements/2008/may/02/hillary-clinton/a-reasonable-estimate-for-uninsured-costs/\" target=\"_blank\"> checked </a> Clinton&#39;s claim, we relied on a report from consumer health care advocate Families USA that was published in June 2005. The group revisited the issue in May 2009 in a report called &quot;Hidden Health Tax: Americans Pay a Premium.&quot;<br />\r\n&nbsp;<br />\r\nThe group found that about 86.7 million people were uninsured for some period of time between 2007 and 2008, with about a fourth of those people uninsured for the entire year. The report notes that these estimates were before the recession caused many people to lose their jobs and their health coverage, so the actual numbers are likely to be higher.<br />\r\n&nbsp;<br />\r\nThe report says doctors and hospitals still provide treatment to the uninsured and have to compensate by charging more to insurers. &quot;In turn, the costs that are shifted to insurers are passed on in the form of higher premiums to consumers and businesses that purchase health coverage.&quot;<br />\r\n&nbsp;<br />\r\nThe practice is otherwise known as cost-shifting. For the insured, that translates to an extra $1,017 for family health care coverage and about $368 per individual policy, according to Families USA.<br />\r\n&nbsp;<br />\r\nIn 2006, the New America Foundation, a left-leaning think tank, looked at the cost of covering the uninsured in California and came up with similar estimates:<br />\r\n&nbsp;<br />\r\n&quot;We conservatively estimate that about 10 percent of California health care premiums can be attributed to cost-shifting due to the uninsured,&quot; the report said. &quot;This means that cost shifting inflates the average annual premium for a California family by $1,186. Individuals purchasing policies pay an additional $455 annual in higher premiums.<br />\r\n&nbsp;<br />\r\nBut a 2008 Kaiser Family Foundation report puts the number much lower than the 10 percent in the California study. It predicted if all private funding for uncompensated care were paid with private insurance payments, it would only amount to 1.7 percent of private insurance premiums. The Kaiser report did not provide a comparable estimate to the $1,186.<br />\r\n&nbsp;<br />\r\nKaiser singles out the Families USA study from 2005 and says it is flawed because it doesn&#39;t consider a full picture of how doctors and hospitals absorb the costs of the uninsured. And the Kaiser report questions whether cost-shifting is so strongly related to an increase in the number of uninsured. For example, the paper argues that hospitals and insurers would negotiate the same prices for care regardless of the number of uninsured patients.</p>\r\n\r\n<p>If uncompensated care was affecting these negotiations, its share of hospital costs would go up with the share of the population that is uninsured. But it has not, the report concludes.</p>\r\n\r\n<p>That brings us back to Boxer&#39;s claim. We find it is flawed in two ways.</p>\r\n\r\n<p>First, she says the cost for &quot;every American who is insured&quot; is $1,100. If she had said that was per family as Clinton did, she would be in the ballpark according to the Families USA and New America Foundation studies. But those studies say the cost per <em> individual </em> policy was $368 and $468. So she is way off on that count.</p>\r\n\r\n<p>Secondly, the Kaiser report has raised significant questions about the Families USA study and made a plausible case that much of the cost of the uninsured is absorbed by doctors and hospitals. So in our view that discounts the accuracy of the groups&#39; studies. So we find Boxer&#39;s claim Barely True.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><br />\r\n<em>Editor&#39;s note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</em></p>\r\n\r\n<p>&nbsp;</p>\r\n", "ruling_comments_date": "2010-01-07T13:28:43.211155", "ruling_date": "2009-08-28T15:01:29", "ruling_headline": "Boxer claims that it costs $1,100 per person to cover the uninsured", "ruling_headline_slug": "boxer-claims-it-costs-1100-person-cover-uninsured", "ruling_link_text": "There's some dispute over the \"hidden health tax\"", "ruling_state": null, "source_documents": null, "sources": "<p>Rachel Maddow show, <a href=\"http://www.msnbc.msn.com/id/32372208/ns/msnbc_tv-rachel_maddow_show/\" target=\"_blank\"> transcript from the Aug. 10, 2009, episode </a> , accessed Aug. 18, 2009</p>\r\n\r\n<p>Families USA, <a href=\"http://www.familiesusa.org/assets/pdfs/hidden-health-tax.pdf \" target=\"_blank\"> Hidden Health Tax: Americans Pay a Premium </a> , accessed Aug. 11, 2009</p>\r\n\r\n<p>New America Foundation, <a href=\"http://www.newamerica.net/files/HealthIBNo3.pdf\" target=\"_blank\"> A Premium Price: The Hidden Costs All Californians Pay in our Fragmented Health Care System </a> , accessed Aug. 11, 2009</p>\r\n\r\n<p>Kaiser Family Foundation, <a href=\"http://www.kff.org/uninsured/upload/7809.pdf \" target=\"_blank\"> Covering the Uninsured in 2008: A Detailed Examination of Current Costsand Sources of Payment, and Incremental Costs of Expanding Coverage </a> , accessed Aug. 11, 2009</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "U.S. Senator", "false_count": 0, "first_name": "Barbara ", "half_true_count": 3, "home_state": "California", "id": 213, "last_name": "Boxer", "mostly_true_count": 4, "name_slug": "barbara-boxer", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Boxer.JPG", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/213/", "total_count": 10, "true_count": 0, "website": ""}, "statement": "<p>&quot;It&#39;s costing every American who is insured $1,100 to pick up the cost of uncompensated care that goes on at the emergency room.&quot;</p>\r\n", "statement_context": "an interview with Rachel Maddow", "statement_date": "2009-08-10", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}