{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/aug/25/michael-steele/rnc-chairman-michael-steele-says-va-has-manual-enc/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1155, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1155/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\n Republican National Committee chairman Michael Steele jumped into the so-called VA &quot;death book&quot; debate, calling it just the kind of thing that makes people nervous about the Democrats' health care reform plan.\n</p>\n<p>\n &quot;If you want an example of bad public policy, just look at the situation with our veterans where you have a manual out there telling our veterans stuff like 'Are you really of value to your community?' You know, encouraging them to commit suicide,&quot; Steele said in a Fox News interview on Aug. 25, 2009.\n</p>\n<p>\n &quot;I mean, this is crazy coming from the government. And this is exactly what concerns people and puts them in fear of what government-controlled health care will look like.&quot;\n</p>\n<p>\n But like the claim about &quot;death panels&quot; in the health care reform bill, we find this is another ridiculous falsehood about an important end-of-life issue.\n</p>\n<p>\n At issue here is a 10-year-old VA-funded pamphlet on end-of-life issues called\n <a href=\"http://www.ethics.va.gov/YLYC/YLYC_First_edition_20001001.pdf\" target=\"_blank\">\n  &quot;Your Life, Your Choices: Planning for Future Medical Decisions.&quot;\n </a>\n</p>\n<p>\n The pamphlet entered the national discussion on health care after President George W. Bush's director of Faith-Based Initiatives, Jim Towey, wrote an\n <a href=\"http://online.wsj.com/article/SB10001424052970204683204574358590107981718.html\" target=\"_blank\">\n  op-ed piece\n </a>\n for the\n <em>\n  Wall Street Journal\n </em>\n on Aug. 18, 2009, in which he took issue with what he called the &quot;hurry-up-and-die message&quot; of the pamphlet. The issue takes on larger import, of course, due to the heated debate over funding for end-of-life counseling included in the Democrats' health care reform bill.\n</p>\n<p>\n In his op-ed piece, Towey zeroed in on an exercise in the manual designed to &quot;help you think about and express what really matters to you.&quot; The worksheet poses a number of scenarios and asks users to finish the phrase &quot;Life like this would be...&quot; by checking options that include &quot;difficult, but acceptable,&quot; &quot;worth living, but just barely&quot; and &quot;not worth living.&quot;\n</p>\n<p>\n While the scenarios include such things as relying on a feeding tube or breathing machine to keep them alive, Towey notes that it also includes circumstances common among the elderly and disabled such as: living in a nursing home, being in a wheelchair and &quot;cannot seem to shake the blues.&quot;\n</p>\n<p>\n &quot;There are also guilt-inducing scenarios such as 'I can no longer contribute to my family's well-being,' 'I am a severe financial burden on my family' and that the vet's situation 'causes severe emotional burden for my family,'&quot; Towey wrote.\n</p>\n<p>\n &quot;This hurry-up-and-die message is clear and unconscionable,&quot; Towey concluded.\n</p>\n<p>\n Towey also noted that one of the principle authors of the pamphlet, Dr. Robert Pearlman, was among 42 bioethicists who argued in a 1996 case that physician-assisted suicide should be recognized by the courts as a fundamental right.\n</p>\n<p>\n Worse, he said, is that after the Bush administration shelved the pamphlet in 2007 in order to make revisions, the Obama administration revived it in a July 2009 VA directive that &quot;instructs its primary care physicians to raise advance care planning with all VA patients and to refer them to 'Your Life, Your Choices.' Not just those of advanced age and debilitated condition &mdash; all patients. America's 24 million veterans deserve better.&quot;\n</p>\n<p>\n We should note that Towey, president of St. Vincent College and founder of the nonprofit Aging with Dignity, years ago created his own advance care planning document called &quot;Five Wishes,&quot; and he made an unsuccessful pitch to VA officials in 2007 to have the government buy and distribute his pamphlet. In his op-ed, Towey says that unlike the VA's document, his &quot;does not contain the standard bias to withdraw or withhold medical care.&quot;\n</p>\n<p>\n In response, the Obama administration's veterans agency issued a fact sheet to the Plum Line's Greg Sargent on Aug. 25 in which they state that the &quot;Your Life, Your Choices&quot; pamphlet, developed by the VA more than 10 years ago, &quot;helps veterans consider the types of health care they would want to receive if they were unable to make decisions for themselves, and encourages them to discuss their views with their loved ones and their health care providers, and, if they so desire, to complete an advance directive.&quot;\n</p>\n<p>\n The pamphlet &quot;does not promote limitation of life-sustaining treatment, assisted suicide, or euthanasia,&quot; the fact sheet states.\n</p>\n<p>\n However, the VA did acknowledge in November 2007 that although &quot;clear in its presentation,&quot; it has been &quot;interpreted by some to be too negative in tone and not sufficiently sensitive to the perspectives of veterans with prolife perspectives and veterans living with lifelong disabling conditions.&quot; At that point, the VA officially suspended use of &quot;Your Life, Your Choices&quot;&nbsp; pending review by an expert panel, including input from faith-based groups as well as disability experts. The pamphlet is currently undergoing final revisions before being posted online, which is set for the spring 2010.\n</p>\n<p>\n But the pamphlet is still posted on the VA Web site, albeit with a disclaimer that it is undergoing revisions. And a July 2, 2009, memo on Advance Care Planning and Management of Advance Directives states that when patients request additional information about advance directives, &quot;Patients may be directed to the exercises in 'Your Life, Your Choices' or other published resources.&quot;\n</p>\n<p>\n According to the White House fact sheet, the pamphlet is still officially suspended, but is available on the Web site because, &quot;it is the official policy of the Obama administration not to suppress or alter information or products resulting from federal research grants.&quot;\n</p>\n<p>\n Whether the pamphlet should continue to be made available pending its revision is a matter for political debate. Here, however, we are focusing on Steele's claim that the manual encourages veterans to commit suicide.\n</p>\n<p>\n After reading the 51-page pamphlet, we conclude unequivocally that it does not. Rather, the pamphlet encourages vets to think about the kind of advanced care they'd like to receive in various situations, to communicate those wishes to loved ones, and to formally put them into writing (including steps on how to prepare a personalized living will).\n</p>\n<p>\n Alongside positions such as &quot;I believe there are some situations in which I would not want treatments to keep me alive&quot; is the position, &quot;My life should be prolonged as long as it can, no matter what its quality, and using any means possible.&quot; The pamphlet also respects that some people may have religious beliefs that come into play. One position is described as &quot;I'd want my religious advisers to be consulted about all medical decisions made on my behalf to make sure they are in keeping with my religious teachings.&quot;\n</p>\n<p>\n The document begins like this: &quot;There&rsquo;s only one person who is truly qualified to tell health care providers how you feel about different kinds of health care issues &mdash; and that&rsquo;s you. But, what if you get sick, or injured so severely that you can&rsquo;t communicate with your doctors or family members? Have you thought about what kinds of medical care you would want? Do your loved ones and health care providers know your wishes? Many people assume that close family members automatically know what they want. But studies have shown that spouses guess wrong over half the time about what kinds of treatment their husbands or wives would want. You can help assure that your wishes will direct future health care decisions through the process of advance care planning.&quot;\n</p>\n<p>\n With regard to the issue of suicide, the pamphlet is quite clear:\n</p>\n<p>\n <em>\n  Q: Can I specify that I want assisted suicide in my directive?\n  <br />\n </em>\n</p>\n<p>\n <em>\n  A: No. Assisted suicide is currently illegal.\n </em>\n</p>\n<p>\n Advanced care scenarios are upsetting to think about and discuss. And we certainly can see how some might think it's insensitive to disabled or aged veterans to have a pamphlet with an exercise that poses scenarios such as being in a wheelchair or living in a nursing home, and then to even include the option to check a box saying that life like this would be &quot;not worth living.&quot;\n</p>\n<p>\n But we think Steele goes way too far and sensationalizes an important issue when he says the pamphlet &quot;encourages (vets) to commit suicide&quot; &mdash; particularly when you consider the pamphlet in its entirety. This is a pamphlet intended to encourage vets to make choices about the kind of advanced care they want. And for the record, there is nothing in the manual that tells vets &quot;Are you really of value to your community?&quot; We rule Steele's statement Pants on Fire.\n</p>\n<p>\n <em>\n  Note: We added information about Dr. Pearlman on Aug. 28, 2009.\n </em>\n</p>", "ruling_comments_date": "2010-01-07T13:28:44.242278", "ruling_date": "2009-08-25T18:25:51", "ruling_headline": "RNC chairman Michael Steele says VA has a manual that encourages vets to commit suicide ", "ruling_headline_slug": "rnc-chairman-michael-steele-says-va-has-manual-enc", "ruling_link_text": "VA does not encourage suicide", "ruling_state": null, "source_documents": null, "sources": "<p>\n VA Web site,\n <a href=\"http://www.ethics.va.gov/YLYC/YLYC_First_edition_20001001.pdf\" target=\"_blank\">\n  &quot;Your Life, Your Choices: Planning for Future Medical Decisions&quot;\n </a>\n</p>\n<p>\n Wall Street Journal, Op-Ed:\n <a href=\"http://online.wsj.com/article/SB10001424052970204683204574358590107981718.html\" target=\"_blank\">\n  &quot;The Death Book for Veterans,&quot;\n </a>\n &nbsp; by Jim Towey, Aug. 18, 2009\n</p>\n<p>\n YouTube,\n <a href=\"http://www.youtube.com/watch?v=eYRpv1QkGz8&amp;eurl=http%3A%2F%2Fwww%2Ehuffingtonpost%2Ecom%2F2009%2F08%2F22%2Fhow%2Dconservatives%2Dgot%2Dthe%5Fn%5F266275%2Ehtml&amp;feature=player_embedded\" target=\"_blank\">\n  &quot;FOX News Interviews VA's Tammy Duckworth About 'Death Book For Veterans,'&quot;\n </a>\n Aug. 23, 2009\n</p>\n<p>\n Veterans Affairs Web site,\n <a href=\"http://www1.va.gov/VHAPUBLICATIONS/ViewPublication.asp?pub_ID=2042\" target=\"_blank\">\n  &quot;Advance Care Planning and Management of Advance Directives,&quot;\n </a>\n July 2, 2009\n</p>\n<p>\n Talking Points Memo,\n <a href=\"http://tpmdc.talkingpointsmemo.com/2009/08/steele-protect-medicare----and-medicare-doesnt-work.php\" target=\"_blank\">\n  &quot;Steele: Protect Medicare -- And Medicare Doesn't Work,&quot;\n </a>\n by Eric Kleefield, Aug. 25, 2009\n</p>\n<p>\n Talking Points Memo,\n <a href=\"http://tpmdc.talkingpointsmemo.com/2009/08/steele-va-is-encouraging-vets-to-commit-suicide.php\" target=\"_blank\">\n  &quot;Steele: VA Is Encouraging Vets To Commit Suicide&quot;\n </a>\n by Rachel Slajda, Aug. 25, 2009\n</p>\n<p>\n The Plum Line,\n <a href=\"http://theplumline.whorunsgov.com/wp-content/uploads/2009/08/fact_sheet.doc\" target=\"_blank\">\n  White House Fact Sheet on &quot;Your Life, Your Choices&quot;\n </a>\n</p>\n<p>\n The Plum Line,\n <a href=\"http://theplumline.whorunsgov.com/wp-content/uploads/2009/08/timeline.doc\" target=\"_blank\">\n  White House Timeline on Advance Care Planning and &quot;Your Life, Your Choices&quot; in VHA\n </a>\n</p>\n<p>\n &nbsp;\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "chairman of the Republican National Committee", "false_count": 1, "first_name": "Michael", "half_true_count": 1, "home_state": "Maryland", "id": 128, "last_name": "Steele", "mostly_true_count": 0, "name_slug": "michael-steele", "pants_count": 2, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Michael_Steele_cropped.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/128/", "total_count": 8, "true_count": 4, "website": "http://www.rnc.org/"}, "statement": "<p>The Department of Veterans Affairs has &quot;a manual out there telling our veterans stuff like, 'Are you really of value to  your community?' You know, encouraging them to commit suicide.&quot;</p>", "statement_context": "a Fox News interview", "statement_date": "2009-08-25", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 51, "photo": null, "resource_uri": "/api/v/2/subject/51/", "subject": "Veterans", "subject_slug": "veterans", "used_in_edition": []}], "target": [], "twitter_headline": null}