{"art": [{"brightcove": "", "caption": "Bernie Sanders at the Iowa Democratic presidential debate. (AP)", "id": 7057, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/AP_IAKS133_DEM_2016_DEBATE.JPG", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/7057/", "title": "Sanders Iowa Debate", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}, {"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2015/nov/15/bernie-sanders/bernie-sanders-says-us-only-major-country-doesnt-g/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 11576, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}, {"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/11576/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>During the Democratic presidential debate in Des Moines, Iowa, Bernie Sanders returned to a health-care talking point that he has used often. In fact, he made it more than once in the debate.</p>\r\n\r\n<p>&quot;I want to end the international embarrassment of the United States of America being the only major country on earth that doesn&#39;t guarantee health care to all people as a right, not a privilege,&quot; Sanders said.</p>\r\n\r\n<p>This is virtually identical to a statement by Sanders that <a href=\"http://www.politifact.com/truth-o-meter/statements/2015/jun/29/bernie-s/bernie-sanders-us-only-major-country-doesnt-guaran/\">we checked in June 2015</a>. We&rsquo;ll recap our research here.</p>\r\n\r\n<p>When we looked at the claim before, Michael Briggs, a spokesman for Sanders, said the senator was referring to nations that make up the Organization for Economic Cooperation and Development. We&rsquo;re not sure Sanders made that entirely clear (for instance the OECD doesn&rsquo;t include China or Russia, which many people would consider a major country), but we&rsquo;ll put that aside for the moment.</p>\r\n\r\n<p>Briggs directed us to a<a href=\"http://www.oecd-ilibrary.org/social-issues-migration-health/society-at-a-glance-2014/coverage-for-health-care_soc_glance-2014-26-en\"> 2014 OECD</a> report that found only two member countries, the United States and Mexico, lacking universal health care coverage.</p>\r\n\r\n<p>&quot;However, Mexico<a href=\"http://www.nytimes.com/2011/01/30/world/americas/30mexico.html\"> passed a law</a> in 2004 with the goal of establishing universal coverage, and they&#39;re currently at 90 percent,&quot; Briggs said. &quot;The ACA was never intended to establish universal coverage, and according to the<a href=\"http://www.cbo.gov/sites/default/files/cbofiles/attachments/49892-Outlook2015.pdf\"> January CBO estimate</a>, 90 percent is about as good as it&#39;s going to get.&quot;</p>\r\n\r\n<p>We checked and Briggs is close on his numbers. In Mexico, as of 2013, public insurance reached about 86.7 percent of the people. That&rsquo;s actually not much different from where America stood, if you combine public and private coverage. The figure in the United States was 84.9 percent.</p>\r\n\r\n<p>However, in 2015, the CBO estimated that 89 percent of American residents -- excluding undocumented immigrants -- have coverage. The number drops to 87 percent if you include undocumented residents.</p>\r\n\r\n<p>The median income in Mexico is so low -- about a third of that in the United States -- that some would not group it with the stronger OECD countries. But since Sanders&rsquo; spokesman included it, we thought it only fair to include it, too. &nbsp;</p>\r\n\r\n<p>Beyond the raw numbers, Sanders&rsquo; statement highlights the tricky questions that come up when you start talking about a right to health care. Is it defined as universal coverage, or a legal right to care? The two are not identical.</p>\r\n\r\n<p><strong>The gold standard</strong></p>\r\n\r\n<p>Europe covers both bases. Nearly every European nation has signed and ratified the<a href=\"http://www.coe.int/T/DGHL/Monitoring/SocialCharter/Theme%20factsheets/FactsheetHealth_en.pdf\"> European Social Charter</a>. That treaty&rsquo;s section on health care casts coverage as a right.</p>\r\n\r\n<p>&quot;The system of health care must be accessible to the entire population. To that end, states should take as their main criterion for judging the success of health system reforms effective access to health care for all, without discrimination, as a basic human right.&quot;</p>\r\n\r\n<p>Countries follow different paths to make good on that promise. Great Britain has its national health service where the government runs the hospitals and pays the doctors and nurses. Germany and France have a more complicated mix of highly regulated public and private insurance companies, and, as in America, a law that makes insurance mandatory for everyone.</p>\r\n\r\n<p>Those European nations score 100 when it comes to universal coverage.</p>\r\n\r\n<p>But so does Australia, and Australia operates under no legal claim that health care is a right. The government&rsquo;s<a href=\"https://www.ag.gov.au/RightsAndProtections/HumanRights/PublicSectorGuidanceSheets/Pages/Righttohealth.aspx\"> Attorney General&rsquo;s Department</a> posted on its website &quot;there is no Commonwealth legislation explicitly enshrining the right to the enjoyment of the highest attainable standard of physical and mental health.&quot;</p>\r\n\r\n<p>That doesn&rsquo;t stop the Aussies from running an extensive system of public hospitals and a robust public health insurance program.</p>\r\n\r\n<p>Japan uses a different mix of tools to achieve the same results, and it too lacks a formal legal right to health care. There is a substantial body of Japanese health care law, but it has to do with creating various government programs and setting the rules of the game.</p>\r\n\r\n<p><strong>A weak guarantee</strong></p>\r\n\r\n<p>There are several international treaties and conventions that speak of the obligation of countries to provide for the health of their residents. The list includes the World Health Organization constitution and the United Nations<a href=\"https://treaties.un.org/pages/viewdetails.aspx?chapter=4&amp;lang=en&amp;mtdsg_no=iv-3&amp;src=treaty\"> International Covenant on Economic, Social and Cultural Rights</a>.</p>\r\n\r\n<p>The United States signed and ratified the former, but it is literally one of a handful of countries that has not ratified the latter.</p>\r\n\r\n<p>For some, the International Covenant on Economic, Social and Cultural Rights is a landmark document that comes very close to asserting health care as a right.</p>\r\n\r\n<p>The treaty&rsquo;s language is ambitious. It speaks of &quot;the right of everyone to the enjoyment of the highest attainable standard of physical and mental health.&quot; Countries that get behind it promise that they will aim to create the &quot;conditions which would assure to all medical service and medical attention in the event of sickness.&quot;</p>\r\n\r\n<p>But the convention&rsquo;s legal heft is considerably less than its stated goals. It pushes no country to spend beyond its &quot;available resources,&quot; a quantity that could be whatever the leaders say it is.</p>\r\n\r\n<p>Lawrence Gostin is the director of Georgetown University&rsquo;s O&#39;Neill Institute for National and Global Health Law. Gostin said the convention lacks teeth.</p>\r\n\r\n<p>&quot;These international obligations are vague and unenforceable so really don&rsquo;t translate into a &lsquo;right&rsquo; in all states,&quot; Gostin said.</p>\r\n\r\n<p>For Gostin, the test of a nation&rsquo;s commitment should be measured by the facts on the ground.</p>\r\n\r\n<p>&quot;Does it provide even reasonably fair access to the entire population, and is there a way to enforce or implement the right?&quot; Gostin said. &quot;By those measures, the U.S. has many entitlements to health care, including Medicare, Medicaid, Veterans Affairs, and ACA subsidies. Yes there are many left out, but that is true in lots of countries, including China that provides a minuscule amount of health dollars to rural residents.&quot;</p>\r\n\r\n<p>Whether China is an industrialized country of the sort Sanders mentioned is a matter of debate, but China helps illustrate the difference between a right in law and a right in practice.</p>\r\n\r\n<p>China has ratified the International Covenant on Economic, Social and Cultural Rights. On top of that, its Constitution commits the state to provide health services and facilities &quot;all for the protection of the people&#39;s health.&quot; But the record of the world&rsquo;s most populous nation is checkered to say the least.</p>\r\n\r\n<p>David Blumenthal, president of the Commonwealth Fund, a Boston-based health policy group, has written about the evolution of health care in China. In an article in the<a href=\"http://www.nejm.org/doi/full/10.1056/NEJMp1410425?af=R&amp;rss=currentIssue\"> New England Journal of Medicine</a>, Blumenthal wrote that about 95 percent of the population has access to modest coverage.</p>\r\n\r\n<p>&quot;The government has decided to provide all Chinese some protection against the cost of illness, not necessarily as a matter of right, but as a matter of fact,&quot; Blumenthal told PolitiFact.</p>\r\n\r\n<p>Ake Blomqvist, a health care economist at Carleton University in Canada, has a dimmer view of the connection between China&rsquo;s legal promises and what it delivers. China might have signed that UN convention but that has had limited effect.</p>\r\n\r\n<p>&quot;In reality the majority of people in China are at risk of not being able to receive even urgently needed health care if they are unlucky enough to require something that is expensive,&quot; Blomqvist said.</p>\r\n\r\n<p>A spokesman for Sanders, Warren Gunnels, told PolitiFact after the debate that Japan and Australia have created the right in practice even if it doesn&#39;t exist in law. He added that the Commonwealth Fund ranks the United States <a href=\"http://www.commonwealthfund.org/publications/press-releases/2010/jun/us-ranks-last-among-seven-countries\">last in health care access</a> among seven major nations.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Sanders said that the United States is the only major country that doesn&rsquo;t guarantee health care to everyone as a right.</p>\r\n\r\n<p>Among the wealthy OECD nations, America -- with the possible exception of Mexico -- stands out as the only one that lacks universal coverage. The question of a guaranteed right to health care is murkier. Sanders spoke as though every advanced economy has it. In reality, some do and some don&rsquo;t. We rate the claim Half True.</p>\r\n", "ruling_comments_date": "2015-11-15T00:17:41.216436", "ruling_date": "2015-11-15T00:47:02", "ruling_headline": "Bernie Sanders says U.S. is only major country that doesn't guarantee health care as a right", "ruling_headline_slug": "bernie-sanders-says-us-only-major-country-doesnt-g", "ruling_link_text": "In some places, coverage is nearly universal but not a right", "ruling_state": null, "source_documents": null, "sources": "<p>PolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2015/jun/29/bernie-s/bernie-sanders-us-only-major-country-doesnt-guaran/\" style=\"text-decoration:none;\"><u>Bernie Sanders: U.S. &#39;only major country&#39; that doesn&#39;t guarantee right to health care</u></a>,&quot; June 29, 2015</p>\r\n\r\n<p>Email interview with Warren Gunnels, spokesman for Bernie Sanders, Nov. 15, 2015</p>\r\n", "speaker": {"adkey": "", "advalue": "", "barely_true_count": 20, "current_job": "U.S. Senator", "false_count": 15, "first_name": "Bernie", "half_true_count": 28, "home_state": "Vermont", "id": 218, "last_name": "Sanders", "mostly_true_count": 46, "name_slug": "bernie-sanders", "pants_count": 0, "party": {"id": 6, "party": "Independent", "party_slug": "independent", "resource_uri": "/api/v/2/party/6/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Bernie_Sanders.jpg", "primary_edition": {"adkey": "", "advalue": "", "edition": "Vermont", "edition_slug": "vermont", "has_afterthefact": false, "id": 65, "index_page": false, "meter_name": "Vermont Truth-O-Meter", "resource_uri": "/api/v/2/edition/65/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/218/", "total_count": 129, "true_count": 16, "website": "http://sanders.senate.gov/"}, "statement": "<p>The United States is &quot;the only major country on earth that doesn&#39;t guarantee health care to all people as a right, not a privilege.&quot;</p>\r\n", "statement_context": "a Democratic presidential debate in Des Moines, Iowa", "statement_date": "2015-11-14", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}