{"art": [{"brightcove": "", "caption": "Fox News host Megyn Kelly talked about campus unrest with Republican presidential candidate Ben Carson. (Screengrab)", "id": 7050, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Kelly_Mizzou.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/7050/", "title": "Kelly Mizzou", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "canonical_url": "/punditfact/statements/2015/nov/13/megyn-kelly/foxs-kelly-miscasts-mizzou-upheaval-work-small-gro/", "edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": null, "id": 11572, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "resource_uri": "/api/v/2/statement/11572/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>A heated debate over race has erupted on several college campuses. This prompted Fox News host Megyn Kelly to lead off her show Wednesday<strong> </strong>this way:</p>\r\n\r\n<p>&quot;What started as a campus protest in Missouri might be spreading to more colleges and universities as small groups of students use complaints about race and diversity in a big play to rewrite the rules for everyone,&quot; Kelly said on the Nov. 11, 2015, edition of <em>The Kelly File</em>. &quot;In a period of roughly 72 hours, a small group of angry black students managed to force the resignation of the two highest-ranking officials at that school, complaining they did not show enough concern about racial issues at the school.&quot;</p>\r\n\r\n<p>There have been conflicting reports over what led Missouri University president Tim Wolfe and chancellor R. Bowen Loftin to step down Nov. 9. We thought it would help to examine Kelly&rsquo;s summary that a small group of black students forced that much change in basically three days.</p>\r\n\r\n<p>The Fox News press office added some nuance to the short timeline Kelly cited. A spokesperson told us while tensions formed weeks ago, things came to a head in the three days before the resignations.</p>\r\n\r\n<p>Events did pile up quickly in the days before Nov. 9 but evidence coming out of Missouri paints a much more complicated picture than the one Kelly offered her viewers. Most importantly, Wolfe and Loftin fell for different reasons. Race relations were the dominant factor in Wolfe&rsquo;s demise, but Loftin&rsquo;s problems stemmed from a revolt among the university&rsquo;s deans that peaked a month earlier. &nbsp;It also seems that opposition to both men was broader than, as Kelly said, &quot;a small group of angry black students.&quot;</p>\r\n\r\n<p><strong>The standard (simple) storyline</strong></p>\r\n\r\n<p>Fox News told us that a Google search pulled up more than 8,000 news articles about the role of the students in the resignations. The stories we read generally noted the same <a href=\"http://www.wsj.com/articles/key-events-in-the-university-of-missouri-saga-1447256164\">series of events</a> leading up to the administrative shake-up at Mizzou.</p>\r\n\r\n<p>In mid September this year, the president of the Missouri Student Association wrote on Facebook that riders in a pick-up truck had repeatedly used a racial slur toward him. In early October, as a black student group rehearsed outdoors for a homecoming performance, a passing white student began using a racial slur.</p>\r\n\r\n<p>A few days later on Oct. 10, about a dozen black students surrounded the Missouri president&rsquo;s vehicle demanding that he address racial tensions on campus. Roughly two weeks after that, feces smeared in the shape of a swastika appeared on a college dorm. No suspect was found.</p>\r\n\r\n<p>On Nov. 2, a black student started a hunger strike. On Nov. 7, a group of black players on Missouri&rsquo;s football team announced they would neither practice nor play until Wolfe, the president, resigned. Missouri football coach Gary Pinkel tweeted his support for the players&rsquo; strike Nov. 8.</p>\r\n\r\n<p>On Nov. 9, both Wolfe and Loftin resigned. (Loftin said he would remain with the university in a different role.)</p>\r\n\r\n<p>It&rsquo;s easy to understand why the downfall of the two men would merge in the public mind, but that doesn&rsquo;t make it accurate.</p>\r\n\r\n<p><strong>Loftin&rsquo;s long decline</strong></p>\r\n\r\n<p>It&rsquo;s important to note that Loftin answered to Wolfe. As university president, Wolfe oversaw the entire university system. Loftin ran all of the academic divisions of the university, from the medical school, to the law school, to the college of arts and sciences, and more. You don&rsquo;t have to look far to discover that Loftin&rsquo;s relationship with large swaths of the university community was on the rocks for reasons having nothing to do with the bubbling racial tensions.</p>\r\n\r\n<p>In fact,&nbsp;<a href=\"http://www.columbiatribune.com/news/education/deans-faculty-members-call-for-loftin-s-dismissal/article_3b3c56d7-f432-573b-b02d-6787228c5369.html\">nine of the university&rsquo;s&nbsp;deans</a>&nbsp;in charge of academic divisions asked for Loftin&rsquo;s removal a month before he stepped down.(Interim and acting deans did not participate.)</p>\r\n\r\n<p>&quot;We said to the president on Oct. 9 that Loftin should go,&quot; Dave Kurpius, dean of the Journalism School told PunditFact.</p>\r\n\r\n<p>Kurpius said the deans repeated that demand to Wolfe at three meetings in early October. The morning Wolfe resigned in November, they had just sent a letter to Wolfe&rsquo;s boss, the board of curators, calling for Loftin&rsquo;s removal.</p>\r\n\r\n<p>That letter blamed Loftin for creating a &quot;toxic environment through threat, fear and intimidation.&quot; Their specific issues involved his botched effort to eliminate graduate assistant health insurance and a total disregard for their roles as managers of their academic centers.</p>\r\n\r\n<p>Graduate students also had been opposing Loftin.</p>\r\n\r\n<p>Sarah Senff is co-chair of the Action Committee on the Forum on Graduate Rights. The group was formed in August after Loftin gave them less than a day&rsquo;s notice that they would lose their health insurance assistance. After an outcry, Loftin reversed himself.</p>\r\n\r\n<p>&quot;I would vociferously deny that this happened in 72 hours or that this was just black students, &quot; Senff said. &quot;Particularly for Chancellor Loftin, there were numerous issues relating to his competence to lead the university.&quot;</p>\r\n\r\n<p>Senff and other graduate student leaders we contacted cited a bevy of problems including cutbacks in aid for housing, childcare, and tuition waivers. They also rejected Loftin&rsquo;s decision in September to sever ties with a Planned Parenthood clinic where medical and nursing students had been going to fulfill hands-on experience requirements. Senff said &quot;it has been a semester that&nbsp;has seen protest after protest from various groups.&quot;</p>\r\n\r\n<p>The graduate students&rsquo; woes spilled over to the academic departments. William Kerwin is director of graduate studies at Missouri&rsquo;s English department. On Nov. 3, the faculty voted to declare &quot;No confidence&quot; in Loftin. Their complaints mirrored those of the deans and graduate students.</p>\r\n\r\n<p>&quot;A whole host of issues were in play regarding Chancellor Loftin,&quot; Kerwin said, &quot;Yet the national narrative now sees his departure as driven by the same forces as ended President Wolfe&rsquo;s tenure here.&quot;</p>\r\n\r\n<p>It is not as though this story was unknown outside of Missouri. The day before Kelly&rsquo;s show, the <em>Wall Street Journal</em> published an article with the headline <a href=\"http://www.wsj.com/articles/race-not-only-mizzou-issue-1447206995\" style=\"text-decoration:none;\"><u>Race Wasn&rsquo;t the Only Issue at University of Missouri</u></a>.</p>\r\n\r\n<p><strong>Wolfe&rsquo;s sudden demise</strong></p>\r\n\r\n<p>University of Missouri insiders we contacted uniformly told us that race relations were the driving factor in Wolfe&rsquo;s resignation. Several highlighted his refusal to engage with black students after the incidents in September and October. That precipitated the moment when a dozen activists surrounded his car at the October homecoming.</p>\r\n\r\n<p>When <a href=\"http://www.themaneater.com/stories/2015/11/7/wolfe-student-protesters-meet-kansas-city/\">Wolfe told a group of black students</a> on Nov. 7 that &quot;systematic oppression is because you don&rsquo;t believe that you have the equal opportunity for success,&quot; the uproar only intensified.</p>\r\n\r\n<p>Eric Scott, a graduate student leader, said it&rsquo;s accurate to say a core group of black students organized protests. But Smith, who is white, said that hardly captures the extent of the popular rejection of Wolfe.</p>\r\n\r\n<p>&quot;If we count all the people who have participated in their marches and demonstrations, there were hundreds of members,&quot; Smith said. &quot;Hardly a &lsquo;small group of angry black students.&rsquo; &quot;</p>\r\n\r\n<p>Samuel Cohen is an associate English professor. He said Kelly had it right regarding the general role of the students and racial tensions. What she missed, he said, was the two or three months of growing frustration and the upswell of support for his ouster. The tipping point, Cohen said, was the football players &quot;who put their scholarships and careers on the line.&quot;</p>\r\n\r\n<p>&quot;It is technically correct to say it was a small group of students, but if they had been protesting the campus smoking ban or the chancellor&#39;s twitter handle, it wouldn&#39;t have led anywhere.&quot; he said. &quot;It had to be something important that many others saw as worth fighting against.&quot;</p>\r\n\r\n<p>The others who joined in, Cohen said, included students, faculty and staff of many ethnicities.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Kelly said in a span of about three days, a small group of black students forced the resignations of two top administrators at the University of Missouri. Multiple press reports and interviews with members of the Mizzou community tell us Kelly&rsquo;s shorthand falls short on several key points.</p>\r\n\r\n<p>Deans, graduate students, and faculty had been pressing for the ouster of Loftin for at least a month prior to his departure. It is no small matter for deans to make such a demand and they did so three times in early October. Loftin&rsquo;s problems with the university community go back well into the beginning of the semester.</p>\r\n\r\n<p>There&rsquo;s more support for the role of black students in the removal of Wolfe. The evidence tells us that pressure from black students was the driving force and the momentum shifted rapidly against him when a student went on a hunger strike on Nov. 2. However, anger had been growing since mid&nbsp;October and a much larger number of people from across the university community joined the call for Wolfe to step down.</p>\r\n\r\n<p>Kelly&rsquo;s statement is only partially accurate. We rate it Half True.</p>\r\n", "ruling_comments_date": "2015-11-13T14:34:42.589331", "ruling_date": "2015-11-13T15:29:01", "ruling_headline": "Fox's Kelly miscasts Mizzou upheaval as work of a 'small group of angry black students'", "ruling_headline_slug": "foxs-kelly-miscasts-mizzou-upheaval-work-small-gro", "ruling_link_text": "Sometimes the best-known story lines are wrong", "ruling_state": null, "source_documents": null, "sources": "<p>Fox News, <em>The Kelly File</em>, Nov. 11, 2015</p>\r\n\r\n<p>The Maneater, <a href=\"http://www.themaneater.com/stories/2015/11/7/wolfe-student-protesters-meet-kansas-city/\" style=\"text-decoration:none;\"><u>Tim Wolfe, student protesters meet in Kansas City</u></a>, Nov. 7, 2015</p>\r\n\r\n<p><em>Columbia Daily Tribune</em>, <a href=\"http://www.columbiatribune.com/news/politics/semester-of-strife-capped-longstanding-issues-with-wolfe-loftin/article_41ee52f7-fe9d-5641-865b-a44fffe6ecc9.html\" style=\"text-decoration:none;\"><u>Semester of strife capped longstanding issues with Wolfe, Loftin</u></a>, Nov. 12, 2015</p>\r\n\r\n<p><em>Wall Street Journal</em>, <a href=\"http://www.wsj.com/articles/key-events-in-the-university-of-missouri-saga-1447256164\" style=\"text-decoration:none;\"><u>Key Events in the University of Missouri Saga</u></a>, Nov. 11, 2015</p>\r\n\r\n<p><em>Missourian</em>, <a href=\"http://www.columbiamissourian.com/news/higher_education/mu-english-department-votes-no-confidence-in-chancellor-s-leadership/article_4c8a52d6-8327-11e5-9ef3-5725103d82ec.html\" style=\"text-decoration:none;\"><u>MU English Department votes no confidence in chancellor&#39;s leadership</u></a>, Nov. 4, 2015</p>\r\n\r\n<p><em>Daily Columbian</em>, <a href=\"http://www.columbiatribune.com/news/education/deans-faculty-members-call-for-loftin-s-dismissal/article_3b3c56d7-f432-573b-b02d-6787228c5369.html\" style=\"text-decoration:none;\"><u>Deans, faculty members call for Loftin&#39;s dismissal</u></a>, Nov. 9, 2015</p>\r\n\r\n<p><em>Wall Street Journal</em>, <a href=\"http://www.wsj.com/articles/race-not-only-mizzou-issue-1447206995\" style=\"text-decoration:none;\"><u>Race Wasn&rsquo;t the Only Issue at University of Missouri</u></a>, Nov. 10, 2015</p>\r\n\r\n<p>Email interview, Dana Klinghoffer, spokeswoman, Fox News, Nov. 12, 2015</p>\r\n\r\n<p>Email interview,&nbsp;Kristofferson Culver, former president of the Graduate Professional Council,&nbsp;University of&nbsp;Missouri, Nov. 13, 2015</p>\r\n\r\n<p>Email interview,&nbsp;Sarah Senff, co-hair of the Action Committee on the Forum on Graduate Rights,&nbsp;University of&nbsp;Missouri, Nov. 13, 2015</p>\r\n\r\n<p>Email interview,&nbsp;Eric Scott, co-chair of the Coalition of Graduate Workers,&nbsp;University of&nbsp;Missouri, Nov. 13, 2015</p>\r\n\r\n<p>Interview, Dave Kurpius, dean of the School of Journalism,&nbsp;University of&nbsp;Missouri, Nov. 13, 2015</p>\r\n\r\n<p>Email interview,&nbsp;William Kerwin, associate professor of English,&nbsp;University of&nbsp;Missouri, Nov. 12, 2015</p>\r\n\r\n<p>Email interview,&nbsp;Sam Cohen, associate professor of English,&nbsp;University of&nbsp;Missouri, Nov. 12, 2015</p>\r\n\r\n<div>&nbsp;</div>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Journalist", "false_count": 1, "first_name": "Megyn", "half_true_count": 2, "home_state": "", "id": 2928, "last_name": "Kelly", "mostly_true_count": 0, "name_slug": "megyn-kelly", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/204_megynkelly_new.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2928/", "total_count": 5, "true_count": 2, "website": "http://www.nbcnews.com/megyn-kelly"}, "statement": "<p>&quot;In a period of roughly 72 hours, a small group of angry black students managed to force the resignation of the two highest ranking officials at that school.&quot;</p>\r\n", "statement_context": "a broadcast of \"The Kelly File\" on Fox News", "statement_date": "2015-11-11", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 105, "photo": null, "resource_uri": "/api/v/2/subject/105/", "subject": "Human Rights", "subject_slug": "human-rights", "used_in_edition": []}], "target": [], "twitter_headline": ""}