{"art": [{"brightcove": "", "caption": "Vehicles with heavy artillery of the Tripoli joint security forces move closer to Libya's parliament after troops of Gen. Khalifa Hifter targeted Islamist lawmakers and officials, on May 18, 2014. (AP/Libyan national army)", "id": 7094, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Libya_parliament.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/7094/", "title": "Libya parliament", "wibbitz": "", "youtube": "", "youtubeID": ""}, {"brightcove": "", "caption": "Hillary Clinton gives a speech to the Council on Foreign Relations on Nov. 19, 2015.", "id": 7095, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Clinton_at_CFR.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/7095/", "title": "Clinton CFR", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2015/nov/23/hillary-clinton/hillary-clinton-says-libyan-people-have-voted-twic/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 11615, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/11615/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>During the presidential race, any discussions about Hillary Clinton and Libya have typically focused on the deadly attack on a U.S. outpost in Benghazi on Sept. 11, 2012.</p>\r\n\r\n<p>But after a recent foreign policy speech, Clinton was asked about the success -- or lack thereof -- of democratization in Libya, a country ruled for decades by dictator Muammar Gaddafi.</p>\r\n\r\n<p>The question focused on Donald Trump&rsquo;s argument that removing dictators in the Middle East leads to more chaos in places like Iraq, Yemen and Libya. Wasn&rsquo;t Trump right, the questioner asked?</p>\r\n\r\n<p>Clinton responded, &quot;Well, he has a very short-term view of history, because it is not at all clear what the final outcome will be in the places that you named.&quot; She then zeroed in on the situation in Libya:</p>\r\n\r\n<p>&quot;The Libyan people have voted twice in free and fair elections for the kind of leadership they want,&quot; Clinton said in the Nov. 19, 2015, speech. &quot;They have not been able to figure out how to prevent the disruptions that they are confronted with because of internal divides and because of some of the external pressures that are coming from terrorist groups and others. So I think it&#39;s too soon to tell, and I think it&#39;s something that we have to be, you know, looking at very closely.&quot;</p>\r\n\r\n<p>We wondered whether Clinton was correct to say that &quot;the Libyan people have voted twice in free and fair elections for the kind of leadership they want,&quot; so we took a closer look.</p>\r\n\r\n<p><strong>The big picture</strong></p>\r\n\r\n<p>Finding anything to cheer about in Libyan politics and governance today requires a lot of squinting.</p>\r\n\r\n<p>&quot;Libya has no leadership at all at the moment,&quot; said Amanda Kadlec, a project associate in defense and political sciences at the RAND Corp. who specializes in Libya. &quot;Even though two governments -- one based in Tripoli and the other in Tobruk -- are competing for power, it is essentially a non-governed state, because the mandate of the most recent elected government expired at the end of October this year. Its members extended the mandate, a decision that foreign governments on the whole have not supported.&quot;</p>\r\n\r\n<p>In other words, Libya&rsquo;s government is pretty close to non-functional right now, so any victories in the democratization process are hard to find.</p>\r\n\r\n<p>That said, Clinton did acknowledge that point in her answer, so we&rsquo;ll focus on the more specific assertion she made -- that the Libyan people have participated twice in &quot;free and fair elections.&quot;</p>\r\n\r\n<p><strong>Free and fair elections?</strong></p>\r\n\r\n<p>There have been three major elections held in Libya since the fall of Gaddafi -- parliamentary elections in July 2012, elections for the constitutional drafting assembly in February 2014, and parliamentary elections in June 2014. Each received at least some praise from outside observers for integrity of the balloting process, but each, to one degree or another, also faced problems. (A Clinton campaign spokesman said she was referring to the two parliamentary elections, not the constitutional drafting assembly.)</p>\r\n\r\n<p>Here&rsquo;s a brief rundown:</p>\r\n\r\n<p>&bull; <strong>Parliamentary election, July 2012</strong>. This election, which took place in something of a honeymoon between Gaddafi&rsquo;s fall and the emergence of armed fighting, offers the strongest support for Clinton&rsquo;s claim that free and fair elections have been held in Libya.</p>\r\n\r\n<p>The Carter Center -- an organization founded by former President Jimmy Carter that offers election assistance to newly democratizing countries -- released a <a href=\"http://www.cartercenter.org/resources/pdfs/news/peace_publications/election_reports/libya-070712-final-rpt.pdf\">post-election report</a> in May 2013 that found Libya&rsquo;s first national vote to be &quot;a major step forward in the country&rsquo;s transition from authoritarian rule to participatory democracy.&quot;</p>\r\n\r\n<p>&quot;Despite overwhelming challenges,&quot; the center wrote, &quot;Libyan authorities organized the election in a timely, orderly, and impartial manner that offered Libyans a historic opportunity to exercise their franchise.&quot; The report described most of the country as &quot;peaceful and jubilant&quot; on election day, with about 62 percent turnout among registered voters.</p>\r\n\r\n<p>Still, even in this relatively successful election, problems lurked.</p>\r\n\r\n<p>&quot;Security challenges in Benghazi, Ajdabiya, and Kufra both immediately preceding the polls and on election day significantly marred polling in these areas,&quot; according to the Carter Center. &quot;Attacks on materials and polling stations led to the death of (a Libyan election official) and caused polling stations to be consolidated or to open late. Looting of offices in Benghazi and Tobruq and destruction of election materials in (a government) warehouse in Ajdabiya also had significant impact on the process.&quot;</p>\r\n\r\n<p>And Kadlec of RAND suggested that this vote was a step forward, albeit a small one.</p>\r\n\r\n<p>&quot;In theory, Libyans expressed their genuine desire for a democratic Libya by voting in elections,&quot; she said. &quot;But after generations under a completely closed dictatorship, Libyans who had never been exiles had little to no frame of reference as to how elections would translate into an effective form of governance.&quot;</p>\r\n\r\n<p>&bull; <strong>Constitutional drafting assembly election, February 2014</strong>. By the time of the next election, a year and half later, the &quot;jubilance&quot; had begun to fade and problems increased.</p>\r\n\r\n<p>The <a href=\"http://www.cartercenter.org/resources/pdfs/news/peace_publications/election_reports/libya-06112014-final-rpt.pdf\">Carter Center</a>, which observed this election as well, found it &quot;soundly administered&quot; but added that it &quot;failed to achieve the desired inclusiveness to have a truly representative body.&quot;</p>\r\n\r\n<p>The center praised national election officials for &quot;making the polls accessible to the vast majority of the Libyan population&quot; but added that 13 seats of the 60-member assembly remained unelected, &quot;including five of the six seats for Libya&rsquo;s Amazigh, Touareg, and Tebu communities as well as one of the six seats reserved for women.&quot;</p>\r\n\r\n<p>The Carter Center also expressed concern about falling turnout rates, stemming in part from security problems.</p>\r\n\r\n<p>&quot;Due to security concerns resulting from attacks on polling stations and resistance in some communities to the elections, 115 polling stations, including 34 planned for the Amazigh community, were unable to open at all, and 34 were forced to close during the day,&quot; the Carter Center found. &quot;Polling for these centers was adjourned and rescheduled.&quot;</p>\r\n\r\n<p>&quot;The low levels of participation and the general fatigue with the country&rsquo;s political road map may well be an indication that Libya&rsquo;s political institutions remain in danger of being hollowed out &mdash; valued more by the people for what they can deliver in patronage than as real institutions through which the country&rsquo;s political future can be charted,&quot; the report concluded.</p>\r\n\r\n<p>&bull; <strong>Parliamentary elections, June 2014</strong>. The problems that emerged in the February 2014 vote continued to plague the vote four months later.</p>\r\n\r\n<p>In addition to low turnout -- documented by empty polling places shown on television -- security problems had become a distinct problem. In Benghazi, Islamist insurgents opened fire on a local security headquarters, killing at least five and wounding at least 30, <a href=\"http://www.bbc.com/news/world-africa-28005801\">according to the BBC</a>.</p>\r\n\r\n<p>In another incident in the same city, gunmen assassinated human rights activist Salwa Bughaighis as she returned home from voting. Polling places in cities such as Derna, Kufra and Sabra were closed for security reasons.</p>\r\n\r\n<p>In addition, the vote itself proved not to have a lasting positive impact. While the results amounted to &quot;a<a href=\"http://news.yahoo.com/libya-ex-army-head-calls-government-disbanding-122259121.html\"> devastating defeat</a> for the Islamists&quot; -- as Mohamed Eljarh, a nonresident fellow at the Atlantic Council&rsquo;s Rafik Hariri Center, <a href=\"http://foreignpolicy.com/2014/07/22/libyas-islamists-go-for-broke/\">wrote at the time</a> -- Libya&rsquo;s highest court in November 2014 ruled the results unconstitutional, in a decision that critics said came &quot;<a href=\"http://www.aljazeera.com/news/middleeast/2014/11/libyan-court-suspends-un-backed-parliament-201411691057750925.html\">at gunpoint</a>&quot; from militias that controlled Tripoli.</p>\r\n\r\n<p>This resulted in a split government -- one in Tripoli and the other in Tobruk in eastern Libya. The elected representative body in Tobruk is now all but defunct, its mandate expired.</p>\r\n\r\n<p>&quot;Libyans have had difficulty in establishing effective government due to the reasons (Clinton) describes -- internal divides, external actors, terrorism -- but it does go much, much deeper than that, and totally depends on who you ask,&quot; Kadlec said. &quot;Some point to the NATO intervention, while others point to post-revolution neglect by western powers.&quot;</p>\r\n\r\n<p>Ali Abdullatif Ahmida, a University of New England political scientist who specializes in Libya, places at least part of the blame on Clinton.</p>\r\n\r\n<p>&quot;She and the Obama administration dropped the ball and left the Libyan people to armed militias who lost in the election and terrorized people and prevented (the elected representatives) from working in Tripoli,&quot; Ahmida said.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Clinton said that &quot;the Libyan people have voted twice in free and fair elections for the kind of leadership they want.&quot;</p>\r\n\r\n<p>Even acknowledging that Clinton mentioned some of the problems with Libya&rsquo;s democratization in the rest of her comments, she is spinning the facts of recent Libyan elections in the most favorable way. Security concerns kept some polling places closed, and the most recent election was punctuated by a mass shooting by Islamist attackers and the assassination of a leading human-rights advocate.</p>\r\n\r\n<p>The statement is partially accurate but leaves out important details, so we rate it Half True.</p>\r\n", "ruling_comments_date": "2015-11-23T09:01:06.414917", "ruling_date": "2015-11-23T11:27:51", "ruling_headline": "Hillary Clinton says 'the Libyan people have voted twice in free and fair elections'", "ruling_headline_slug": "hillary-clinton-says-libyan-people-have-voted-twic", "ruling_link_text": "Amid tough circumstances, elections had some difficulties", "ruling_state": null, "source_documents": null, "sources": "<p>Hillary Clinton, <a href=\"http://www.cq.com/doc/newsmakertranscripts-4793774?0\">speech to the Council on Foreign Relations</a>, <a href=\"http://www.cfr.org/radicalization-and-extremism/hillary-clinton-national-security-islamic-state/p37266\">Nov. 19, 2015</a></p>\r\n\r\n<p>Carter Center, &quot;<a href=\"http://www.cartercenter.org/resources/pdfs/news/peace_publications/election_reports/libya-070712-final-rpt.pdf\">General National Congress Elections in Libya, Final Report</a>,&quot; July 7, 2012</p>\r\n\r\n<p>Carter Center, &quot;<a href=\"http://www.cartercenter.org/resources/pdfs/news/peace_publications/election_reports/libya-06112014-final-rpt.pdf\">The 2014 Constitutional Drafting Assembly Elections in Libya, Final Report</a>,&quot; 2014</p>\r\n\r\n<p>BBC News, &quot;<a href=\"http://www.bbc.com/news/world-africa-28005801\">Libyan elections: Low turnout marks bid to end political crisis</a>,&quot; June 26, 2014</p>\r\n\r\n<p>Associated Press, &quot;<a href=\"http://news.yahoo.com/libya-ex-army-head-calls-government-disbanding-122259121.html\">Libya ex-army head calls for government disbanding</a>,&quot; Feb. 14, 2014</p>\r\n\r\n<p><em>Foreign Policy</em>, &quot;<a href=\"http://foreignpolicy.com/2014/07/22/libyas-islamists-go-for-broke/\">Libya&#39;s Islamists Go For Broke</a>,&quot; July 22, 2014</p>\r\n\r\n<p>Al Jazeera, &quot;<a href=\"http://www.aljazeera.com/news/middleeast/2014/11/libyan-court-suspends-un-backed-parliament-201411691057750925.html\">Libyan court rules elected parliament illegal</a>,&quot; Nov. 7, 2014</p>\r\n\r\n<p>Email interview with Amanda Kadlec, project associate in defense and political sciences at the RAND Corp., Nov. 19. 2015</p>\r\n\r\n<p>Email interview with Ali Abdullatif Ahmida, University of New England political scientist, Nov. 19. 2015</p>\r\n\r\n<p>Email interview with Josh Schwerin, spokesman for Hillary Clinton, Nov. 19. 2015</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 41, "current_job": "Presidential candidate", "false_count": 31, "first_name": "Hillary", "half_true_count": 69, "home_state": "New York", "id": 1, "last_name": "Clinton", "mostly_true_count": 76, "name_slug": "hillary-clinton", "pants_count": 7, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/GYI_659046701_585968470.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1/", "total_count": 304, "true_count": 72, "website": "http://www.hillaryclinton.com/"}, "statement": "<p>&quot;The Libyan people have voted twice in free and fair elections for the kind of leadership they want.&quot;</p>\r\n", "statement_context": "a speech to the Council on Foreign Relations", "statement_date": "2015-11-19", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}, {"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}], "target": [], "twitter_headline": ""}