{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2009/sep/02/republican-party-florida/republican-party-florida-says-obama-will-indoctrin/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1163, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/1163/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\n President Barack Obama plans to speak to the nation's schoolchildren on Sept. 8. According to the U.S. Department of Education, the speech will be about \"the importance of persisting and succeeding in school,\" and the department is offering classroom materials to \"engage students and stimulate discussion on the importance of education in their lives.\"\n</p>\n<p>\n You might think that would be a harmless topic, and that people across the political spectrum could agree on the importance of education.\n</p>\n<p>\n Not so for the Republican Party of Florida, which released a statement \"condemning President Obama's use of taxpayer dollars to indoctrinate America&rsquo;s children to his socialist agenda.\"\n</p>\n<p>\n \"As the father of four children, I am absolutely appalled that taxpayer dollars are being used to spread President Obama's socialist ideology,\" said Jim Greer, party chairman, in a news release.\n</p>\n<p>\n \"The idea that schoolchildren across our nation will be forced to watch the president justify his plans for government-run health care, banks, and automobile companies, increasing taxes on those who create jobs, and racking up more debt than any other president, is not only infuriating, but goes against beliefs of the majority of Americans, while bypassing American parents through an invasive abuse of power,\" he added.&nbsp;\n</p>\n<p>\n \"The Democrats have clearly lost the battle to maintain control of the message this summer, so now that school is back in session, President Obama has turned to American&rsquo;s children to spread his liberal lies, indoctrinating American&rsquo;s youngest children before they have a chance to decide for themselves,\" he concluded.\n</p>\n<p>\n The release, which we received via e-mail, told us to\n <a href=\"http://www.ed.gov/admins/lead/academic/bts.html\" target=\"_blank\">\n  click a link\n </a>\n to learn more about Obama's speech.\n</p>\n<p>\n That took us to the U.S. Department of Education Web site, where Secretary Arne Duncan wrote that the speech was about \"the importance of education.\"\n</p>\n<p>\n \"The president will challenge students to work hard, set educational goals, and take responsibility for their learning,\" Duncan wrote. \"He will also call for a shared responsibility and commitment on the part of students, parents and educators to ensure that every child in every school receives the best education possible so they can compete in the global economy for good jobs and live rewarding and productive lives as American citizens.\"\n</p>\n<p>\n We asked the Republican Party of Florida for evidence that Obama intended to discuss health care, banks, automobile companies or taxes with the nation's schoolchildren. They couldn't point us to anything.\n</p>\n<p>\n A spokesman said the party was particularly concerned about the study questions the department had provided. \"The goal of these materials is to tell students why they should support President Obama in his overall agenda,\" said Katie Gordon.\n</p>\n<p>\n \"If the former administration had done something like this, the media would be handling this a lot differently,\" she added.\n</p>\n<p>\n We reviewed the study materials but didn't see any mention of controversial issues, let alone any attempt to indoctrinate students in socialism. The\n <a href=\"http://www.ed.gov/teachers/how/lessons/prek-6.pdf\" target=\"_blank\">\n  pre-K through 6th grade\n </a>\n materials said the main ideas of the speech would be \"citizenship, personal responsibility, civic duty.\" The materials for\n <a href=\"http://www.ed.gov/teachers/how/lessons/7-12.pdf\" target=\"_blank\">\n  high schoolers\n </a>\n mention \"personal responsibility, goals, persistence.\"\n</p>\n<p>\n We searched previous media reports to see if former President George W. Bush ever gave a nationwide address to schoolchildren, but based on our search, it appears he did not. He did, however, regularly visit individual schools and discuss the importance of education with students.\n</p>\n<p>\n We did learn, however, that President George H.W. Bush addressed the nation's students in a televised speech during school hours in 1991. ''I can't understand for the life of me what's so great about being stupid,'' Bush said, according to news reports from the time. He told students to ''block out the kids who think it's not cool to be smart'' and ''work harder, learn more.''\n</p>\n<p>\n Democrats at the time criticized the speech. \"The Department of Education should not be producing paid political advertising for the president, it should be helping us to produce smarter students,\" said Richard Gephardt, then the Democratic majority leader in the House of Representatives.\n</p>\n<p>\n Republican Newt Gingrich defended Bush's speech, though. \"Why is it political for the president of the United States to discuss education?\" Gingrich said at the time. \"It was done at a nonpolitical site and was beamed to a nonpolitical audience. . . . They wanted to reach the maximum audience with the maximum effect to improve education.\"\n</p>\n<p>\n But we digress.\n</p>\n<p>\n In ruling on Greer's statement, we wondered whether we should give him latitude for legitimate commentary on Obama's speech. But he crossed a line when he said that Obama intended to discuss \"plans for government-run health care, banks, and automobile companies\" and other policy matters not germane to education. That is factually incorrect, and the party could not offer any support for the statement. For raising the specter of socialist ideology and indoctrination, the party takes its claim to an additional, absurd level. We rate the Republican Party of Florida's statement Pants on Fire!\n</p>\n<p>\n <strong>\n  Update, Sept. 3\n </strong>\n : Since we published this item, the Department of Education has modified a line in its classroom materials about the president's speech. A bullet point for activities after the speech used to say, \"Write letters to themselves about what they can do to help the president. These would be collected and redistributed at an appropriate later date by the teacher to make students accountable to their goals.\" Now it states, \"Write letters to themselves about how they can achieve their short&ndash;term and long&ndash;term education goals. These would be collected and redistributed at an appropriate later date by the teacher to make students accountable to their goals.\"\n</p>\n<p>\n That change, however, does not alter our ruling. Based on the press release that the Republican Party of Florida used as a basis for this claim, there remains no evidence that Obama intends to discuss the controversial policy issues of health care, banking, the automotive industry, taxes or the national debt during his address to students. And so we still find the party's claim to be Pants on Fire.\n</p>", "ruling_comments_date": "2010-01-07T13:28:44.784609", "ruling_date": "2009-09-02T11:19:27", "ruling_headline": "Republican Party of Florida says Obama will \"indoctrinate\" schoolchildren with \"socialist ideology\"", "ruling_headline_slug": "republican-party-florida-says-obama-will-indoctrin", "ruling_link_text": "We didn't realize studying hard was socialist ideology", "ruling_state": null, "source_documents": null, "sources": "<p>\n Republican Party of Florida,\n <a href=\"http://www.rpof.org/article.php?id=754\" target=\"_blank\">\n  Greer Condemns Obama's Attempt to Indoctrinate Students\n </a>\n , Sept. 1, 2009\n</p>\n<p>\n U.S. Department of Education press release, via ServiceWire, \"\n <a href=\"http://servicewire.org/node/6620\" target=\"_blank\">\n  President Obama to Deliver Nationally Broadcast Address to Students Sept. 8\n </a>\n ,\" Aug. 21, 2009\n</p>\n<p>\n U.S. Department of Education,\n <a href=\"http://www.ed.gov/admins/lead/academic/bts.html\" target=\"_blank\">\n  Letter From Secretary Arne Duncan to School Principals\n </a>\n , Aug. 26, 2009\n</p>\n<p>\n United Press International, \"Bush to students: 'Work harder, learn more,'\" Oct. 2, 1991\n</p>\n<p>\n Washington Post, \"Funding of Bush Speech Draws Fire; Democrat Calls Education Broadcast 'Paid Political Advertising,'\" Oct. 3, 1991\n</p>\n<p>\n &nbsp;\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 12, "current_job": "", "false_count": 7, "first_name": "", "half_true_count": 6, "home_state": "", "id": 51, "last_name": "Republican Party of Florida", "mostly_true_count": 6, "name_slug": "republican-party-florida", "pants_count": 4, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-rnc___.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/51/", "total_count": 37, "true_count": 2, "website": "http://www.rpof.org/"}, "statement": "<p>Schoolchildren across the nation \"will be forced to watch the president justify his plans for government-run health care, banks, and automobile companies, increasing taxes on those who create jobs, and racking up more debt than any other president.\"</p>", "statement_context": "a press release", "statement_date": "2009-09-01", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}], "target": [], "twitter_headline": null}