{"art": [{"brightcove": "", "caption": "Ted Cruz made his claim about the federal government trying to force boys and girls to shower togetehr in this November 2015 interview (YouTube video).", "id": 7124, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/7124/", "title": "Ted Cruz and boys and girls shower comment 11/19/15", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/EUjCgLCejV8?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "EUjCgLCejV8"}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2015/dec/04/ted-cruz/ted-cruz-incorrectly-says-obama-forcing-boys-and-g/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 11652, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/11652/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Sen. Ted Cruz recently veered from discussing Syria to suggesting our government wants schoolboys to shower with girls.</p>\r\n\r\n<p>The Republican presidential candidate commented after interviewer <a href=\"http://louderwithcrowder.com/\">Steven Crowder</a> mentioned &quot;genetically proper pronouns.&quot;</p>\r\n\r\n<p>&quot;Look,&quot; Cruz said, &quot;these guys are so nutty that the federal government is going after school districts, trying to force them to let boys shower with little girls.&quot;</p>\r\n\r\n<p>The Texan went on: &quot;Now listen: I&rsquo;m the father of two daughters, and the idea that the federal government is coming in saying that boys, with all the god-given equipment of boys, can be in the shower room with junior high girls &ndash; this is lunacy. And I bet you there are a whole lot of parents &ndash; particularly parents of daughters &ndash; that are not eager to have the federal government saying, &lsquo;Guess what? Your daughter has to shower with a boy, if he wants to be in there,&rsquo; &quot; Cruz said. &nbsp;A <a href=\"https://www.youtube.com/watch?v=EUjCgLCejV8\">video</a> of the conversation was posted online Nov. 19, 2015.</p>\r\n\r\n<p>We hadn&rsquo;t heard about a push for coed showers by the government under President Barack Obama and also didn&rsquo;t hear back from Cruz&rsquo;s campaign about how he concluded the government is trying to let boys shower with girls.</p>\r\n\r\n<p>But a Nov. 22, 2015, <a href=\"http://www.advocate.com/election/2015/11/22/ted-cruz-thinks-supporting-trans-students-lunacy\">news story</a> in The Advocate said Cruz &quot;appeared to be alluding to the administration&rsquo;s recent support of two separate transgender students who have sued their school districts after administrators refused to let the students use the restrooms and locker rooms that correspond with their gender identity.&quot;</p>\r\n\r\n<p>Our read: Just one of the mentioned situations involves a student seeking access to locker rooms, though news stories indicate there have been other recent instances of transgender individuals seeking unfettered access to high school locker rooms.</p>\r\n\r\n<p><strong>What&rsquo;s a transgender person?</strong></p>\r\n\r\n<p>For starters, it&rsquo;s not factually accurate to say that letting transgender students into locker rooms amounts to boys being permitted to shower with girls. A transgender individual <a href=\"http://transequality.org/issues/resources/transgender-terminology\">is a</a> person whose gender identity, expression or behavior is different from those typically associated with their assigned sex at birth, according to the National Center for Transgender Equality. Broadly, this can mean a person born a boy identifies as a girl or vice versa. A transgender also may receive hormone treatments and undertake sex reassignment surgery.</p>\r\n\r\n<p><a href=\"http://sports.glsen.org/about-the-project/about-pat-griffin/\">Pat Griffin</a>, a professor emeritus at the University of Massachusetts, Amherst, advocates for including lesbian, gay, bisexual and transgender students in college and interscholastic athletics. Griffin <a href=\"https://www.nfhs.org/articles/developing-policies-for-transgender-students-on-high-school-teams/\">wrote in September 2015</a>: &quot;It is important for policy-makers to understand that transgender girls (who were assigned a male gender at birth) are not boys. Their consistent and affirmed gender identity as girls is as deep-seated as the gender identity of non-transgender girls.&quot;</p>\r\n\r\n<p>After we posted this fact check, readers suggested we&#39;d failed to capture the ongoing debate over transgender rights; <a href=\"http://bit.ly/1NVMKZ3\">we followed up by writing this story</a>.</p>\r\n\r\n<p><strong>&quot;Student A&quot; in Illinois</strong></p>\r\n\r\n<p>The Advocate story led us to check into the case of an Illinois transgender girl barred by her school district from changing clothes for gym class and other activities with girls.</p>\r\n\r\n<p>The girl, represented by the ACLU of Illinois, filed a complaint in 2013 charging sex discrimination in violation of federal law. On Nov. 2, 2015, the Office of Civil Rights in the U.S. Department of Education wrote the superintendent of the school district in Palatine, Ill., northwest of Chicago, saying the district&rsquo;s restriction violates Title IX, the federal bar on sex discrimination in any education program or activity.</p>\r\n\r\n<p>The ACLU of Illinois <a href=\"http://www.aclu-il.org/department-of-education-stands-with-high-school-student-who-is-transgender/\">declared</a> the federal holding had national significance. &quot;The decision places school districts all across the nation on notice that Title IX requires making such facilities available for students who are transgender,&quot; the group said. &quot;It is the first such decision issued by the department, building on legal briefs and policy statements of the federal government interpreting federal laws prohibiting discrimination.&quot;</p>\r\n\r\n<p>The <a href=\"https://assets.documentcloud.org/documents/2501220/letter-from-the-u-s-dept-of-education-to-daniel.pdf\">office&rsquo;s letter</a>, signed by regional director Adele Rapport of Chicago, says &quot;Student A&quot; was born male and from a young age identified as female, transitioning in middle school &quot;to living full-time as a young woman&quot; and, among steps evidently not including sex reassignment surgery, taking &quot;an ongoing course of hormone therapy.&quot; Also, the letter says, the district has given the student &quot;unlimited access to all girls&rsquo; restrooms in the school&quot; and &quot;allows her to participate in girls&rsquo; athletics.&quot;</p>\r\n\r\n<p>According to the letter, the student, required to take a daily gym class, sought &quot;an opportunity to change clothes privately within the girls&rsquo; locker rooms, in an area such as a restroom stall.&quot; The district answered that it would not be &quot;practicable&quot; to do so in the school&rsquo;s six girls locker rooms &quot;because there were too few stalls and too many students,&quot; the office wrote.</p>\r\n\r\n<p>The letter further says the student told the office in October 2015 she&rsquo;d use privacy curtains in the locker rooms if the school made them available. Talks involving the district and office did not lead to a resolution, the letter says.</p>\r\n\r\n<p><strong>School district stresses private changing rooms</strong></p>\r\n\r\n<p>The Palatine-based Township High School District 211 said in a Nov. 2, 2015, <a href=\"http://www.prnewswire.com/news-releases/statement-from-high-school-district-211-superintendent-daniel-cates-in-response-to-ocr-communication-today-300170777.html\">press release</a> it disagreed with the department&rsquo;s ruling and beyond continuing settlement negotiations, it was prepared to &quot;engage in all avenues of due process to determine whether our position of &nbsp;honoring the rights of all the students is within the law.&quot;</p>\r\n\r\n<p>The district&rsquo;s release also said: &quot;The students in our schools are teenagers, not adults, and one&#39;s gender is not the same as one&#39;s anatomy. Boys and girls are in separate locker rooms &ndash; where there are open changing areas and open shower facilities &ndash; for a reason.&quot;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;</p>\r\n\r\n<p>A Nov. 3, 2015, <em>Chicago Tribune</em> news story said the district had 30 days to reach an agreement with authorities or risk having its federal educational funding suspended or terminated and the matter also could be referred to the Department of Justice. And on Dec. 3, 2015, after Cruz made his claim, the government <a href=\"https://www.ed.gov/news/press-releases/settlement-reached-palatine-ill-township-high-school-district-211-remedy-transgender-discrimination\">announced</a> a <a href=\"http://www2.ed.gov/documents/press-releases/township-high-211-agreement.pdf\">settlement</a> with the district agreeing to give the student access to school locker rooms &quot;based on the student&#39;s request to change in private changing stations&quot; in the rooms.</p>\r\n\r\n<p><strong>Other conflicts</strong></p>\r\n\r\n<p>A Nov. 2, 2015, <em>New York Times</em> <a href=\"http://www.nytimes.com/2015/11/03/us/illinois-district-violated-transgender-students-rights-us-says.html?_r=2\">news story</a> on the Illinois dispute said: &quot;The rights of transgender students have become the focus of disputes in school districts in many states, leading to divergent approaches regarding which sports teams they can play on, bathrooms they can use and pronouns they are addressed by. In<a href=\"http://www2.ed.gov/documents/press-releases/downey-school-district-letter.pdf\"> separate cases</a>, two<a href=\"http://www.justice.gov/opa/pr/united-states-reaches-agreement-arcadia-california-school-district-resolve-sex-discrimination\"> California school districts agreed to lift</a> restrictions on transgender locker room and restroom access after federal officials intervened. Students at<a href=\"http://www.nytimes.com/2015/09/02/us/teenagers-protest-a-transgender-students-use-of-the-girls-bathroom.html\"> one Missouri high school protested</a> a decision by the district to let a transgender girl use female locker rooms and restrooms.&quot;</p>\r\n\r\n<p>In the Missouri instance, the <em>Times </em><a href=\"http://www.nytimes.com/2015/09/02/us/teenagers-protest-a-transgender-students-use-of-the-girls-bathroom.html?_r=0\">reported</a> Sept. 2, 2015, transgender Lila Perry, 17, used girls&rsquo; restrooms and locker rooms until a local protest led her to drop her physical education class.</p>\r\n\r\n<p><strong>Professor&rsquo;s take</strong></p>\r\n\r\n<p>We called Griffin, the professor emeritus, who told us it&rsquo;s her view that boys showering with girls is an inaccurate characterization of the government saying transgender students should, by law, have full access to school facilities including locker rooms. Griffin also called the education department&rsquo;s ruling in Illinois &quot;the developing precedent&quot; nationally.</p>\r\n\r\n<p>Cruz&rsquo;s statement, Griffin said, amounts to &quot;fearmongering&quot; and &quot;reflects a complete ignorance&quot; of transgender students, especially overlooking the fact that a transgender girl is not a boy so &quot;it&rsquo;s not a boy in the girls&rsquo; locker room.&quot; In contrast, Griffin said, the focus of most U.S. school officials has been on ensuring every student has a right to privacy in a locker room or restroom.</p>\r\n\r\n<p>Griffin, asked about state policies on transgender student-athletes, pointed us to a <a href=\"http://www.transathlete.com/#!k-12/c4w2\">breakdown</a> on Transathlete.com, which compiles policies and research regarding transgender inclusion in sports. &nbsp;According to the website, Texas ranks among about a dozen states with no policy ensuring transgender participation. The site touts Massachusetts&rsquo; policy, which says, in part: &quot;Where there are sex-segregated classes or athletic activities, including intramural and interscholastic athletics, all students must be allowed to participate in a manner consistent with their gender identity.&quot;</p>\r\n\r\n<p>We also reached out to the federal education department, which did not comment on Cruz&rsquo;s claim but pointed us to a Nov. 2, 2015, <a href=\"https://docs.google.com/document/d/1C2tBi9Oi7Csy1xXTDrl6bPhb12MTSuzEgM4w6IBwHqM/pub\">statement</a> by Catherine Lhamon, an assistant secretary in the agency&rsquo;s Office for Civil Rights, saying: &quot;All students deserve the opportunity to participate equally in school programs and activities &ndash; this is a basic civil right. Unfortunately, Township High School District 211 is not following the law because the district continues to deny a female student the right to use the girls&rsquo; locker room. The district can provide access to this student while also respecting all students&rsquo; privacy.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Cruz said the &quot;federal government is going after school districts, trying to force them to let boys shower with little girls.&quot;</p>\r\n\r\n<p>Cruz&rsquo;s vision of schoolboys everywhere showering with girls grossly distorts the issue. The fact is the Obama administration has sided with transgender students seeking access to school facilities including locker rooms, holding that anything less would violate federal anti-discrimination requirements. Such conflicts &mdash; few and far between &mdash; haven&rsquo;t had to do with the government wanting boys to shower with girls.</p>\r\n\r\n<p>We rate the claim False.</p>\r\n\r\n<hr />\r\n<p><em><strong>FALSE</strong></em> &ndash; The statement is not accurate.</p>\r\n\r\n<p>Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n", "ruling_comments_date": "2015-12-04T14:57:14.549551", "ruling_date": "2015-12-04T14:08:14", "ruling_headline": "Ted Cruz incorrectly says government trying to force boys and girls to shower together", "ruling_headline_slug": "ted-cruz-incorrectly-says-obama-forcing-boys-and-g", "ruling_link_text": "Transgender girls aren't boys", "ruling_state": "Texas", "source_documents": null, "sources": "<p>News story, <a href=\"http://www.advocate.com/election/2015/11/22/ted-cruz-thinks-supporting-trans-students-lunacy\">&quot;Ted Cruz Thinks Supporting Trans Students Is &lsquo;Lunacy,&#39;&quot;</a> The Advocate, Nov. 22, 2015</p>\r\n\r\n<p>Web page, <a href=\"http://www.transequality.org/issues/resources/transgender-terminology-\">&quot;Transgender Terminology,&quot;</a> National Center for Transgender Equality, Jan. 15, 2014</p>\r\n\r\n<p>Commentary, <a href=\"https://www.nfhs.org/articles/developing-policies-for-transgender-students-on-high-school-teams/\">&quot;Developing Policies for Transgender Students on High School Teams,&quot;</a> <a href=\"http://sports.glsen.org/about-the-project/about-pat-griffin/\">Pat Griffin</a>, professor emeritus in Social Justice Education at the University of Massachusetts, Amherst, posted by the National Federation of State High School Associations, Sept. 8, 2015</p>\r\n\r\n<p>Press release, <a href=\"http://www.aclu-il.org/department-of-education-stands-with-high-school-student-who-is-transgender/\">&quot;Department of Education stands with high school student who is transgender,&quot;</a> ACLU of Illinois, Nov. 2, 2015</p>\r\n\r\n<p>Press release, <a href=\"http://www.prnewswire.com/news-releases/statement-from-high-school-district-211-superintendent-daniel-cates-in-response-to-ocr-communication-today-300170777.html\">&quot;Statement From High School District 211 Superintendent Daniel Cates In Response To OCR Communication Today,&quot;</a> PR Newswire, Nov. 2, 2015</p>\r\n\r\n<p>News story, <a href=\"http://www.chicagotribune.com/news/ct-transgender-student-federal-ruling-met-20151102-story.html\">&quot;Feds: Palatine district discriminated against transgender student by barring her from girls&#39; locker room,&quot;</a> <em>Chicago Tribune</em>, Nov. 3, 2015</p>\r\n\r\n<p><a href=\"https://assets.documentcloud.org/documents/2501220/letter-from-the-u-s-dept-of-education-to-daniel.pdf\">Letter</a> from Office of Civil Rights, U.S. Department of Education, to Daniel E. Cates, superintendent, Township High School Distrtict 211, Palatine, Ill., Nov. 2, 2015 (accessed Nov. 30, 2015)</p>\r\n\r\n<p>News story, <a href=\"http://www.nytimes.com/2015/11/03/us/illinois-district-violated-transgender-students-rights-us-says.html?_r=2\">&quot;Illinois District Violated Transgender Student&rsquo;s Rights, U.S. Says,&quot;</a> <em>The New York Times</em>, Nov. 2, 2015</p>\r\n\r\n<p>News story, <a href=\"http://www.dailypress.com/news/gloucester-county/dp-nws-mid-transgender-written-opinion-20150918-story.html\">&quot;Federal judge issues opinion in Gloucester transgender lawsuit,&quot;</a> <em>Newport News Daily Press</em>, Sept. 18, 2015</p>\r\n\r\n<p>Lawsuit, <a href=\"https://acluva.org/wp-content/uploads/2015/06/150616-GG-Complaint-REDACTED-As-Filed.pdf\">&quot;G.G., by his next friend and mother, DEIRDRE GRIMM, Plaintiffs, v. GLOUCESTER COUNTY SCHOOL BOARD,&quot;</a> U.S. District Court, Eastern District of Virginia, Newport News Division, July 16, 2015</p>\r\n\r\n<p>News story, <a href=\"http://www.washingtonblade.com/2015/10/29/obama-administration-files-brief-in-trans-student-lawsuit/\">&quot;Obama administration files brief in trans student lawsuit,&quot;</a> the Washington Blade, Oct. 29, 2015</p>\r\n\r\n<p>Telephone interview, Pat Griffin, Dec. 1, 2015</p>\r\n\r\n<p>Web page, <a href=\"http://www.transathlete.com/#!k-12/c4w2\">&quot;K-12 policies,&quot;</a> Transathlete.com (accessed Dec. 1, 2015)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1C2tBi9Oi7Csy1xXTDrl6bPhb12MTSuzEgM4w6IBwHqM/pub\">Email</a> presenting statement by Catherine Lhamon, assistant secretary, Office of Civil Rights, U.S. Department of Education, from Dorie Turner Nolt, press secretary, U.S. Department of Education, Nov. 2, 2015 (received by PolitiFact Texas by email Dec. 1, 2015)</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 43, "current_job": "Senator", "false_count": 38, "first_name": "Ted", "half_true_count": 20, "home_state": "Texas", "id": 1475, "last_name": "Cruz", "mostly_true_count": 22, "name_slug": "ted-cruz", "pants_count": 9, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/CRUZPFTNEW.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1475/", "total_count": 141, "true_count": 7, "website": "http://www.tedcruz.org/"}, "statement": "<p>The &quot;federal government is going after school districts, trying to force them to let boys shower with little girls.&quot;</p>\r\n", "statement_context": "an interview with Steven Crowder", "statement_date": "2015-11-19", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 256, "photo": null, "resource_uri": "/api/v/2/subject/256/", "subject": "Sexuality", "subject_slug": "sexuality", "used_in_edition": ["/api/v/2/edition/14/"]}, {"description": "", "id": 216, "photo": null, "resource_uri": "/api/v/2/subject/216/", "subject": "Sports", "subject_slug": "sports", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/2/", "/api/v/2/edition/10/"]}], "target": [], "twitter_headline": ""}