{"art": [{"brightcove": "", "caption": "Republican presidential candidate Rand Paul appeared on the Dec. 6, 2015, edition of NBC's \"Meet the Press.\"", "id": 7155, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Paul_on_MTP.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/7155/", "title": "Rand Paul on MTP", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2015/dec/08/rand-paul/rand-paul-largely-correct-french-electronic-survei/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "facebook_headline": null, "id": 11665, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/11665/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>Republican presidential candidate Rand Paul argued against excessive surveillance and the bulk collection&nbsp;of electronic communication data, saying the terrorist attacks in Paris and San Bernardino, Calif., show it&nbsp;isn&rsquo;t successful.</p>\r\n\r\n<p>&quot;The Paris tragedy ... happened while we were still doing bulk collection,&quot; Paul <a href=\"http://www.nbcnews.com/meet-the-press/meet-press-december-6-2015-n475061\">said</a> on the Dec. 6, 2015, edition of NBC&rsquo;s <em>Meet the Press</em>. &quot;All bulk collection. Also in France, they have a program a thousandfold more invasive collecting all of the data of all the French. Yet they still weren&#39;t able to see this coming.&quot;</p>\r\n\r\n<p>We wanted to gauge whether the French system is far more invasive than the one in the United States.</p>\r\n\r\n<p><strong>Mass surveillance 101</strong></p>\r\n\r\n<p>The key U.S. surveillance laws include the Foreign Intelligence Surveillance Act, passed in 1978, and the USA Patriot Act, which was passed in 2002 following the 9/11 terrorist attacks.</p>\r\n\r\n<p>Portions of these laws have been variously reauthorized and revised, but the most relevant parts for analyzing Paul&rsquo;s claim have to do with two broad topics: the process for eavesdropping on specific targets, and the collection of &quot;bulk&quot; metadata, which is information about the timing and frequency of electronic communications but not the content.</p>\r\n\r\n<p>France had already been engaged in bulk data collection on a scale similar to or even more expansive than the United States, according a 2013 <a href=\"http://www.lemonde.fr/societe/article/2013/07/04/revelations-sur-le-big-brother-francais_3441973_3224.html\">report</a> by leading French newspaper <em>Le Monde</em>.</p>\r\n\r\n<p>But this year -- between the Jan. 7 terrorist attack on magazine <em>Charlie Hebdo</em> and the Nov. 13 attacks across Paris -- France clarified its policy with the passage of a new law on surveillance. The controversial law was initially passed in June and upheld in August by France&rsquo;s Constitutional Council with some limited revisions.</p>\r\n\r\n<p><strong>Where the two countries&rsquo; surveillance programs are similar</strong></p>\r\n\r\n<p>The French approach mirrors that of the U.S.&nbsp;approach in several ways.</p>\r\n\r\n<p>The French law requires Internet and telecommunications companies to install &quot;black boxes&quot; that vacuum up raw data about users that can be searched by computerized algorithm. This is broadly similar to the once-secret data-collection program known as PRISM, which came to light due to revelations by whistleblower Edward Snowden. (The current status of the bulk data collection program is <a href=\"http://abcnews.go.com/Technology/wireStory/ap-fact-check-gop-hopefuls-overstating-nsa-phone-35638985\">somewhat murky</a>; authorization for bulk data collection expired on June 1, 2015, and then was extended by lawmakers for six months on an interim basis to facilitate transition to a new system. That period has just ended.)</p>\r\n\r\n<p>In addition, French law enforcement can seek permission to eavesdrop on specific targets, and that means that people who interact with those approved targets can have their communications scrutinized in that process as well, whether or not they themselves are suspected of being involved in illegal activities. This mechanism is broadly similar to the one in the United States. And French law enforcement, like U.S. law enforcement, has the <a href=\"http://www.france24.com/en/20150724-france-surveillance-law-approved-phone-taps-internet-hollande-terrorism\">ability</a> under the law to conduct &quot;warrantless&quot; wiretaps that sidestep prior judicial approval, at least in some cases.</p>\r\n\r\n<p>Finally, critics of both countries&rsquo; laws have said they both contain inadequate provisions for transparency and whistleblower activities. Snowden has previously said that weak whistleblower protections helped convince him to go public about the National Security Agency&rsquo;s activities rather than following official protest channels.</p>\r\n\r\n<p>These similarities aside, there are at least five ways in which France&rsquo;s system is arguably more muscular than the one in the United States.</p>\r\n\r\n<p><strong>Where the French system goes further than the United States&rsquo; system</strong></p>\r\n\r\n<p>&bull; <strong>Judicial review</strong>. Under the United States&rsquo; Foreign Intelligence Surveillance Act, law enforcement officials must go to a special judicial court to receive permission to conduct electronic surveillance of American citizens. Historically, law enforcement officials have generally gotten what they&rsquo;ve wanted from the court, leading critics to question how much of a hurdle this is. Still, the fact that members of the judiciary are passing judgment on the government&rsquo;s requests does provide at least a modicum of independent oversight.</p>\r\n\r\n<p>By contrast, <a href=\"http://www.nytimes.com/2015/05/06/world/europe/french-legislators-approve-sweeping-intelligence-bill.html\">under the French system&rsquo;s analogous body</a>, only a minority of members of the National Commission for the Control of Intelligence Techniques -- six of 13 -- are judges. Another six are legislators and the last is a technical expert. The panel can be overruled by the prime minister.</p>\r\n\r\n<p>&quot;Because there is no opportunity for independent and neutral judges to decide whether surveillance of a particular target is justified (in the French system), there is a heightened risk that government officials might engage in improper monitoring,&quot; wrote Nathan A. Sales, a Syracuse University law professor in an <a href=\"http://insct.syr.edu/nathan-sales-advises-paris-bar-on-surveillance-laws/\">analysis</a> commissioned by the bar association of Paris while the law was being debated.</p>\r\n\r\n<p>Sales held senior positions in the Justice Department and Department of Homeland Security under President George W. Bush and was involved in the drafting of the Patriot Act.</p>\r\n\r\n<p>&bull; <strong>Lack of &quot;minimization.&quot;</strong> The United States&rsquo; system takes steps, albeit imperfect ones, to focus intelligence collection on suspicious behavior, thereby &quot;minimizing&quot; the amount of unrelated data swept up. These can involve restricting who can see the information, how long it may be retained, and whether or how it can be disseminated, Sales <a href=\"http://insct.syr.edu/nathan-sales-advises-paris-bar-on-surveillance-laws/\">wrote</a>.</p>\r\n\r\n<p>By contrast, the French system has few if any such protections, Sales wrote. He suggested an area of particular concern is a &quot;lack (of) any limits on the monitoring of privileged communications between attorneys and their clients.&quot;</p>\r\n\r\n<p>&bull; <strong>Search and seizure</strong>. One of the more contentious parts of the Patriot Act has involved <a href=\"https://www.aclu.org/how-usa-patriot-act-expands-law-enforcement-sneak-and-peek-warrants\">delayed-notification searches</a> -- that is, searches of properties in which the target not only isn&rsquo;t present but is not even notified about the search until well after it takes place. These are sometimes called &quot;<a href=\"http://digitalcommons.law.uga.edu/cgi/viewcontent.cgi?article=1104&amp;context=fac_pm\">sneak and peek</a>&quot; searches, or &quot;<a href=\"http://www.americanbar.org/content/dam/aba/events/criminal_justice/Fall2012/Roundtable_WitmerRich_Covert_Searches.authcheckdam.pdf\">sneak and steal</a>&quot; when it involves seizing and removing items from the location.</p>\r\n\r\n<p>These types of searches existed before the Patriot Act, but their use was tightly constrained; the Patriot Act loosened the rules.</p>\r\n\r\n<p>The French system, meanwhile, permits even more expansive action for tracking data and communications during such searches than the United States does, <a href=\"https://www.privacyinternational.org/sites/default/files/PI%20submission%20France.pdf\">critics say</a>. Under the French law, bugs, cameras and keystroke loggers could be planted during such searches, according to <a href=\"http://recode.net/2015/11/14/france-has-a-powerful-and-controversial-new-surveillance-law/\">multiple</a> <a href=\"http://www.theverge.com/2015/7/24/9030851/france-surveillance-law-charlie-hebdo-constitutional-court\">media</a> <a href=\"http://www.nytimes.com/2015/05/06/world/europe/french-legislators-approve-sweeping-intelligence-bill.html\">reports</a>.</p>\r\n\r\n<p>&bull; <strong>Location-based surveillance.</strong> The French law allows the use of devices variously known as &quot;proximity sensors,&quot; &quot;cell site simulators,&quot; &quot;IMSI catchers&quot; or &quot;Stingrays.&quot; Rather than targeting surveillance on a specific person, these devices allow surveillance of cellphone calls and text messages at a given location. Privacy <a href=\"https://www.privacyinternational.org/sites/default/files/PI%20submission%20France.pdf\">advocates</a> say this technology is likely to capture communications by uninvolved bystanders.</p>\r\n\r\n<p>In the United States, it is <a href=\"http://www.justice.gov/opa/file/767321/download\">Justice Department policy</a> to seek a FISA probable-cause warrant before using such techniques. On paper, at least, that appears to be a tougher hurdle than what the French law includes.</p>\r\n\r\n<p>&bull; <strong>Going beyond terrorism</strong>. The Patriot Act includes terrorism in its title (it&rsquo;s the final &quot;t&quot; in the acronym &quot;patriot&quot;), and at the FISA court, the government must show that the target is an &quot;agent of a foreign power,&quot; which has generally been interpreted to mean a spy or a terrorist.</p>\r\n\r\n<p>By contrast, the French law <a href=\"https://www.amnesty.org/en/latest/news/2015/07/france-new-surveillance-law-a-major-blow-to-human-rights/\">includes</a> some broader justifications for action, including protecting France&rsquo;s &quot;economic, industrial and scientific interests&quot; and prevention of &quot;organized delinquency.&quot;</p>\r\n\r\n<p>&quot;In general, I think it&rsquo;s accurate to say that French surveillance law is more permissive than U.S. surveillance law,&quot; Sales said in an interview.</p>\r\n\r\n<p>Bob Turner, a professor at the University of Virginia&rsquo;s Center for National Security Law, agreed.</p>\r\n\r\n<p>&quot;Our system is far more respectful of individual rights,&quot; Turner said. &quot;The French have no equivalent to the Fourth Amendment (protection against search and seizure), and both law enforcement and intelligence services routinely collect data that would require a warrant here.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Paul said that &quot;in France, they have a (surveillance) program a thousandfold more invasive&quot; than the United States.&rsquo; &quot;</p>\r\n\r\n<p>The term &quot;a thousandfold&quot; is impossible to measure and is presumably a rhetorical flourish on Paul&rsquo;s part. Still, we found five notable areas in which the French system offers law enforcement and government officials more unfettered tools than American officials have the ability to use.</p>\r\n\r\n<p>We rate Paul&rsquo;s statement Mostly True.</p>\r\n", "ruling_comments_date": "2015-12-08T17:27:24.528244", "ruling_date": "2015-12-08T17:25:54", "ruling_headline": "Rand Paul largely correct that French electronic surveillance law is stronger than what U.S. has", "ruling_headline_slug": "rand-paul-largely-correct-french-electronic-survei", "ruling_link_text": "'Thousandfold' is rhetorical flourish, but he's mostly on target", "ruling_state": null, "source_documents": null, "sources": "<p>Rand Paul, <a href=\"http://www.nbcnews.com/meet-the-press/meet-press-december-6-2015-n475061\">comments</a> on NBC&rsquo;s <em>Meet the Press</em>, Dec. 6, 2015</p>\r\n\r\n<p>Nathan A. Sales, <a href=\"http://insct.syr.edu/wp-content/uploads/2015/07/Sales_France_surveillance_legislation_analysis_0715.pdf\">analysis of French surveillance bill for the bar association of Paris</a>, July 15, 2015</p>\r\n\r\n<p>Justice Department, &quot;<a href=\"http://www.justice.gov/opa/file/767321/download\">Department of Justice Policy Guidance: Use of Cell-Site Simulator Technology</a>,&quot; accessed Dec. 8, 2015</p>\r\n\r\n<p>Privacy International, &quot;<a href=\"https://www.privacyinternational.org/sites/default/files/PI%20submission%20France.pdf\">The Right to Privacy in France</a>,&quot; June-July 2015</p>\r\n\r\n<p>Amnesty International, &quot;<a href=\"https://www.amnesty.org/en/latest/news/2015/07/france-new-surveillance-law-a-major-blow-to-human-rights/\">France: New surveillance law a major blow to human rights</a>,&quot; July 24, 2015</p>\r\n\r\n<p>American Civil Liberties Union, &quot;<a href=\"https://www.aclu.org/how-usa-patriot-act-expands-law-enforcement-sneak-and-peek-warrants\">How the USA-Patriot Act Expands Law Enforcement &#39;Sneak and Peek&#39; Warrants</a>,&quot; accessed Dec. 8, 2015</p>\r\n\r\n<p>American Civil Liberties Union, &quot;<a href=\"https://www.aclu.org/issues/privacy-technology/surveillance-technologies/stingray-tracking-devices\">Stingray Tracking Devices</a>,&quot; accessed Dec. 8, 2015</p>\r\n\r\n<p>Donald E. Wilkes Jr., &quot;<a href=\"http://digitalcommons.law.uga.edu/cgi/viewcontent.cgi?article=1104&amp;context=fac_pm\">Sneak and Peek Search Warrants and the USA Patriot Act</a>,&quot; Sept. 1, 2002</p>\r\n\r\n<p>Jonathan Witmer-Rich, &quot;<a href=\"http://www.americanbar.org/content/dam/aba/events/criminal_justice/Fall2012/Roundtable_WitmerRich_Covert_Searches.authcheckdam.pdf\">Covert, Delayed Notice Searching: A Constitutional and Policy Failure&mdash;and a Solution</a>,&quot; Oct. 5, 2012</p>\r\n\r\n<p><em>Le Monde</em>, &quot;<a href=\"http://www.lemonde.fr/societe/article/2013/07/04/revelations-sur-le-big-brother-francais_3441973_3224.html\">Revelations sur le Big Brother Francais</a>,&quot; July 4, 2013</p>\r\n\r\n<p>France24, &quot;<a href=\"http://www.france24.com/en/20150724-france-surveillance-law-approved-phone-taps-internet-hollande-terrorism\">French court approves sweeping new surveillance powers</a>,&quot; July 24, 2015</p>\r\n\r\n<p>Associated Press, &quot;<a href=\"http://abcnews.go.com/Technology/wireStory/ap-fact-check-gop-hopefuls-overstating-nsa-phone-35638985\">GOP Hopefuls Overstating on NSA Phone Records</a>,&quot; Dec. 8, 2015</p>\r\n\r\n<p><em>New York Times</em>, &quot;<a href=\"http://www.nytimes.com/2015/05/06/world/europe/french-legislators-approve-sweeping-intelligence-bill.html?_r=0\">Lawmakers in France Move to Vastly Expand Surveillance</a>,&quot; May 5, 2015</p>\r\n\r\n<p><em>New York Times</em>, &quot;<a href=\"http://www.nytimes.com/2015/07/01/us/politics/fisa-surveillance-court-rules-nsa-can-resume-bulk-data-collection.html\">Surveillance Court Rules That N.S.A. Can Resume Bulk Data Collection</a>,&quot; June 30, 2015</p>\r\n\r\n<p>TechCrunch, &quot;<a href=\"http://techcrunch.com/2015/06/25/france-adopts-extensive-surveillance-law/\">France Adopts Extensive Surveillance Law</a>,&quot; June 25, 2015</p>\r\n\r\n<p>The Intercept, &quot;<a href=\"http://techcrunch.com/2015/06/25/france-adopts-extensive-surveillance-law/\">If You Can&rsquo;t Beat &rsquo;Em: France, Up In Arms Over NSA Spying, Passes New Surveillance Law</a>,&quot; June 24 2015</p>\r\n\r\n<p>The Verge, &quot;<a href=\"http://www.theverge.com/2015/7/24/9030851/france-surveillance-law-charlie-hebdo-constitutional-court\">France&#39;s sweeping surveillance law goes into effect</a>,&quot; July 24, 2015</p>\r\n\r\n<p>re/code, &quot;<a href=\"http://recode.net/2015/11/14/france-has-a-powerful-and-controversial-new-surveillance-law/\">France Has a Powerful and Controversial New Surveillance Law</a>,&quot; Nov. 14, 2015</p>\r\n\r\n<p>Daily Dot, &quot;<a href=\"http://www.dailydot.com/opinion/surveillance-france-paris-attack/\">More surveillance in France won&rsquo;t stop another Paris attack</a>,&quot; Nov. 25, 2015</p>\r\n\r\n<p>Daily Dot, &quot;<a href=\"http://www.dailydot.com/politics/france-surveillance-law-french-national-assembly/\">France moves closer to passing controversial surveillance law</a>,&quot; Oct. 2, 2015</p>\r\n\r\n<p>​Vice, &quot;<a href=\"http://motherboard.vice.com/read/a-look-at-frances-new-surveillance-laws-in-the-wake-of-the-paris-attacks\">A Look at France&rsquo;s New Surveillance Laws in the Wake of the Paris Attacks</a>,&quot; Nov. 15, 2015</p>\r\n\r\n<p>PolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/article/2015/jun/02/mcconnell-vs-paul-patriot-act-and-telephone-record/\">McConnell vs. Paul on the Patriot Act and telephone records: What the government accesses</a>,&quot; June 2, 2015</p>\r\n\r\n<p>Email interview with Bob Turner, professor at the University of Virginia&rsquo;s Center for National Security Law, Dec. 7, 2015</p>\r\n\r\n<p>Email interview with Nathan A. Sales, Syracuse University law professor and former official with the Justice Department and Department of Homeland Security, Dec. 7, 2015</p>\r\n\r\n<p>Email interview with Eleanor May, spokeswoman for Rand Paul, Dec. 7, 2015</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 7, "current_job": "Candidate for U.S. Senate and physician", "false_count": 9, "first_name": "Rand", "half_true_count": 12, "home_state": "Kentucky", "id": 744, "last_name": "Paul", "mostly_true_count": 13, "name_slug": "rand-paul", "pants_count": 3, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rand_Paul.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/744/", "total_count": 56, "true_count": 12, "website": "http://www.paul.senate.gov/"}, "statement": "<p>&quot;In France, they have a (surveillance) program a thousandfold more invasive&quot; than the United States.</p>\r\n", "statement_context": "an interview on NBC's 'Meet the Press'", "statement_date": "2015-12-06", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 132, "photo": null, "resource_uri": "/api/v/2/subject/132/", "subject": "Homeland Security", "subject_slug": "homeland-security", "used_in_edition": []}, {"description": "", "id": 37, "photo": null, "resource_uri": "/api/v/2/subject/37/", "subject": "Terrorism", "subject_slug": "terrorism", "used_in_edition": []}], "target": [], "twitter_headline": ""}