{"art": [], "author": [{"email_address": "mreynold@providencejournal.com", "first_name": "Mark ", "id": 471, "last_name": "Reynolds", "name_slug": "mark-reynolds", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/471/", "title": "Reporter", "twitter": null}], "canonical_url": "/rhode-island/statements/2015/dec/13/us-department-housing-and-urban-development/trouble-counting-rhode-islands-homeless-veteran-po/", "edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "editor": [{"email_address": "pphipps@providencejournal.com", "first_name": "Peter", "id": 446, "last_name": "Phipps", "name_slug": "peter-phipps", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/p_phipps.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/446/", "title": "managing editor for new media", "twitter": null}], "facebook_headline": null, "id": 11679, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mreynold@providencejournal.com", "first_name": "Mark ", "id": 471, "last_name": "Reynolds", "name_slug": "mark-reynolds", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/471/", "title": "Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/11679/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>The U.S. Department of Housing and Urban Development calls it a &quot;Point in Time&quot; count.</p>\r\n\r\n<p>It&rsquo;s the number of homeless people counted on &quot;a single night in January,&quot; according to the agency&rsquo;s &quot;Annual Homeless Assessment Report,&quot; which was submitted to Congress on Nov. 19.</p>\r\n\r\n<p>To get the tally, HUD works with local observers in each state to count homeless people on the streets, in shelters and in other locations.</p>\r\n\r\n<p>This year&rsquo;s assessment, which reported an estimated 107 homeless veterans in Rhode Island, has drawn criticism from Operation Stand Down Rhode Island, a veterans advocacy agency, which says HUDs measurement is flawed and minimizes the numbers of homeless veterans in the state.</p>\r\n\r\n<p>A press release issued Nov. 19 by HUD&rsquo;s New England region office in Boston provides a list of &quot;estimates&quot; on homelessness reported by state and local planning agencies in Rhode Island, including an estimate about the number of homeless veterans.</p>\r\n\r\n<p>&quot;On a single night in January 2015, 107 veterans were homeless,&quot; it says.</p>\r\n\r\n<p>HUD&rsquo;s 75-page report cites the 107 number in several exhibits, including one table that shows just two of 107 homeless veterans living without shelter, a rate of 1.9 percent. This is lower than any other state, it says.</p>\r\n\r\n<p>The news release qualifies certain limitations of the data, referring to the data as a &quot;snapshot&quot; and saying that the number does not reflect who is eligible for HUDs homeless assistance grants programs.</p>\r\n\r\n<p>It says the &quot;point-in-time count only captures those persons sleeping in sheltered and unsheltered locations on the night of the count.&quot;</p>\r\n\r\n<p>So the count reflects all homeless veterans in unsheltered locations that night?</p>\r\n\r\n<p>&quot;It&rsquo;s not an exact science,&quot; acknowledges HUD spokeswoman Rhonda Siciliano. &quot;Obviously, going out and counting people on the street you&rsquo;re not going to be 100 percent accurate.&quot;</p>\r\n\r\n<p>Siciliano told PolitiFact that HUD&rsquo;s counting method would probably generate two different numbers if it was done on two nights instead of one.</p>\r\n\r\n<p>&quot;It&rsquo;s a very fluid situation,&quot; she said. &quot;People go in and out of homelessness.&quot;</p>\r\n\r\n<p>Erik Wallin, executive director of Operation Stand Down Rhode Island, is among critics who say the methodology of the assessment significantly minimizes the actual number in this case.</p>\r\n\r\n<p>Wallin argues that many homeless veterans are unlikely to acknowledge their background when approached in a shelter or on the street. Some veterans known to the Veterans Administration are not known to HUD, he said.</p>\r\n\r\n<p>Wallin&rsquo;s organization served 57 veterans who were homeless when they approached Operation Stand Down for help in January of 2015. Wallin says that homeless veterans who aren&rsquo;t in shelters aren&rsquo;t likely to hang out where other homeless people congregate.</p>\r\n\r\n<p>Wallin talks about one veteran who chose to live in his van as Operation Stand Down worked with him to find housing.</p>\r\n\r\n<p>Eric L. Hirsch, a Providence College sociology professor who coordinated the count, said he believes the assessment, which was conducted in the wintertime, did not miss a lot of homeless people who were living outside.</p>\r\n\r\n<p>&quot;If someone feels we did, they needed to document that,&quot; he said. &quot;If they had documented it and there was evidence of it, then they would have been included in the count.&quot;</p>\r\n\r\n<p>The nature of homelessness -- a condition that many people cycle in and cycle out of -- can make it very hard to quantify the homeless over the course of a full year, especially in warmer climates where homeless people live outside year round.</p>\r\n\r\n<p>But for the same reason, the point in time approach might give the impression that fewer numbers of people are affected by homelessness.</p>\r\n\r\n<p>&quot;The point in time count is really a snapshot and shouldn&rsquo;t be interpreted as a prevalence measure,&quot; says Dr. Thomas O&rsquo;Toole, a physician who cares for Rhode Island veterans and also directs the Veteran Administration&rsquo;s National Center for Homelessness Among Veterans.</p>\r\n\r\n<p>HUD&rsquo;s definition of homelessness also affects the count.</p>\r\n\r\n<p>Some critics, including Wallin and Hirsch, also say the definition doesn&rsquo;t include individuals who are forced to live with a friend or with a relative because they don&rsquo;t have resources for their own home.</p>\r\n\r\n<p>Hirsch said he estimates there could be hundreds of homeless veterans living under such circumstances but HUD doesn&rsquo;t count this segment of the homeless population due to concerns about who is voluntarily living with someone else and who is forced to do so.</p>\r\n\r\n<p>Hirsch provided one other piece of info to consider when evaluating HUD&rsquo;s claim of 107 homeless veterans in Rhode Island on a night in January 2015.</p>\r\n\r\n<p>Rhode Island&rsquo;s Point In Time count was conducted on Feb. 25, 2015. That&rsquo;s not a night in January.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Some vocal critics, who are knowledgeable about the extent of homelessness in Rhode Island&rsquo;s veteran population, question the usefulness and accuracy of HUD&rsquo;s point in time count.</p>\r\n\r\n<p>They weren&rsquo;t able to provide hard evidence, for example an alternative count based on logs or records, of more than 107 homeless veterans in Rhode Island in January of 2015.</p>\r\n\r\n<p>But while HUD&rsquo;s press release describes how the point-in-time count works, calling it a &quot;snapshot,&quot; it could say more about the possibility that the count missed homeless veterans who might not have been in shelters.</p>\r\n\r\n<p>The claim is partially accurate but it leaves out important details. For that reason, the ruling is Half True.</p>\r\n\r\n<p><em>If you have a claim you&rsquo;d like <a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\">PolitiFact Rhode Island</a> to check, email us at politifact@providencejournal.com. And follow us on Twitter: @politifactri.</em></p>\r\n", "ruling_comments_date": "2015-12-11T16:44:10.637188", "ruling_date": "2015-12-13T00:00:00", "ruling_headline": "The trouble counting Rhode Island's homeless veteran population", "ruling_headline_slug": "trouble-counting-rhode-islands-homeless-veteran-po", "ruling_link_text": "An imperfect count", "ruling_state": null, "source_documents": null, "sources": "<p>HUD.gov, &quot;<a href=\"https://www.hudexchange.info/resources/documents/2015-AHAR-Part-1.pdf\">2015 Annual Homeless Assessment Report to Congress</a>,&quot; November 2015, accessed Dec. 8, 2015.</p>\r\n\r\n<p>HUD News, &quot;Homelessness in Rhode Island Declined 6.6 percent in 2015,&quot; Nov. 19, 2015.</p>\r\n\r\n<p>Deborah L. Perry, chief executive officer, YWCA Rhode Island, Dec. 9, 2015.</p>\r\n\r\n<p>Rhonda Siciliano, spokeswoman, U.S. Department of Housing and Urban Development, New England Region Office, interview, Dec. 9, 2015.</p>\r\n\r\n<p>Dee DeQuattro, director of communications and development, Operation Stand Down Rhode Island, interview, Dec. 8, 2015, email Dec. 8, 2015, and Dec. 10, 2015.</p>\r\n\r\n<p>Erik Wallin, executive director, Operation Stand Down Rhode Island, interview Dec. 9, 2015.</p>\r\n\r\n<p>Dr. Thomas O&rsquo;Toole, director the Veteran Administration&rsquo;s National Center for Homelessness Among Veterans, interview Dec. 10, 2015.</p>\r\n\r\n<p>Eric L. Hirsch, Providence College sociology professor, chairman of the steering committee for Rhode Island&rsquo;s Homeless Management Information System, interview Dec. 10, 2015.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 1, "home_state": "", "id": 3353, "last_name": "U.S. Department of Housing and Urban Development", "mostly_true_count": 0, "name_slug": "us-department-housing-and-urban-development", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/deptofhud_logo.png", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3353/", "total_count": 1, "true_count": 0, "website": "http://portal.hud.gov/hudportal/HUD"}, "statement": "<p>&quot;On a single night in January 2015, state and local planning agencies in Rhode Island reported the following estimates of homelessness &hellip; 107 veterans were homeless.&quot;</p>\r\n\r\n<div>&nbsp;</div>\r\n", "statement_context": "a news release", "statement_date": "2015-11-19", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 106, "photo": null, "resource_uri": "/api/v/2/subject/106/", "subject": "Housing", "subject_slug": "housing", "used_in_edition": []}], "target": [], "twitter_headline": ""}