{"art": [{"brightcove": "", "caption": "Sen. Ted Cruz, R-Texas, makes a point at the Republican presidential debate in Las Vegas on Dec. 15, 2015.", "id": 7191, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Cruz_at_LV_debate.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/7191/", "title": "Cruz at Las Vegas debate", "wibbitz": "", "youtube": "", "youtubeID": ""}, {"brightcove": "", "caption": "Sen. Ted Cruz of Texas sparred with Sen. Marco Rubio of Florida at the CNN Republican presidential primary debate on Dec. 15, 2015.", "id": 7201, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/7201/", "title": "Cruz immigration debate", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/TDS6KLO3XS8?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "TDS6KLO3XS8"}], "author": [{"email_address": "jgillin@politifact.com", "first_name": "Joshua", "id": 327, "last_name": "Gillin", "name_slug": "joshua-gillin", "on_staff_page": null, "phone": "727-893-8337", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/joshuagillin.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/327/", "title": "Staff Writer", "twitter": "jpgillin"}], "canonical_url": "/truth-o-meter/statements/2015/dec/18/ted-cruz/cruz-muddles-accusation-against-rubios-immigration/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "facebook_headline": null, "id": 11703, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jgillin@politifact.com", "first_name": "Joshua", "id": 327, "last_name": "Gillin", "name_slug": "joshua-gillin", "on_staff_page": null, "phone": "727-893-8337", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/joshuagillin.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/327/", "title": "Staff Writer", "twitter": "jpgillin"}], "resource_uri": "/api/v/2/statement/11703/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Texas Sen. Ted Cruz and Florida Sen. Marco Rubio <a href=\"http://www.politifact.com/florida/statements/2015/dec/16/marco-rubio/marco-rubio-says-ted-cruz-supports-legalizing-peop/\">largely battled</a> <a href=\"http://www.politifact.com/truth-o-meter/statements/2015/dec/16/marco-rubio/rubio-and-cruz-spar-over-domestic-surveillance-pro/\">each other</a> during the Republican debate in Las Vegas, including when Cruz accused Rubio of supporting a bill to let refugees into the country without first being vetted.</p>\r\n\r\n<p>Cruz <a href=\"https://youtu.be/TDS6KLO3XS8\">singled out</a> what he saw as a major flaw of a 2013 bipartisan immigration bill by the so-called Gang of Eight, which included Rubio and Sen. Chuck Schumer, D-N.Y.</p>\r\n\r\n<p>&quot;Border security is national security, and you know, one of the most troubling aspects of the Rubio-Schumer Gang of Eight bill was that it gave President Obama blanket authority to admit refugees, including Syrian refugees, without mandating any background checks whatsoever,&quot; Cruz said.</p>\r\n\r\n<p>Did Rubio really back an immigration bill that would have allowed refugees from countries in turmoil to come in sans screening? It appears Cruz should work on his own vetting process.</p>\r\n\r\n<p><strong>Presidential power</strong></p>\r\n\r\n<p>The Cruz campaign did not get back to us when we asked how <a href=\"https://www.congress.gov/bill/113th-congress/senate-bill/744\">S. 744</a> &mdash; which passed the Senate (with Cruz <a href=\"http://www.senate.gov/legislative/LIS/roll_call_lists/roll_call_vote_cfm.cfm?congress=113&amp;session=1&amp;vote=00168\">voting no</a>) in 2013 but <a href=\"http://www.politico.com/story/2014/06/how-immigration-reform-died-108374\">wasn&rsquo;t taken up</a> in the House &mdash; would have granted the president this power.</p>\r\n\r\n<p>But when our friends at FactCheck.org looked at a similar claim <a href=\"http://www.factcheck.org/2015/12/cruz-attacks-rubio-on-refugees/\">earlier in December</a>, Cruz&rsquo;s office directed them to a <a href=\"https://www.conservativereview.com/commentary/2015/11/rubios-bill-would-have-opened-floodgates-to-islamic-refugees\">column by Daniel Horowitz</a> on ConservativeReview.com, a site that named Cruz &quot;<a href=\"https://www.conservativereview.com/commentary/2015/04/release-cruz-wins-conservative-review-straw-poll\">America&rsquo;s Top Pick</a>&quot; among GOP candidates. Horowitz highlighted three sections of the bill to justify how the legislation would have opened up the country to substantial refugee risk.</p>\r\n\r\n<p>&quot;Had the bill passed in 2013, it would have given the Obama administration power to define who is considered stateless,&quot; he wrote. &quot;Most of those likely to be designated as stateless are from Islamic hell holes and would include the Syrians, Somalis, Palestinians, and the Muslim Rohingya in Burma.&quot;</p>\r\n\r\n<p>Horowitz told us the bill would have granted Obama sweeping power to bestow refugee status on groups as he saw fit. He also said it did nothing to establish standards for background checks on so-called &quot;stateless&quot; refugees, who already can&rsquo;t be checked because there are no databases or information to consult, an argument Rubio has used to argue for <a href=\"https://marcorubio.com/we-cannot-take-syrian-refugees/\">prohibiting entry for Syrian refugees</a>. PolitiFact has found that while there may be data gaps, there is a <a href=\"http://www.politifact.com/truth-o-meter/statements/2015/nov/19/ben-carson/ben-carson-there-currently-no-ability-vet-syrian-r/\">process to vet Syrian refugees</a>.</p>\r\n\r\n<p>We spoke to several experts, including two resettlement agency officials interviewed by FactCheck.org. We found that their analyses of the bill don&rsquo;t support Cruz&rsquo;s claim about new &quot;blanket authority&quot; for Obama to admit refugees without any checks.</p>\r\n\r\n<p>We&rsquo;ll start with the big picture. Steven Camarota, research director at the Center for Immigration Studies, a group that favors reduced immigration, told us the bill did <a href=\"http://www.tampabay.com/news/senators-release-immigration-plan-details/2115379\">propose sweeping changes</a>, including allowing the government to identify persecuted groups. That could be almost any group in the Middle East, he said.</p>\r\n\r\n<p>&quot;The bottom line is that the bill gave the president huge new power that could have changed the refugee system,&quot; he said.</p>\r\n\r\n<p>But in the way Cruz alleged? Other experts said no. For one, the president has long had broad authority over refugee admission limits.</p>\r\n\r\n<p>&quot;S. 744 didn&rsquo;t give the president &lsquo;blanket authority to admit refugees,&rsquo; &quot; David Bier, the director of immigration policy at the libertarian Niskanen Center, said in an email. &quot;The president has had the power since the Refugee Act of 1980 to establish limits on refugees in consultation with Congress. S. 744 didn&rsquo;t affect this authority.&quot;</p>\r\n\r\n<p>From 1980-2008, the United States has accepted around 83,000 refugees a year. The Obama administration <a href=\"http://www.politifact.com/punditfact/statements/2015/oct/26/sean-hannity/250000-syrian-refugees-us-fact-check-trump-hannity/\">has said it will accept</a> around 70,000 refugees from around the world in fiscal year 2015. Partly in response to the Syrian refugee crisis, that total will increase to 85,000 refugees in fiscal year 2016 and 100,000 in fiscal year 2017. In 2016, the administration plans to increase the number of admitted Syrian refugees almost six-fold to at least 10,000.</p>\r\n\r\n<p>What&rsquo;s more, the Gang of Eight proposal specifically stated that all refugees would still be subject to background checks, Bier added. The <a href=\"http://www.politifact.com/truth-o-meter/statements/2015/nov/15/jeb-bush/jeb-bush-it-takes-almost-year-refugee-be-processed/\">average screening time for refugees</a> from across the globe is between a year to a year and a half, involving background checks, interviews and confirmation from several federal agencies. For Syrian refugees, it takes two years on average.</p>\r\n\r\n<p>Cruz&rsquo;s claim already misses these important points, but there are some specifics that experts say show his statement is inaccurate.</p>\r\n\r\n<p><strong>&lsquo;Stateless&rsquo; status</strong></p>\r\n\r\n<p>One point is whether the bill would have allowed Obama to let in any group of refugees, Syrian or otherwise, and give them legal status.</p>\r\n\r\n<p>Section 3405 would have allowed the attorney general or the secretary of the Department of Homeland Security to provide lawful status to a refugee considered &quot;stateless&quot; &mdash; meaning, they had no country to which the United States could otherwise send them.</p>\r\n\r\n<p>&quot;A classic case is a person who entered the United States and applied for asylum whose country dissolved while they were awaiting their hearing and decision in the case,&quot; said Joanne Kelsey, the assistant director for advocacy at the Lutheran Immigration and Refugee Service, which helps resettle refugees. &quot;If they were denied asylum and ordered deported, there is no country left to accept them as their national.&quot;</p>\r\n\r\n<p>Kelsey cited as an example people who were in the United States when the Soviet Union collapsed and new countries were formed from their home regions.</p>\r\n\r\n<p>But the &quot;stateless&quot; classification wouldn&rsquo;t have been for refugees aiming to get into the United States, only people who are already in the country or would face this situation in the future.</p>\r\n\r\n<p>Mark Hetfield, president of HIAS, another refugee resettlement group, said this would not have changed the number of immigrants allowed into the country. The provision only applied to domestic law, he said, and people would have to prove this status, not just declare it.</p>\r\n\r\n<p><strong>Persecution problem</strong></p>\r\n\r\n<p>Another part of the bill about specially designating certain groups of refugees, Section 3403, is an attempt to codify something called the <a href=\"https://www.fas.org/sgp/crs/misc/RL31269.pdf\">Lautenberg Amendment</a>, an immigration provision that has been in effect since 1989 and must be renewed each year. The amendment has traditionally been aimed at certain religious minorities.</p>\r\n\r\n<p>By law, refugees seeking asylum in the United States must prove they have a &quot;well founded fear of persecution.&quot; Our expert sources said section 3403 would have allowed the president to designate a group of interest to the United States as being persecuted as a whole. Think Christians in Syria or Yazidis in Iraq targeted by the Islamic State.</p>\r\n\r\n<p>Basically, it allows potential refugees to get in line faster. But instead of making the individual prove they are in danger, the threat would already be associated with their group, moving the rest of the screening process along. Its aim was to streamline the vetting process for refugees, not get rid of it.</p>\r\n\r\n<p>&quot;It doesn&rsquo;t create refugees or allow more refugees to come to the United States,&quot; Bier said. &quot;They would still be subject to the normal refugee limit. It would create no additional numbers, but would increase, perhaps, the eligible pool of applicants.&quot;</p>\r\n\r\n<p><strong>Deadline dilemma</strong></p>\r\n\r\n<p>One final piece concerns the current <a href=\"http://www.uscis.gov/humanitarian/refugees-asylum/asylum\">one-year deadline</a> in place for refugees to file for asylum once they arrive in the United States. Section 3401 would have repealed the deadline, and given people who had applications rejected for missing the window another two years to apply again.</p>\r\n\r\n<p>There are any number of reasons people miss the deadline &mdash; they don&rsquo;t know they can apply, they&rsquo;re afraid of government officials or even that they were hoping things in their home countries would get better so they could leave the United States and return.</p>\r\n\r\n<p>But again, it would only apply to refugees already in the United States, not people seeking to come in the future. Our experts said any worries that this would increase fraudulent immigration are unfounded.</p>\r\n\r\n<p>&quot;This provision does not alter any standards or safeguards in the asylum system. All asylum seekers would continue to undergo rigorous security background checks and show that they are admissible to the United States,&quot; Kelsey said.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Cruz said, &quot;One of the most troubling aspects of the Rubio-Schumer Gang of Eight bill was that it gave President Obama blanket authority to admit refugees, including Syrian refugees, without mandating any background checks whatsoever.&quot;</p>\r\n\r\n<p>The failed 2013 bill did not change the number of refugees, the overall framework of the screening process or give the president authority to admit any group at will. It would have allowed the president to designate certain groups outside the United States as particularly at risk, and other officials to label certain refugees in the United States as having nowhere to go. It further would have repealed the deadline for refugees already here to apply for asylum.</p>\r\n\r\n<p>Experts said none of the provisions Cruz has previously cited work the way he is warning they would. We rate his statement False.</p>\r\n", "ruling_comments_date": "2015-12-17T17:20:29.076416", "ruling_date": "2015-12-18T12:38:39", "ruling_headline": "Cruz muddles accusation against Rubio's 2013 immigration bill", "ruling_headline_slug": "cruz-muddles-accusation-against-rubios-immigration", "ruling_link_text": "Misinterpreting how the Gang of Eight treated refugees", "ruling_state": null, "source_documents": null, "sources": "<p>Ted Cruz, <a href=\"https://youtu.be/TDS6KLO3XS8\">CNN Republican presidential primary debate</a>, Dec. 15, 2015</p>\r\n\r\n<p>William and Mary Law Review, &quot;<a href=\"http://wmlawreview.org/sites/default/files/Schrag.pdf\">Rejecting Refugees: Homeland Security&rsquo;s Administration of the One-Year Bar to Asylum</a>,&quot; Nov. 3, 2010</p>\r\n\r\n<p>PolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2013/apr/17/marco-rubio/sen-marco-rubio-says-immigration-bill-not-amnesty/\">Sen. Marco Rubio says immigration bill is not amnesty</a>,&quot; April 14, 2013</p>\r\n\r\n<p><em>Tampa Bay Times</em>, &quot;<a href=\"http://www.tampabay.com/news/senators-release-immigration-plan-details/2115379\">Senators release immigration plan details</a>,&quot; April 15, 2013</p>\r\n\r\n<p>Huffington Post, &quot;<a href=\"http://www.huffingtonpost.com/mark-hetfield/frank-lautenberg-refugees_b_3403383.html\">Senator Lautenberg: An Appreciation of His Lifesaving Work With Refugees</a>,&quot; June 7, 2013</p>\r\n\r\n<p>U.S. Senate, <a href=\"http://www.senate.gov/legislative/LIS/roll_call_lists/roll_call_vote_cfm.cfm?congress=113&amp;session=1&amp;vote=00168\">S. 744 roll call vote</a>, June 27, 2013</p>\r\n\r\n<p>Politico, &quot;<a href=\"http://www.politico.com/story/2014/04/immigration-reform-conservatives-106213\">Conservatives revolt on immigration</a>,&quot; April 30, 2014</p>\r\n\r\n<p>Politico, &quot;<a href=\"http://www.politico.com/story/2014/06/how-immigration-reform-died-108374\">The death of immigration reform</a>,&quot; June 27, 2014</p>\r\n\r\n<p>Congressional Research Service, &quot;<a href=\"https://www.fas.org/sgp/crs/misc/RL31269.pdf\">Refugee Admissions and Resettlement Policy</a>,&quot; Feb. 18, 2015</p>\r\n\r\n<p>PolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2015/aug/07/ted-cruz/ted-cruz-most-gop-candidates-have-supported-amnest/\">Ted Cruz: most GOP candidates &#39;have supported amnesty&#39;</a>,&quot; Aug. 7, 2015</p>\r\n\r\n<p>PunditFact, &quot;<a href=\"http://www.politifact.com/punditfact/statements/2015/oct/26/sean-hannity/250000-syrian-refugees-us-fact-check-trump-hannity/\">Fact-checking Sean Hannity&#39;s claim on the U.S. accepting 250,000 refugees</a>,&quot; Oct. 26, 2015</p>\r\n\r\n<p>PolitiFact Florida, &quot;<a href=\"http://www.politifact.com/florida/statements/2015/nov/13/courageous-conservatives-pac/pac-supporting-ted-cruz-says-when-marco-rubio-trie/\">PAC supporting Ted Cruz says when Marco Rubio tried to &#39;push amnesty,&#39; Cruz stopped him</a>,&quot; Nov. 6, 2015</p>\r\n\r\n<p>PolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2015/nov/15/jeb-bush/jeb-bush-it-takes-almost-year-refugee-be-processed/\">Jeb Bush: &#39;It takes almost a year for a refugee to be processed in the United States&#39;</a>,&quot; Nov. 15, 2015</p>\r\n\r\n<p>Conservative Review, &quot;<a href=\"https://www.conservativereview.com/commentary/2015/11/rubios-bill-would-have-opened-floodgates-to-islamic-refugees\">Rubio&rsquo;s Bill Would Have Opened Floodgates to Islamic Refugees</a>,&quot; Nov. 15, 2015</p>\r\n\r\n<p>PolitiFact Texas, &quot;<a href=\"http://www.politifact.com/texas/statements/2015/nov/18/marco-rubio/marco-rubio-says-ted-cruz-supports-legal-status-an/\">Marco Rubio says Ted Cruz supports legal status and work permits for &#39;illegal&#39; immigrants</a>,&quot; Nov. 18, 2015</p>\r\n\r\n<p>PolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/article/2015/nov/19/politifact-sheet-5-questions-about-syrian-refugees/\">PolitiFact Sheet: 5 questions about Syrian refugees</a>,&quot; Nov. 19, 2015</p>\r\n\r\n<p>PolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2015/nov/19/ben-carson/ben-carson-there-currently-no-ability-vet-syrian-r/\">Ben Carson: &#39;There is currently no ability to vet&#39; Syrian refugees</a>,&quot; Nov. 19, 2015</p>\r\n\r\n<p>FactCheck.org, &quot;<a href=\"http://www.factcheck.org/2015/12/cruz-attacks-rubio-on-refugees/\">Cruz Attacks Rubio on Refugees</a>,&quot; Dec. 10, 2015</p>\r\n\r\n<p>Congress.gov, &quot;<a href=\"https://www.congress.gov/bill/113th-congress/senate-bill/744\">S.744 &mdash; Border Security, Economic Opportunity, and Immigration Modernization Act</a>,&quot; accessed Dec. 16, 2015</p>\r\n\r\n<p>U.S. Citizenship and Immigration Services, &quot;<a href=\"http://www.uscis.gov/humanitarian/refugees-asylum/asylum\">Asylum</a>,&quot; accessed Dec. 17, 2015</p>\r\n\r\n<p>Interview with Joe Pounder, Rubio spokesman, Dec. 16, 2015</p>\r\n\r\n<p>Interview with David Bier, Niskanen Center immigration policy director, Dec. 16, 2015</p>\r\n\r\n<p>Interview with Joanne Kelsey, Lutheran Immigration and Refugee Service assistant director for advocacy, Dec. 16, 2015</p>\r\n\r\n<p>Interview with Mark Hetfield, HIAS president, Dec. 16, 2015</p>\r\n\r\n<p>Interview with Steven Camarota, Center for Immigration Studies research director, Dec. 16-17, 2015</p>\r\n\r\n<p>Interview with Daniel Horowitz, Conservative Review senior editor, Dec. 18, 2015</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 43, "current_job": "Senator", "false_count": 38, "first_name": "Ted", "half_true_count": 20, "home_state": "Texas", "id": 1475, "last_name": "Cruz", "mostly_true_count": 22, "name_slug": "ted-cruz", "pants_count": 9, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/CRUZPFTNEW.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1475/", "total_count": 141, "true_count": 7, "website": "http://www.tedcruz.org/"}, "statement": "<p>&quot;One of the most troubling aspects of the Rubio-Schumer Gang of Eight bill was that it gave President Obama blanket authority to admit refugees, including Syrian refugees, without mandating any background checks whatsoever.&quot;</p>\r\n", "statement_context": "a Republican presidential debate in Las Vegas", "statement_date": "2015-12-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}, {"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [{"adkey": "", "advalue": "", "barely_true_count": 36, "current_job": "U.S. Senator", "false_count": 26, "first_name": "Marco", "half_true_count": 33, "home_state": "Florida", "id": 277, "last_name": "Rubio", "mostly_true_count": 37, "name_slug": "marco-rubio", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Marco_Rubio.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/277/", "total_count": 168, "true_count": 20, "website": "http://www.rubio.senate.gov/"}], "twitter_headline": ""}