{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/sep/08/glenn-beck/glenn-beck-says-van-jones-avowed-communist/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1173, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "jfrank@sptimes.com", "first_name": "John", "id": 15, "last_name": "Frank", "name_slug": "john-frank", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/15/", "title": "Former Staff Writer, St. Petersburg Times", "twitter": null}], "resource_uri": "/api/v/2/statement/1173/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Radio and TV political commentator Glenn Beck has spent weeks detailing what he says is a web of Obama administration officials with socialist or communist ties. And Exhibit A in the Beck argument has been Van Jones, Obama&#39;s so-called green jobs czar (his actual title was special adviser for green jobs at the Council on Environmental Quality).</p>\r\n\r\n<p>Conservative commentators and bloggers criticized Jones because of his past remarks and his involvement with controversial groups. His resignation was announced shortly after midnight on Sept. 6, 2009.</p>\r\n\r\n<p>Beck has repeatedly claimed Jones is a communist. For purposes of a fact-check statement, we selected a Sept. 1, 2009, remark Beck made on his radio program that Jones &quot;is an avowed, self-avowed radical revolutionary communist.&quot;</p>\r\n\r\n<p>There&#39;s little question that Jones <em> was </em> an avowed communist.</p>\r\n\r\n<p>In a Nov. 2, 2005, profile of Jones in the <em> East Bay Express </em> , an alternative weekly in Berkeley, Calif., Jones said his life hit a turning point in the spring of 1992 when he was swept up in mass arrests while protesting the acquittal of police officers accused of beating Rodney King.</p>\r\n\r\n<p>Although the charges against Jones were dropped, Jones said that while in jail, &quot;I met all these young radical people of color &mdash; I mean really radical, communists and anarchists. And it was, like, &#39;This is what I need to be a part of.&#39; I spent the next 10 years of my life working with a lot of those people I met in jail, trying to be a revolutionary.&quot;</p>\r\n\r\n<p>&quot;In the months that followed,&quot; the <em> Express </em> article said, &quot;he let go of any lingering thoughts that he might fit in with the status quo. &#39;I was a rowdy nationalist on April 28th, and then the verdicts came down on April 29th,&#39; he said. &#39;By August, I was a communist.&#39;&quot;</p>\r\n\r\n<p>In 1994, the story states, Jones formed a socialist collective called Standing Together to Organize a Revolutionary Movement, or STORM.</p>\r\n\r\n<p>According to a history of STORM written in the spring of 2004, the group held &quot;structured political education&quot; training at every meeting &quot;to help members develop an understanding of the basics of Marxist politics.&quot; They &quot;trained members on capitalism and wage exploitation, the state and revolution, imperialism and the revolutionary party.&quot;</p>\r\n\r\n<p>So Jones was a self-avowed communist. But is he still? The answer lies in the very same article.</p>\r\n\r\n<p>Even before the group disbanded in 2002, the <em> Express </em> article says, &quot;Jones began transforming his politics and work...&quot;</p>\r\n\r\n<p>According to the article, &quot;He took an objective look at the movement&#39;s effectiveness and decided that the changes he was seeking were actually getting farther away. Not only did the left need to be more unified, he decided, it might also benefit from a fundamental shift in tactics. &#39;I realized that there are a lot of people who are capitalists &mdash; shudder, shudder &mdash; who are really committed to fairly significant change in the economy, and were having bigger impacts than me and a lot of my friends with our protest signs,&#39; he said.&quot;</p>\r\n\r\n<p>In recent years, Jones established himself as a leading, charismatic cheerleader for transitioning the American economy to green jobs.</p>\r\n\r\n<p>We weren&#39;t able to find any recent interviews where Jones directly addresses the question of where he stands on communism. When he resigned this week, Jones said he was the victim of a &quot;vicious smear campaign&quot; by conservatives and decided to resign so as not to be a distraction. &quot;I cannot in good conscience ask my colleagues to expend precious time and energy defending or explaining my past,&quot; he said in a released statement.</p>\r\n\r\n<p>But check out these two statements and see if this sounds like a communist.</p>\r\n\r\n<p>This, from his book, <em> The Green Collar Economy </em> , released in October 2008:</p>\r\n\r\n<p>&quot;There will surely be an important role for nonprofit voluntary, cooperative, and community-based solutions,&quot; Jones writes on page 86. &quot;But the reality is that we are entering an era during which our very survival will demand invention and innovation on a scale never before seen in the history of human civilization. Only the business community has the requisite skills, experience, and capital to meet that need. On that score, neither the government nor the nonprofit and voluntary sectors can compete, not even remotely.</p>\r\n\r\n<p>&quot;So in the end, our success and survival as a species are largely and directly tied to the new eco-entrepreneurs &mdash; and the success and survival of their enterprises. Since almost all of the needed eco-technologies are likely to come from the private sector, civic leaders and voters should do all that can be done to help green business leaders succeed. That means, in large part, electing leaders who will pass bills to aid them. We cannot realistically proceed without a strong alliance between the best of the business world &mdash; and everyone else.&quot;</p>\r\n\r\n<p>Or how about this, from an address before the Center for American Progress on Nov. 19, 2008 (well before Jones was brought into the Obama administration):</p>\r\n\r\n<p>&quot;Everything that is good for the environment, everything that&#39;s needed to beat global warming, is a job,&quot; Jones said. &quot;Solar panels don&#39;t manufacture themselves. Wind turbines don&#39;t manufacture themselves. Homes don&#39;t weatherize themselves. Every single thing that we need to beat global warming will also beat the recession. And the challenge is, how do we get the government to be a smart, and limited, catalyst in getting the private sector to take on this challenge?&quot;</p>\r\n\r\n<p>That doesn&#39;t sound Marxist to us.</p>\r\n\r\n<p>Beck would have been on solid ground if he said Jones <em> used to be </em> a communist. Jones has been up front about that.</p>\r\n\r\n<p>But Beck has repeatedly said Jones <em> is </em> a communist. Present tense. Although we could not find a comment in which Jones explicitly said why he is no longer one, we found ample evidence that he now believes capitalism is the best force for the social change he is seeking. So there&#39;s truth to Beck&#39;s claim in that Jones <em> was </em> a communist, but it&#39;s apparent he isn&#39;t any longer, as Beck suggests. So we find the claim Barely True.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><br />\r\n<em>Editor&#39;s note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</em></p>\r\n\r\n<p>&nbsp;</p>\r\n", "ruling_comments_date": "2010-01-07T13:28:45.428850", "ruling_date": "2009-09-08T18:42:27", "ruling_headline": "Glenn Beck says Van Jones is an avowed communist", "ruling_headline_slug": "glenn-beck-says-van-jones-avowed-communist", "ruling_link_text": "\"Was,\" not \"is\"", "ruling_state": null, "source_documents": null, "sources": "<p>Glenn Beck Web page, <a href=\"http://www.glennbeck.com/content/articles/article/198/29967/\" target=\"_blank\"> &quot;Glenn Beck: Van Jones unhinged,&quot; </a> Sept. 1, 2009</p>\r\n\r\n<p>YouTube, <a href=\"http://www.youtube.com/watch?v=dL01v38aMu8&amp;eurl=http%3A%2F%2Fmediamatters%2Eorg%2Fblog%2F200909030038&amp;feature=player_embedded\" target=\"_blank\"> Van Jones speaks at the Center for American Progress </a> , Nov. 19, 2008</p>\r\n\r\n<p>Reclaiming Revolution, <a href=\"http://web.archive.org/web/20070928082914/http://www.leftspot.com/blog/files/docs/STORMSummation.pdf\" target=\"_blank\"> &quot;History, Summation and lessons from the work of Standing Together to Organize a Revolution Movement (STORM),&quot; </a> Spring 2004</p>\r\n\r\n<p>ABC News Political Punch, <a href=\"http://blogs.abcnews.com/politicalpunch/2009/09/controversial-obama-administration-official-denies-being-part-of-911-truther-movement-apologizes-for.html\" target=\"_blank\"> Controversial Obama Administration Official Denies Being Part of 9/11 &quot;Truther&quot; Movement, Apologizes for Past Comments </a> , Sept. 3, 2009</p>\r\n\r\n<p>New Yorker, <a href=\"http://www.newyorker.com/reporting/2009/01/12/090112fa_fact_kolbert?currentPage=all\" target=\"_blank\"> Greening the Ghetto </a> (Van Jones profile), Jan. 12, 2009</p>\r\n\r\n<p>East Bay Express, <a href=\"http://www.eastbayexpress.com/gyrobase/the_new_face_of_environmentalism/Content?oid=290098&amp;showFullText=true\" target=\"_blank\"> The New Face of Environmentalism </a> (Van Jones profile), Nov. 2, 2005</p>\r\n\r\n<p>Color Lines, <a href=\"http://www.colorlines.com/article.php?ID=230\" target=\"_blank\"> &quot;The New Environmentalists,&quot; </a> by Van Jones, August 2007</p>\r\n\r\n<p>Washington Post, <a href=\"http://voices.washingtonpost.com/44/2009/09/04/gibbs_offers_little_support_fo.html?wprss=44\" target=\"_blank\"> &quot;Leading Republican Demands That White House Fire &#39;Green Collar&#39; Adviser,&quot; </a> by Garance Franke-Ruta, Sept. 4, 2009</p>\r\n\r\n<p>Washington Post, <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2009/09/06/AR2009090601054.html\" target=\"_blank\"> &quot;In Adviser&#39;s Resignation, Vetting Bites Obama Again,&quot; </a> by Scott Wilson and Juliet Eilperin, Sept. 7, 2009</p>\r\n\r\n<p>The Green Collar Economy, by Van Jones, p. 86, released in October 2008</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "", "false_count": 7, "first_name": "Glenn", "half_true_count": 7, "home_state": "", "id": 181, "last_name": "Beck", "mostly_true_count": 2, "name_slug": "glenn-beck", "pants_count": 6, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Glenn.png", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/181/", "total_count": 31, "true_count": 4, "website": ""}, "statement": "<p>Van Jones &quot;is an avowed, self-avowed radical revolutionary communist.&quot;</p>\r\n", "statement_context": "his radio program", "statement_date": "2009-09-01", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}, {"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}], "target": [], "twitter_headline": ""}