{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/sep/09/barack-obama/Obama-says-health-plan-incorporates-ideas-of-Democ/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1178, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1178/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\n In his address on health care to a joint session of Congress on Sept. 9, 2009, President Barack Obama suggested the health care bills in Congress are a bipartisan collaboration.\n</p>\n<p>\n &quot;It&rsquo;s a plan that incorporates ideas from many of the people in this room tonight &mdash; Democrats and Republicans,&quot; Obama said.\n</p>\n<p>\n Earlier in the day, in a conference call with the media, Obama's deputy communications director, Dan Pfeiffer, argued that while the health bills in the House and Senate have not gotten Republican votes, the process was bipartisan because dozens of Republican amendments were adopted.\n</p>\n<p>\n And that's technically true. But it's a stretch to characterize it as bipartisan.\n</p>\n<p>\n The Senate Committee on Health, Education, Labor and Pensions adopted 159 amendments offered by Republicans, but only two of them were significant or controversial enough to merit roll call votes. One of those two affected the manufacture of biologics medication and another required members of Congress and congressional staff to enroll in the government-run option.\n</p>\n<p>\n Don Stewart, a spokesman for Senate Republican Leader Mitch McConnell, said 132 of the 159 were for &quot;technical amendments&quot; and that it was a misnomer to call them proof of bipartisanship.\n</p>\n<p>\n None of the Republicans' priorities have gotten any traction, he said: Tort reform, equalizing the tax code, reducing the proposed cuts to Medicare spending, and scrapping the proposed &quot;public option.&quot;\n</p>\n<p>\n In fact, he said, only one big-picture Republican issue seems to have gotten the attention of the Democratic majority: creating incentives for wellness, such as cutting insurance costs for people who exercise or don't smoke.\n</p>\n<p>\n Over in the House, several versions of health care bills have passed various committees. Here's how Republican amendments fared there:\n</p>\n<p>\n In the Energy and Commerce Committee, 16 Republican amendments were adopted. With the exception of one that would create a pathway for nonpioneer drug companies to manufacture &quot;follow-on&quot; biologics, said Lisa Miller, a spokeswoman for Republicans on the committee, none of the Republican amendments could be considered major, and none change the core of the legislation.\n</p>\n<p>\n &quot;The process in our committee was bipartisan only in that we were given the opportunity to mark up the bill,&quot; said Miller. &quot;In large measure, the bipartisanship that existed during the E&amp;C markup was that of luck and circumstance, not intent among Democrats.&quot;\n</p>\n<p>\n In the Education and Labor Committee, just six of the 17 amendments offered by Republicans were adopted. Several &quot;probably are best described as technical,&quot; said Alexa Marrero, a spokesman for Republicans on the committee. And one, which sought to have members of Congress be enrolled in any government-run plan that would be created, was defeated by Democrats in other committees.\n</p>\n<p>\n One, from Rep. Duncan Hunter, R-Calif., would allow employers who would have to cut jobs to meet health coverage costs the opportunity to seek a waiver from the bill&rsquo;s requirements. It was adopted by voice vote.\n</p>\n<p>\n In the House Ways and Means committee markup, all 38 of the Republican-sponsored amendments were rejected along a party-line vote.\n</p>\n<p>\n To see a more detailed accounting of some of the Republican amendments that have been considered, click on some of the links in our list of sources. But suffice to say, we didn't come across many that passed that seem significant.\n</p>\n<p>\n Michael Steel, spokesman for House Republican Leader John Boehner, said that while it's true that some Republican or bipartisan amendments were accepted, the legislation itself has received zero Republican votes.\n</p>\n<p>\n &quot;No amendments have changed the core of the legislation&quot; or altered the public option, Steel said.\n</p>\n<p>\n Back when the House Education and Labor Committee considered its version of the bill in mid July, several Republican legislators complained that there was little real effort to engage a bipartisan process, and they called on Democrats to scrap the plan and start over.\n</p>\n<p>\n According to an article in\n <em>\n  Congressional Quarterly\n </em>\n , the panel&rsquo;s chairman, George Miller, D-Calif., said that Republicans and Democrats simply have a &quot;serious difference in opinion on how to approach health care in this country.&quot;\n</p>\n<p>\n We also note that after Obama's appeal to the joint session of Congress, the man designated to offer Republican rebuttal, U.S. Rep. Charles Boustany, R-La., again called on Obama and Congress to &quot;start over on a common-sense, bipartisan plan focused on lowering the cost of health care while improving quality.&quot;\n</p>\n<p>\n When Obama said the health plan incorporated ideas from Democrats and Republicans, we think he grossly overstated the bipartisanship of the process to date. Both sides claim the other party is to blame for that, an issue that we will not wade into here. However, we note that none of the plans that have graduated from congressional committees have received a single Republican vote. Yes, Congress adopted dozens of the amendments proposed by Republicans, but we couldn't find any that dramatically altered the plan. Still, to the extent there were at least some, we give Obama's statement a Barely True.\n</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-01-07T13:28:45.800249", "ruling_date": "2009-09-09T22:16:41", "ruling_headline": "Obama says health plan incorporates the ideas of Democrats and Republicans", "ruling_headline_slug": "Obama-says-health-plan-incorporates-ideas-of-Democ", "ruling_link_text": "Most of the adopted Republican amendments were minor/technical", "ruling_state": null, "source_documents": null, "sources": "<p>\n AP,\n <a href=\"http://news.yahoo.com/s/ap/us_obama_health_care_text\" target=\"_blank\">\n  Text of President Barack Obama's address to Congress on health care reform\n </a>\n , Sept. 9, 2009\n</p>\n<p>\n House Energy and Commerce Committee Republicans,\n <a href=\"http://republicans.energycommerce.house.gov/news/PRArticle.aspx?NewsID=7325\" target=\"_blank\">\n  &quot;Committee Votes: Markup of H.R. 3200, 'America's Affordable Health Choices Act of 2009,'&quot;\n </a>\n July 31, 2009\n</p>\n<p>\n House Energy and Commerce Committee Republicans, Press Release:\n <a href=\"http://republicans.energycommerce.house.gov/news/PRArticle.aspx?NewsID=7327\" target=\"_blank\">\n  &quot;E&amp;C Democrats Pass Government-Run Health Care: Committee OKs Medicare cuts, tax hike &amp; illegal aliens; who&rsquo;s Chicky?&quot;\n </a>\n July 31, 1009\n</p>\n<p>\n House Committee on Ways and Means Republicans,\n <a href=\"http://republicans.waysandmeans.house.gov/News/DocumentSingle.aspx?DocumentID=137859\" target=\"_blank\">\n  &quot;Ways and Means Committee Markup of H.R. 3200 'America's Affordable Health Choices Act,'&quot;\n </a>\n July 16, 2009\n</p>\n<p>\n House Committee on Education and Labor,\n <a href=\"http://republicans.edlabor.house.gov/hearingsMarkup_details.aspx?NewsID=1152&amp;TID=2\" target=\"_blank\">\n  Press release on Republican Amendments to H.R. 3200, &quot;America's Affordable Health Choices Act of 2009,&quot;\n </a>\n July 17, 2009\n</p>\n<p>\n Bloomberg,\n <a href=\"http://www.bloomberg.com/apps/news?pid=20601087&amp;sid=a4.kYDWV9erc\" target=\"_blank\">\n  &quot;Obama Open to Partisan Vote on Health-Care Overhaul, Aides Say,&quot;\n </a>\n by Edwin Chen, July 14, 2009\n</p>\n<p>\n Congressional Quarterly, Bill Analysis: &quot;A bill to provide affordable, quality health care for all Americans and reduce the growth in health care spending, and for other purposes,&quot; Adjoa Adofo, Michael Teitelbaum and Kate Davidson\n</p>\n<p>\n Interview with Don Stewart, a spokesman for Senate Republican Leader Mitch McConnell, Sept. 9, 2009\n</p>\n<p>\n Interview with Lisa Miller, a spokeswoman for Republicans on the House Energy and Commerce Committee, Sept. 9, 2009\n</p>\n<p>\n Interview with Alexa Marrero, a spokesman for Republicans on the House Education and Labor Committee, Sept. 9, 2009\n</p>\n<p>\n Interview with Jim Billimoria, a spokesman for the Repuiblicans on the House from Ways and Means Committee, Sept. 9, 2009\n</p>\n<p>\n Interview with Michael Steel, spokesman for House Republican Leader John Boehner, Sept. 9, 2009\n</p>", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>&quot;It&rsquo;s a plan that incorporates ideas from many of the people in this room tonight &ndash; Democrats and Republicans.&quot;</p>", "statement_context": "an address to a joint session of Congress", "statement_date": "2009-09-09", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}