{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2009/sep/10/house-republicans/house-republicans-back-heckler-saying-health-bill-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1183, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1183/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\n The issue that drove Rep. Joe Wilson to become a heckler during President Barack Obama's health care address on Sept. 9, 2009, was the question of whether illegal immigrants would receive coverage from Democratic health care reforms. On the night of Obama's speech, we ruled that Wilson's outburst &mdash; shouting &quot;You lie!&quot; after Obama said that health reform would not insure illegal immigrants &mdash; was False.\n <br />\n <br />\n Since then, many Republicans have said there's nothing in the bill that ensures people would have their citizenship verified before getting coverage, a claim that we will explore with this item.\n <br />\n <br />\n In a &quot;myth vs. fact&quot; statement responding to the president's address, the House Republican Conference quoted President Obama saying, &quot;There are also those who claim that our reform effort will insure illegal immigrants. This, too, is false. The reforms I'm proposing would not apply to those who are here illegally.&quot;\n <br />\n <br />\n The Republican conference then says, &quot;Fact: Nothing in any of the Democrat bills would require individuals to verify their citizenship or identity prior to receiving taxpayer-subsidized benefits, making the President's promise one that the legislation itself does not keep.'&quot;\n <br />\n <br />\n To explore that, we first need to explain that there are two kinds of benefits in the bill that can be considered taxpayer-subsidized: tax credits and access to the public insurance option.\n <br />\n <br />\n Democrats say the main health care bill, HR 3200, explicitly prevents illegal immigrants from getting &quot;affordability credits&quot; &mdash; tax credits for low-income people to buy health insurance on a national health insurance exchange. While illegal immigrants would be able to buy insurance just as a qualifying legal resident could, they would have to pay for it themselves without the &quot;affordability credit&quot; subsidy. (If you want to check, it's on page 132, section 242.) That's essentially keeping the status quo, in which illegal immigrants are able to buy private insurance on their own dime.\n <br />\n <br />\n Critics of the health care bill, however, cite a couple of possible loopholes. We'll address the one cited by the House Republican Conference, which has also been noted by the Federation for American Immigration Reform, an organization critical of illegal immigration. Both groups contend that the Democratic bills lack verification procedures to make sure that illegal immigrants aren't signing up for the affordability credits. Such safeguards, FAIR says, were included in the Welfare Reform Act of 1996, the Economic Stimulus Act of 2008 and the American Recovery and Reinvestment Act of 2009.\n <br />\n <br />\n From our examination of the House bill, we don't see any verification system, either. The Congressional Research Service, a nonpartisan research arm of Congress, agrees. In a report issued Aug. 25, 2009, CRS wrote that &quot;HR 3200 does not contain a mechanism to verify immigration status.&quot; (We also noted that in our original item when we checked Wilson's heckle,\n <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/sep/09/joe-wilson/joe-wilson-south-carolina-said-obama-lied-he-didnt/\" target=\"_blank\">\n  here\n </a>\n .)\n <br />\n <br />\n FAIR notes that the House Ways and Means Committee rejected an amendment that would have required those seeking affordability credits to verify eligibility with two databases used to check it for federal benefits such as Medicaid.\n <br />\n <br />\n But there are two caveats that keep the Republican assertion from being fully accurate.\n <br />\n <br />\n The first is if the tax credits are administered through the Internal Revenue Service, there would be built-in scrutiny. For instance, if a system were set up for taxpayers to declare insurance expenses and then receive a refund or a rebate, illegal immigrants couldn't obtain coverage, &quot;because illegal immigrants do not have legitimate Social Security numbers,&quot; said Marc Rosenblum, a senior policy analyst with the Migration Policy Institute, a group that is generally proimmigration. &quot;Screening out illegal immigrants through the tax system would prevent them from obtaining health care-related subsidies.&quot;\n <br />\n <br />\n The second caveat is that language in the House bill does provide clear authority for the new government official who will run the exchange to set up that verification, as the CRS report notes.\n</p>\n<p>\n Rosenblum concurs. &quot;The commissioner could enforce these restrictions in one of two ways: through document- and database-based screening requirements as in the Medicaid system, or by reimbursing health care expenses through tax refunds,&quot; he said.\n <br />\n <br />\n Because the House Republican Conference assertion referred to &quot;any&quot; of the Democratic bills, we also looked through the bill reported by the Senate Health, Education, Labor and Pensions Committee. The bill is generally more vague on these issues, but we did find the following passage, which seems to grant similar authority as the House bill passage cited earlier.\n <br />\n <br />\n &quot;The Secretary (of Health and Human Services), in consultation with the Office of the National Coordinator for Health Information Technology, shall develop interoperable, secure, scalable, and reusable standards and protocols that facilitate enrollment of individuals in Federal and State health and human services programs. ... The Secretary shall facilitate enrollment of individuals in programs ... through methods which shall include (i) electronic matching against existing Federal and State data to serve as evidence of eligibility and digital documentation in lieu of paper-based documentation; (ii) capability for individuals to apply, recertify, and manage eligibility information online, including conducting real-time queries against databases for existing eligibility prior to submitting applications; and (iii) other functionalities necessary to provide eligible individuals with a streamlined enrollment process.&quot;\n <br />\n <br />\n Now for the second issue: access to the public option. FAIR and many Republicans have argued that while the bill bars illegal immigrants from getting the affordability credits, it still permits them to take part in the public option. We believe that reading is correct. But FAIR asserts that the public option is &quot;taxpayer-funded,&quot; something Democrats insist is not true. They say the public plan will be self-supporting through its participants' premiums. Obama reiterated that point in his speech. &quot;I have insisted that like any private insurance company, the public insurance option would have to be self-sufficient and rely on the premiums it collects,&quot; he said. Nothing we've seen so far has persuaded us that the public option will provide subsidized care.\n <br />\n <br />\n So let's recap. There is explicit language in the House bill that says illegal immigrants should not receive the subsidized benefits. But we find the Republican conference is right that the legislation does not directly mention verification procedures and, for that reason, it's possible that illegal immigrants who are determined to beat the system might be able to get around the ban. But it's likely that the IRS would, at least indirectly, help to police that. And, the health choices commissioner would have the authority to set up a verification system. On balance, we rate the Republican claim Half True.\n</p>", "ruling_comments_date": "2010-01-07T13:28:46.125282", "ruling_date": "2009-09-10T17:20:55", "ruling_headline": "House Republicans back up heckler, saying health bill wouldn't check who's illegal", "ruling_headline_slug": "house-republicans-back-heckler-saying-health-bill-", "ruling_link_text": "Bill is mum on specifics, but lays groundwork for eligibility checks", "ruling_state": null, "source_documents": null, "sources": "<p>\n House Republican Conference, &quot;Myth Vs. Fact: President&rsquo;s Address to Congress&quot;\n <a href=\"http://www.gop.gov/policy-news/09/09/09/myth-vs-fact-president\" target=\"_blank\">\n  news release\n </a>\n , Sept. 9, 2009\n <br />\n <br />\n Barack Obama,\n <a href=\"http://www.whitehouse.gov/the_press_office/Remarks-by-the-President-to-a-Joint-Session-of-Congress-on-Health-Care/\" target=\"_blank\">\n  remarks\n </a>\n to a joint session of Congress, Sept. 9, 2009\n <br />\n <br />\n House tri-committee health care\n <a href=\"http://frwebgate.access.gpo.gov/cgi-bin/getdoc.cgi?dbname=111_cong_bills&amp;docid=f:h3200ih.txt.pdf\" target=\"_blank\">\n  bill\n </a>\n (H.R. 3200)\n <br />\n <br />\n Senate Health, Education, Labor and Pensions Committee health care\n <a href=\"http://help.senate.gov/BAI09A84_xml.pdf\" target=\"_blank\">\n  bill\n </a>\n <br />\n <br />\n Congressional Research Service, &quot;\n <a href=\"http://assets.opencrs.com/rpts/R40773_20090825.pdf\" target=\"_blank\">\n  Treatment of Non-Citizens in H.R. 3200\n </a>\n ,&quot; Aug. 25. 2009\n <br />\n <br />\n Congressional Research Service, &quot;\n <a href=\"http://assets.opencrs.com/rpts/R40144_20090212.pdf\" target=\"_blank\">\n  State Medicaid and SCHIP Coverage of Non-Citizens\n </a>\n ,&quot; Feb. 12, 2009\n <br />\n <br />\n Federation for American Immigration, &quot;House Health Reform Bill Will Allow Illegal Aliens to Receive Taxpayer-Funded Health Care&quot;\n <a href=\"http://www.fairus.org/site/DocServer/2009_07_24_Analysis_Section_246_is_Ineffective_vFINAL.pdf?docID=3101\" target=\"_blank\">\n  briefing paper\n </a>\n , July 24, 2009\n <br />\n <br />\n Interview with Marc Rosenblum, a senior policy analyst with the Migration Policy Institute, Sept. 10, 2009\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 3, "first_name": "", "half_true_count": 4, "home_state": "", "id": 144, "last_name": "House Republican Conference", "mostly_true_count": 0, "name_slug": "house-republicans", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/House_GOP_logo.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/144/", "total_count": 8, "true_count": 0, "website": "http://www.gop.gov/"}, "statement": "<p>&quot;Nothing in any of the Democrat bills would require individuals to verify their citizenship or identity prior to receiving taxpayer-subsidized benefits.&quot;</p>", "statement_context": "a \"myth and fact\" news release", "statement_date": "2009-09-09", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [{"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}], "twitter_headline": null}