{"art": [{"brightcove": "", "caption": "Gov. Terry McAuliffe made his statement on gun background checks at the 1:15 mark on this interview with Mike Valerio of WWBT-TV in Richmond. ", "id": 7458, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/7458/", "title": "McAuliffe gun interview ", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/Tj2bmltGtC4?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "Tj2bmltGtC4"}], "author": [{"email_address": "wfiske@timesdispatch.com", "first_name": "Warren", "id": 209, "last_name": "Fiske", "name_slug": "warren-fiske", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/209/", "title": "PolitiFact Virginia Editor", "twitter": null}], "canonical_url": "/virginia/statements/2016/feb/15/terry-mcauliffe/mcauliffe-says-virginia-law-bars-private-gun-selle/", "edition": {"adkey": "Editions", "advalue": "Virginia", "edition": "Virginia", "edition_slug": "virginia", "has_afterthefact": false, "id": 10, "index_page": false, "meter_name": "The Virginia Truth-O-Meter", "resource_uri": "/api/v/2/edition/10/"}, "editor": [{"email_address": "wfiske@timesdispatch.com", "first_name": "Warren", "id": 209, "last_name": "Fiske", "name_slug": "warren-fiske", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/209/", "title": "PolitiFact Virginia Editor", "twitter": null}], "facebook_headline": null, "id": 11914, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wfiske@timesdispatch.com", "first_name": "Warren", "id": 209, "last_name": "Fiske", "name_slug": "warren-fiske", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/209/", "title": "PolitiFact Virginia Editor", "twitter": null}], "resource_uri": "/api/v/2/statement/11914/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Gov. Terry McAuliffe says Virginia&rsquo;s law requiring background checks on prospective gun buyers would be substantially broadened under a bipartisan agreement he&rsquo;s struck &nbsp;with the General Assembly.</p>\r\n\r\n<p>Virginia now requires federally licensed dealers - those in the business of selling firearms - to conduct computerized checks to see whether a buyer has a disqualifying criminal record or mental health history. But casual sales between individuals are exempt and that, the governor says, opens a loophole for guns to fall into the wrong hands.</p>\r\n\r\n<p>McAuliffe, a Democrat, is backing legislation that would position state police at Virginia gun shows to conduct voluntary background checks on the private sales.</p>\r\n\r\n<p>&quot;Under Virginia law, if you are a non-federally licensed dealer, you cannot get a background check even if you want one,&quot; McAuliffe said during a Feb. 3 <a href=\"https://www.youtube.com/watch?v=Tj2bmltGtC4\" style=\"text-decoration:none;\"><u>interview</u></a> with Mike Valerio of WWBT-TV in Richmond. &quot;We changed that law.&quot;</p>\r\n\r\n<p>McAuliffe made a similar claim during a <a href=\"https://www.youtube.com/watch?v=y1UxgV1MHPE\" style=\"text-decoration:none;\"><u>Feb. 1 interview</u></a> on WJLA-TV in Washington. &quot;Even if the non-licensed dealer today wants to do a background check, he is prohibited by law,&quot; he said.</p>\r\n\r\n<p>Those claims and others by the governor were disputed in a full-page ad taken out in the Richmond Times-Dispatch on Feb. 9 by Everytown for Gun Safety, a national gun control group founded by former New York Mayor Michael Bloomberg. Everytown accuses McAuliffe, who promised in his 2013 campaign to seek background checks for all gun buyers, of backing weak reforms. The ad said &quot;voluntary background checks already exist&quot; for private sellers.</p>\r\n\r\n<p>So we decided to investigate whether the governor is right in saying that an unlicensed seller in Virginia - say, someone who wants to get rid of a rifle or a handgun he has at home - now is legally barred at a gun show from getting a background check on a potential buyer.</p>\r\n\r\n<p>Under <a href=\"http://law.lis.virginia.gov/vacode/title18.2/chapter7/section18.2-308.2:2/\" style=\"text-decoration:none;\"><u>state law</u></a>, a person seeking to buy a firearm from a licensed dealer is required to fill out a form stating that he never has been convicted of a felony or adjudicated mentally incompetent and that he is not subject to a restraining order. The dealer forwards the information to the state police, which performs an &quot;instant background check&quot; and tells the dealer whether he can sell the gun to the customer.</p>\r\n\r\n<p>Virginia&rsquo;s law allows only federally licensed dealers to contact the state police for the check. &quot;The private seller, they can&rsquo;t even ask for a background check from the state police,&quot; Christina Nuckols, deputy press secretary for McAuliffe, told us on the phone.</p>\r\n\r\n<p>But that doesn&rsquo;t mean a private seller is without recourse. He still can ask a licensed dealer to conduct a background check on the potential buyer but, if the dealer is willing, &nbsp;it becomes a complicated process.</p>\r\n\r\n<p>Under state law, licensed dealers can do background checks only for the purchase of firearms that are in their inventory. A private seller seeking a background check could &nbsp;convey his gun on consignment to a dealer, said Corinne Geller, public relations manager for the state police.</p>\r\n\r\n<p>That&rsquo;s not an unusual occurrence, according to David Hathcock, manager of Bob Moates Sports Shop in Chesterfield County, a licensed dealer of firearms. &quot;Most people want to make sure their guns to wind up in good hands,&quot; he told us, adding &quot;At any given time, I have 50 to 100 guns on consignment&quot; in the store.</p>\r\n\r\n<p>Moates, however, only does business from his store. And McAuliffe, in his comments, was specifically referring to private sellers at gun shows being barred from getting a background check.</p>\r\n\r\n<p>We spoke to three Virginia dealers on Feb. 14 who&nbsp; had tables set up at The Nation&rsquo;s Gun Show in Chantilly. They all told us the governor&rsquo;s statement is wrong and they are occasionally approached by a private seller and a buyer seeking a check.</p>\r\n\r\n<p>The dealers said they&rsquo;ll run the background check for a fee -- usually $25 to $35 -- to compensate for the trouble of putting the gun in their inventory and storing the information for a required 20 years.</p>\r\n\r\n<p>&quot;We do it all the time; it&rsquo;s absolutely legal,&quot; said Brian Parrish, owner of Triune Shooting Sports in Warrenton. He told us he gets an average &quot;one or two&quot; such requests at every gun show.</p>\r\n\r\n<p>Sonny Condon, owner on Sonny&rsquo;s Guns &amp; Transfers in Richmond, said it&rsquo;s rare when he gets such a request from a private seller, &quot;but it does happen.&quot;</p>\r\n\r\n<p>Jerry Cochran, owner of Trader Jerry&rsquo;s in Tazewell County, said he only recently became aware that he could run a background check for a private seller. &quot;I&rsquo;ve done five of them in the last month,&quot; he said.</p>\r\n\r\n<p>McAuliffe&rsquo;s measure would streamline the procedure by allowing a private seller to go straight to the state police at a gun show to request a background check. But, as before, neither the seller nor the buyer would be required legally to seek the check.</p>\r\n\r\n<p>McAuliffe warns that a private seller who bypasses the new system could face increased liability if a gun he sold was used in a crime.</p>\r\n\r\n<p>Philip Van Cleave, president of the pro-gun Virginia Citizens Defense League, said he thinks more private sellers will seek background checks if the legislation passes, &quot;but it&rsquo;s not going to be earth-shaking.&quot;</p>\r\n\r\n<p>The bill, we should note, sailed through the House of Delegates on a 96-3 vote on Feb. 10 and now is pending in the Senate.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>McAuliffe says, &quot;Under Virginia law, if you are a non-federally licensed (gun) dealer, you cannot get a background check even if you want one.&quot;</p>\r\n\r\n<p>The law requires only licensed dealers - those in the business of selling guns - to conduct background checks on a prospective buyer. As such, only licensed dealers are allowed to contact the state police to request the check. A private seller has no direct access to the background-check process.</p>\r\n\r\n<p>That doesn&rsquo;t mean a private seller determined to get a background check is out in the cold. He can ask a gun dealer to conduct the check for him. But that&rsquo;s a messy process that requires a lot of paperwork and the private seller to temporarily convey his gun to the dealer.</p>\r\n\r\n<p>So McAuliffe misspeaks when he says the law prohibits the private seller from getting a background check. But the law does make it very difficult for the private seller - who is under no obligation to seek a background check - to get one.</p>\r\n\r\n<p>We rate McAuliffe&rsquo;s statement Mostly False.</p>\r\n", "ruling_comments_date": "2016-02-15T10:12:08.495679", "ruling_date": "2016-02-15T09:57:05", "ruling_headline": "McAuliffe says Virginia law bars private gun sellers from getting background checks ", "ruling_headline_slug": "mcauliffe-says-virginia-law-bars-private-gun-selle", "ruling_link_text": "You can, but it's not easy", "ruling_state": null, "source_documents": null, "sources": "<p>Gov. Terry McAuliffe, <a href=\"https://www.youtube.com/watch?v=Tj2bmltGtC4\" style=\"text-decoration:none;\"><u>Interview with Mike Valerio of NBC12</u></a>, WBBT-TV, Feb. 3, 2016 (remakrs at 1:15 mark in tape).</p>\r\n\r\n<p>McAuliffe, <a href=\"https://www.youtube.com/watch?v=y1UxgV1MHPE\" style=\"text-decoration:none;\"><u>Interview on WJLA-TV</u></a>, Feb. 1. 2016.</p>\r\n\r\n<p>Code of Virginia,<a href=\"http://law.lis.virginia.gov/vacode/title18.2/chapter7/section18.2-308.2:2/\" style=\"text-decoration:none;\"><u> &sect;18.2-308.2:2. Criminal history record information check required for the transfer of certain firearms</u></a>, accessed Feb. 9, 2016.</p>\r\n\r\n<p>Interview and email from Christine Nuckols, deputy press secretary for McAuliffe, Feb. 9-12, 2016.</p>\r\n\r\n<p>Emails from Corinne Geller, public relations manager for the state police, Feb. 9-10, 2016.</p>\r\n\r\n<p>Interviews with Philip Van Cleave, president of the Virginia Citizens Defense League, Feb. 9-10, 2016.</p>\r\n\r\n<p>Everytown for Gun Safety, Ad in the Richmond Times Dispatch, page A-10, Feb. 9, 2016.</p>\r\n\r\n<p>Interviews and emails with Pat Webb, owners of Gadsden Guns Inc., Feb. 12-14, 2016.</p>\r\n\r\n<p>Interviews with David Hathcock, manager of Bob Moates Sports Shop, Feb. 12-13, 2016.</p>\r\n\r\n<p>Interview with Brian Parrish, owner of Triune Shooting Sports, Feb. 14, 2016.</p>\r\n\r\n<p>Interview with Sonny Condon, owner on Sonny&rsquo;s Guns &amp; Transfers, Feb. 14, 2016.</p>\r\n\r\n<p>Interview with Jerry Cochran, owner of Trader Jerry&rsquo;s, Feb. 14, 2016.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 12, "current_job": "Governor", "false_count": 6, "first_name": "Terry", "half_true_count": 2, "home_state": "Virginia", "id": 1189, "last_name": "McAuliffe", "mostly_true_count": 2, "name_slug": "terry-mcauliffe", "pants_count": 3, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/mcauliffe1.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Virginia", "edition": "Virginia", "edition_slug": "virginia", "has_afterthefact": false, "id": 10, "index_page": false, "meter_name": "The Virginia Truth-O-Meter", "resource_uri": "/api/v/2/edition/10/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1189/", "total_count": 34, "true_count": 6, "website": "http://www.terrymcauliffe.com/"}, "statement": "<p>&quot;Under Virginia law, if you are a non-federally licensed (gun) dealer, you cannot get a background check even if you want one.&quot;</p>\r\n", "statement_context": "a TV interview.", "statement_date": "2016-02-03", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 19, "photo": null, "resource_uri": "/api/v/2/subject/19/", "subject": "Guns", "subject_slug": "guns", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}