{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2009/sep/17/keith-olbermann/olbermann-glosses-over-detail-baucus-plan/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1194, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/1194/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>When it comes to health reform, all eyes have been watching the powerful Senate Finance Committee. The committee has been trying to reach consensus between Democrats and Republicans.</p>\r\n\r\n<p>The committee released its findings on Wednesday in the form of a &quot;Chairman&#39;s mark,&quot; a report that sets out the parameters of legislation.</p>\r\n\r\n<p>None of the committee Republicans would support the bill at this stage. And some Democrats didn&#39;t like it much either.</p>\r\n\r\n<p>Liberal commentator Keith Olbermann of MSNBC savaged the proposal on his show <em> Countdown </em> that night, reserving particular criticism for committee chairman Sen. Max Baucus, a Democrat from Montana.</p>\r\n\r\n<p>&quot;If it were up to Senator Max Baucus, middle-class families would be forced &mdash; literally forced &mdash; to pay far more on health care than they already do right now,&quot; Olberman said. &quot;Thirteen percent of what they make could be deducted directly from their paychecks and mainlined to insurance companies, the so-called &#39;Max Tax.&#39;&quot;</p>\r\n\r\n<p>A few moments later he described the plan in more detail.</p>\r\n\r\n<p>Baucus&#39; plan, he said, &quot;would give coverage to 30 million Americans who currently do not have any, first, by extending Medicaid, the state-federal insurance program for the poor; next, by providing government subsidies to modest-income families and individuals to help them buy over-the-counter coverage. ... That means any individual making more than $32,500, or any family of four making more than $66,150, is on their own subject to the &#39;Max Tax&#39; of 13 percent.&quot;</p>\r\n\r\n<p>For families earning $66,000, he added, &quot;that is $700 a month they&#39;d have to pay. If the families do not buy that insurance at that rate, they would be fined nearly half that amount.&quot;</p>\r\n\r\n<p>We wanted to see if he was accurately describing the plan as a 13 percent &quot;tax&quot; for the middle class.</p>\r\n\r\n<p>We found Olbermann got a lot right &mdash;- especially in his lengthier explanation &mdash; but he also left out details that would provide a fuller picture of the Baucus plan.</p>\r\n\r\n<p>He was right about the expansion of Medicaid. Anyone who makes less than 133 percent of the poverty level would be eligible for Medicaid under the new plan. Right now, in addition to being poor, you also have to be either elderly, pregnant, blind or disabled.</p>\r\n\r\n<p>Olbermann&#39;s claim about the 13 percent &quot;tax&quot; is based on the caps that limit how much people would pay for health insurance. Baucus&#39; plan caps the premiums for those who earn 133 percent to 400 percent of the poverty level. Some of these people would get credits to make up the difference between the caps and what the insurance would cost. If they get a credit, they would send their premium payments to the federal government, which would then pay the insurer.</p>\r\n\r\n<p>The caps on how much people would have to pay for insurance are based on their income. The caps gradually increase from an estimated 4.7 percent for people at the lowest income levels, up to 13 percent of income for people who earn 300 percent of the poverty level. They stay at the 13 percent level up to 400 percent of the poverty level.</p>\r\n\r\n<p>Olbermann used the example of a family of four at 300 percent of the poverty line. According to the plan, the family would have income of $66,150 and pay premiums of $8,600 a year, or $716 a month. So Olbermann&#39;s numbers are solid.</p>\r\n\r\n<p>We have to add a few caveats here, though.</p>\r\n\r\n<p>Olbermann twice called these payments a tax. They are not a tax. They are a cap on premiums paid for health insurance. Other Democratic health reform plans in Congress have similar requirements that &quot;force&quot; people to buy insurance or pay a penalty. Their caps on premiums are more generous than 13 percent, but they still require people to pay a percentage of their income for insurance.</p>\r\n\r\n<p>For a detailed comparison of the three Democratic bills on this point, the left-leaning Center on Budget and Policy Priorities has created a <a href=\"http://www.cbpp.org/cms/index.cfm?fa=view&amp;id=2922\" target=\"_blank\"> handy chart </a> . The center has criticized the Baucus plan for not being as generous for people of modest incomes as the other Democratic plans.</p>\r\n\r\n<p>Another caveat to Olbermann&#39;s remarks is that under Baucus&#39; plan, none of this applies to people who already have coverage some other way. If people of modest incomes get coverage through work, for example, they keep paying whatever it is they pay now. They would not have to pay additional premiums or a penalty.</p>\r\n\r\n<p>Finally, we want to note that it is very difficult to make a direct comparison of how much people who now buy insurance on their own would pay under the reform plans, because the proposals would substantially change requirements for what medical treatment must be covered.</p>\r\n\r\n<p>We hoped to either confirm or refute Olbermann&#39;s statement that families would be forced &quot;to pay far more on health care than they already do right now.&quot; But if they buy on the individual market, we&#39;re not sure what they&#39;re paying now. We looked for current data on this point, but were unable to find it. Right now, standards for minimum coverage vary greatly from state to state. This state-to-state variation also makes it difficult to find current data on what an &quot;average&quot; price for a family of four pays for an &quot;average&quot; plan. Obviously, if a family is uninsured now, they&#39;re going to pay more to get coverage.</p>\r\n\r\n<p>So back to the statement we are fact-checking. Olbermann said that for middle-class families, the Baucus plan would mean that &quot; 13 percent of what they make could be deducted directly from their paychecks and mainlined to insurance companies, the so-called &#39;Max Tax.&#39;&quot;</p>\r\n\r\n<p>He&#39;s right that for people who are uninsured now, the upper limit would be 13 percent, and that money would go to insurance companies. But it&#39;s to pay for coverage they don&#39;t have now &mdash; not a tax &mdash; and some people would pay less. And all of the plans under consideration in Congress require people to pay something for coverage. So we rate Olbermann&#39;s statement Half True.</p>\r\n", "ruling_comments_date": "2010-01-07T13:28:46.945408", "ruling_date": "2009-09-17T18:30:39", "ruling_headline": "Olbermann glosses over detail on the Baucus plan", "ruling_headline_slug": "olbermann-glosses-over-detail-baucus-plan", "ruling_link_text": "13 percent for coverage they didn't have before", "ruling_state": null, "source_documents": null, "sources": "<p>MSNBC, <a href=\"http://www.msnbc.msn.com/id/3036677/#32885811\" target=\"_blank\"> Countdown with Keith Olbermann </a> , Sept. 17, 2009</p>\r\n\r\n<p>U.S. Department of Health and Human Services, <a href=\"http://aspe.hhs.gov/poverty/09poverty.shtml\" target=\"_blank\"> Poverty guidelines </a> , 2009</p>\r\n\r\n<p>U.S. Senate Finance Committee, <a href=\"http://finance.senate.gov/sitepages/leg/LEG%202009/091609%20Americas_Healthy_Future_Act.pdf\" target=\"_blank\"> Chairman&#39;s Mark: America&rsquo;s Healthy Future Act of 2009 </a> , Sept. 16, 2009</p>\r\n\r\n<p>U.S. Senate Health, Education, Labor and Pensions (HELP) Committee, <a href=\"http://help.senate.gov/BAI09I50_xml.pdf\" target=\"_blank\"> Health reform proposal </a> , July 15, 2009</p>\r\n\r\n<p>U.S. Government Printing Office, <a href=\"http://frwebgate.access.gpo.gov/cgi-bin/getdoc.cgi?dbname=111_cong_bills&amp;docid=f:h3200ih.txt.pdf\" target=\"_blank\"> HR 3200 </a> (health care reform legislation), July 14, 2009</p>\r\n\r\n<p>Center on Budget and Policy Priorities, <a href=\"http://www.cbpp.org/cms/index.cfm?fa=view&amp;id=2922\" target=\"_blank\"> Subsidies in Baucus Health Reform Plan Would Fall Short of What Is Needed for Many People to Afford Health Care </a> , Sept. 16, 2009</p>\r\n\r\n<p>Interview with January Angeles of the Center on Budget and Policy Priorities, Sept. 17, 2009</p>\r\n\r\n<p>Kaiser Family Foundation, <a href=\"http://www.kff.org/healthreform/sidebyside.cfm\" target=\"_blank\"> Side-by-side comparisons of the major health care proposals </a> , Aug. 7, 2009</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Political commentator", "false_count": 2, "first_name": "Keith", "half_true_count": 3, "home_state": "", "id": 157, "last_name": "Olbermann", "mostly_true_count": 2, "name_slug": "keith-olbermann", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Keith_Olbermann.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/157/", "total_count": 7, "true_count": 0, "website": ""}, "statement": "<p>For middle-class families under the Baucus plan, &quot;13 percent of what they make could be deducted directly from their paychecks . . . the so-called &#39;Max Tax.&#39;&quot;</p>\r\n", "statement_context": "his television show \"Countdown\"", "statement_date": "2009-09-16", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ""}