{"art": [{"brightcove": "", "caption": "Here is video of Donald Trump repeating a questionable claim about Army Gen. John Pershing in the Philippines.", "id": 7512, "infogram": "", "ndn": "", "ndnid": "", "other": "<div\r\n    class=\"ndn_embed\"\r\n    data-config-widget-id=\"1\"\r\n    data-config-type=\"VideoPlayer/Single\"\r\n    data-config-tracking-group=\"92502\"\r\n    data-config-video-id=\"30378078\"\r\n    data-config-site-section=\"site_section_id\"\r\ndata-config-playlist-id=\"18500\"\r\n\t\tstyle=\"width:100%;\" \r\n\t\tdata-config-height=\"9/16w\"></div>", "photo": null, "resource_type": {"id": 5, "name": "NDN", "resource_uri": "/api/v/2/mediatype/5/"}, "resource_uri": "/api/v/2/media/7512/", "title": "Trump on Pershing", "wibbitz": "", "youtube": "", "youtubeID": ""}, {"brightcove": "", "caption": "This is one example of a graphic circulating on the Internet that recounts a story, possibly apocryphal, about the late Army Gen. John Pershing.", "id": 7513, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Pershing_meme_1.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/7513/", "title": "Pershing meme 2", "wibbitz": "", "youtube": "", "youtubeID": ""}, {"brightcove": "", "caption": "A group of Filipino insurgents are photographed as they lay down their weapons prior to surrender, circa 1900. (Wikimedia commons)", "id": 7514, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Philippine_surrender_2.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/7514/", "title": "Filipino surrender", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2016/feb/23/donald-trump/donald-trump-cites-dubious-legend-about-gen-pershi/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": "", "id": 11957, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/11957/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>Republican presidential candidate Donald Trump raised eyebrows during a recent rally when he offered a counterinsurgency parable from more than a century ago that featured United States Army Gen. John Joseph &quot;Black Jack&quot; Pershing.</p>\r\n\r\n<p>During a Feb. 19, 2016, rally in North Charleston, S.C., Trump referred to an anecdote from the aftermath of the Philippine-American War of 1899-1902, when the United States sought to exert its authority over the Asian archipelago, which it had recently obtained from Spain after winning the Spanish-American War.</p>\r\n\r\n<p style=\"text-align:center\"><strong>Help PolitiFact&nbsp;<a href=\"http://bit.ly/politifactgive\" target=\"_blank\">raise $15,000 to hire a fact-checker</a>&nbsp;to cover the immigration debate.</strong></p>\r\n\r\n<p>After taking the reins of power from Spain, the United States faced armed opposition, and the three-year war led to the deaths of more than 4,200 American combatants, more than 20,000 Filipino combatants, and as many as 200,000 Filipino civilians, <a href=\"https://history.state.gov/milestones/1899-1913/war\" style=\"line-height: 1.6;\">according to the State Department</a>.</p>\r\n\r\n<p>After the war, Pershing served as governor of the heavily Muslim Moro Province between 1909 and 1913. This period was notable for its continuing insurgencies.</p>\r\n\r\n<p>&quot;They were having terrorism problems, just like we do,&quot; Trump said, according to an <a href=\"https://www.washingtonpost.com/news/post-politics/wp/2016/02/20/trumps-story-about-killing-terrorists-with-bullets-dipped-in-pigs-blood-is-likely-not-true/\">account</a> in the <em>Washington Post</em>. &quot;And he caught 50 terrorists who did tremendous damage and killed many people. And he took the 50 terrorists, and he took 50 men and he dipped 50 bullets in pigs&rsquo; blood &mdash; you heard that, right? He took 50 bullets, and he dipped them in pigs&rsquo; blood. And he had his men load his rifles, and he lined up the 50 people, and they shot 49 of those people. And the 50th person, he said: You go back to your people, and you tell them what happened. And for 25 years, there wasn&rsquo;t a problem. Okay? Twenty-five years, there wasn&rsquo;t a problem.&quot;</p>\r\n\r\n<p>After Trump told this story, critics called it apocryphal, misleading or outright false. Our friends at Snopes.com considered the evidence and called it a &quot;legend.&quot;</p>\r\n\r\n<p>We decided to check with historians of the period to see what they thought of the story. We heard back from eight scholars. Most expressed skepticism that the specific story ever happened, and many added that Trump&rsquo;s takeaway is wrong-headed. We&rsquo;ll take a look at those two concerns separately below.</p>\r\n\r\n<p><strong>Did it happen?</strong></p>\r\n\r\n<p>The idea that pig&rsquo;s blood could serve as a weapon against Muslims has been around in popular culture for decades.</p>\r\n\r\n<p>For instance, a 1939 Hollywood movie, <em>The Real Glory</em>, stars Gary Cooper as a doctor on the Philippine island of Mindanao who drapes a captive in pigskin &quot;to serve as an abject lesson to all would-be attackers,&quot; Luis H. Francia, a Filipino-born professor of Asian American Studies at Hunter College, <a href=\"http://globalnation.inquirer.net/136885/136885\">wrote recently</a>.</p>\r\n\r\n<p>Snopes has been tracking Internet-based rumors of this sort since 2001, and a California National Guard facility <a href=\"http://www.telegraph.co.uk/news/worldnews/northamerica/usa/1494110/Anger-over-pigs-blood-bullets-poster.html\">removed a poster</a> telling the Pershing story in 2005.</p>\r\n\r\n<p>But the only historical evidence that something like this actually happened appears to come from a letter written by a soldier who served in the Philippines.</p>\r\n\r\n<p>&quot;Mr. C.C. Booth of Dallas, Texas, who served in Mindanao under Pershing, recalls seeing him hang a Moro chieftain by the heels over an open grave, kill a pig, and then drop the Moro into the grave with the bloody animal,&quot; according to a 1962 article by Donald Smythe in the <em>Pacific Historical Review, </em>an academic journal.</p>\r\n\r\n<p>However, David J. Silbey, a Cornell University historian and author of <em>A War of Frontier and Empire: The Philippine-American War, 1899-1902</em>, raised red flags about its sourcing. This claim came from one letter -- and one that was written in 1960, more than half a century after the events in question. (And for the sake of this fact-check, the details differ significantly from the story Trump told.)</p>\r\n\r\n<p>Other historians agreed that the evidence is thin, to say the least.</p>\r\n\r\n<p>&quot;This story is a fabrication and has long been discredited,&quot; said Brian McAllister Linn, a Texas A&amp;M University historian and author of <em>Guardians of Empire: The U.S. Army and the Pacific, 1902-1940</em>. &quot;I am amazed it is still making the rounds.&quot;</p>\r\n\r\n<p>Christopher Einolf, a professor at DePaul University and author of <em>America in the Philippines, 1899-1902: The First Torture Scandal</em>, added that he trusted the conclusion of the late military historian Frank E. Vandiver, who <a href=\"http://urbanlegends.about.com/library/bl_black_jack_pershing.htm\">told</a> About.com in 2003 that &quot;I never found any indication that it was true in extensive research on his Moro experiences. This kind of thing would have run completely against his character.&quot;</p>\r\n\r\n<p>Indeed, other historians noted that Pershing pursued a less brutal approach to &quot;pacifying&quot; the rebels in the southern Philippines than Leonard Wood, one of his predecessors.</p>\r\n\r\n<p>&quot;He did a lot of what we would call &lsquo;winning hearts and minds&rsquo; and embraced reforms which helped end their resistance,&quot; said Lance Janda, a military historian at Cameron University. &quot;He fought too, but only when he had to, and only against tribes or bands that just wouldn&rsquo;t negotiate with him. He wasn&rsquo;t solely committed to fighting as people like Trump who tell the pig blood story imply.&quot;</p>\r\n\r\n<p>Another wrinkle: Historians said the premise that the rebels would have been motivated by a fear of pigs is not as certain as Trump suggests. It&rsquo;s unclear how religiously observant the insurgents were and whether such a policy would have made a difference in their actions.</p>\r\n\r\n<p>&quot;The Moros were fighting for a lot of reasons, not just because they were Muslims,&quot; Janda said. &quot;This is another fact that gets lost in many modern discussions of terrorism.&quot;</p>\r\n\r\n<p><strong>Facts aside, Trump&rsquo;s larger point is wrong</strong></p>\r\n\r\n<p>To many of the historians we checked with, the idea that Pershing&rsquo;s hypothetical blood-dipped bullets pacified &quot;terrorists&quot; is actually the bigger problem with Trump&rsquo;s parable.</p>\r\n\r\n<p>&quot;Even if the tale is true, the pacifying effect that Trump claims is nonsense,&quot; said Michael H. Hunt, an emeritus historian at the University of North Carolina and author of <em>Arc of Empire: America&#39;s Wars in Asia from the Philippines to Vietnam</em>. The region &quot;remained in constant unrest during the period of American rule and into the period of independence, right down to the present.&quot;</p>\r\n\r\n<p>Silbey of Cornell agreed. &quot;Where Trump&rsquo;s remark becomes ridiculous is in the idea that this actually worked,&quot; he said. &quot;The Moro War did not end until 1913, and even that&rsquo;s a bit of a soft date, with violence continuing for quite a while afterward. Defilement by pig&rsquo;s blood isn&rsquo;t -- and wasn&rsquo;t -- some magical method of ending terrorism.&quot;</p>\r\n\r\n<p>If anything, a more complete account of the Moro insurgency involves some subplots that run contrary to Trump&rsquo;s narrative.</p>\r\n\r\n<p>&quot;The Ottomans under Sultan Abdul Hamid II sent a letter to the Sulu Moros asking them not to resist the Americans at the start of the Moro Rebellion, and the Moros on Sulu complied,&quot; Janda said. &quot;It&rsquo;s a nice example of diplomacy working to our advantage, and a reminder that then and now, not all Muslims or Moros are the same and that many were and are U.S. allies.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Of the eight historians we checked with, all were at least skeptical that what Trump said actually happened, and some expressed disbelief even more forcefully than that. The only evidence of something approximating what Trump said stems from one letter documenting a different scenario written by a veteran more than a half century after the fact.</p>\r\n\r\n<p>Perhaps more important, the historians took issue with Trump&rsquo;s suggestion that the tactic -- if it was even used at all -- actually worked to end tensions, noting that unrest persisted for years. In all, Trump&rsquo;s claim is ridiculous, so we rate it Pants on Fire.</p>\r\n\r\n<p><strong>UPDATE, Feb. 29, 2016: </strong>After we published this story, a reader pointed us to a memoir by Pershing titled <em><a href=\"https://books.google.com/books?id=a74_JIbehzsC&amp;vq=pig&amp;source=gbs_navlinks_s\">My Life Before the World War, 1860-1917</a>,</em> which was republished in 2013 by the University Press of Kentucky. In the memoir, Pershing writes that another commanding officer in the Philippines, Col. Frank West, had in at least one case seen to it that bodies of Muslim insurgents &quot;were publicly buried in the same grave with a dead pig. It was not pleasant to have to take such measures, but the prospect of going to hell instead of heaven sometimes deterred the would-be assassins.&quot;</p>\r\n\r\n<p>In a footnote, the editor of the 2013 edition, John T. Greenwood, cited a letter about the incident from Maj. Gen. J. Franklin Bell, the commander of the Philippines Division, to Pershing: &quot;Of course there is nothing to be done, but I understand it has long been a custom to bury (insurgents) with pigs when they kill Americans. I think this a good plan, for if anything will discourage the (insurgents) it is the prospect of going to hell instead of to heaven. You can rely on me to stand by you in maintaining this custom. It is the only possible thing we can do to discourage crazy fanatics.&quot;</p>\r\n\r\n<p>While these writings do provide strong evidence that United States forces used pigs as a tactic against Muslim insurgents, they do not support the claim Trump made. There is no evidence that Pershing himself committed these acts, there is nothing said about the use of 50 bullets dipped in pig&rsquo;s blood, and most important, there is no evidence to support Trump&rsquo;s claim that this tactic was effective in stopping violence -- or that it would provide a useful policy today.</p>\r\n\r\n<p>When we ran this additional information by three of the historians we checked with for our original story -- Silbey, Linn and Janda -- they told us they agreed with our conclusion. Our rating remains Pants on Fire.</p>\r\n", "ruling_comments_date": "2016-02-23T12:07:36.364537", "ruling_date": "2016-02-23T16:02:33", "ruling_headline": "Donald Trump cites dubious legend about Gen. Pershing, pig's blood and Muslims", "ruling_headline_slug": "donald-trump-cites-dubious-legend-about-gen-pershi", "ruling_link_text": "Historians are dubious of both claim and interpretation", "ruling_state": null, "source_documents": null, "sources": "<p><em>Washington Post</em>, &quot;<a href=\"https://www.washingtonpost.com/news/post-politics/wp/2016/02/20/trumps-story-about-killing-terrorists-with-bullets-dipped-in-pigs-blood-is-likely-not-true/\">Trump tells story about killing terrorists with bullets dipped in pigs&rsquo; blood, though there&rsquo;s no proof of it</a>,&quot; Feb. 20, 2016</p>\r\n\r\n<p>State Department, &quot;<a href=\"https://history.state.gov/milestones/1899-1913/war\">The Philippine-American War</a>, 1899&ndash;1902,&quot; accessed Feb. 23, 2016</p>\r\n\r\n<p>Snopes.com, &quot;<a href=\"http://www.snopes.com/rumors/pershing.asp\">Pershing the Thought</a>,&quot; updated Feb. 20, 2016</p>\r\n\r\n<p>About.com Urban Legends, &quot;<a href=\"http://urbanlegends.about.com/library/bl_black_jack_pershing.htm\">Black Jack Pershing vs. Muslim Terrorists</a>,&quot; updated Feb. 19, 2015</p>\r\n\r\n<p>Donald Smythe, &quot;<a href=\"http://www.jstor.org/stable/3637168\">Pershing and the Disarmament of the Moros</a>&quot; (<em>Pacific Historical Review</em>), Aug. 1962</p>\r\n\r\n<p>Luis H. Francia, &quot;<a href=\"http://globalnation.inquirer.net/136885/136885\">The torture, and ordure, of Trump</a>&quot; (Inquirer.net), Feb. 22, 2016</p>\r\n\r\n<p><em>The Telegraph</em>, &quot;<a href=\"http://www.telegraph.co.uk/news/worldnews/northamerica/usa/1494110/Anger-over-pigs-blood-bullets-poster.html\">Anger over pig&#39;s blood bullets poster</a>,&quot; July 15, 2005</p>\r\n\r\n<p>Email interview with Michael H. Hunt, emeritus historian at the University of North Carolina and author of <em>Arc of Empire: America&#39;s Wars in Asia from the Philippines to Vietnam</em>, Feb. 22, 2016</p>\r\n\r\n<p>Email interview with Lance Janda, military historian at Cameron University, Feb. 22, 2016</p>\r\n\r\n<p>Email interview with Luis H. Francia, professor of Asian American Studies at Hunter College and and coauthor of <em>Vestiges of War: The Philippine-American War and the Aftermath of an Imperial Dream</em>, 1899-1999, Feb. 22, 2016</p>\r\n\r\n<p>Email interview with Joseph McCallus, professor at Columbus State University and author of <em>Gentleman Soldier: John Clifford Brown and the Philippine-American War</em>, Feb. 22, 2016</p>\r\n\r\n<p>Email interview with Stephen R. Shalom, political scientist at William Paterson University and and coauthor of <em>The Philippines Reader: A History of Colonialism, Neocolonialism, Dictatorship, and Resistance</em>, Feb. 22, 2016</p>\r\n\r\n<p>Email interview with Christopher Einolf, professor at DePaul University and author of <em>America in the Philippines, 1899-1902: The First Torture Scandal</em>, Feb. 22, 2016</p>\r\n\r\n<p>Email interview with David J. Silbey, Cornell University historian and author of <em>A War of Frontier and Empire: The Philippine-American War</em>, 1899-1902, Feb. 22, 2016</p>\r\n\r\n<p>Email interview with Brian McAllister Linn, Texas A&amp;M University historian and author of <em>Guardians of Empire: The U.S. Army and the Pacific</em>, 1902-1940, Feb. 22, 2016</p>\r\n", "speaker": {"adkey": "People ", "advalue": "Trump", "barely_true_count": 134, "current_job": "President", "false_count": 210, "first_name": "Donald", "half_true_count": 92, "home_state": "New York", "id": 1019, "last_name": "Trump", "mostly_true_count": 72, "name_slug": "donald-trump", "pants_count": 91, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_TRUMP_CAMPAIGN_5.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1019/", "total_count": 645, "true_count": 29, "website": "https://www.donaldjtrump.com/"}, "statement": "<p>Says that in the Philippines more than a century ago, Gen. John Pershing &quot;took 50 bullets, and he dipped them in pigs&rsquo; blood,&quot; and shot 49 Muslim rebels. &quot;The 50th person, he said, &lsquo;You go back to your people, and you tell them what happened.&rsquo; And for 25 years, there wasn&rsquo;t a problem.&quot;</p>\r\n", "statement_context": "a rally in North Charleston, S.C.", "statement_date": "2016-02-19", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>We strive to make our work completely accurate. When we make a mistake, we correct it and note it on the original item. If the mistake is so significant that it requires us to change the ruling, we will do so. Readers who see an error should contact the writer or editor. Their names are listed on the right side of every Truth-O-Meter item. Clicking on their names will take you to their bio pages, where you can find their email addresses. Read more about our corrections policies in our <a href=\"http://www.politifact.com/truth-o-meter/article/2013/nov/01/principles-politifact-punditfact-and-truth-o-meter/\">Principles of the Truth-O-Meter</a>.</p>\r\n", "id": 255, "photo": null, "resource_uri": "/api/v/2/subject/255/", "subject": "Corrections and Updates", "subject_slug": "corrections-and-updates", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/14/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}, {"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}, {"description": "", "id": 9, "photo": null, "resource_uri": "/api/v/2/subject/9/", "subject": "Religion", "subject_slug": "religion", "used_in_edition": []}, {"description": "", "id": 37, "photo": null, "resource_uri": "/api/v/2/subject/37/", "subject": "Terrorism", "subject_slug": "terrorism", "used_in_edition": []}], "target": [], "twitter_headline": ""}