{"art": [{"brightcove": "", "caption": "In his speech to Congress, President Obama cited the case of an Illinois man that he said had died because an insurance company delayed his treatment.", "id": 176, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/176/", "title": "Obama Congress Health care video", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/SSJugLUsM58?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "SSJugLUsM58"}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2009/sep/17/barack-obama/obama-says-decision-revoke-insurance-led-illinois-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1195, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1195/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\n To show that insurance companies can be callous, President Barack Obama recently cited the case of an Illinois man who Obama said had died because of an insurer's decision.\n <br />\n <br />\n &quot;More and more Americans pay their premiums, only to discover that their insurance company has dropped their coverage when they get sick, or won't pay the full cost of care,&quot; the president told a joint session of Congress on Sept. 9, 2009. &quot;It happens every day. One man from Illinois lost his coverage in the middle of chemotherapy because his insurer found that he hadn't reported gallstones that he didn't even know about. They delayed his treatment, and he died because of it.&quot;\n <br />\n <br />\n The man Obama was referring to was Otto S. Raddatz, who died earlier this year. But Lynn Sweet, a reporter with the\n <em>\n  Chicago Sun-Times\n </em>\n , found the president was wrong to blame Raddatz's death on the insurance company.\n <br />\n <br />\n Raddatz, a restaurant owner, was insured by Fortis Insurance Co., according to congressional testimony by his sister, Peggy. In September 2004, at 59, he was diagnosed with stage IV non-Hodgkins lymphoma and began chemotherapy. As he was preparing for a stem cell transplant for which timing was crucial, he was told that his coverage was being rescinded due to a &quot;routine&quot; review that had found that he'd failed to disclose having gallstones and an anyeurism. Explaining that the doctor had never even told him about the discovery, and that no treatment had ever been urged, Peggy Raddatz went to the state attorney general for help. Within weeks, the attorney general's office got the decision reversed, and Raddatz was able to proceed with his transplant.\n <br />\n <br />\n The case drew national attention, including stories in Slate and on National Public Radio, and Peggy Raddatz testified twice to congressional commitees about her brother's story.\n <br />\n <br />\n But the president's version of the story was challenged by a Sept. 13, 2009, blog post by Sweet, who covers the White House for the\n <em>\n  Sun-Times\n </em>\n . She noted that the transplant went ahead and Raddatz lived for another three years &mdash; an indication that the company's decision to rescind his treatment didn't cause his death.\n <br />\n <br />\n Peggy Raddatz's testimony backs this up. On June 16, 2009, Raddatz recounted the experience before the House Energy and Commerce Subcommittee on Oversight and Investigations. Raddatz is still angry with the insurer &mdash; in her prepared testimony, she called what the company did to her brother &quot;unethical&quot; and &quot;cruel&quot; &mdash; but she gave no indication that the delay hampered her brother's survival.\n <br />\n <br />\n At one point, the full committee's ranking Republican, Joe Barton of Texas, asked Raddatz whether her brother had received the stem cell transplant he needed.\n <br />\n <br />\n &quot;He did indeed receive the stem cell transplant,&quot; she responded. &quot;It was extremely successful. It extended his life approximately three-and-a-half years. He did pass away January 6th of 2009, and he was about to have a second stem cell transplant. Unfortunately, due to certain situations, his donor became ill at the last minute, and so he did pass away on January 6th. But again, (the initial transplant) extended his life nearly three-and-a-half years. And at his age, each day meant everything to him.&quot;\n <br />\n <br />\n The White House acknowledges that the facts got garbled, but insists that the larger lessons from the story are unchanged.\n</p>\n<p>\n &quot;The story President Obama referenced in his speech underscores what so many Americans have learned the hard way: Insurance companies look for ways to rescind their coverage when you need it most,&quot; White House spokeswoman Kate Bedingfield said. &quot;A media account of Mr. Raddatz&rsquo;s story that the president relied on in his speech confused some of the details, but the underlying point remains the same.&nbsp; President Obama wants to end the practice that allows insurance companies to pull insurance for individuals like Mr. Raddatz when they need it most.&quot;\n</p>\n<p>\n In her piece, Sweet noted that a fellow\n <em>\n  Sun-Times\n </em>\n reporter, Cheryl V. Jackson, talked to Raddatz after the speech, and she had no complaint with Obama's account of her brother's death. &quot;The point is that my brother lost his insurance coverage when he was dying,&quot; the article quoted Raddatz as saying.\n <br />\n <br />\n Still, the president said that Otto Raddatz's death was caused by a delay in his surgery caused by the insurer's decision to rescind his policy. But as Peggy Raddatz testified, government intervention enabled her brother to have the procedure, and he lived, despite his cancer, for another three and a half years. When Raddatz eventually died earlier this year, his sister said that his death came while waiting for a second procedure that did not happen because the transplant donor unexpectedly fell ill. Critics can still blame the insurance company for insensitivity &mdash; and it's true that the company only paid for Raddatz's treatment after the attorney general's office acted &mdash; but the evidence shows that it's inaccurate to say a delay in care caused his death. So we rate the president's statement False.\n</p>", "ruling_comments_date": "2010-01-07T13:28:47.012720", "ruling_date": "2009-09-17T19:16:20", "ruling_headline": "Obama says decision to revoke insurance led to Illinois man's death", "ruling_headline_slug": "obama-says-decision-revoke-insurance-led-illinois-", "ruling_link_text": "Insurer's decision was reversed and man lived three more years", "ruling_state": null, "source_documents": null, "sources": "<p>\n Barack Obama,\n <a href=\"http://www.whitehouse.gov/the_press_office/Remarks-by-the-President-to-a-Joint-Session-of-Congress-on-Health-Care/\" target=\"_blank\">\n  speech\n </a>\n to a joint session of Congress on health care, Sept. 9, 2009\n <br />\n <br />\n Lynn Sweet, &quot;\n <a href=\"http://www.suntimes.com/news/sweet/1767009,CST-NWS-sweet13.article\" target=\"_blank\">\n  Jab at insurer goes too far\n </a>\n ?&quot; Chicago Sun-Times, Sept. 13, 2009\n <br />\n <br />\n Jonathan Weissman, &quot;\n <a href=\"http://online.wsj.com/article/SB125314896131518267.html\" target=\"_blank\">\n  Obama Used Faulty Anecdote in Speech to Congress\n </a>\n ,&quot; Wall Street Journal, Sept. 17, 2009\n <br />\n <br />\n Peggy Raddatz,\n <a href=\"http://energycommerce.house.gov/Press_111/20090616/testimony_raddatz.pdf\" target=\"_blank\">\n  testimony\n </a>\n before the House Energy and Commerce Subcommittee on Oversight and Investigations, June 16, 2009\n <br />\n <br />\n Federal News Service, question-and-answer transcript of the hearing of the House Energy and Commerce Subcommittee on Oversight and Investigations, June 16, 2009, accessed via Nexis\n <br />\n <br />\n Timothy Noah, &quot;\n <a href=\"http://www.slate.com/id/2223680/\" target=\"_blank\">\n  Why You Can't Trust Your Health Insurer\n </a>\n ,&quot; Slate Magazine, July 27, 2009\n <br />\n <br />\n National Public Radio, &quot;\n <a href=\"http://www.npr.org/templates/story/story.php?storyId=105680875\" target=\"_blank\">\n  Insurers Revoke Policies To Avoid Paying High Costs\n </a>\n ,&quot; June 22, 2009\n</p>", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>Insurers delayed an Illinois man's treatment, &quot;and he died because of it.&quot;</p>", "statement_context": "a speech to a joint session of Congress", "statement_date": "2009-09-09", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}