{"art": [], "author": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/sep/21/michelle-obama/michelle-obama-claims-domestic-violence-counts-pre/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1202, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1202/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\n In his effort to pass a health care overhaul, President Barack Obama has enlisted help from a close ally &mdash; his wife, Michelle.\n <br />\n &nbsp;\n <br />\n On Sept. 18, 2009, the first lady gave a speech about the importance of health care reform to women, and cited several reasons she thinks the current system is gender-biased.\n <br />\n &nbsp;\n <br />\n This line caught our attention:\n <br />\n &nbsp;\n <br />\n \"Women are affected because, as we heard, in many states, insurance companies can still discriminate because of gender,\" she said. \"And this is still shocking to me. These are the kind of facts that still wake me up at night. ... In some states, it is still legal to deny a woman coverage because she's been the victim of domestic violence.\"\n <br />\n &nbsp;\n <br />\n Health reform bills under consideration by Congress would prohibit insurance companies from denying coverage based on pre-exisiting conditions, an issue we've already\n <a href=\"http://www.politifact.com/truth-o-meter/promises/promise/51/require-insurance-companies-to-cover-pre-existing-/\" target=\"_blank\">\n  explored\n </a>\n ; we've also examined how\n <a href=\"http://www.politifact.com/truth-o-meter/article/2009/aug/18/pregnancy-pre-existing-condition/\" target=\"_blank\">\n  pregnancy can sometimes be\n </a>\n a basis to deny coverage, and how pre-exisiting conditions already lead to\n <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/aug/25/howard-dean/rationing-health-care-reform/\" target=\"_blank\">\n  health care rationing\n </a>\n by private health insurers.\n <br />\n <br />\n But we'd never heard domestic abuse could count as a pre-existing condition, so we decided to look into the claim.&nbsp;\n <br />\n <br />\n The issue first came to light in 1994, when a Pennsylvania woman was denied health, life and mortgage disability insurance because of domestic violence, according to the Women's Law Project. That group, along with the Pennsylvania Coalition Against Domestic Violence, began advocating for legislation to expressly prohibit the practice. Since then, most states, including Pennsylvania, have adopted laws prohibiting the practice.\n <br />\n <br />\n But, as Mrs. Obama said in her speech, denying coverage due to a history of domestic abuse is still legal in some states. Those states are Idaho, Mississippi, North Carolina, North Dakota, Oklahoma, South Carolina, South Dakota and Wyoming, and the District of Columbia, according to the National Women's Law Center.\n <br />\n <br />\n The claim has become a\n <a href=\"http://www.seiu.org/2009/09/domestic-violence-victims-have-a-pre-existing-condition.php\" target=\"_blank\">\n  popular talking point\n </a>\n for groups supporting health care reform such as the Service Employees International Union. (It's been discussed so much recently that Arkansas, which had no prohibition, this year passed a law prohibiting discrimination against domestic violence victims.) A\n <a href=\"http://www.huffingtonpost.com/2009/09/14/when-getting-beaten-by-yo_n_286029.html\" target=\"_blank\">\n  Huffington Post story\n </a>\n about the laws last week prompted several states and insurance companies to say that the laws have been changed or that the companies don't treat domestic violence as a pre-existing condition.\n <br />\n <br />\n The North Carolina situation is a matter of some disagreement. Although the Women's Law Center says the practice is still allowed, state officials say they interpret the laws to mean it is not.\n <br />\n <br />\n Mississippi Insurance Commissioner Mike Chaney told the\n <em>\n  Jackson Free Press\n </em>\n that he wanted to explore whether insurance companies were taking advantage of the law:\n <br />\n &nbsp;\n <br />\n \"I've got to get some of my lawyers to do some research on this, but we have only six mandated (conditions that must be covered) in our state statues, and we have 25 or more optional coverages, but domestic abuse doesn't seem to be one of them. ... The whole situation is bad. Let's say a woman works with a company that had Blue Cross/Blue Shield, and she gets beat up in her house and Blue Cross says 'we're not covering you because getting beat up is your pre-existing condition.' That's terrible.\"\n <br />\n <br />\n Meanwhile, Wyoming Department of Insurance staff attorney James Mitchell told the\n <em>\n  Huffington Post\n </em>\n that state law does not expressly prohibit insurers from using domestic abuse as grounds to deny coverage, though he'd found no cases of the practice in his state.\n <br />\n <br />\n Mitchell's response raises an important point: Just because it's legal in some states for insurance companies to cite domestic violence as a pre-existing condition, it doesn't mean that insurance companies are actually taking advantage of the loophole.\n <br />\n <br />\n Back in the 1990s there was evidence that the practice was widespread. In 1994, a House Judiciary Committee panel conducted an informal survey and found that eight of the 16 largest insurers in the country used domestic violence as a factor in deciding coverage. And a year later, the Insurance Commission of Pennsylvania reported that a formal survey showed that 24 percent of accident, health and life insurers took domestic violence into account when deciding whether to issue and renew insurance policies.\n <br />\n <br />\n But that data is more than 10 years old, so we asked Lisa Codispoti, senior counsel for the National Women's Law Center, if insurance companies are still denying health care coverage based on domestic violence history.\n <br />\n <br />\n Examples are hard to come by, she said, because people who get coverage through an employer don't usually face exclusions about pre-existing condititions. Only people who apply for individual coverage would, she said.\n <br />\n <br />\n \"It's such a small number of people who apply for individual insurance,\" she said. \"And it's not like insurance companies have to tell you why you're being denied coverage.\"\n <br />\n <br />\n Indeed, underwriting standards are private, said Nancy Durborow, health projects coordinator for the Pennsylvania Coalition Against Domestic Violence, making it difficult for groups such as hers to find out how widespread the practice still is.\n <br />\n <br />\n \"This is very secretive stuff,\" she said.\n</p>\n<p>\n A spokesman for the association representing insurance companies told us he's not aware of any insurers that deny women coverage based on history of domestic abuse. And the group supports a proposal by the National Association of Insurance Commissioners that would fully prohibit the practice.\n <br />\n <br />\n \"No one should be denied coverage because they are victims of domestic abuse,\" said Robert Zirkelbach, a spokesman for America's Health Insurance Plans.\n <br />\n <br />\n We find that the first lady is correct that \"in some states, it is still legal to deny a woman coverage because she's been the victim of domestic violence.\" Putting aside the disputed North Carolina law, there still are several other states &mdash; including Mississippi and Wyoming &mdash; that  have no specific laws prohibiting the practice. It's important to note that we couldn't find this was happening on a widespread basis &mdash; or even just a little bit. But still, Mrs. Obama is correct and we rate the claim True.\n</p>", "ruling_comments_date": "2010-01-07T13:28:47.638282", "ruling_date": "2009-09-21T13:52:52", "ruling_headline": "Michelle Obama claims that domestic violence counts as a pre-exisiting condition in some states", "ruling_headline_slug": "michelle-obama-claims-domestic-violence-counts-pre", "ruling_link_text": "It's not prohibited in eight states and D.C.", "ruling_state": null, "source_documents": null, "sources": "<p>\n <br />\n White House,\n <a href=\"http://www.whitehouse.gov/the_press_office/Remarks-by-the-First-Lady-on-What-Health-Insurance-Reform-Means-for-Women-and-Families/\" target=\"_blank\">\n  Sept. 18 speech by First Lady Michelle Obama\n </a>\n , accessed Sept. 21, 2009\n</p>\n<p>\n Women's Law Project,\n <a href=\"http://www.womenslawproject.org/pages/issue_insurance.htm\" target=\"_blank\">\n  Insurance discrimination against victims of domestic violence\n </a>\n , accessed Sept. 21, 2009\n</p>\n<p>\n Women's Law Project,\n <a href=\"http://www.womenslawproject.org/brochures/InsuranceSup_DV2002.pdf\" target=\"_blank\">\n  FYI: Insurance Discrimination Against Victims of Domestic Violence\n </a>\n , accessed Sept. 21, 2009\n</p>\n<p>\n National Women's Law Center,\n <a href=\"http://nwlc.org/reformmatters/NWLCReport-NowhereToTurn-WEB.pdf\" target=\"_blank\">\n  Report: Nowhere to Turn\n </a>\n , accessed Sept. 21, 2009\n</p>\n<p>\n Women's Law Project,\n <a href=\"http://www.womenslawproject.org/brochures/Insurance_discrimDV.pdf\" target=\"_blank\">\n  Insurance Discrimination Against Victims of Domestic Violence\n </a>\n , accessed Sept. 21, 2009\n</p>\n<p>\n Jackson Free Press,\n <a href=\"http://www.jacksonfreepress.com/index.php/site/comments/domestic_abuse_is_a_pre_existing_condition_in_mississippi_091609/\" target=\"_blank\">\n  Domestic Abuse is a Pre-Existing Condition in Mississippi\n </a>\n , by Adam Lynch,\n <br />\n Sept. 16, 2009\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 2, "first_name": "Michelle", "half_true_count": 1, "home_state": "Illinois", "id": 58, "last_name": "Obama", "mostly_true_count": 4, "name_slug": "michelle-obama", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-michelleobama.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/58/", "total_count": 10, "true_count": 3, "website": "http://www.barackobama.com/learn/meet.php#michelle"}, "statement": "<p>\"In some states, it is still legal to deny a woman coverage because she's been the victim of domestic violence.\"</p>", "statement_context": "a speech", "statement_date": "2009-09-18", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}