{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/sep/22/barack-obama/did-obama-flip-whether-he-would-continue-pursue-mi/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1203, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1203/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half Flip", "id": 8, "resource_uri": "/api/v/2/statementruling/8/", "ruling": "Half Flip", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/fom-halfFlip.png", "ruling_slug": "half-flip"}, "ruling_comments": "<p>\n When President Barack Obama announced on Sept. 17, 2009, that he had decided to scrap the Bush administration's plans for a long-range missile defense shield in Poland in favor of a different missile defense plan, an astute PolitiFact reader called our attention to an interview Obama did during the campaign in which Fox News commentator Bill O'Reilly tried to pin Obama down on this very issue.\n</p>\n<p>\n \"Here's a Flip Flop for you from Obama!\" the reader wrote, with a helpful\n <a href=\"http://www.youtube.com/watch?v=7iJW1GSKKVQ\" target=\"_blank\">\n  YouTube link to the interview\n </a>\n (fast forward to about the 3:40 mark).\n</p>\n<p>\n After introducing the issue of a missile shield in Poland, here's the full text of the exchange on Sept. 10, 2008:\n</p>\n<p>\n \"Putin doesn't like it,\" O'Reilly said. \"Are you gonna keep that missile shield in there?\"\n</p>\n<p>\n \"I've said this before,\" Obama responded, \"the Russians are playing a game when they pretend this missile shield is directed against all their ICBMs.\"\n</p>\n<p>\n \"It's ridiculous,\" O'Reilly agreed. \"It's a defensive thing.\"\n</p>\n<p>\n \"It's a defensive thing,\" Obama repeated.\n</p>\n<p>\n \"So you're going to keep them then?\" O'Reilly asked again.\n</p>\n<p>\n \"Given what has happened in Georgia, I think we have to send a clear signal that Poland and other countries in that region are not going to be subject to intimidation and aggression,\" Obama said.\n</p>\n<p>\n \"Okay, I just want to get this on the record,\" O'Reilly said. \"You're elected president, you're keeping the missile shield in Poland.\"\n</p>\n<p>\n Said Obama: \"I think the missile shield is appropriate. I want to make sure it works though. I want to make sure it works, which is actually one of the problems we've got.\"\n</p>\n<p>\n Back in December 2006, President George W. Bush &mdash; on the advice of Defense Secretary Robert Gates &mdash; announced plans to place 10 ground-based interceptor missiles in Poland and an advanced radar in the Czech Republic. Although the idea was to destroy any long-range missiles that might be fired from the Middle East (specifically from Iran), the plan was sharply criticized by Russian officials who said they saw the missile shield as a threat to Russia.\n <br />\n <br />\n Fast-forward nearly three years to Sept. 17: The White House announced a shift in missile defense policy that called for scrapping the plans for advanced radar in the Czech Republic as well as the missile defense shield in Poland. Instead, the announcement said, President Obama called for a reshaped system designed to shoot down short- and medium-range missiles from sites closer to Iran.\n</p>\n<p>\n The change in focus was immediately criticized by Republican rivals.\n</p>\n<p>\n \"Only a year since Russia invaded Georgia, and 70 years to the day since the Soviet Union invaded Poland, the Obama administration is continuing its policy of appeasing adversaries at the expense of our allies,\" said Rep. Mike Pence of Indiana, chairman of the House Republican Conference.\n</p>\n<p>\n In a op-ed response in the\n <em>\n  New York Times\n </em>\n , Defense Secretary Gates said it was he who recommended the change. The missile defense plan that included a long-range missile defense shield in Poland was \"the best plan based on the technology and threat assessment available\" at the time Gates said he recommended it to Bush in 2006. But based in part on new intelligence, Gates said, he and other members of the national security team and senior military leadership decided on a \"more suitable approach\" to deploy \"proven, sea-based SM-3 interceptor missiles &mdash; weapons that are growing in capability &mdash; in the areas where we see the greatest threat to Europe.\"\n <br />\n <br />\n \"This will be a far more effective defense should an enemy fire many missiles simultaneously &mdash; the kind of attack most likely to occur as Iran continues to build and deploy numerous short- and medium-range weapons,\" Gates wrote. \"At the same time, plans to defend virtually all of Europe and enhance the missile defense of the United States will continue on about the same schedule as the earlier plan as we build this system over time, creating an increasingly greater zone of protection.\n</p>\n<p>\n \"We are strengthening &mdash; not scrapping &mdash; missile defense in Europe,\" Gates concluded.\n</p>\n<p>\n We're not wading into the debate over the appropriateness of the new missile defense strategy. Our concern here is whether Obama has flip-flopped on the issue since the campaign.\n</p>\n<p>\n O'Reilly was pretty persistent in trying to pin Obama down to a verbal commitment for or against the missile shield in Poland. And Obama finally answered that he thought the missile shield was \"appropriate.\" But he left himself a little wiggle room when he added, \"I want to make sure it works, which is actually one of the problems we've got.\"\n</p>\n<p>\n We went back and looked at some of Obama's other comments about a missile shield in Poland at that time to get a better sense of his position then.\n</p>\n<p>\n In campaign literature, Obama said, \"We must seek a nuclear missile defense and demand that those efforts use resources wisely to build systems that would actually be effective. Missile defense requires far more rigorous testing to ensure that it is cost-effective and, most importantly, will work.\"\n</p>\n<p>\n After his election victory, the Obama-Biden transition Web site said its administration would \"support missile defense, but ensure that it is developed in a way that is pragmatic and cost-effective; and, most importantly, does not divert resources from other national security priorities until we are positive the technology will protect the American public.\"\n</p>\n<p>\n After Obama made a courtesy call to Polish President Lech Kaczynski shortly after his election in November, a statement released by Kaczynski's office claimed Obama pledged \"that the antimissile shield will be continued.\" But Denis McDonough, Obama's senior foreign policy adviser, quickly responded that Obama made no such commitment.\n</p>\n<p>\n \"His position is as it was throughout the campaign, that he supports deploying a missile defense system when the technology is proved to be workable,\" McDonough said.\n</p>\n<p>\n In an interview on CBS's\n <em>\n  Face the Nation\n </em>\n on Sept. 20, 2009, Obama said it simply \"hadn't been shown\" that the missile defense shield in Poland would meet his requirement that it be \"cost-effective, that the technologies are operable, that it's our best possible strategy.\" Rather, he said, Gates and the Joint Chiefs of Staff \"came back to me and said, you know what, given what we know now we actually think that this is a better way of doing it. So we're not eliminating missile defense &mdash; in fact what we're doing is putting a system in that's more timely, more cost-effective, and that meets the actual threats that we perceive coming from Iran.\"\n</p>\n<p>\n There's no question that Obama changed his position from calling the missile-defense shield in Poland \"appropriate\" when pressed by O'Reilly in September 2008. And that change surely disappointed a number of officials in Poland. But then, as on numerous other occasions, Obama tempered his support for the long-range missile defense shield in Poland with the qualifiers that he wanted to \"make sure it works,\" that it is cost-effective and \"does not divert resources from other national security priorities.\" Obama ultimately decided the plan did not meet those tests. And so we give this a Half Flip.\n</p>", "ruling_comments_date": "2010-01-07T13:28:47.716504", "ruling_date": "2009-09-22T18:36:17", "ruling_headline": "Did Obama flip on whether he would continue to pursue a missile shield in Poland?", "ruling_headline_slug": "did-obama-flip-whether-he-would-continue-pursue-mi", "ruling_link_text": "Obama left himself some wiggle room", "ruling_state": null, "source_documents": null, "sources": "<p>\n YouTube,\n <a href=\"http://www.youtube.com/watch?v=7iJW1GSKKVQ\" target=\"_blank\">\n  Bill O'Reilly Interviews Obama on Fox News\n </a>\n , Sept. 10, 2009\n</p>\n<p>\n White House Web site,\n <a href=\"http://www.whitehouse.gov/the_press_office/FACT-SHEET-US-Missile-Defense-Policy-A-Phased-Adaptive-Approach-for-Missile-Defense-in-Europe/\" target=\"_blank\">\n  \"Fact Sheet on U.S. Missile Defense Policy: A 'Phased, Adaptive Approach' for Missile Defense in Europe,\"\n </a>\n Sept. 17, 2009\n</p>\n<p>\n CBS News,\n <a href=\"http://www.cbsnews.com/stories/2009/09/20/ftn/main5324077.shtml\" target=\"_blank\">\n  Transcript: Obama on \"Face the Nation,\"\n </a>\n Sept. 20, 2009\n</p>\n<p>\n New York Times,\n <a href=\"http://www.nytimes.com/2009/09/20/opinion/20gates.html?em\" target=\"_blank\">\n  Op-Ed: A Better Missile Defense for a Safer Europe\n </a>\n , by Robert M. Gates, Sept. 19, 2009\n</p>\n<p>\n New York Times,\n <a href=\"http://www.nytimes.com/2009/09/18/world/europe/18shield.html\" target=\"_blank\">\n  \"White House Scraps Bush&rsquo;s Approach to Missile Shield,\"\n </a>\n by Peter Baker, Sept. 17, 2009\n</p>\n<p>\n U.S. Rep. Mike Pence Web site,\n <a href=\"http://mikepence.house.gov/index.php?option=com_content&amp;task=view&amp;id=3685&amp;Itemid=71\" target=\"_blank\">\n  Press relesase: Pence Condemns Administration's Decision to Abandon Missile Shield\n </a>\n , Sept. 17, 2009\n</p>\n<p>\n Irish Times,\n <a href=\"http://www.irishtimes.com/newspaper/world/2008/1110/1225925618747.html\" target=\"_blank\">\n  \"Obama staff says no position taken on missile shield,\"\n </a>\n by Ruadhan Mac Cormaic, Nov. 10, 2009\n</p>\n<p>\n AP,\n <a href=\"http://www.allbusiness.com/government/government-bodies-offices/12977480-1.html\" target=\"_blank\">\n  \"Eastern Europeans see shield-dropping as a slight,\"\n </a>\n by Karel Janicek and William J. Kole, Sept. 18, 2009\n</p>\n<p>\n Obama Campaign Web site,\n <a href=\"http://www.barackobama.com/pdf/Defense_Fact_Sheet_FINAL.pdf\" target=\"_blank\">\n  \"A 21st Century Military for America\"\n </a>\n</p>\n<p>\n Obama-Biden Transition Team Web site,\n <a href=\"http://change.gov/agenda/defense_agenda/\" target=\"_blank\">\n  Agenda: Defense\n </a>\n</p>", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>On whether he would put a missile shield in Poland.</p>", "statement_context": "a White House announcement", "statement_date": "2009-09-17", "statement_type": {"id": 4, "resource_uri": "/api/v/2/statementtype/4/", "statement_type": "Flip", "type_description": "Flip-o-Meter items"}, "subject": [{"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}], "target": [], "twitter_headline": null}