{"art": [{"brightcove": "", "caption": "Hillary Clinton and Bernie Sanders faced off over immigration during a presidential debate in Miami on March 9, 2016.", "id": 7611, "infogram": "", "ndn": "", "ndnid": "", "other": "<div\r\n    class=\"ndn_embed\"\r\n    data-config-widget-id=\"1\"\r\n    data-config-type=\"VideoPlayer/Single\"\r\n    data-config-tracking-group=\"92502\"\r\n    data-config-video-id=\"30464506\"\r\n    data-config-site-section=\"site_section_id\"\r\ndata-config-playlist-id=\"18500\"\r\n\t\tstyle=\"width:100%;\" \r\n\t\tdata-config-height=\"9/16w\"></div>", "photo": null, "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/7611/", "title": "Video for Miami debate", "wibbitz": "", "youtube": "", "youtubeID": ""}, {"brightcove": "", "caption": "Hillary Clinton attacked Bernie Sanders over some of his past stances on immigration during the Miami Democratic debate.", "id": 7612, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Clinton_in_Miami_debate.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/7612/", "title": "Hillary Clinton in Miami debate", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2016/mar/10/hillary-clinton/hillary-clinton-says-bernie-sanders-supported-minu/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 12045, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}, {"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/12045/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>Immigration policy was a big topic at the Univision-<em>Washington Post</em> Democratic presidential debate in Miami. On several occasions, Hillary Clinton took the opportunity to attack Bernie Sanders&rsquo; record on immigration.</p>\r\n\r\n<p>At one point, <a href=\"https://www.washingtonpost.com/news/the-fix/wp/2016/03/09/transcript-the-post-univision-democratic-debate-annotated/\">she said</a>, &quot;In 2006, when Sen. Sanders was running for the Senate from Vermont, he voted in the House with hard-line Republicans for indefinite detention for undocumented immigrants, and then he sided with those Republicans to stand with vigilantes known as Minutemen who were taking up outposts along the border to hunt down immigrants.&quot;</p>\r\n\r\n<p>She later repeated both parts of this charge.</p>\r\n\r\n<p>Sanders took issue with Clinton&rsquo;s statements during the debate. Responding to a question from moderator Jorge Ramos about whether he supported the Minutemen, Sanders said, &quot;Of course not. There was a piece of legislation supported by dozens and dozens of members of the House which codified existing legislation. What the secretary is doing tonight and has done very often is take large pieces of legislation and take pieces out of it.&quot;</p>\r\n\r\n<p>Many readers asked us to take a closer look, so we did. We&rsquo;ll take the two parts of Clinton&rsquo;s statement in order.</p>\r\n\r\n<p><strong>Sanders voted for &#39;indefinite detention for undocumented immigrants&#39;</strong></p>\r\n\r\n<p>The legislation in question is the <a href=\"https://www.congress.gov/bill/109th-congress/house-bill/6094\">Community Protection Act of 2006</a>, which passed the House on Sept. 21, 2006, but died in the Senate.</p>\r\n\r\n<p>Sanders <a href=\"https://www.govtrack.us/congress/votes/109-2006/h465\">did vote for the bill</a>, along with almost all Republicans and a majority of the House Democratic caucus. (Then, as now, Sanders in Congress <a href=\"http://www.politifact.com/truth-o-meter/article/2016/feb/23/bernie-sanders-democrat/\">identifies himself</a> as an independent.) By backing it, Sanders went against the urgings of the American Civil Liberties Union and the National Council of La Raza, a prominent Hispanic group.</p>\r\n\r\n<p>So what did the bill do?</p>\r\n\r\n<p>According to the Congressional Research Service&rsquo;s official summary of the bill, it would, among other things, &quot;permit indefinite detention of specified dangerous aliens under orders of removal who cannot be removed, subject to review every six months.&quot; The bill itself says, &quot;With regard to length of detention, an alien may be detained under this section, without limitation, until the alien is subject to an administratively final order of removal.&quot;</p>\r\n\r\n<p>The ACLU, in arguing against passage, said the bill &quot;would broaden the constitutionally dubious practice of indefinite detention. The Supreme Court has twice ruled that indefinite detention raises constitutional concerns, yet the bill unwisely expands that power.&quot; The ACLU went on to call the indefinite detention &quot;inhumane, an enormous waste of scarce detention resources and a power expected of repressive regimes, not of our own.&quot;</p>\r\n\r\n<p>Even though the bill itself does not use the precise words &quot;indefinite detention,&quot; the fact that the Congressional Research Service uses it gives Clinton solid support for using that descriptor.</p>\r\n\r\n<p>That said, Clinton&rsquo;s phrasing leaves out a few nuances. Hearing this statement, one might assume the power was a direct threat to a broad swath of the undocumented immigrant population. In reality, the types of undocumented immigrants who would be affected by this provision are a specific, smaller subset -- those who are deportable, often due to having a criminal record, but who are awaiting a final legal decision.</p>\r\n\r\n<p>For a sense of scale, the ACLU in 2009 <a href=\"https://www.aclu.org/files/images/asset_upload_file766_40474.pdf\">cited</a> an Associated Press report that on Jan. 25, 2009, there were at least 4,170 individuals in detention for six months or longer, with 1,334 of those subjected to detention for one year or more. These are not small numbers, but it&rsquo;s worth remembering that the best estimate for the total number of undocumented immigrants in the United States is <a href=\"http://www.pewresearch.org/fact-tank/2015/11/19/5-facts-about-illegal-immigration-in-the-u-s/\">around 11 million</a>. (Clinton did, later in the debate, refer to Sanders voting for &quot;indefinite detention for people facing deportation,&quot; which is a more limited universe of people.)</p>\r\n\r\n<p>Clinton also didn&rsquo;t mention that the bill would have required reviews of the detention status every six months. This isn&rsquo;t a foolproof system -- many such immigrants, for instance, don&rsquo;t have attorneys -- but it does indicate that the bill included requirements for due process.</p>\r\n\r\n<p>Finally, it&rsquo;s misleading to say, as Clinton did, that supporters were primarily &quot;hard-line Republicans.&quot; A number of liberal Democrats also supported the bill, including such prominent lawmakers as House Minority Leader Nancy Pelosi of California and future Sen. Sherrod Brown of Ohio.</p>\r\n\r\n<p>In a response released by the Sanders campaign during the debate, the campaign said that his support stemmed from a different part of the bill that dealt with gang members. &quot;Bernie Sanders believes that gang members who committed serious crimes should be deported and voted for legislation that, while overly broad, would do just that,&quot; the statement said.</p>\r\n\r\n<p>In general, though, Clinton has a point that Sanders supported a bill that includes indefinite detention.</p>\r\n\r\n<p><strong>Sanders voted &#39;to stand with vigilantes known as Minutemen&#39;</strong></p>\r\n\r\n<p>Both campaigns acknowledge that this refers to a 2006 <a href=\"https://www.congress.gov/amendment/109th-congress/house-amendment/971\">amendment</a> -- <a href=\"http://clerk.house.gov/evs/2006/roll224.xml#Y\">which Sanders voted for</a> -- to a large Homeland Security appropriations bill. It was designed to bar the Department of Homeland Security from providing &quot;a foreign government information relating to the activities of an organized volunteer civilian action group, operating in the State of California, Texas, New Mexico, or Arizona.&quot;</p>\r\n\r\n<p>What&rsquo;s that all about?</p>\r\n\r\n<p>The Minutemen were a group of civilians who patrolled the U.S.-Mexico border in an effort to stop people from crossing into the United States illegally. (We won&rsquo;t take a position on whether they were &quot;vigilantes,&quot; as Clinton called them, since that&rsquo;s a matter of opinion.)</p>\r\n\r\n<p>In December, the website <a href=\"http://www.buzzfeed.com/evanmcsan/in-2006-bernie-sanders-voted-in-support-of-an-immigration-co#.nm7BMReGP\">BuzzFeed</a> took a look at this largely forgotten episode and found a lot of fuzzy memories -- even by the lawmaker who sponsored the amendment and other Republicans sympathetic to the Minutemen.</p>\r\n\r\n<p>According to BuzzFeed, this dates back to a period before the 2006 midterm elections when &quot;an outcry raged in the fringier corners of the immigration debate&quot; that the U.S. government was quietly providing the Mexican government with intelligence about Minutemen patrols. When these concerns reached the halls of Congress, then-Rep. Jack Kingston, R-Ga., introduced an amendment to ease the Minutemen&rsquo;s concerns.&quot;</p>\r\n\r\n<p>The article quoted Harel Shapira, a professor of sociology at the University of Texas at Austin and author of <a href=\"http://press.princeton.edu/titles/9962.html\">a 2013 book</a> on the Minutemen, saying the debate was steeped in conspiracy theories. A statement on a Mexican government website &quot;was interpreted by Minutemen and supporters as the U.S. government collaborating with an enemy state, and putting the lives of patriotic Americans at risk,&quot; Shapira said. (We did not hear back from Shapira ourselves.)</p>\r\n\r\n<p>Responding during the debate, Sanders assailed Clinton&rsquo;s effort to link him to the Minutemen, a group unpopular among many Democrats. &quot;No, I do not support vigilantes, and that is a horrific statement, an unfair statement to make,&quot; Sanders said.</p>\r\n\r\n<p>Still, the Sanders campaign hasn&rsquo;t given a good explanation about why he affirmatively supported the amendment. Instead, they have focused on making the argument that the amendment was moot, and thus harmless.</p>\r\n\r\n<p>&quot;People put forward nuisance amendments all the time,&quot; Michael Briggs, a Sanders spokesman told BuzzFeed last December. &quot;In this case, the Customs and Border Patrol said it was a meaningless thing.&quot;</p>\r\n\r\n<p>The campaign cites comments by then-Rep. Martin Olav Sabo, D-Minn., who was the ranking member on the Homeland Security Committee. &quot;I claim the time in opposition; but, Mr. Chairman, I don&rsquo;t rise in opposition,&quot; he said on the floor, citing comments by customs officials that they already followed the policy outlined in the amendment. &quot;If people want to put it in the bill, I guess that is okay because it apparently does nothing,&quot; he said.</p>\r\n\r\n<p>Still, as with Clinton&rsquo;s charge about indefinite detention, her statement about Sanders supporting an amendment favorable to the Minutemen is largely accurate.</p>\r\n\r\n<p>The one problem with Clinton&rsquo;s statement is that she exaggerated the extent to which the measure was backed mainly by hard-line Republicans. The amendment did pass the House with almost universal Republican support, but it did attract a significant minority of the Democratic caucus -- 76 voted for it, while 106 voted against.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Clinton said that in 2006, Bernie Sanders &quot;voted in the House with hard-line Republicans for indefinite detention for undocumented immigrants, and then he sided with those Republicans to stand with vigilantes known as Minutemen who were taking up outposts along the border to hunt down immigrants.&quot;</p>\r\n\r\n<p>Clinton may have boiled down the substance of the measures a bit too much, but her accounting is largely accurate -- importantly, in her claim that Sanders voted for both measures. That said, Clinton glosses over the degree to which Democrats -- and not just Republicans -- supported both measures. We rate the claim Mostly True.</p>\r\n", "ruling_comments_date": "2016-03-10T14:06:18.392107", "ruling_date": "2016-03-10T15:41:52", "ruling_headline": "Hillary Clinton says Bernie Sanders supported Minutemen, indefinite detention for the undocumented", "ruling_headline_slug": "hillary-clinton-says-bernie-sanders-supported-minu", "ruling_link_text": "He voted that way; significance is up for debate", "ruling_state": null, "source_documents": null, "sources": "<p>Hillary Clinton, <a href=\"https://www.washingtonpost.com/news/the-fix/wp/2016/03/09/transcript-the-post-univision-democratic-debate-annotated/\">comments at the Democratic presidential debate in Miami</a>, March 9, 2016</p>\r\n\r\n<p>H.R. 6094, <a href=\"http://clerk.house.gov/evs/2006/roll465.xml\">Community Protection Act of 2006</a>, Sept. 21, 2006</p>\r\n\r\n<p>Roll call <a href=\"http://clerk.house.gov/evs/2006/roll465.xml\">vote</a> on H.R. 6094, Sept. 21, 2006</p>\r\n\r\n<p>Amendment to H.R.5441, <a href=\"https://www.congress.gov/amendment/109th-congress/house-amendment/971\">the Department of Homeland Security Appropriations Act of 2007, sponsored by Rep. Jack Kingston</a>, June 6, 2006</p>\r\n\r\n<p>Roll call <a href=\"http://clerk.house.gov/evs/2006/roll224.xml#Y\">vote</a> on Kingston amendment, June 6, 2006</p>\r\n\r\n<p>BuzzFeed News, &quot;<a href=\"http://www.buzzfeed.com/evanmcsan/in-2006-bernie-sanders-voted-in-support-of-an-immigration-co#.nm7BMReGP\">In 2006, Bernie Sanders Voted In Support Of An Immigration Conspiracy Theory</a>,&quot; Dec. 9, 2015</p>\r\n\r\n<p>Washington Post, House-Senate Disagreement Could Halt Defense Bill, Sept. 25, 2006 (accessed via Nexis)</p>\r\n\r\n<p>American Civil Liberties Union, <a href=\"https://www.aclu.org/news/aclu-calls-house-reject-defective-immigration-bills\">ACLU Calls on House to Reject Defective Immigration Bills</a>, Sept. 21, 2006</p>\r\n\r\n<p>American Civil Liberties Union, &quot;<a href=\"https://www.aclu.org/files/images/asset_upload_file766_40474.pdf\">Issue Brief: Prolonged Immigration Detention of Individuals Who are Challenging Removal</a>,&quot; July 2009</p>\r\n\r\n<p>Migration Policy Institute, &quot;<a href=\"http://www.immigrationpolicy.org/sites/default/files/docs/Tan_-_Locked_Up_Without_End_100611.pdf\">House Calls for Tighter Internal Enforcement and Border Fence, USCIS Claims to Meet Backlog Reduction Deadline</a>,&quot; Oct. 1, 2006</p>\r\n\r\n<p>Immigration Policy Center, &quot;<a href=\"http://www.immigrationpolicy.org/sites/default/files/docs/Tan_-_Locked_Up_Without_End_100611.pdf\">Locked Up Without End</a>,&quot; October 2011</p>\r\n\r\n<p>Email interview with Warren Gunnels, spokesman for Bernie Sanders, March 9, 2016</p>\r\n\r\n<p>Email interview with Josh Schwerin, spokesman for Hillary Clinton, March 10, 2016</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 41, "current_job": "Presidential candidate", "false_count": 31, "first_name": "Hillary", "half_true_count": 69, "home_state": "New York", "id": 1, "last_name": "Clinton", "mostly_true_count": 76, "name_slug": "hillary-clinton", "pants_count": 7, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/GYI_659046701_585968470.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1/", "total_count": 304, "true_count": 72, "website": "http://www.hillaryclinton.com/"}, "statement": "<p>In 2006, Bernie Sanders &quot;voted in the House with hard-line Republicans for indefinite detention for undocumented immigrants, and then he sided with those Republicans to stand with vigilantes known as Minutemen who were taking up outposts along the border to hunt down immigrants.&quot;</p>\r\n", "statement_context": "a Democratic presidential debate in Miami", "statement_date": "2016-03-09", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [{"adkey": "", "advalue": "", "barely_true_count": 20, "current_job": "U.S. Senator", "false_count": 15, "first_name": "Bernie", "half_true_count": 28, "home_state": "Vermont", "id": 218, "last_name": "Sanders", "mostly_true_count": 46, "name_slug": "bernie-sanders", "pants_count": 0, "party": {"id": 6, "party": "Independent", "party_slug": "independent", "resource_uri": "/api/v/2/party/6/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Bernie_Sanders.jpg", "primary_edition": {"adkey": "", "advalue": "", "edition": "Vermont", "edition_slug": "vermont", "has_afterthefact": false, "id": 65, "index_page": false, "meter_name": "Vermont Truth-O-Meter", "resource_uri": "/api/v/2/edition/65/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/218/", "total_count": 129, "true_count": 16, "website": "http://sanders.senate.gov/"}], "twitter_headline": ""}