{"art": [], "author": [{"email_address": "anna@billypenn.com", "first_name": "Anna", "id": 540, "last_name": "Orso", "name_slug": "anna-orso", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 65, "publication_name": "Billy Penn", "resource_uri": "/api/v/2/publication/65/"}, "resource_uri": "/api/v/2/staffer/540/", "title": "Reporter/Curator", "twitter": null}], "canonical_url": "/pennsylvania/statements/2016/mar/10/jim-kenney/hunting-park-after-5m-fixes-area-much-safer/", "edition": {"adkey": "Editions", "advalue": "Pennsylvania", "edition": "Pennsylvania", "edition_slug": "pennsylvania", "has_afterthefact": false, "id": 54, "index_page": false, "meter_name": "The Pennsylvania Truth-O-Meter", "resource_uri": "/api/v/2/edition/54/"}, "editor": [{"email_address": "chris@billypenn.com", "first_name": "Chris", "id": 537, "last_name": "Krewson", "name_slug": "chris-krewson", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 65, "publication_name": "Billy Penn", "resource_uri": "/api/v/2/publication/65/"}, "resource_uri": "/api/v/2/staffer/537/", "title": "Editor", "twitter": null}], "facebook_headline": null, "id": 12044, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "anna@billypenn.com", "first_name": "Anna", "id": 540, "last_name": "Orso", "name_slug": "anna-orso", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 65, "publication_name": "Billy Penn", "resource_uri": "/api/v/2/publication/65/"}, "resource_uri": "/api/v/2/staffer/540/", "title": "Reporter/Curator", "twitter": null}], "resource_uri": "/api/v/2/statement/12044/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>As he asked Philadelphia City Council to consider&nbsp;a $300 million investment in the city&rsquo;s parks and recreation centers, Mayor Jim Kenney told a success story.</p>\r\n\r\n<p>During his budget address in council chambers last week,&nbsp;the first-year mayor said that when the city and the Fairmount Park Conservancy invested $5 million in Hunting Park, &quot;crime went down 89 percent within a half mile radius of the park over the next three years.&quot;</p>\r\n\r\n<p>That seemed like a huge drop in a high-crime area of the city, so we decided to check out the claim.</p>\r\n\r\n<p>The Kenney administration said it got the statistic from a Dickinson College study conducted in conjunction with Philadelphia Police and the Fairmount Park Conservancy, a nonprofit that leads capital projects and programming across 10,200 acres of Fairmount Park and 100 neighborhood parks throughout the city.</p>\r\n\r\n<p>Meg Holscher, the Conservancy&rsquo;s senior director of development, said the 87-acre Hunting Park in North Philadelphia was identified in 2008 as an area of development because of how close it was to a high number of families. At the time, prostitution and drug trade were common in and around the park.</p>\r\n\r\n<p>After community meetings and input from neighbors, the Conservancy -- along with the Philadelphia Department of Parks and Recreation -- presented a master plan for the park in October 2009 that outlined two new playgrounds, a community garden and farmers market, new tennis courts and youth tennis programming, as well as a renovated football and soccer field.</p>\r\n\r\n<p>One of the most visible changes, though, was 64 lights placed around the park, which Holscher said residents wanted to curb illegal activity and violence.</p>\r\n\r\n<p>&quot;This project for us was a little bit of a game changer,&quot; she said. &quot;We&rsquo;ve started to look at parks and how they are tied to healthy eating, healthy living and violence prevention.&quot;</p>\r\n\r\n<p>Holscher said the $4.5 million Hunting Park capital projects and programming was funded through both public and private funds. In addition to that, another $500,000 was added through grants and corporate donations, bringing the total amount for phase one of the revitalization to some $5 million.</p>\r\n\r\n<p>After efforts to spruce up the park started in 2010, Conservancy staff started hearing from community members that it seemed like crime in the area had slowed, but an analysis wasn&rsquo;t completed until 2014. That year, Amanda Vandenburg, then a researcher at Dickinson College in Carlisle, was interested in how parks influence communities.</p>\r\n\r\n<p>Vandenburg said she analyzed public data from the Philadelphia Police Department and charted crime statistics from 2006, before the revitalization efforts began, through 2013, when the first phase of the project had wrapped up. The data included both part I crimes (violent crimes like homicide, rape and aggravated assault) and part II crimes (like simple assault, prostitution, drug possession and other non-violent offenses.)</p>\r\n\r\n<p>She mapped instances of crime from inside and a half-mile buffer around the park, and found that there was a spike in crime between 2006 and 2007. After that point, crime began decreasing in 2008 citywide as police enforcement efforts in Philadelphia changed under a new mayoral administration.</p>\r\n\r\n<p>But crime continued to go down near Hunting Park. Between 2009 and 2013, &quot;there was an 89 percent drop in the number of crimes,&quot; according to Vandenburg&rsquo;s study. Rape and theft from vehicle crime incidents increased over that time period, but other crimes decreased, including prostitution and drug use.</p>\r\n\r\n<p>Vandenburg also conducted a &quot;hot spot&quot; analysis that showed areas predicted to have the highest amounts of crime were closer to and in the park in 2009 and moved away from the park by 2013.</p>\r\n\r\n<p>While she said the revitalization of Hunting Park can&rsquo;t be attributed as the only reason for a decrease in crime in the immediate area, the data does support the theory that illegal activity in the area decreased as the park was improved.</p>\r\n\r\n<p><strong>Our Ruling</strong></p>\r\n\r\n<p>Kenney used the efforts in Hunting Park as an example of why City Council should authorize more funds to revitalize parks and recreation centers throughout the city. He said &quot;when the city and the Fairmount Park Conservancy invested $5 million in Hunting Park, crime went down 89 percent within a half mile radius of the park over the next three years.&quot;</p>\r\n\r\n<p>The Fairmount Park Conservancy confirmed that it -- along with the city and private donors -- invested about $5 million in revitalizing the park. Vandenburg, who conducted the study, said crime did in fact drop by 89 percent within a half-mile radius over the next three years.</p>\r\n\r\n<p>We rule the claim True.</p>\r\n", "ruling_comments_date": "2016-03-10T10:59:40.573142", "ruling_date": "2016-03-10T10:51:14", "ruling_headline": "Hunting Park: After $5M in fixes, is the area that much safer?", "ruling_headline_slug": "hunting-park-after-5m-fixes-area-much-safer", "ruling_link_text": "It cost a lot of money, but it happened.", "ruling_state": null, "source_documents": null, "sources": "<p>Email, Transcript of Jim Kenney&#39;s budget address, March 10, 2016.&nbsp;</p>\r\n\r\n<p>Study, Crime Rate Analysis at Hunting Park in Philadelphia, PA, Dickinson College. 2014.&nbsp;</p>\r\n\r\n<p>Website, <a href=\"http://myphillypark.org/what-we-do/capital-projects/hunting-park/\">Hunting Park Revitalization Project</a>, Fairmount Park Conservancy. Accessed March 2016.&nbsp;</p>\r\n\r\n<p>Interivew, Meg Holscher, senior director of development at Fairmount Park Conservancy. March 2016.</p>\r\n\r\n<p>Interview, Amanda Vandenburg, author of Crime Rate Analysis study. March 2016.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Philadelphia Mayor", "false_count": 1, "first_name": "Jim", "half_true_count": 1, "home_state": "Pennsylvania", "id": 3412, "last_name": "Kenney", "mostly_true_count": 1, "name_slug": "jim-kenney", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/kenney80.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Pennsylvania", "edition": "Pennsylvania", "edition_slug": "pennsylvania", "has_afterthefact": false, "id": 54, "index_page": false, "meter_name": "The Pennsylvania Truth-O-Meter", "resource_uri": "/api/v/2/edition/54/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3412/", "total_count": 8, "true_count": 2, "website": ""}, "statement": "<p>&quot;When the City and the Fairmount Park Conservancy invested $5 million in Hunting Park, crime went down 89 percent within a half mile radius of the park over the next three years.&quot;</p>\r\n", "statement_context": "a budget address to City Council", "statement_date": "2016-03-10", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 173, "photo": null, "resource_uri": "/api/v/2/subject/173/", "subject": "Public Safety", "subject_slug": "public-safety", "used_in_edition": ["/api/v/2/edition/9/"]}], "target": [], "twitter_headline": ""}