{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2009/sep/22/barack-obama/obama-roosevelt-socialist-communist/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1204, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/1204/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\n Sound familiar?\n</p>\n<p>\n The president was accused of being \"a socialist, not a Democrat.\" His plan was described as \"undisguised state socialism.\" One critic, who controlled some powerful media outlets, suggested that communists had infiltrated the president's administration.\n</p>\n<p>\n Those are some of the attacks that Franklin Delano Roosevelt faced in the 1930s &mdash; attacks cited recently by President Barack Obama to emphasize that he's not unique.\n</p>\n<p>\n Obama has  mentioned the Roosevelt comparison several times recently, including during an interview on\n <em>\n  Late Night with David Letterman\n </em>\n on Sept. 21, 2009:\n</p>\n<p>\n \"What's happened is that whenever a president tries to bring about significant changes, particularly during times of economic unease, then there is a certain segment of the population that gets very riled up,\" Obama said. \"FDR was called a socialist and a communist.\"\n</p>\n<p>\n Indeed, Roosevelt was called a socialist or a communist many times. Most of that criticism came in the 1930s, when he was enacting programs intended to pull the country out of the Great Depression.\n</p>\n<p>\n &bull; \"Roosevelt is a socialist, not a Democrat,\" declared Republican Rep. Robert Rich of Pennsylvania during a debate on the House floor on July 23, 1935. That remark came after Republicans hinted they were considering a move to impeach Roosevelt, according to the\n <em>\n  New York Times\n </em>\n .\n</p>\n<p>\n &bull; \"The New Deal is now undisguised state socialism, declared Senator Simeon D. Fess (R-Ohio) today as he pictured President Roosevelt as the New Deal's leading socialist,\" reported the\n <em>\n  Chicago Daily Tribune\n </em>\n on Aug. 7, 1934. \"The president's recent statements,\" Fess said, \"remove any doubt of his policy of state socialism, which necessitates increased activities of the government in either ownership or operation of industry, or both.\"\n</p>\n<p>\n &bull; \"The Russian newspapers during the last election [1932] published the photograph of Franklin D. Roosevelt over the caption, 'The first communistic President of the United States,'\" said Sen. Thomas Schall, a Republican from Minnesota. \"Evidently the Russian newspapers had knowledge concerning the ultimate intent of the President, which had been carefully withheld from the voters in this country.&nbsp; In fact, the voters of the United States were meticulously misled as to such intentions.\" We found Schall's comments in the book,\n <em>\n  All But the People: Franklin D. Roosevelt and his Critics, 1933-1939\n </em>\n .\n</p>\n<p>\n And then there's FDR being called a socialist by William Randolph Hearst.&nbsp;\n</p>\n<p>\n Hearst, a newspaper mogul, initially supported Roosevelt. But he gradually became disillusioned with the new president's policies. He especially hated Roosevelt's plan to increase taxes on the wealthy, and his papers routinely referred to the New Deal as the Raw Deal.\n</p>\n<p>\n By 1936, when Roosevelt was running for re-election, Hearst decided to support Republican Alf Landon and oppose Roosevelt with all the power of the press he could muster.\n</p>\n<p>\n Historian Ben Procter summarized this moment in history in his book\n <em>\n  William Randolph Hearst: The Later Years, 1911-1951\n </em>\n :\n</p>\n<p>\n \"On September 6, Hearst newspapers began a prolonged assault on the administration. The\n <em>\n  New York American\n </em>\n published a front-page editorial titled, 'The Radical Brand on the New Deal.' It charged that radical and communist leaders had already given their approval to support Roosevelt against Landon. During the next two weeks Hearst editors trumpeted these recurring themes: that communists had infiltrated the New Deal; that communism was un-American and undemocratic; that 'America can only judge Mr. Roosevelt and his administration by the strange silence that has prevailed in official quarters.'\"\n</p>\n<p>\n That was as much as Roosevelt was willing to take. The White House issued a statement that mentioned \"a certain notorious newspaper owner,\" and  rebutted the accusations. The statement concluded, \"The American people will not permit their attention to be diverted from real issues to fake issues which no patriotic, honorable, decent citizen would purposefully inject into American affairs.\"\n</p>\n<p>\n Hearst shot back in a front-page editorial, which he signed personally. \"Let me say that I have not stated at any time whether the President willingly or unwillingly received the support of the Karl Marx Socialists, the Frankfurter radicals, communists and anarchists, the Tugwell bolsheviks, and the Richberg revolutionists which constitute the bulk of his following,\" Hearst wrote. \"I have simply said and shown that he does receive the support of these enemies of the American system of government, and that he has done his best to deserve the support of all such disturbing and destructive elements.\"\n</p>\n<p>\n Hearst's efforts were for naught. Roosevelt won the 1936 election in a landslide, while the Hearst newspaper chain slid into bankruptcy.\n</p>\n<p>\n There's not much controversy on this one, but it did provide an interesting opportunity to review American history. We rate Obama's statement True.\n</p>", "ruling_comments_date": "2010-01-07T13:28:47.778155", "ruling_date": "2009-09-22T18:42:29", "ruling_headline": "Obama right that Roosevelt was called a socialist and a communist", "ruling_headline_slug": "obama-roosevelt-socialist-communist", "ruling_link_text": "By the media, too", "ruling_state": null, "source_documents": null, "sources": "<p>\n New York Times,\n <a href=\"http://select.nytimes.com/gst/abstract.html?res=FB0E1FF93C58167A93C6AB178CD85F418385F9\" target=\"_blank\">\n  Impeachment hint stirs house clash; Democratic Orators Spring to Roosevelt Defense\n </a>\n , Charging 'Malice,' July 24, 1935\n</p>\n<p>\n Chicago Tribune historical archives, \"Socialism, Fess calls New Deal power program,\"&nbsp; Aug. 7, 1934, accessed via Newsbank\n</p>\n<p>\n All but the People: Franklin D. Roosevelt and his Critics, 1933-1939, by George Wolfskill and John A. Hudson\n</p>\n<p>\n William Randolph Hearst: The Later Years, 1911-1951, by Ben Procter.\n</p>\n<p>\n Chicago Tribune historical archives, \"Hearst replies to Roosevelt on 'Red-Backing',\"&nbsp; Sept. 21, 1936, accessed via Newsbank\n</p>", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>\"FDR was called a socialist and a communist.\"</p>", "statement_context": "interview on \"Late Night with David Letterman\"", "statement_date": "2009-09-21", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}], "target": [], "twitter_headline": null}