{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2009/sep/25/sean-hannity/hannity-says-obama-cutting-back-defense/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1207, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1207/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\n During an interview with Sen. John McCain, Fox News Channel host Sean Hannity closed by asking the former Republican presidential candidate whether President Barack Obama was getting soft on defense.\n</p>\n<p>\n \"Do you think the president is adopting a pre-9/11 mentality?\" Hannity asked McCain. \"I know those are pretty strong words, but I believe he is. I believe he is weakening our national reaction. I think if you look at Gitmo, Mirandizing enemy combatants, cutting back on defense, you know, slowing down our nuclear. It seems to me it's beyond the pre-9/11 mentality.\"\n</p>\n<p>\n For this item we'll focus on just one of Hannity's assertions: that Obama is \"cutting back on defense.\" After speaking to several defense budget experts, we've found a clear consensus on that question: maybe.\n</p>\n<p>\n Hannity did not include a time frame or provide qualifiers, so we need to look at his claim by examining some different ways to measure defense spending:\n</p>\n<p>\n --\n <strong>\n  The base budget vs. the war budget\n </strong>\n . Anyone looking at the defense budget must consider two main numbers. One is the base budget, which includes most everything outside of direct war spending. The second is war spending.\n</p>\n<p>\n To compare apples to apples, our sources advised us to stick to the base budget. That avoids lots of budgetary volatility, since war spending can quickly spike or decline depending on the needs on the front lines. The base budget, by contrast, is a more stable indicator of Obama's priorities.\n</p>\n<p>\n Comparing Obama's fiscal year 2010 base budget request for defense to the 2009 fiscal year (which was funded under President Bush) shows an increase from $513.4 billion to $533.8 billion &mdash; a jump of 3.9 percent. That's certainly not a cut, and if the budget for 2010 were the only measurement considered, Hannity would be flat-out wrong to say the budget is decreasing.\n</p>\n<p>\n (We should point out that the fiscal year 2010 number includes a one-time shift into the base budget of some items that had been categorized under the war budget during the administration of President George W. Bush. This shift effectively increases the base budget by about $13 billion without affecting how much money is spent on those items. However, even subtracting the newly shifted amount from the fiscal year 2010 increase, the base budget still increased from one year to year the next, so it would not be correct to call that year's change a cut.)\n</p>\n<p>\n And President Obama has proposed that the base budget will continue to rise in absolute dollars through 2014, though by smaller percentages. For fiscal year 2011, it rises by 1.5 percent; for fiscal year 2012, it rises by 1.6 percent; for 2013, it rises by 1.9 percent; and for 2014, it rises by 2.4 percent. Again, using this factor, Hannity would be wrong to say that Obama is cutting defense.\n</p>\n<p>\n --\n <strong>\n  But what about inflation\n </strong>\n ? Is it possible for an increase in spending to actually be a cut? In the topsy-turvy world of Washington wonkery, it's possible &mdash; if inflation rises more quickly than spending.\n</p>\n<p>\n In the case of the 2009 to 2010 comparison we cited above, experts say inflation is currently so low that it's unlikely to make much of a dent in that increase.\n</p>\n<p>\n Generally, though, inflation plays a significant role. Michael O'Hanlon of the centrist-to-liberal Brookings Institution wrote in a June 10, 2009, op-ed that under Obama, the average increase in the base defense budget between 2010 and 2014 would be about 2 percent a year, which in his view translates into \"no real growth\" because that increase would be largely eaten up by inflation.\n</p>\n<p>\n \"The administration is hardly slashing funds for defense; it is simply adopting a policy of zero real growth in the base budget,\" he wrote. \"With the inflation rate expected to average over 1.5 percent, the net effect is essentially no real growth. Cumulatively, that would leave us about $150 billion short of actual funding requirements through 2014.\"\n</p>\n<p>\n Making the problem worse is that inflation for defense costs is traditionally higher than inflation for the economy as a whole. \"The cost of almost everything we've been doing in defense has been accelerating upward too fast even for growing budgets to keep up,\" said Stephen Daggett, a defense specialist with the nonpartisan Congressional Research Service, in congressional testimony he gave in February 2009. Daggett and O'Hanlon agree that such increases have been driven by personnel costs, including health care and benefits; operations and maintenance; purchases of increasingly complex equipment; and efforts to reorient the military branches to new threats.\n</p>\n<p>\n In other words, just to keep pace, defense spending should really run a couple percentage points higher than general inflation &mdash; and under the Obama blueprint, it probably would not do that. (By contrast, during the Bush years of 2001 to 2009, the base defense budget grew at an average real rate of 4.6 percent annually, according to Todd Harrison of the Center for Strategic and Budgetary Assessments\n <em>\n  .)\n </em>\n</p>\n<p>\n If you factor inflation into the equation, then, Obama is effectively decreeing a slowing of the rate of growth. Hannity could certainly make a case that this amounts to a cut even though Obama is still increasing spending on a year-to-year basis.\n</p>\n<p>\n --\n <strong>\n  How big is the defense budget compared to gross domestic product\n </strong>\n ? Another measure of defense spending is to compare it to the United States' gross domestic product.\n</p>\n<p>\n According to Mackenzie Eaglen of the conservative Heritage Foundation, the Obama defense budget drops from 3.81 percent of GDP in 2010 to 3.01 percent in 2019. These calculations are always iffy because it's hard to predict GDP a full 10 years out &mdash; and the decrease could result from an expansion in the economy rather than a fall in defense spending. But if this measure were used, Hannity could argue with some legitimacy that this amounts to a defense cut.\n</p>\n<p>\n --\n <strong>\n  Do cuts of particular programs count\n </strong>\n ? Setting aside what's happening with the defense budget as a whole, the administration is clearly making specific cuts in programs.\n</p>\n<p>\n The administration has said it would cut such programs as the F-22 fighter, the DDG-1000 destroyer, parts of the Army's Future Combat System, the presidential helicopter fleet, aircraft carrier production runs, the airborne laser missile defense program and the next-generation bomber. These certainly qualify as \"cuts\" by the strictest definition of the word, but a more appropriate description might be that they represent a reshuffling of priorities.\n</p>\n<p>\n \"These are specific cuts, but they are balanced by increases in other areas,\" said Harrison of CSBA. \"The cuts to specific programs get a lot of attention, but the additions to others don't.\"\n</p>\n<p>\n In our view, the cutting of specific weapons programs doesn't count as \"cutting back on defense\" as long as the defense budget is increasing as a whole. So if Hannity was using specific program cuts as his yardstick, his assertion about Obama's defense budget would be unfair.\n</p>\n<p>\n Now it's time to recap. By some measurements, including defense spending as a percentage of GDP, Hannity is right that Obama is \"cutting\" defense. But from 2009 to 2010, the Obama administration is increasing the defense budget, and for a few years after that, he's increasing it in absolute terms (albeit at a slower rate than expected inflation). So whether Hannity is accurate depends on what measurement you use. We're rating his assertion Half True.\n</p>", "ruling_comments_date": "2010-01-07T13:28:48.059653", "ruling_date": "2009-09-25T13:12:44", "ruling_headline": "Hannity says Obama is \"cutting back on defense\"", "ruling_headline_slug": "hannity-says-obama-cutting-back-defense", "ruling_link_text": "It depends how you measure it", "ruling_state": null, "source_documents": null, "sources": "<p>\n Fox News,\n <a href=\"http://transcriptswire.cq.com/do/transcriptView?id=20020196\" target=\"_blank\">\n  interview\n </a>\n with Sen. John McCain, Sept. 22, 2009\n</p>\n<p>\n Michael O'Hanlon, \"\n <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2009/06/09/AR2009060902647.html\" target=\"_blank\">\n  Obama's Defense Budget Gap\n </a>\n ,\" Washington Post, June 10, 2009\n <br />\n <br />\n Mackenzie Eaglen, \"The $64,000 Question: Is President Obama Actually Increasing the Defense Budget?\" Heritage Foundation\n <a href=\"http://www.heritage.org/Research/NationalSecurity/wm2411.cfm\" target=\"_blank\">\n  briefing paper\n </a>\n , April 27, 2009,\n <br />\n <br />\n Stephen Daggett,\n <a href=\"http://budget.house.gov/hearings/2009/02.04.2009_Daggett_Testimony.pdf\" target=\"_blank\">\n  testimony\n </a>\n before the House Budget Committee, Feb. 4, 2009\n <br />\n <br />\n Todd Harrison, \"Gates Submits 'Reform' Budget for FY 2010,\" Center for Strategic and Budgetary Assessments\n <a href=\"http://www.csbaonline.org/4Publications/PubLibrary/U.20090507.Gates_Submits_Refo/U.20090507.Gates_Submits_Refo.pdf\" target=\"_blank\">\n  briefing paper\n </a>\n , May 7, 2009\n <br />\n <br />\n Office of Management and Budget, \"\n <a href=\"http://www.whitehouse.gov/omb/assets/fy2010_msr/10msr.pdf\" target=\"_blank\">\n  Mid-Session Review: Budget of the U.S. Government, Fiscal Year 2010\n </a>\n ,\" Aug. 25, 2009\n <br />\n <br />\n Office of Management and Budget, \"A New Era of Responsibility: Renewing America&rsquo;s Promise\" (\n <a href=\"http://www.whitehouse.gov/omb/assets/fy2010_new_era/Department_of_Defense.pdf\" target=\"_blank\">\n  summary\n </a>\n of the president's budget proposal, Defense Department chapter), Feb. 26, 2009\n <br />\n <br />\n Interview with Todd Harrison, Center for Strategic and Budgetary Analysis defense budget fellow, Sept 23, 2009\n <br />\n <br />\n Interviews with Marc Goldwein, Committee for a Responsible Federal Budget policy director, Sept. 23-24, 2009\n <br />\n <br />\n Interview with Mackenzie Eaglen, Heritage Foundation scholar, Sept. 23, 2009\n <br />\n <br />\n Interview with Michael O'Hanlon, Brookings Institution scholar, Sept. 23, 2009\n <br />\n <br />\n Interview with Baker Spring, Heritage Foundation scholar, Sept. 24, 2009\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 4, "current_job": "Radio/TV host", "false_count": 7, "first_name": "Sean", "half_true_count": 3, "home_state": "", "id": 184, "last_name": "Hannity", "mostly_true_count": 2, "name_slug": "sean-hannity", "pants_count": 1, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Hannity.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/184/", "total_count": 26, "true_count": 5, "website": "http://www.hannity.com/"}, "statement": "<p>The Obama administration is \"cutting back on defense\"</p>", "statement_context": "an interview with Sen. John McCain on Fox News Channel", "statement_date": "2009-09-22", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}, {"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}], "target": [], "twitter_headline": null}