{"art": [{"brightcove": "", "caption": "Demonstration in support of the birthing center at Memorial Hospital in Pawtucket.", "id": 7698, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/memorial.JPG", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/7698/", "title": "Memorial Hospital", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "jtempera@providencejournal.com", "first_name": "Jacqueline ", "id": 551, "last_name": "Tempera", "name_slug": "jacqueline-tempera", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/551/", "title": "Staff Writer", "twitter": null}], "canonical_url": "/rhode-island/statements/2016/mar/27/coalition-save-memorial-hospital-birthing-center-p/memorial-not-alone-mother-friendly-births/", "edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "editor": [{"email_address": "pphipps@providencejournal.com", "first_name": "Peter", "id": 446, "last_name": "Phipps", "name_slug": "peter-phipps", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/p_phipps.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/446/", "title": "managing editor for new media", "twitter": null}], "facebook_headline": null, "id": 12131, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jtempera@providencejournal.com", "first_name": "Jacqueline ", "id": 551, "last_name": "Tempera", "name_slug": "jacqueline-tempera", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/551/", "title": "Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/12131/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>When Care New England announced its plan to eliminate some of Memorial Hospital&rsquo;s services, including the obstetrics unit, it ignited an emotional debate about birthing in Rhode Island.</p>\r\n\r\n<p>The Health Department heard hours of testimony from mothers and nurses rallying around Memorial Hospital. But few voices have been stronger than those from the Coalition To Save Memorial Hospital Birthing Center.</p>\r\n\r\n<p>At the first hearing, held at Goff Junior High School in Pawtucket on March 13, Coalition leader &nbsp;Alana Bibeau, a sociology professor at the University of Rhode Island, praised the Memorial unit &nbsp;for its dedication to care for mothers. &nbsp;&nbsp;</p>\r\n\r\n<p>&quot;This unit is the only one in the state that strives to implement the principles of Mother-Friendly care as outlined by the national Coalition for Improving Maternity Services Mother-Friendly Childbirth Initiative,&quot; Bibeau said in her remarks. &nbsp;</p>\r\n\r\n<p>We had never heard of the &quot;Mother-Friendly Childbirth Initiative,&quot; but the title sounded official. Maybe it was the capital letters? We called Bibeau, and asked her for more information.</p>\r\n\r\n<p>What does it mean to be &quot;Mother-Friendly?&quot;</p>\r\n\r\n<p>Bibeau pointed us to the <a href=\"http://www.motherfriendly.org/mfci/\" style=\"text-decoration:none;\"><u>Coalition for Improving Maternity Services&rsquo; website</u></a>. Here we found a list of 10 steps that hospitals, birth centers or home birth services can take to be more &quot;mother-friendly.&quot;</p>\r\n\r\n<p><a href=\"http://www.motherfriendly.org/mfci/\" style=\"text-decoration:none;\"><u>On this list</u></a> are general recommendations such as allowing the mother to choose her own birth companions, and allowing her to walk around, eat and drink during labor. There are also more specific items regarding the use of IVs, membranes, and the use of analgesic or anesthetic drugs.</p>\r\n\r\n<p>&quot;Birth is a normal physiological process, not a medical emergency,&quot; Bibeau said in a telephone interview. &quot;Most hospitals view each woman as a potential candidate for surgery.&quot;</p>\r\n\r\n<p>All of the steps, she said, lead to the ultimate goal of natural birth, with little to no intervention by doctors. A woman should be able to identify a birth plan with her doctor and stick to it, she said.</p>\r\n\r\n<p>(Bibeau did acknowledge that birth can take some &quot;very unexpected&quot; turns, and there may be medical need to deviate from the steps).</p>\r\n\r\n<p>That all makes sense, but could Memorial Hospital really be the only one in the state striving toward these principles?</p>\r\n\r\n<p>We asked Victoria Macioce-Stumpf &mdash; a doula from Michigan who also serves as a chair of &nbsp;the coalition that supposedly provides this designation &mdash; if she could provide a list of all &quot;Mother-Friendly&quot; certified hospitals. &nbsp;&nbsp;</p>\r\n\r\n<p>She could not, she said, because no such list exists. The Coalition for Improving Maternity Services does not have a formal certification process for hospitals. Rather, she said facilities are only &quot;highly encouraged&quot; to take the steps outlined on its website.</p>\r\n\r\n<p>&quot;There is a great deal of rigorous work as well as money&quot; &nbsp;that must be spent &nbsp;to create a [certification] program of this type, she wrote in an email. &quot;Something we have not as yet had the means or manpower to initiate.&quot;</p>\r\n\r\n<p>Rhode Island does not certify hospitals as &quot;Mother-Friendly,&quot; either. Nor does the<strong> </strong>state endorse these principles for their birthing units. But &quot;this is not to say, of course, that we don&rsquo;t believe that there is merit to some of their commitments,&quot; said Joseph Wendelken, public information officer for the Rhode Island Department of Health.</p>\r\n\r\n<p>The Rhode Island Department of Health has licensed six hospitals for childbirth: Kent, Landmark, Newport, South County, Women &amp; Infants and Memorial &nbsp;(for now). &nbsp;All of these facilities, Wendelken said, are &quot;held to extremely high standards&quot; set at the national level by <a href=\"http://www.jointcommission.org/\" style=\"text-decoration:none;\"><u>The Joint Commission</u></a>, a nonprofit organization that accredits hospitals.</p>\r\n\r\n<p>About 90 percent of Rhode Island babies are born at Care New England facilities, according to Angelleen Peters-Lewis, a chief nurse for the group. Women &amp; Infants delivers on average 8,400 babies a year, Kent 1,200 babies, and Memorial less than 500, Peters-Lewis said.</p>\r\n\r\n<p>We also asked officials at Newport Hospital, South County Hospital, and Landmark Medical Center. Many had not heard of the &quot;Mother-Friendly&quot; standards, but they all agreed that the principles are practiced in their facilities.</p>\r\n\r\n<p>Jackie Toole, a staff RN at South County Hospital, said she follows these steps every day.</p>\r\n\r\n<p>Danika Wynn, the director of Landmark&rsquo;s midwifery program, said the hospital &quot;strives to build a maternity-care culture that mirrors Memorial&rsquo;s,&quot; and in doing so, meets many of the The Coalition for Improving Maternity Services standards.</p>\r\n\r\n<p>Same goes for Denise Sullivan, the director of women&rsquo;s health and newborn services at Newport Hospital.</p>\r\n\r\n<p>&quot;We try to keep the patient in the middle of our circle,&quot; Sullivan said. &quot;So we are trying to let the mother work with the health care team to get the kind of birth that she wants.&quot;</p>\r\n\r\n<p>Sullivan also pointed out that her hospital is &quot;Baby-Friendly&quot; certified, a UNICEF and World Health Organization distinction for taking steps to encourage breast feeding.</p>\r\n\r\n<p>Women &amp; Infants is also &quot;Baby-Friendly.&quot; Memorial Hospital has not attained that certification.</p>\r\n\r\n<p>We asked Bibeau about this, and she referred us to Kaeli Sutton, another leader of the coalition to save memorial hospital.</p>\r\n\r\n<p>&quot;While other maternity institutions verbally state their philosophical commitment to the MFCI, the Coalition sees no credible evidence that they have committed the necessary time, financial resources, policy development and staff training necessary to claim true alignment with the Initiative,&quot; she wrote in an email.</p>\r\n\r\n<p><strong>OUR RULING: </strong></p>\r\n\r\n<p>Bibeau said Memorial Hospital&rsquo;s birthing center is the only Rhode Island center that strives to accomplish the goals set out by the &quot;Mother-Friendly Childbirth Initiative&quot; from the national Coalition for Improving Maternity Services Mother-Friendly Childbirth Initiative. &nbsp;</p>\r\n\r\n<p>&nbsp;Bibeau said Memorial Hospital&rsquo;s birthing center is the only Rhode Island center that strives to accomplish the goals set out by the &quot;Mother-Friendly Childbirth Initiative&quot; from the national Coalition for Improving Maternity Services Mother-Friendly Childbirth Initiative.</p>\r\n\r\n<p>&nbsp;Not only does the Coalition for Improving Maternity Services not review and certify facilities, but all of the other birthing centers in the state say these principles are standard practice at their hospitals.</p>\r\n\r\n<p>&nbsp;<br />\r\n&nbsp;The Coalition to Save Memorial Hospital Birthing Center got back to us Friday. A spokeswoman said: &quot;the Coalition sees no credible evidence that [other hospitals in Rhode Island] have committed the necessary time, financial resources, policy development and staff training necessary to claim true alignment with the Initiative.&quot;</p>\r\n\r\n<p>At the end of the week, the coalition changed its position from a statement of fact to an opinion about the other hospitals&#39; &quot;true alignment.&quot; We rate the original claim False.</p>\r\n\r\n<p>&nbsp;</p>\r\n", "ruling_comments_date": "2016-03-25T14:54:32.440673", "ruling_date": "2016-03-27T00:00:00", "ruling_headline": "Memorial not alone in ‘mother-friendly’ births", "ruling_headline_slug": "memorial-not-alone-mother-friendly-births", "ruling_link_text": "They all say they're striving.", "ruling_state": null, "source_documents": null, "sources": "<p>MHRI.org, &quot;<a href=\"http://www.mhri.org/birthing-center/\" style=\"text-decoration:none;\"><u>Birthing Center</u></a>&quot; accessed March 22, 2016.</p>\r\n\r\n<p>MotherFriendly.org, &quot;<a href=\"http://www.motherfriendly.org/mfci/\" style=\"text-decoration:none;\"><u>Mother-Friendly Childbirth Initiative</u></a>,&quot; accessed March 22, 2016.</p>\r\n\r\n<p>UNICEF.org, <a href=\"http://www.unicef.org/programme/breastfeeding/baby.htm\" style=\"text-decoration:none;\"><u>The Baby-Friendly Hospital Initiative</u></a>, accessed March 22, 2016.</p>\r\n\r\n<p>SRHCJournal.org, &quot;Interventions during labor and birth in the United States: A qualitative analysis of women&#39;s experiences,&quot; accessed March 22, 2016.</p>\r\n\r\n<p>Interview, Alana Bibeau, leader of Coalition To Save Memorial Hospital Birthing Center, March 17, 2016.</p>\r\n\r\n<p>Interview, Jackie Toole, Registered Nurse at South County Hospital, March 21, 2016.</p>\r\n\r\n<p>Interview, Carolyn Kyle, spokesperson for Landmark Medical Center, March 21, 2016.</p>\r\n\r\n<p>Interview, Denise Sullivan, director of women&rsquo;s health and newborn services at Newport Hospital, March 21, 2016.</p>\r\n\r\n<p>Interview, Victoria Macioce-Stumpf, a chair on the Coalition for Improving Maternity Services, March 17, 2016.</p>\r\n\r\n<p>Interview, Joseph Wendelken, public information officer Rhode Island Department of Health, March 17, 2016.</p>\r\n\r\n<p>Interview, Angelleen Peters-Lewis, a chief nurse for Care New England, March 22, 2016.</p>\r\n\r\n<div>&nbsp;</div>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 1, "first_name": "Coalition To Save ", "half_true_count": 0, "home_state": "Rhode Island", "id": 3443, "last_name": "Memorial Hospital Birthing Center", "mostly_true_count": 0, "name_slug": "coalition-save-memorial-hospital-birthing-center-p", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/memlogo.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3443/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>&quot;This unit is the only one in the state that strives to implement the principles of Mother-Friendly care as outlined by the national Coalition for Improving Maternity Services Mother-Friendly Childbirth Initiative.&quot;</p>\r\n\r\n<div>&nbsp;</div>\r\n", "statement_context": "statement", "statement_date": "2016-03-13", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}