{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/georgia/statements/2016/apr/08/tom-price/bid-restructure-medciaid-does-rep-tom-price-get-co/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 12199, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/12199/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>When Georgia Republican Rep. Tom Price, the chairman of the House Budget Committee, released his committee&rsquo;s 2017 budget resolution, he posted the text on <a href=\"https://medium.com/@RepTomPrice/a-balanced-budget-for-a-stronger-america-dccf4b114dd9#.1pgsk7m5p\">Medium</a>. Part of the budget takes a jab at the Affordable Care Act, President Barack Obama&rsquo;s signature health care law.</p>\r\n\r\n<p>The committee proposes to restructure Medicaid, the federal-state program for health coverage for the poor. The resolution urges repealing the expansion of Medicaid under the Affordable Care Act and &quot;giving states more power to control their Medicaid dollars.&quot;</p>\r\n\r\n<p>But one passage caught our eye:</p>\r\n\r\n<p>&quot;For too many Americans, Medicaid is an empty promise. Finding a physician who will see Medicaid beneficiaries can be incredibly challenging because providers are under-reimbursed and cannot afford to provide care at the rates the program pays. In fact, a study conducted by a team of renowned economists from the Massachusetts Institute of Technology, Harvard, and Dartmouth concluded that Medicaid&rsquo;s value to its beneficiaries is significantly lower than the actual cost of the program.&quot;</p>\r\n\r\n<p>We wondered whether Price and his committee were correct to cite the work of three health care academics to support the argument that Medicaid is &quot;an empty promise&quot; that provides &quot;significantly lower&quot; value to its beneficiaries than its actual cost.</p>\r\n\r\n<p>As it turns out, it&rsquo;s more complicated than that. In fact, one of the paper&rsquo;s co-authors told PolitiFact that he disputed the connection the committee was seeking to draw.</p>\r\n\r\n<p><strong>About the paper</strong></p>\r\n\r\n<p>We started our research by locating the <a href=\"http://economics.mit.edu/files/10580\">paper</a>, written by Amy Finkelstein of MIT, Nathaniel Hendren of Harvard and Erzo F.P. Luttmer of Dartmouth and published in June 2015. Titled, &quot;The Value Of Medicaid: Interpreting Results from The Oregon Health Insurance Experiment,&quot; it looked at data from Oregon&rsquo;s 2008 expansion of its Medicaid rolls.</p>\r\n\r\n<p>Oregon&rsquo;s Medicaid program provided a unique opportunity for researchers, because the state had only enough funding to cover a portion of residents who wanted to sign up. So to distribute spots in the program, they set up a lottery. This allowed health care economists a rare opportunity to compare health-related outcomes for those with Medicaid as well as an uninsured control group. (We have <a href=\"http://www.politifact.com/truth-o-meter/article/2013/may/03/new-study-medicaid-game-changer/\">previously written</a> about a different study that uses the Oregon data.)</p>\r\n\r\n<p>The paper is aimed at hard-core health care wonks, but the gist of the authors&rsquo; mission was to determine how much of every Medicaid dollar benefited recipients directly, as opposed to how much benefited the wallets of whoever else would have been paying the health care bills if the person was not covered by Medicaid.</p>\r\n\r\n<p>Ultimately, the authors estimated that between 40 and 80 cents of every dollar benefitted whoever would have been paying those health care costs if Medicaid hadn&rsquo;t been. These could be state or local governments, the patient&rsquo;s relatives or friends, or health care providers who would otherwise have to eat the unreimbursed costs of care. (Between 20 and 40 cents of every dollar replaced money that Medicaid recipients would have spent on their own.)</p>\r\n\r\n<p>When the study came out, some <a href=\"http://marginalrevolution.com/marginalrevolution/2015/06/interpreting-the-results-of-the-oregon-medicaid-experiment.html\">supporters</a> of a more <a href=\"http://healthblog.ncpa.org/only-20-to-40-cents-of-each-medicaid-dollar-benefits-recipients/\">free-market</a> <a href=\"http://www.forbes.com/sites/michaelcannon/2015/06/09/more-bad-news-for-obamacare-enrollees-see-little-benefit-from-medicaid-expansion/\">approach</a> to health care touted it as evidence that Medicaid wasn&rsquo;t doing a good job of targeting its dollars. And if true, this would be an argument for cutting the program or making significant changes to it.</p>\r\n\r\n<p><strong>The authors respond</strong></p>\r\n\r\n<p>However, it&rsquo;s important to remember that all the money being studied in the paper -- even that which reimbursed someone other than the patient themself -- <em>was spent on behalf of the patient</em>. The patient reaped the benefits of the full dollar, not just 20 to 40 cents of it. That means &quot;Medicaid&rsquo;s value to its beneficiaries,&quot; as the resolution put it, isn&rsquo;t just the 20 to 40 cents that replaces the Medicaid beneficiary&rsquo;s personal outlays; rather, it&rsquo;s something approaching the whole dollar.</p>\r\n\r\n<p>In addition, the study doesn&rsquo;t exactly speak to whether Medicaid is an &quot;empty promise,&quot; as the resolution puts it, or to such issues as doctor shortages or below-market reimbursement rates.</p>\r\n\r\n<p>When we ran the passage from the budget resolution by the authors of the paper, Hendren told us that what the committee said amounted to &quot;a non sequitur.&quot;</p>\r\n\r\n<p>&quot;We don&rsquo;t provide any evidence in our paper suggesting providers are under-reimbursed or that individuals on Medicaid aren&rsquo;t able to obtain care,&quot; he said, adding, &quot;the result is more nuanced than the way it is referenced.&quot;</p>\r\n\r\n<p>When we contacted Price&rsquo;s staff, they said they didn&rsquo;t mean to suggest that the academics had endorsed their specific reform effort. They added that the committee still believes the paper offers a concrete example of how the program is falling short on its promise to beneficiaries.</p>\r\n\r\n<p>&quot;It is failing to deliver on that promise for too many right now, and we simply cite the research from MIT, Harvard and Dartmouth as one example of how it is failing,&quot; the committee told PolitiFact.</p>\r\n\r\n<p>But when we ran that response by Hendren, he was skeptical.</p>\r\n\r\n<p>&quot;I would disagree that we present evidence that Medicaid is &lsquo;failing&rsquo; its beneficiaries,&quot; Hendren said. &quot;Our results suggest the common interpretation of Medicaid &mdash; namely that its primary beneficiaries are the enrollees themselves &mdash; is misguided. If I give one dollar to you and one dollar to your boss, you&rsquo;d probably only be willing to pay one dollar for that. Just because the program costs two dollars doesn&rsquo;t mean it&rsquo;s failing, in my opinion. Rather, we&rsquo;d want to also think about the fact that the program is benefiting your boss, too.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Price, in his committee&rsquo;s resolution, said that &quot;for too many Americans, Medicaid is an empty promise. &hellip; In fact, a study conducted by a team of renowned economists from the Massachusetts Institute of Technology, Harvard, and Dartmouth concluded that Medicaid&rsquo;s value to its beneficiaries is significantly lower than the actual cost of the program.&quot;</p>\r\n\r\n<p>Academics did conclude that only a fraction of what Medicaid spends directly replaces what its beneficiaries would have had to pay for their health care costs. But even the Medicaid money that doesn&rsquo;t replace the beneficiary&rsquo;s own spending does pay for their health care. This conflicts with the resolution&rsquo;s claim that the paper showed that Medicaid&rsquo;s &quot;value to its beneficiaries is significantly lower than the actual cost of the program.&quot;</p>\r\n\r\n<p>The statement is partially accurate but leaves out important details, so we rate it Half True.</p>\r\n", "ruling_comments_date": "2016-04-07T15:47:00.977616", "ruling_date": "2016-04-08T09:41:43", "ruling_headline": "In bid to restructure Medicaid, does Rep. Tom Price get conclusions of an academic paper right?", "ruling_headline_slug": "bid-restructure-medciaid-does-rep-tom-price-get-co", "ruling_link_text": "A non-sequitur, one of the authors says", "ruling_state": null, "source_documents": null, "sources": "<p>Tom Price, &quot;<a href=\"https://medium.com/@RepTomPrice/a-balanced-budget-for-a-stronger-america-dccf4b114dd9#.1pgsk7m5p\">A Balanced Budget for a Stronger America: Fiscal Year 2017 Budget Resolution</a>,&quot; March 28, 2016</p>\r\n\r\n<p>Amy Finkelstein, Nathaniel Hendren, Erzo F.P. Luttmer, &quot;<a href=\"http://economics.mit.edu/files/10580\">The Value Of Medicaid: Interpreting Results from The Oregon Health Insurance Experiment</a>,&quot; June 2015</p>\r\n\r\n<p>Email interview with Nathaniel Hendren, Harvard University assistant professor of economics, April 5, 2016</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "Congressman", "false_count": 3, "first_name": "Tom", "half_true_count": 6, "home_state": "Georgia", "id": 233, "last_name": "Price", "mostly_true_count": 5, "name_slug": "tom-price", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Tom_Price_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/233/", "total_count": 19, "true_count": 3, "website": "http://tom.house.gov/"}, "statement": "<p>A study &quot;from the Massachusetts Institute of Technology, Harvard, and Dartmouth concluded that Medicaid&rsquo;s value to its beneficiaries is significantly lower than the actual cost of the program.&quot;</p>\r\n", "statement_context": "a Medium post", "statement_date": "2016-03-28", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 212, "photo": null, "resource_uri": "/api/v/2/subject/212/", "subject": "Medicaid", "subject_slug": "medicaid", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}