{"art": [{"brightcove": "", "caption": "The daughter of the principal killed in the Sandy Hook Elementary School shooting admonished Bernie Sanders on Twitter over his resistance to grant shooting victims the right to sue gun manufacturers. (Inform video)", "id": 7781, "infogram": "", "ndn": "", "ndnid": "", "other": "<div\r\n    class=\"ndn_embed\"\r\n    data-config-widget-id=\"1\"\r\n    data-config-type=\"VideoPlayer/Single\"\r\n    data-config-tracking-group=\"92502\"\r\n    data-config-video-id=\"30586601\"\r\n    data-config-site-section=\"site_section_id\"\r\ndata-config-playlist-id=\"18500\"\r\n\t\tstyle=\"width:100%;\" \r\n\t\tdata-config-height=\"9/16w\"></div>\r\n", "photo": null, "resource_type": {"id": 5, "name": "NDN", "resource_uri": "/api/v/2/mediatype/5/"}, "resource_uri": "/api/v/2/media/7781/", "title": "Sanders sandy hook", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "lcarroll@politifact.com", "first_name": "Lauren", "id": 437, "last_name": "Carroll", "name_slug": "lauren-carroll", "on_staff_page": null, "phone": "202-816-8633", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Lauren_Carroll_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/437/", "title": "Staff Writer", "twitter": "LaurenFCarroll"}], "canonical_url": "/truth-o-meter/statements/2016/apr/08/hillary-clinton/hillary-clinton-says-bernie-sanders-wants-higher-s/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 12204, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "lcarroll@politifact.com", "first_name": "Lauren", "id": 437, "last_name": "Carroll", "name_slug": "lauren-carroll", "on_staff_page": null, "phone": "202-816-8633", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Lauren_Carroll_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/437/", "title": "Staff Writer", "twitter": "LaurenFCarroll"}], "resource_uri": "/api/v/2/statement/12204/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Democratic presidential candidate Sen. Bernie Sanders is putting gun manufacturers ahead of the Sandy Hook victims, <a href=\"http://www.cbsnews.com/news/new-york-daily-news-slams-bernie-sanders-over-gun-maker-liability-case/\">says opponent Hillary Clinton</a>.</p>\r\n\r\n<p>Twenty school-age children were killed in the 2012 shooting massacre at Sandy Hook Elementary School in Newtown, Conn. Now, some family members of the victims are <a href=\"http://www.koskoff.com/In-the-News/Sandy-Hook-Families-Complaint.pdf\">attempting to sue</a> gun manufacturer Remington, which produced shooter Adam Lanza&rsquo;s weapon, as well as the wholesaler and a local retailer.</p>\r\n\r\n<p>But it&rsquo;s questionable whether this lawsuit will be able to proceed, given a 2005 law that put restrictions on the gun industry&rsquo;s liability for crimes committed using their products. As Clinton often points out,<a href=\"https://www.govtrack.us/congress/votes/109-2005/s219\"> she voted</a> against this law, while <a href=\"https://www.govtrack.us/congress/votes/109-2005/h534\">Sanders voted</a> for it.</p>\r\n\r\n<p>&quot;I voted against it,&quot; Clinton said on <a href=\"http://www.cnn.com/TRANSCRIPTS/1604/07/nday.02.html\">CNN April 6</a>. &quot;President Obama voted against it. Because clearly it was an effort to bypass legal accountability. And so here we have this remarkable situation where you cannot question the liability or the behavior of gunmakers and sellers. I thought Sen. Chris Murphy from Connecticut really summed it up. He said Sen. Sanders wants higher standards for toy guns than real guns.&quot;</p>\r\n\r\n<p>The claim that Sanders wants higher standards for toy guns than real guns caught our attention. We wondered if Sanders&rsquo; support for this law indicates that he thinks toy manufacturers should be more open to lawsuits than gun manufacturers.</p>\r\n\r\n<p>We talked to a number of experts on gun law and products liability, and they disagreed over whether Clinton is standing on solid ground.</p>\r\n\r\n<p><strong>A liability gap?</strong></p>\r\n\r\n<p>The law at issue is the 2005 <a href=\"https://www.govtrack.us/congress/bills/109/s397\">Protection of Lawful Commerce in Arms Act</a>, which was signed into law by President George W. Bush and seen as a <a href=\"http://www.nytimes.com/2005/10/21/politics/congress-passes-new-legal-shield-for-gun-industry.html?_r=0\">victory for gun rights advocates</a>. The purpose of the law is to protect gun dealers and manufacturers from lawsuits when their products are misused, meaning if a gun dealer legally sells a person a gun, and then the buyer uses the gun to commit a crime, the gun dealer and manufacturer cannot be held liable for the crime.</p>\r\n\r\n<p>The law arose after victims, cities and states started to bring lawsuits against gunmakers that pursued new legal paths, such as <a href=\"http://articles.latimes.com/2005/jan/11/local/me-guns11\">one that argued</a> manufacturers Glock Inc. and China North Industries had oversaturated the market, producing so many guns that it was inevitable some would fall into criminal hands. Most judges dismissed these kinds of lawsuits, but a minority allowed them to proceed.</p>\r\n\r\n<p>There are several situations that are not protected from lawsuits under the law. It does not protect gun dealers who transfer a gun knowing it would be used for criminal purposes, nor those who knowingly break state or federal law if the violation results in harm. Gun manufacturers can also be sued if the gun, when used properly, causes injury because the product is defective.</p>\r\n\r\n<p><a href=\"http://www.theatlantic.com/politics/archive/2012/12/one-quick-answer-to-sandy-hook-repeal-the-2005-arms-act/266371/\">Opponents</a> argue that the law stops <a href=\"http://www.slate.com/articles/news_and_politics/jurisprudence/2015/05/bernie_sanders_on_guns_vermont_independent_voted_against_gun_control_for.html\">some victims</a> from having their day in court because the liability immunity is so broad and ambiguous, while the exceptions are narrow. Supporters, though, say the law protects gun dealers and manufacturers from frivolous and expensive legal proceedings. <a href=\"http://www.politifact.com/truth-o-meter/statements/2015/oct/16/hillary-clinton/clinton-gun-industry-wholly-protected-all-lawsuits/\">We&rsquo;ve written before</a> that Congress has passed laws giving some other industries varying levels of immunity.</p>\r\n\r\n<p>A couple experts told us Clinton&rsquo;s statement is unsound because the law sought to impose equivalent, rather than fewer, standards for gun makers that are already established for manufacturers of other products.</p>\r\n\r\n<p>As it stands, the victim of a crime committed with a toy &mdash; say, if a person seriously injured another person by shooting them with bb gun pellets &mdash; generally cannot sue the toy manufacturer, just as they can&rsquo;t sue Toyota or Budweiser if they&rsquo;re struck by a drunk person driving a Prius.</p>\r\n\r\n<p>The 2005 law &quot;basically put gun manufacturers in the same position that other product manufacturers are in,&quot; said Eugene Volokh, a law professor at the University of California Los Angeles. &quot;They&rsquo;re responsible for defectively manufactured and designed products but not for failing to prevent criminal misuse of their products.&quot;</p>\r\n\r\n<p>Additionally, toy guns and real guns pose fundamentally different risks because real guns are much more likely to be used in a crime than a toy gun, said Timothy Lytton, a Georgia State University law professor who <a href=\"https://www.press.umich.edu/pdf/9780472032112-after.pdf\">edited a book</a> on suing gun industry. So before the law, the gun industry was subject to a wider range of liability that just doesn&rsquo;t apply to a toy.</p>\r\n\r\n<p>As such, it&rsquo;s hard to imagine a realistic incident with a toy gun that would cause someone to bring a suit against the toy company, yet they would not be able to sue a gun manufacturer for an equivalent situation involving a real gun.</p>\r\n\r\n<p>A hypothetical situation might be if a city experienced an epidemic of deaths or injuries that resulted from a prevalence of realistic-looking toy guns; think of the recent story of Tamir Rice, a Cleveland child carrying a toy gun who a police officer shot and killed, said Alexandra Lahav, a professor of civil procedure at the University of Connecticut School of Law. In that case, a city might want to bring a suit against the toy gun manufacturer or seller for creating a public nuisance. But under the 2005 law, a city cannot sue a gun company if there is an epidemic of people being injured or killed by their guns.</p>\r\n\r\n<p>Lahav added, though, that she thinks the idea someone would bring a suit like this against a toy company is highly unlikely. In theory, there might be a liability gap between toy guns and real guns, but that wouldn&#39;t necessarily play out in reality, she said.</p>\r\n\r\n<p>Toy and real gun manufactures can be sued for product defects that cause injury when the product is used as intended. But if an injury is caused by a product defect coupled with a criminal misuse of the product, a toy gun manufacturer could be held liable, but a real gun manufacturer could not under the 2005 law, said Adam Winkler, also a UCLA law professor and an expert in the Second Amendment. That limits the gun industry&rsquo;s incentives to make their products as safe as possible.</p>\r\n\r\n<p>The fact that a party cannot even attempt to bring these kinds of lawsuits against real gun manufacturers sets them apart from other industries, including toys, said Mark Geistfeld, a law professor at New York University and an expert in products liability. Such lawsuits against the gun industry might be destined to fail, but the 2005 law doesn&rsquo;t even allow for the arguments to be tested.</p>\r\n\r\n<p>&quot;You&rsquo;ve granted an immunity to the gun industry that you haven&rsquo;t granted to any other industry,&quot; Geistfeld said of Sanders, noting that this supports the gist of Clinton&rsquo;s point: that Sanders holds guns to a lower standard.</p>\r\n\r\n<p>Lytton noted, though, that he would not presume to know whether Sanders would grant similar immunity to the toy industry if the opportunity arose.</p>\r\n\r\n<p>&quot;It&rsquo;s not fair to basically enter into hyperbole that somehow he treated firearms differently he would come down harder on toy guns,&quot; Lytton said.</p>\r\n\r\n<p><strong>Consumer safety votes</strong></p>\r\n\r\n<p>We also wanted to note another piece of evidence the Clinton campaign sent us to show that Sanders supports higher standards for toy guns. They pointed to Sanders&rsquo; congressional votes in favor of the <a href=\"https://www.congress.gov/bill/103rd-congress/house-bill/965\">1993 Child Safety Protection Act</a> and the <a href=\"https://www.congress.gov/bill/110th-congress/house-bill/4040\">2008 Consumer Product Safety Improvement Act</a>, both of which became law. These bills dealt with things like putting warning labels on toys with choking hazards, increasing civil penalties on companies that produce defective products, and limiting lead in toys.</p>\r\n\r\n<p>Experts told us that these votes do not have any impact on Clinton&rsquo;s argument one way or another because they are about product safety regulations, which are a totally different ballgame than tort law and product liability.</p>\r\n\r\n<p>Though he thinks Clinton&rsquo;s claim is on point because of the points discussed earlier, Geistfeld called these votes a red herring.</p>\r\n\r\n<p>&quot;You don&rsquo;t have to love that (2005) law to see that it&rsquo;s a very different thing,&quot; said Lahav of the University of Connecticut. &quot;I would have never thought to compare these things.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Clinton said Sanders &quot;wants higher standards for toy guns than real guns.&quot;</p>\r\n\r\n<p>Clinton points to the fact that Sanders voted in favor of a 2005 law granting the gun industry certain immunity from lawsuits. In her camp are scholars who believe the law made the gun industry less susceptible to liability than other industries, including the toy gun industry.</p>\r\n\r\n<p>But other scholars think the law made the gun industry&rsquo;s liability about the same as that of a toy gun manufacturer. And because real guns carry so much more risk for injury than toy guns, it&rsquo;s hard to compare them effectively. &nbsp;</p>\r\n\r\n<p>This is a complex legal question, on which reasonable minds can disagree. Given this disagreement, and the fact that it&rsquo;s impossible to know how Sanders would vote if a similar legislation concerning the toy industry were to arise, we rate Clinton&rsquo;s claim Half True.</p>\r\n", "ruling_comments_date": "2016-04-08T14:29:35.917977", "ruling_date": "2016-04-08T16:07:20", "ruling_headline": "Hillary Clinton says Bernie Sanders wants higher standards for toy guns than real guns", "ruling_headline_slug": "hillary-clinton-says-bernie-sanders-wants-higher-s", "ruling_link_text": "Murky legal definitions", "ruling_state": null, "source_documents": null, "sources": "<p>PolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2015/oct/16/hillary-clinton/clinton-gun-industry-wholly-protected-all-lawsuits/\" style=\"text-decoration:none;\"><u>Clinton: Gun industry is &#39;wholly protected&#39; from all lawsuits,&quot;</u></a> Oct. 7, 2015</p>\r\n\r\n<p>CNN, &quot;<a href=\"http://www.cnn.com/TRANSCRIPTS/1604/07/nday.02.html\" style=\"text-decoration:none;\"><u>Clinton Says She Has Deeper NY Ties Than Sanders</u></a>,&quot; April 6, 2016</p>\r\n\r\n<p>GovTrack, <a href=\"https://www.govtrack.us/congress/bills/109/s397\" style=\"text-decoration:none;\">S. 397 (109th): Protection of Lawful Commerce in Arms Act</a>, Oct. 26, 2005</p>\r\n\r\n<p>Congressional Research Service, &quot;<a href=\"https://www.fas.org/sgp/crs/misc/R42871.pdf\" style=\"text-decoration:none;\">The Protection of Lawful Commerce in Arms Act: An Overview of Limiting Tort Liability of Gun Manufacturers,</a>&quot; Dec. 20, 2012</p>\r\n\r\n<p>CQ, Bill Analysis -- S. 397, Oct. 18, 2005</p>\r\n\r\n<p><em>Suing the Gun Industry: A Battle at the Crossroads of Gun Control &amp; Mass Torts, </em>&quot;<a href=\"https://www.press.umich.edu/pdf/9780472032112-after.pdf\" style=\"text-decoration:none;\">Afterword</a>,&quot; 2006</p>\r\n\r\n<p>American Journal of Public Health, &quot;<a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC2040374/\" style=\"text-decoration:none;\">Availability of Litigation as a Public Health Tool for Firearm Injury Prevention: Comparison of Guns, Vaccines, and Motor Vehicles</a>,&quot; November 2007</p>\r\n\r\n<p>NPR, &quot;<a href=\"http://www.npr.org/sections/itsallpolitics/2015/10/06/446348616/fact-check-are-gun-makers-totally-free-of-liability-for-their-behavior\" style=\"text-decoration:none;\">Are Gun-Makers &#39;Totally Free Of Liability For Their Behavior&#39;?</a>&quot; Oct. 6, 2015</p>\r\n\r\n<p><em>The Atlantic, </em>&quot;<a href=\"http://www.theatlantic.com/politics/archive/2012/12/one-quick-answer-to-sandy-hook-repeal-the-2005-arms-act/266371/\" style=\"text-decoration:none;\">One Quick Answer to Sandy Hook? Repeal the 2005 Arms Act</a>,&quot; Dec. 18. 2012</p>\r\n\r\n<p>Cato at Liberty, &quot;<a href=\"http://www.cato.org/blog/bernie-was-right-hillary-wrong-gun-lawsuit-bill\" style=\"text-decoration:none;\">Bernie Was Right, and Hillary Wrong, on Gun-Lawsuit Bill,</a>&quot; Oct. 14, 2015</p>\r\n\r\n<p><em>New York Times</em>, &quot;<a href=\"http://www.nytimes.com/2005/10/21/politics/congress-passes-new-legal-shield-for-gun-industry.html?_r=0\" style=\"text-decoration:none;\">Congress Passes New Legal Shield for Gun Industry</a>,&quot; Oct. 21, 2005</p>\r\n\r\n<p>Email interview, UCLA law professor Eugene Volokh, April 7, 2016</p>\r\n\r\n<p>Email interview, UCLA law professor Adam Winkler, April 7, 2016</p>\r\n\r\n<p>Phone interview, Georgia State law professor Timothy Lytton, April 6, 2016</p>\r\n\r\n<p>Phone interview, UConn law professor Alexandra Lahav, April 8, 2016</p>\r\n\r\n<p>Phone interview, NYU law professor Mark Geistfeld, April 8, 2016</p>\r\n\r\n<p>Email interview, Clinton spokesman Josh Schwerin, April 7, 2016</p>\r\n\r\n<p>Email interview, Sanders spokesman Warren Gunnels, April 8, 2016</p>\r\n\r\n<p>Email interview, Murphy spokesman Chris Harris, April 7, 2016</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 41, "current_job": "Presidential candidate", "false_count": 31, "first_name": "Hillary", "half_true_count": 69, "home_state": "New York", "id": 1, "last_name": "Clinton", "mostly_true_count": 76, "name_slug": "hillary-clinton", "pants_count": 7, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/GYI_659046701_585968470.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1/", "total_count": 304, "true_count": 72, "website": "http://www.hillaryclinton.com/"}, "statement": "<p>Says Bernie Sanders &quot;wants higher standards for toy guns than real guns.&quot;</p>\r\n", "statement_context": "a CNN interview", "statement_date": "2016-04-06", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 19, "photo": null, "resource_uri": "/api/v/2/subject/19/", "subject": "Guns", "subject_slug": "guns", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}, {"description": "", "id": 159, "photo": null, "resource_uri": "/api/v/2/subject/159/", "subject": "Voting Record", "subject_slug": "voting-record", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [], "twitter_headline": ""}