{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2009/sep/29/patients-first/conservative-group-says-youll-be-imprisoned-not-ha/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1221, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1221/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\n As the Senate Finance Committee took up its version of health care legislation, conservatives ramped up their opposition to a variety of provisions in the bill. One of them touches two hot buttons for conservatives: taxes and the long arm of the federal government.\n <br />\n <br />\n On Sept. 29, 2009, a subsidiary of the conservative group Americans for Prosperity sent out an e-mail headlined, \"Health Care Mandate Will Require Imprisonment and Fines for Americans Who Can&rsquo;t Afford to Purchase Insurance or Pay Hefty Government Penalties.\"\n <br />\n <br />\n The group was referring to an exchange in the Senate Finance Committee between Sen. John Ensign, R-Nev., and Joint Committee on Taxation chief of staff Thomas Barthold on Sept. 24, 2009. Both the House and Senate bills would impose taxes designed to prod Americans who are currently uninsured into buying insurance. Exemptions would be provided for families of limited means. The idea is that by expanding the pool of Americans paying for coverage, insurers can use the additional revenue to improve benefits, eliminate barriers for pre-existing conditions and reduce costs for others enrolled in the plans.\n <br style=\"background-color: #ffff00;\" />\n <br style=\"background-color: #ffff00;\" />\n Initially, the Senate version would have had families above 300 percent of the federal poverty level pay $3,800 a year if they did not have health insurance. Chairman Max Baucus, D-Mont., later agreed to lower that amount by half, to $1,900. Backers hope that no American actually pays the tax; they want to see people spending those dollars on health insurance instead.\n <br />\n <br />\n Still, Ensign is among those who balk at the idea. \"Some people hold the Constitution pretty high in their lives, and if they believe that this thing is unconstitutional and they then say ... 'I choose not to have health insurance. I'm not going to buy it,'\" Ensign said at a markup of the contentious bill. \"We could be subjecting those very people ... to fines or the interpretation of a judge potentially all the way up even to imprisonment.\"\n <br />\n <br />\n The bill summary that the Senate committee considered did not mention specifics about enforcement and sentencing for violations.\n <br />\n <br />\n So, at the markup, Ensign questioned Barthold &mdash; the top professional staffer on the joint House-Senate panel that advises both chambers on tax legislation &mdash; about what penalties would be assessed.\n <br />\n <br />\n Barthold told him that they would be \"penalties under the Internal Revenue Code.\" Ensign asked for \"the maximum penalty\" for a \"willful\" &mdash; that is, intentional &mdash; violation. Is it \"possible that somebody could go to jail over this?\" Ensign asked.\n <br />\n <br />\n Barthold answered, \"Could be criminal, yes, if it were considered an attempt to defraud.\"\n <br />\n <br />\n Later, several news outlets reported that Barthold delivered a hand-written note to Ensign after the hearing confirming that violators could be charged with a misdemeanor and could face up to a year in prison or a $25,000 penalty. When PolitiFact contacted the Joint Committee on Taxation to confirm the contents of the letter, a spokeswoman said that such communications were confidential, but she pointed us to Section 7203 of the Internal Revenue Code, titled, \"Willful failure to file return, supply information or pay tax.\"\n <br />\n <br />\n The text of that section appears to jibe with the reported contents of Barthold's note. It says, \"Any person required under this title to pay any estimated tax or tax, or required by this title or by regulations made under authority thereof to make a return, keep any records, or supply any information, who willfully fails to pay such estimated tax or tax, make such return, keep such records, or supply such information, at the time or times required by law or regulations, shall, in addition to other penalties provided by law, be guilty of a misdemeanor and, upon conviction thereof, shall be fined not more than $25,000 ($100,000 in the case of a corporation), or imprisoned not more than 1 year, or both, together with the costs of prosecution.\" (A House Ways and Means Committee spokesman said that the same rules would apply to the House bill.)\n <br />\n <br />\n After the hearing, Patients First, a project of the conservative advocacy group Americans for Prosperity, issued a news release that played up the possibility that people who didn't buy health coverage could end up in prison.\n <br />\n <br />\n The release was headlined, \"Health Care Mandate Will Require Imprisonment and Fines for Americans Who Can&rsquo;t Afford to Purchase Insurance or Pay Hefty Government Penalties,\" and its first sentence referred to \"a draconian health care measure under consideration in Congress that would imprison uninsured Americans who fail to pay a penalty for not buying health insurance.\"\n <br />\n <br />\n We were struck by the statement that the bill would \"require imprisonment and fines\" for nonpayment of the tax. Nothing in the Internal Revenue Code suggests that violators would have to go to jail. It's simply one of the possible penalties that could be assessed.\n <br />\n <br />\n When we contacted Eric Novack, the senior fellow in health policy for Patients First and Americans for Health Prosperity who was quoted in the release, he conceded the point.\n <br />\n <br />\n \"I would make the case that the headline is hyperbole, but it got people's attention,\" Novack said. \"It is a bit of artistic license. I guess I would agree that it's a bit strongly worded.\"\n <br />\n <br />\n He added that he believes the news release's larger point stands. Such enforcement of the tax would be \"turning people who can't afford health insurance into criminals.\"\n <br />\n <br />\n The headline would have been correct if it had said the mandate \"\n <em>\n  could\n </em>\n require imprisonment\n <em>\n  or\n </em>\n fines.\" In fact, further down, the text of the release reports more accurately that \"under the health care bill outline[d] in the Senate Finance Committee, uninsured Americans who fail to pay a stiff penalty for not purchasing insurance would face up to one year in prison or a $25,000 fine.\" That part of the release, with its \"or,\" acknowledges that violators would likely face just one of those penalties.\n</p>\n<p>\n And it's worth noting that, as with other violations in which people have refused to pay taxes, sending someone to prison is an extreme measure used as a last resort.\n <br />\n <br />\n First off, as Barthold testified to the committee, the Internal Revenue Service would likely undertake normal collection procedures such as wage garnishments before resorting to a criminal case. Tax lawyers we spoke to said it's possible for an unsuccessful debt collection to be referred to federal criminal prosecutors, though criminal prosecutions more commonly arise from audits.\n <br />\n <br />\n If a nonpayment case with \"willful\" aspects did make it to the criminal docket, then it still has a long way to go until prison time kicks in.\n <br />\n <br />\n Of the 3,749 criminal investigations initiated by the IRS in fiscal year 2008, the agency recommended 2,785 prosecutions. Of those, 2,547 led to an indictment or criminal information and 2,144 produced convictions. And of those, 1,957 defendants were sentenced to prison, a halfway house or home detention.\n <br />\n <br />\n To put this in perspective, the IRS audited almost 1.4 million tax returns in 2007. That year, the number of confinement sentences was 2,123, meaning that less than two-tenths of 1 percent of audits resulted in prison time.\n <br />\n <br />\n And based on past prosecution trends, it's highly unlikely that someone would be sentenced to prison for a debt as small as $1,900, tax lawyers said.\n <br />\n <br />\n Larry A. Campagna &mdash; a Houston-based tax lawyer with the firm Chamberlain, Hrdlicka, White, Williams &amp; Martin and vice chair of the American Bar Association Tax Section's Committee on Civil and Criminal Tax Penalties &mdash; said that judges in tax cases use sentencing guidelines based on the size of the financial loss to the government. The chart is complicated &mdash; and factors like a guilty plea or help in prosecuting others could reduce the sentence &mdash; but he suggested that only a tax conviction involving a sum of higher than $12,500 would give a taxpayer a reasonable probability of going to prison. And prison still wouldn't be likely until someone owed $30,000. Both of these sums are vastly more than the $1,900 unpaid amount envisioned in the Senate Finance bill.\n <br />\n <br />\n Much more common in nonpayment cases are fines. On this point, the critics of the Baucus plan have a point: the $25,000 fine in the plan is unusually high compared to fines for other tax matters involving such a small amount of money.\n <br />\n <br />\n Most fines are calculated as a percentage of the sum owed, at a rate as high as 75 percent if fraud is involved. For a $1,900 nonpayment, the fine would be $1,425 &mdash; if prosecutors even bothered to chase a haul that small with criminal charges, something they generally don't.\n</p>\n<p>\n One more hurdle before anyone goes to prison: a likely court battle. \"I would have a hard time imagining someone going to jail on the health care issue without the case first going to the Supreme Court to test the constitutional merit of the government forcing everyone to get health insurance,\" said Steven Street, general manager of the Alexandria, Va., accounting firm Ross &amp; Moncure.\n</p>\n<p>\n So let's recap. It is a significant exaggeration to say that the Baucus bill's \"health care mandate will require imprisonment and fines for Americans who can&rsquo;t afford to purchase insurance or pay hefty government penalties.\" It won't \"require imprisonment and fines\" &mdash; those are simply two of the options for enforcement, and experts say that neither a prison term nor a fine anywhere near that high is likely to be used.\n <br />\n <br />\n The official responsible for the Patients First release acknowledges that his headline overstated what the Joint Committee on Taxation chief of staff said, but the release does accurately report the penalties in the body of the text. The notion that one could go to prison for not buying insurance is certainly attention-grabbing, but based on past patterns of prosecution, the likelihood of it happening is extremely small. So while the fear seems to us to be overheated, the possibility exists. We rate the statement Barely True.\n</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-01-07T13:28:48.863727", "ruling_date": "2009-09-29T17:43:37", "ruling_headline": "Conservative group says you'll be imprisoned for not having health insurance", "ruling_headline_slug": "conservative-group-says-youll-be-imprisoned-not-ha", "ruling_link_text": "Don't pack your bags for the pokey yet", "ruling_state": null, "source_documents": null, "sources": "<p>\n Patients First/Americans for Prosperity, \"Health Care Mandate Will Require Imprisonment and Fines for Americans Who Can&rsquo;t Afford to Purchase Insurance or Pay Hefty Government Penalties\" news release, Sept. 29, 2009\n <br />\n <br />\n <a href=\"http://a.abcnews.go.com/images/Politics/Barthold_letter.pdf\" target=\"_blank\">\n  Letter\n </a>\n from Thomas Barthold to Sen. John Ensign, Sept. 24, 2009\n <br />\n <br />\n ABC News' The Note, \"\n <a href=\"http://blogs.abcnews.com/thenote/2009/09/buy-insurance-or-go-to-jail-.html\" target=\"_blank\">\n  Buy Insurance or Go to Jail\n </a>\n ?\" Sept. 25, 2009\n</p>\n<p>\n Politico, \"\n <a href=\"http://www.politico.com/livepulse/0909/Flout_the_mandate_penalty_Face_the_IRS.html?showall\" target=\"_blank\">\n  Flout the mandate penalty? Face the IRS\n </a>\n ,\" Sept. 24, 2009\n</p>\n<p>\n Politico, \"\n <a href=\"http://www.politico.com/livepulse/0909/Ensign_receives_handwritten_confirmation_.html?showall\" target=\"_blank\">\n  Ensign receives handwritten confirmation\n </a>\n ,\" Sept. 25, 2009\n <br />\n <br />\n FoxNews.com, \"\n <a href=\"http://www.foxnews.com/politics/2009/09/26/baucus-mandate-penalty-lead-prison-congressional-analysts-say/\" target=\"_blank\">\n  Under Baucus Bill, Mandate Penalty Could Lead to Prison, Congressional Analysts Say\n </a>\n ,\" Sept. 26, 200\n <br />\n <br />\n CQ Congressional Transcripts, \"\n <a href=\"http://www.cq.com/display.do?dockey=/cqonline/prod/data/docs/html/transcripts/congressional/111/congressionaltranscripts111-000003209992.html@committees&amp;metapub=CQ-CONGTRANSCRIPTS&amp;searchIndex=3&amp;seqNum=1\" target=\"_blank\">\n  Senate Finance Committee Holds Markup on Health Care Overhaul, Part 3\n </a>\n ,\" Sept. 24, 2009\n <br />\n <br />\n Internal Revenue Service, \"\n <a href=\"http://www.irs.gov/newsroom/article/0,,id=177701,00.html\" target=\"_blank\">\n  Fiscal Year 2007 Enforcement and Services Results\n </a>\n ,\" page last updated Jan. 16, 2009\n <br />\n <br />\n Congressional Quarterly, \"\n <a href=\"http://www.cq.com/document/display.do?dockey=/cqonline/prod/data/docs/html/news/111/news111-000003207682.html@allnews&amp;metapub=CQ-NEWS&amp;searchIndex=2&amp;seqNum=1\" target=\"_blank\">\n  Consumer Costs Worry Senators\n </a>\n ,\" Sept. 22, 2009\n <br />\n <br />\n Internal Revenue Service, \"\n <a href=\"http://www.taxalmanac.org/index.php/Internal_Revenue_Code:Sec._6663._Imposition_of_fraud_penalty\" target=\"_blank\">\n  Sec. 6663. Imposition of fraud penalty\n </a>\n ,\" accessed Sept. 29, 2009\n <br />\n <br />\n Internal Revenue Service, \"\n <a href=\"http://www.taxalmanac.org/index.php/Internal_Revenue_Code:Sec._7203._Willful_failure_to_file_return,_supply_information,_or_pay_tax\" target=\"_blank\">\n  Sec. 7203. Willful failure to file return, supply information, or pay tax\n </a>\n ,\" accessed Sept. 29, 2009\n <br />\n <br />\n Senate Finance Committee,\n <a href=\"http://finance.senate.gov/sitepages/leg/LEG%202009/091609%20Americas_Healthy_Future_Act.pdf\" target=\"_blank\">\n  chairman's mark\n </a>\n of America's Healthy Future Act of 2009, Sept. 22, 2009\n <br />\n <br />\n House of Representatives,\n <a href=\"http://frwebgate.access.gpo.gov/cgi-bin/getdoc.cgi?dbname=111_cong_bills&amp;docid=f:h3200ih.txt.pdf\" target=\"_blank\">\n  text\n </a>\n of health care reform legislation (H.R. 3200)\n <br />\n <br />\n Interview with Eric Novack, senior fellow in health policy for Patients First and Americans for Health Prosperity, Sept. 29, 2009\n <br />\n <br />\n E-mail interview with Alan Swirski, a tax lawyer with the firm Skadden, Arps, Sept. 29, 2009\n <br />\n <br />\n Interview with Larry A. Campagna, a tax lawyer with the firm Chamberlain, Hrdlicka, White, Williams &amp; Martin and vice chair of the American Bar Association Tax Section's Committee on Civil and Criminal Tax Penalties, Sept. 29, 2009\n <br />\n <br />\n E-mail interview with Matthew Beck, House Ways and Means Committee spokesman, Sept. 29, 2009\n <br />\n <br />\n E-mail interview with Sharon Larimer, Joint Committee on Taxation spokeswoman, Sept. 29, 2009\n</p>\n<p>\n E-mail interview with Steven Street, general manager of the accounting firm Ross &amp; Moncure, Sept. 29, 2009\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 0, "home_state": "Washington, D.C.", "id": 240, "last_name": "Patients First", "mostly_true_count": 0, "name_slug": "patients-first", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Patients_First__.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/240/", "total_count": 1, "true_count": 0, "website": "http://www.joinpatientsfirst.com/"}, "statement": "<p>\"Health care mandate will require imprisonment and fines for Americans who can&rsquo;t afford to purchase insurance or pay hefty government penalties.\"</p>", "statement_context": "a news release", "statement_date": "2009-09-29", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": null}