{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2016/apr/15/ellen-troxclair/ellen-troxclair-lacks-facts-behind-claim-about-sex/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 12245, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/12245/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>An Austin City Council member made a honk-the-horn statement about passenger assaults as she advocated for voter approval of a proposition that would shrink what the city requires in background checks of drivers who work with ride-hailing services.</p>\r\n\r\n<p>If approved, the proposal on Austin&rsquo;s May 7, 2016, ballot would rescind a city ordinance requiring ride-hailing services such as Uber and Lyft to submit drivers to background checks that include fingerprinting. The revised mandate, preferred by the services, would require background checks but not fingerprinting--<a href=\"http://www.mystatesman.com/news/news/transportation/an-austin-cabby-says-she-welcomes-the-fingerprinti/nqpQ5/\">unlike what the city requires</a> of taxi drivers and ride-for-hire workers like shuttle, limousine and pedicab drivers.</p>\r\n\r\n<p>The pro-proposition member, <a href=\"http://www.austintexas.gov/department/district-8\">Ellen Troxclair</a>, opened by saying &quot;ride-sharing is safe&quot; during her appearance at an April 10, 2016, <a href=\"http://lwvaustin.org/forum-on-may-7th-ballot-measure-for-transportation-network-companies/\">forum</a> hosted by the League of Women Voters of the Austin Area. Troxclair, who represents District 8 in southwest Austin, elaborated: &quot;The truth is, if you look at the statistics, based on when TNCs came to town and today, you are about nine times more likely to be assaulted by a taxi driver.&quot; TNC means a Transportation Network Company summoned through a mobile phone app.</p>\r\n\r\n<p>&quot;Let me say that again,&quot; Troxclair said. &quot;When you look at the number of taxi drivers and the number of TNC drivers and the number of complaints that APD,&quot; the Austin Police Department, &quot;has received over that time, you are about nine times more likely to be assaulted by a taxi driver.&quot;</p>\r\n\r\n<p>Is this so?</p>\r\n\r\n<p>We ultimately found no one can definitively rule on the relative chances of an assault resulting from riding in an Austin taxi versus a ride-hailed vehicle. Meantime, experts on statistics agreed that Troxclair relied on the wrong indicators to reach her dramatic conclusion. Those analysts included <a href=\"https://stat.utexas.edu/people/lecturers\">Matthew Hersh</a>, a University of Texas lecturer and proposition opponent who called the calculation fueling Troxclair&rsquo;s statement one of the worst misrepresentations of statistics he&rsquo;s seen.</p>\r\n\r\n<p><strong>Austin Police Department data</strong></p>\r\n\r\n<p>To our request for Troxclair&#39;s backup information, her aide Michael Searle emailed a <a href=\"https://docs.google.com/document/d/1E09_Dyjo-b6SfeZUCjqbdG44gSnNqUAb1splvfL4KHQ/edit?usp=sharing\">document</a> he said Troxclair received from the Austin Police Department listing all reported complaints to the police about assaults in taxi cabs or ride-hailed vehicles since 2014.</p>\r\n\r\n<p>Searle told us Troxclair&rsquo;s office fielded the APD document in a Jan. 27, 2016, email from Brian Manley, APD&rsquo;s chief of staff, who wrote: &quot;Please find attached the information you requested on sexual assault allegations against cab drivers and TNC drivers.&quot;</p>\r\n\r\n<p>Manley&rsquo;s email also included a cautionary note about making safety comparisons based on the raw counts--a note he re-sounded when we asked him about the council member&rsquo;s &quot;nine times&quot; analysis. His email to Troxclair&rsquo;s office said: &quot;Keep in mind these are only allegations of a crime, not cases that have been prosecuted,&quot; he said. &quot;Also, it is hard to say whether there are more allegations against cab drivers than TNC drivers because we don&#39;t know how many rides each provider gave in a given year so we cannot come up with a rate, only the raw number.&quot;</p>\r\n\r\n<p>The document lists 37 reported incidents from Feb. 26, 2014, through Jan. 21, 2016, breaking out to 14 complaints about cabs, 21 complaints tied to vehicles driven for Uber or Lyft and two complaints related to &quot;independent&quot; ride-hailed vehicles. Each date-and-time entry indicates a crime ranging from assault &quot;sexual nature&quot; to sexual assault to rape.</p>\r\n\r\n<p>Noted: The presented timeframe rolled in a stretch of months before ride-hailing services were city-approved though Searle pointed out that the council approved <a href=\"http://www.austintexas.gov/edims/document.cfm?id=185617\">a resolution</a> in March 2013 stating Austinites had been using phone apps to share rides. Uber <a href=\"http://www.politifact.com/texas/statements/2015/dec/16/uber/uber-says-drunk-driving-crashes-down-austin-advent/\">has said</a> it routinely offered rides in Austin starting in June 2014. But it wasn&rsquo;t until October 2014 that the council<a href=\"http://www.mystatesman.com/news/news/local/austin-city-council-gives-green-light-to-rideshari/nhkxy/\"> gave permission</a> to the Uber and Lyft companies to operate, effective a month later.</p>\r\n\r\n<p>If we limit our focus to the 15 months through January 2016 that taxi cabs and ride-hailing services each rolled with city permission, APD&#39;s count of cab-connected assault complaints decreases to six. Shrinking the timeframe&nbsp; leaves unchanged the 23 assault complaints the department lists as related to ride-hailed vehicles.</p>\r\n\r\n<p><strong>Troxclair&rsquo;s equation</strong></p>\r\n\r\n<p>So, how did Troxclair reach her conclusion about the chances of an Austin assault being nine times higher with a cab driver?</p>\r\n\r\n<p>Searle wrote: &quot;If the estimate is that there are 15,000 TNC drivers, subject to name-based background checks, and there are 913 cab permits, subject to fingerprint background check, then you are 9 times more likely to be assaulted by a cab driver than a TNC driver in Austin.&quot;</p>\r\n\r\n<p>A city spokesman, Bryce Bencivengo, told us by phone the city had issued 915 cab permits at the time Troxclair spoke at the forum though he also said that shouldn&rsquo;t be read as a count of taxi drivers.</p>\r\n\r\n<p>Bencivengo said the city also has fielded figures from Uber and Lyft indicating their respective counts of Austin drivers, but each company also says the tallies are proprietary, not to be released to the public. We asked Uber and Lyft for such counts; an Uber spokeswoman, Jaime Moore, said by email it has 15,000 Austin-area drivers, though she later said it&rsquo;s accurate to say it has over 10,000 drivers in that the count fluctuates.</p>\r\n\r\n<p>Searle said Troxclair reached her &quot;nine times&quot; conclusion by dividing the 14 cab-connected complaints since June 2014 by the 913 cab permits (getting 0.015) and comparing that to what you get from juxtaposing the 23 ride-hail complaints versus 15,000 ride-hail drivers in Austin (or 0.0015) -- which actually suggests a 10-fold difference.</p>\r\n\r\n<p><strong>Other analysts</strong></p>\r\n\r\n<p>We ran Troxclair&rsquo;s equation and statement past experts on statistics, each of whom flinched.</p>\r\n\r\n<p>Hersh, who told us he&rsquo;s donated services to an anti-proposition group, brought up the timeline weakness in considering several months when taxi cabs were legally operating but ride-hailing services were not. He further said it&rsquo;s not logical to assume driver counts deliver sufficient information to reach relative safety conclusions.</p>\r\n\r\n<p>Separately, Rachelle Wilkinson, an adjunct professor of statistics at Austin Community College, said the calculations offered by Troxclair aren&rsquo;t valid ways to gauge the relative incidences of sexual assaults. It&rsquo;s &quot;comparing apples to oranges (number of sexual assault reports to number of drivers),&quot; Wilkinson said by email. &quot;A much more valid way to look at the data would be to compare the sexual assault reports to the number of rides given---NOT the number of drivers. &nbsp;Taxi drivers tend to drive as their profession or job whereas ride-hailing drivers often do it on the side.&quot;</p>\r\n\r\n<p>That is, the number of rides &quot;given by taxi drivers is likely much higher (per driver) than the number of rides given by ride-hailing drivers (per driver),&quot; Wilkinson wrote, adding that ride counts didn&rsquo;t appear to be part of Troxclair&rsquo;s backup. Also, Wilkinson suggested, the probability of such assaults appears to be extremely small whether riding in a taxi or a ride-hailed car, she wrote.</p>\r\n\r\n<p><a href=\"https://www.stedwards.edu/directory/employees/carol-gee\">Carol Gee</a>, a math professor at Austin&rsquo;s St. Edward&rsquo;s University, similarly said by email that from the perspective of a passenger seeking a safe ride, &quot;it is likely more appropriate to measure safety by the number of incidents per trip, rather than the number of incidents per driver.&quot;</p>\r\n\r\n<p>But absent trip data, the experts concurred, there isn&rsquo;t a fact-backed justification for Troxclair&rsquo;s statement.</p>\r\n\r\n<p><strong>Comparisons possible?</strong></p>\r\n\r\n<p>So, is there a way to compare the chances of assault in the different kinds of rides?</p>\r\n\r\n<p>Hersh suggested we consult Julio Gonzalez Altamirano, who writes the <a href=\"http://keepaustinwonky.com/\">Keep Austin Wonky</a> blog. By phone and email, Altamirano noted that Austin ride-hailing services lately carry 200,000 &quot;riders&quot; a month, according to a pro-proposition <a href=\"https://www.youtube.com/watch?v=NLsXwysXj-w&amp;feature=youtu.be\">video ad</a> posted April 7, 2016. Meantime, he noted, the Austin Business Journal earlier <a href=\"https://docs.google.com/spreadsheets/d/1gr9aVZcsja5XcV2FjuEk0MN5tS85cXe2zJ35Nmgn2oo/edit?pref=2&amp;pli=1#gid=0\">posted data</a> leading him <a href=\"https://www.facebook.com/keepaustinwonky/photos/a.601378716589132.1073741829.553334771393527/1059561034104229/?type=3&amp;theater\">to estimate</a> there were about 353,000 Austin taxi riders a month in a recent 12-month period.</p>\r\n\r\n<p>Still, Altamirano said, passenger estimates don&rsquo;t speak to the types or lengths of trips in taxi cabs versus ride-hailed vehicles. &quot;The more relevant measure for risk assessment is the share of trips or or time spent in vehicle that lead to an incident. We also have to account for potential differences in the underlying populations,&quot; Altamirano said. &quot;If almost everybody that takes a taxi is a businessperson going from or to the airport, there might be fewer drunk men and women relative to&quot; passengers in ride-hailed vehicles. &quot;If so, assessing the true risk of each service gets more complicated,&quot; he said. &quot;And given that there are millions of trips for both services and a relatively small number of reported incidents, it&#39;s very hard to feel confident that there are any clear patterns.&quot;</p>\r\n\r\n<p>We reached out to Uber and Lyft about Troxclair&rsquo;s statement, also asking for data on trip counts and lengths. By email, Uber&rsquo;s Moore said Uber trip counts are &quot;not public.&quot; A Lyft contact didn&rsquo;t respond.</p>\r\n\r\n<p>We also heard back from Troxclair, who stressed by phone that she was clear at the forum that she was qualifying her conclusion by saying it was based on the driver counts for taxi cabs and ride-hailing services. She agreed it would be helpful to have detailed trip-count information.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Troxclair said statistics show &quot;you are about nine times more likely to be assaulted by a taxi driver&quot; in Austin than a driver for a ride-hailing service.</p>\r\n\r\n<p>This claim shakes out to dividing oranges into apples and getting grapefruits--a ridiculous notion. Vital data, at the least about the number and length of trips by taxi cabs or ride-hailed vehicles, remains to be seen, making it impossible to definitively say which type of driver or ride more likely risks an assault. It&#39;s also worth mention that the chances of assault in either seem very low.</p>\r\n\r\n<p>This leaves the &quot;nine times&quot; statement incorrect and ridiculous. Pants on Fire!</p>\r\n\r\n<hr />\r\n<p><em><strong>PANTS ON FIRE</strong></em> &ndash; The statement is not accurate and makes a ridiculous claim.</p>\r\n\r\n<p>Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n", "ruling_comments_date": "2016-04-15T11:54:07.128054", "ruling_date": "2016-04-15T12:52:57", "ruling_headline": "Ellen Troxclair lacks facts for claim about chances of sex assault by an Austin taxi driver", "ruling_headline_slug": "ellen-troxclair-lacks-facts-behind-claim-about-sex", "ruling_link_text": "Data outage", "ruling_state": null, "source_documents": null, "sources": "<p>Commentary, <a href=\"http://www.mystatesman.com/news/news/transportation/an-austin-cabby-says-she-welcomes-the-fingerprinti/nqpQ5/\">&quot;Wear: An Austin cabby says she welcomes the fingerprinting &lsquo;burden,&#39;&quot;</a> Ben Wear, <em>Austin American-Statesman</em>, posted online March 20, 2016</p>\r\n\r\n<p>Telephone interview and <a href=\"https://docs.google.com/document/d/18KXybb25HfUUleZ6p62-FoZ8T1s7IMfPatkFRbt2Rhk/pub\">emails</a> (excerpted), Michael Searle, chief of staff to Ellen Troxclair, Austin City Council member, District 8, April 12 and 14, 2016</p>\r\n\r\n<p>Truth-O-Meter article, <a href=\"http://www.politifact.com/texas/statements/2015/dec/16/uber/uber-says-drunk-driving-crashes-down-austin-advent/\">&quot;Uber says drunk-driving crashes down in Austin since advent of ride-sharing services,&quot;</a> PolitiFact Texas, Dec. 16, 2015</p>\r\n\r\n<p>Document <a href=\"https://docs.google.com/document/d/1E09_Dyjo-b6SfeZUCjqbdG44gSnNqUAb1splvfL4KHQ/edit?usp=sharing\">showing reported sexual assaults in taxi cabs or ride-hailed vehicles,</a> Austin Police Department, February 2014 through Jan. 21, 2016 (received by email from Michael Searle, chief of staff to Ellen Troxclair, District 8 member, Austin City Council, April 12, 2016)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1wl-opFklrP0mrumyS6KovJytwRgZkInbXEtx7u3FHWA/pub\">Emails</a>, Brian Manley, assistant chief-chief of staff, Austin Police Department, April 13 and 15, 2016</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1hs7Rw4RJXEw6OHC0N2Qwevfz2QJuKAwV6zjI0E6fcH4/pub\">Email</a> (excerpted),<a href=\"https://stat.utexas.edu/people/lecturers\"> Matthew Hersh</a>, lecturer, Department of Statistics and Data Sciences, University of Texas, April 13, 2016</p>\r\n\r\n<p>Telephone interview and <a href=\"https://docs.google.com/document/d/1eDXj6uHFhWvtCP_LnN8N0JQLRLnI34rez4VOkBayn1o/pub\">emails</a>, Julio Gonzalez Altamirano, writer, Keep Austin Wonky blog, April 13, 2016</p>\r\n\r\n<p>Telephone interview, <a href=\"http://www.suffolk.edu/law/faculty/Janice_Griffith.php\">Janice C. Griffith</a>, Suffolk University Law School, April 14, 2016</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/11aAqxgxDBwspPP1U2WL057RekCIGPUVOhDkjOtNlC9s/pub\">Emails</a>, <a href=\"https://www.stedwards.edu/directory/employees/carol-gee\">Carol G. Gee</a> Ph.D., associate professor of mathematics, St. Edward&rsquo;s University, April 14, 2016</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/13vyt_cyOSmNSPcJBj2JqTGrOys8EQ7VKvlYZEeGbi2Y/pub\">Emails</a>, Rachelle Wilkinson, adjunct professor of statistics, Austin Community College, April 14, 2016</p>\r\n\r\n<p>Telephone interview, Bryce Bencivengo, senior public information specialist, City of Austin, April 14, 2016</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1h3Q5yCs1lTaFrn0eved-46tb33YrBQzZNqQOdqGds1k/pub\">Emails</a>, Jaime Moore, communications and public affairs manager, Uber, Austin, April 14, 2016</p>\r\n\r\n<p>Telephone interview, Ellen Troxclair, April 14, 2016</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "District 8 member, Austin City Council", "false_count": 1, "first_name": "Ellen", "half_true_count": 0, "home_state": "Texas", "id": 3471, "last_name": "Troxclair", "mostly_true_count": 0, "name_slug": "ellen-troxclair", "pants_count": 1, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/troxclairpft.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3471/", "total_count": 2, "true_count": 0, "website": "http://www.ellenforaustin.com/"}, "statement": "<p>Statistics show &quot;you are about nine times more likely to be assaulted by a taxi driver&quot; in Austin than a driver for a ride-hailing service.</p>\r\n", "statement_context": "a voter forum hosted by the League of Women Voters of the Austin Area", "statement_date": "2016-04-10", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}, {"description": "", "id": 44, "photo": null, "resource_uri": "/api/v/2/subject/44/", "subject": "Transportation", "subject_slug": "transportation", "used_in_edition": []}], "target": [], "twitter_headline": ""}