{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2009/oct/01/michael-moore/moore-says-top-1-percent-owns-more-financial-wealt/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1224, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1224/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\n In his new movie\n <em>\n  Capitalism: A Love Story\n </em>\n , liberal provocateur Michael Moore tries to build a case that the rich keep getting richer while everyone else is left behind. One statistic he cites in the film, which he repeated at a Sept. 29, 2009, news conference in Washington, is that \"the richest 1 percent have more financial wealth than the bottom 95 percent combined.\"\n <br />\n <br />\n On his Web site, Moore provides a list of sources to back up his claims. For this one, the filmmaker cites a memo written by Citigroup's research staff &mdash; a memo that plays a key role in the film as a symbol of Wall Street excess.\n <br />\n <br />\n The Citigroup document, which was provided to PolitiFact by Moore's staff, cites a table using statistics assembled by New York University and Bard College economist Edward N. Wolff. Wolff uses Federal Reserve Board findings on family wealth drawn from the Survey of Consumer Finances, a once-every-three-years study. The Citigroup document uses numbers from the 2001 survey.\n <br />\n <br />\n But before we look at the data, let's parse Moore's words closely. He didn't say the top 1 percent have \"more wealth\" than the bottom 95 percent. Nor did he say that they have more income than the bottom 95 percent. Rather, he specifically said they have more \"financial wealth.\"\n <br />\n <br />\n So what is financial wealth? That's subject to debate.\n <br />\n <br />\n Wolff uses two key measurements of wealth. One is net worth, which means someone's total assets minus total liabilities. Net worth includes cash holdings, financial assets like stocks and bonds, real estate, the value of life insurance policies and retirement plans, equity from unincorporated businesses, and the value of trust funds. The amount owed from mortgages and consumer debt are subtracted from this amount, while household appliances and the future value of Social Security benefits and private pension plans are kept out of the calculations, because they cannot be easily converted into cash.\n <br />\n <br />\n Wolff's second measurement is called either \"financial wealth\" (as Citigroup's memo labeled it) or \"non-home wealth\" (as Wolff himself called it in a 2007 paper analyzing the Fed survey data). Put simply, it's net worth minus the net equity of one's home. Wolff justifies separating out house equity for two reasons. One is that it is not easy to convert a home to cash on short notice. The other is that primary homes serve a dual purpose &mdash; they provide shelter as well as storing wealth.\n <br />\n <br />\n In the news conference, Moore correctly reported what the Citigroup memo said about the second category, financial wealth. According to the document, which uses numbers from the 2001 Fed survey, the top 1 percent owned 39.7 percent of the financial wealth, while the bottom 95 percent owned 32.5 percent.\n <br />\n <br />\n Because the Fed has released two surveys since its 2001 study, we wanted to see whether the same pattern has held.\n <br />\n <br />\n In his 2007 paper, Wolff used 2004 survey data, which found that the top 1 percent owned 42.2 percent of the non-home wealth, compared to 31 percent for the bottom 95 percent. Once again, Moore's right.\n <br />\n <br />\n We crunched the raw numbers using the 2007 survey data, which had been published in early 2009. Moore is right again: the top 1 percent held 48.4 percent of non-home wealth, compared to 20 percent for the bottom 95 percent. For the second straight survey, in fact, the concentration of wealth increased.\n <br />\n <br />\n So Moore's right? Not so fast.\n <br />\n <br />\n Arthur B. Kennickell, a Fed economist, periodically publishes papers analyzing the survey statistics in great detail. In his most recent paper, published on Jan. 7, 2009, Kennickell provides a breakdown of dozens of key statistics based on income level. Deep inside his data-laden paper is a statistic called \"financial wealth.\" That shares a name with the measurement Wolff used (and which was later cited by Citigroup and Moore) but Kennickell calculates it differently.\n <br />\n <br />\n \"Financial wealth,\" as defined in Kennickell's paper, starts with Wolff's measurement but then subtracts several other categories, including vehicles (not just cars but also boats, airplanes and helicopters); other real estate held (including equity in second homes); the equity from closely held businesses; and the value of antiques, artwork and similar items.\n <br />\n <br />\n These mathematical differences are enough to switch Moore's assertion from correct to incorrect. By Kennickell's measurement of \"financial wealth,\" the top 1 percent own 31.5 percent of the financial wealth &mdash; less than the 40.2 percent for the bottom 95 percent. That indicates a large chunk of the wealth for the top 1 percent comes from vehicles, second homes, businesses and hobbies. (We presume it's the top 1 percent that owns the Ferraris and summer homes in the Hamptons.)\n <br />\n <br />\n Moore deserves credit for correctly reporting the Citigroup statistic, and the data it's based on &mdash; both the Fed survey and Wolff's analysis &mdash; are respected. But this comparison shows that you can crunch numbers different ways and get different results.\n <br />\n <br />\n Indeed, Alan Reynolds, a scholar at the libertarian Cato Institute, expresses skepticism of most narrower definitions of \"wealth,\" suggesting that removing factors like home equity &mdash; a more widely held asset than stocks and bonds &mdash; biases these calculations. In fact, Moore would be wrong if he used the broader category of net worth to make his assertion. According to the 2004 Fed survey, the top 1 percent held 34.3 percent of the nation's net worth, compared to a collective 41 percent for the bottom 95 percent. (In fact, Moore or his staff was careful enough to actually correct a mistake that Citigroup had made on this point; the memo had said, incorrectly, that the top 1 percent possessed greater net worth than the bottom 95 percent.)\n <br />\n <br />\n Moore's camp emphasizes that however you slice the numbers, the richest Americans continue to hold a disproportionate share of the wealth &mdash; and on this point, other experts concur. \"The important point is that there's an enormous disparity\" in wealth in the United States, said Brookings Institution scholar Ron Haskins.\n</p>\n<p>\n The Fed survey may actually understate the true concentration of wealth. The survey specifically excludes members of the Forbes 400 richest families in America. Because \"the closer you get to the top, the bigger the disparity\" between rich and poor, a lot of concentrated wealth gets left out, Haskins said. (The new version of Forbes' list, released on Oct. 1, 2009, found that the collective worth of the 400 richest families fell $300 billion compared to the previous year; if the wealth of slightly less rich households also decreased, that could change the numbers.)\n <br />\n <br />\n So let's recap. Moore correctly cited the Citigroup memo's contents, and on the larger question, he's correct that the richest 1 percent of Americans own a vastly disproportionate share of the nation's wealth. But we'll take him down a notch because, using another methodology, his statement would not be correct. So we rate his claim Mostly True.\n</p>", "ruling_comments_date": "2010-01-07T13:28:49.120274", "ruling_date": "2009-10-01T12:55:06", "ruling_headline": "Michael Moore movie says that top 1 percent owns more financial wealth than bottom 95 percent", "ruling_headline_slug": "moore-says-top-1-percent-owns-more-financial-wealt", "ruling_link_text": "Correct, depending on what formula you use", "ruling_state": null, "source_documents": null, "sources": "<p>\n Michael Moore, news conference in Washington, D.C., Sept. 29, 2009\n <br />\n <br />\n Citigroup, table from a memo obtained by Michael Moore, received by PolitiFact on Oct. 1, 2009\n <br />\n <br />\n Edward N. Wolff, \"Recent Trends in Household Wealth in the United States: Rising Debt and the Middle-Class Squeeze,\"\n <a href=\"http://www.levy.org/pubs/wp_502.pdf\" target=\"_blank\">\n  paper\n </a>\n published by the Levy Economics Institute of Bard College and New York University, June 2007\n <br />\n <br />\n Arthur B. Kennickell, \"Ponds and Streams: Wealth and Income in the U.S., 1989 to 2007,\"\n <a href=\"http://www.federalreserve.gov/Pubs/feds/2009/200913/200913pap.pdf\" target=\"_blank\">\n  paper\n </a>\n published by the Federal Reserve Board's Finance and Economics Discussion Series, Jan. 7, 2009\n <br />\n <br />\n Federal Reserve Bulletin, \"\n <a href=\"http://www.federalreserve.gov/pubs/bulletin/2009/pdf/scf09.pdf\" target=\"_blank\">\n  Changes in U.S. Family Finances from 2004 to 2009: Evidence from the Survey of Consumer Finances\n </a>\n ,\" February 2009\n <br />\n <br />\n Economic Mobility Project,\n <em>\n  Getting Ahead or Losing Ground: Economic Mobility in America\n </em>\n (\n <a href=\"http://www.economicmobility.org/assets/pdfs/EMP_WealthandEconomicMobility_ChapterIV.pdf\" target=\"_blank\">\n  chapter\n </a>\n IV: Wealth and Economic Mobility), February 2008\n <br />\n <br />\n Forbes.com, \"\n <a href=\"http://www.forbes.com/2009/09/30/forbes-400-gates-buffett-wealth-rich-list-09_land.html\" target=\"_blank\">\n  Special Report: The Richest People In America\n </a>\n ,\" Oct. 1, 2009\n <br />\n <br />\n Interview with Edward N. Wolff, economist at New York University and Bard College, Sept. 30, 2009\n <br />\n <br />\n E-mail interview with Arthur B. Kennickell, Federal Reserve Board economist, Sept. 30, 2009\n <br />\n <br />\n Interview with Alan Reynolds, Cato Institute scholar, Sept. 30, 2009\n <br />\n <br />\n Interview with Ron Haskins, Brookings Institution scholar, Sept. 30, 2009\n <br />\n <br />\n E-mail interview with Arloc Sherman, Center on Budget and Policy Priorities senior researcher, Sept. 30, 2009\n <br />\n <br />\n E-mail interview with Jonathan Schwarz, aide to Michael Moore, Sept. 30, 2009\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "Documentary filmmaker", "false_count": 5, "first_name": "Michael", "half_true_count": 1, "home_state": "", "id": 47, "last_name": "Moore", "mostly_true_count": 6, "name_slug": "michael-moore", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-michaelmoore.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/47/", "total_count": 17, "true_count": 2, "website": "http://www.michaelmoore.com/"}, "statement": "<p>\"The richest 1 percent have more financial wealth than the bottom 95 percent combined.\"</p>", "statement_context": "a news conference in Washington, D.C.", "statement_date": "2009-09-29", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 29, "photo": null, "resource_uri": "/api/v/2/subject/29/", "subject": "Poverty", "subject_slug": "poverty", "used_in_edition": []}, {"description": "", "id": 103, "photo": null, "resource_uri": "/api/v/2/subject/103/", "subject": "Workers", "subject_slug": "workers", "used_in_edition": []}], "target": [], "twitter_headline": null}