{"art": [{"brightcove": "", "caption": "President Barack Obama announced that he was sending an additional 250 special operations troops to Syria.", "id": 7888, "infogram": "", "ndn": "", "ndnid": "", "other": "<div\r\n    class=\"ndn_embed\"\r\n    data-config-widget-id=\"1\"\r\n    data-config-type=\"VideoPlayer/Single\"\r\n    data-config-tracking-group=\"92502\"\r\n    data-config-video-id=\"30672498\"\r\n    data-config-site-section=\"site_section_id\"\r\ndata-config-playlist-id=\"18500\"\r\n\t\tstyle=\"width:100%;\" \r\n\t\tdata-config-height=\"9/16w\"></div>", "photo": null, "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/7888/", "title": "Obama Syria troops", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2016/apr/27/john-kirby/has-barack-obama-had-no-boots-ground-message-syria/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "facebook_headline": null, "id": 12299, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/12299/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>On April 25, 2016, President Barack Obama <a href=\"http://www.cnn.com/2016/04/24/politics/obama-special-operations-syria/index.html?eref=rss_politics\">announced</a> that he would be sending an additional 250 special-operations troops to Syria to counter the Islamic extremist group variously known as ISIS, ISIL or Daesh.</p>\r\n\r\n<p>&quot;Just as I approved additional support for Iraqi forces against ISIL, I&#39;ve decided to increase U.S. support for local forces fighting ISIL in Syria, a small number of special operations forces are already on the ground in Syria and their expertise has been critical as local forces have driven ISIL out of key areas,&quot; Obama said.</p>\r\n\r\n<p>This development produced a <a href=\"http://www.cq.com/doc/newsmakertranscripts-4876529?5\">testy exchange</a> between journalists and State Department spokesman John Kirby at a briefing later that day. Matt Lee of the Associated Press peppered Kirby with questions about whether the expansion of U.S. forces conflicted with Obama&rsquo;s past pledges to keep U.S. &quot;boots&quot; off the ground in Syria.</p>\r\n\r\n<p>Kirby said the 50 special operations forces that had already been on the ground &quot;have had a positive impact on our ability to go after Daesh inside Syria. And because it has been successful, we want to intensify. I&#39;ve stood up here I don&#39;t know for how many weeks and talked about the fact that we want to intensify our efforts against Daesh. This is a process which has worked, so the President has decided to increase it to the tune of 250. And there was never this, &lsquo;No boots on the ground.&rsquo; I don&#39;t know where this keeps coming from.&quot;</p>\r\n\r\n<p>Then Kirby and Lee exchanged disagreements:</p>\r\n\r\n<p><strong>Lee</strong>: &quot;The point is is that for months and months and months the mantra from the president and everyone else in the administration has been, &lsquo;No boots on the ground.&rsquo; And now&hellip;&quot;</p>\r\n\r\n<p><strong>Kirby</strong>: &quot;No, that is not true.&quot;</p>\r\n\r\n<p><strong>Lee</strong>: &quot;What?&quot;</p>\r\n\r\n<p><strong>Kirby</strong>: &quot;It&#39;s just not true, Matt.&quot;</p>\r\n\r\n<p>Eventually, Kirby explained why he believed Obama&rsquo;s past rhetoric is consistent with the new influx of special operations forces.</p>\r\n\r\n<p>&quot;When we talk about boots on the ground in the context that you have heard people in the administration speak to, we are talking about conventional, large-scale ground troops that are designed to actually engage in, plan, coordinate, integrate, and engage in combat operations on the ground as units,&quot; Kirby said. &quot;We&#39;re not doing that. We&#39;ve never done that in Iraq or in Syria, and we&#39;re not going to do it now.&quot;</p>\r\n\r\n<p>In a moment, we&rsquo;ll get to the substance of how one defines &quot;boots on the ground.&quot; First, though, we wondered about the accuracy of Kirby&rsquo;s repeated claim that &quot;there was never this (message), &lsquo;No boots on the ground&rsquo; &quot; from Obama.</p>\r\n\r\n<p><strong>What has Obama said?</strong></p>\r\n\r\n<p>Obama has certainly used the phrase &quot;no boots on the ground&quot; frequently. On Oct. 31, 2015, <em>USA Today</em>&rsquo;s Gregory Korte produced a <a href=\"http://www.usatoday.com/story/news/politics/onpolitics/2015/10/30/16-times-obama-said-there-would-no-boots-ground-syria/74869884/\">detailed accounting</a> of his comments on the matter headlined, &quot;16 times Obama said there would be no boots on the ground in Syria.&quot;</p>\r\n\r\n<p>We reviewed the 16 examples Korte tracked down and found that in half of them, Obama did provide a fairly thorough set of limitations along the lines of what Kirby cited.</p>\r\n\r\n<p>For instance, in an address to the nation about Syria on Sept. 10, 2014, Obama said, &quot;I want the American people to understand how this effort will be different from the wars in Iraq and Afghanistan. It will not involve American combat troops fighting on foreign soil. This counterterrorism campaign will be waged through a steady, relentless effort to take out ISIL wherever they exist, using our air power and our support for partner forces on the ground.&quot;</p>\r\n\r\n<p>But the other eight examples outlined in <em>USA Today</em> are phrased in such a way that plays up the &quot;no boots on the ground&quot; idea to such an extent that we think a reasonable person would be tempted to downplay or ignore the caveats.</p>\r\n\r\n<p>For instance, in a statement before meeting with congressional leaders on Sept. 3, 2013, Obama said, &quot;The key point that I want to emphasize to the American people: The military plan that has been developed by our Joint Chiefs, and that I believe is appropriate, is proportional. It is limited. It does not involve boots on the ground. This is not Iraq, and this is not Afghanistan.&quot;</p>\r\n\r\n<p>In an earlier address to the nation on Sept. 10, 2013, Obama said, &quot;Many of you have asked, won&#39;t this put us on a slippery slope to another war? One man wrote to me that we are &#39;still recovering from our involvement in Iraq.&#39; A veteran put it more bluntly: &#39;This nation is sick and tired of war.&#39; My answer is simple: I will not put American boots on the ground in Syria. I will not pursue an open-ended action like Iraq or Afghanistan. I will not pursue a prolonged air campaign like Libya or Kosovo. This would be a targeted strike to achieve a clear objective: deterring the use of chemical weapons and degrading Assad&#39;s capabilities.&quot;</p>\r\n\r\n<p>That address followed an interview with the <em>PBS Newshour</em> the night before in which Obama said, &quot;Tomorrow I&#39;ll speak to the American people. I&#39;ll explain this is not Iraq; this is not Afghanistan; this is not even Libya. We&#39;re not talking about &mdash; not boots on the ground. We&#39;re not talking about sustained airstrikes. We&#39;re talking about a very specific set of strikes to degrade his chemical weapons capabilities in terms of delivery.&quot;</p>\r\n\r\n<p>When we reached out to the White House, they noted that the Syrian conflict at the time of these last two examples was focused on Syria&rsquo;s chemical-weapons stockpile, rather than ISIS.</p>\r\n\r\n<p>They also argued that Obama&rsquo;s main point was that the mission to counter ISIS would be different than the wars in Afghanistan and Iraq which involved more than 100,000 combat troops at a time -- a far larger fighting force than what is being used to target ISIS.</p>\r\n\r\n<p>Still, we think that the existence of between eight and 16 examples of the &quot;no boots on the ground&quot; phrasing -- sometimes with limitations emphasized, sometimes not -- qualifies as an ongoing &quot;message&quot; from Obama, contrary what Kirby said.</p>\r\n\r\n<p>&quot;Obama has a credibility gap on this front,&quot; said John Pike, director of globalsecurity.org. &quot;They use the same size body bag for all U.S. troops.&quot;</p>\r\n\r\n<p><strong>What does &lsquo;boots on the ground&rsquo; mean?</strong></p>\r\n\r\n<p>When we checked with international-affairs experts, several agreed that Kirby does have a point that there are legitimate differences between a large combat force and a modest number of special operations forces.</p>\r\n\r\n<p>&quot;Politicians who say there will be &lsquo;no boots on the ground&rsquo; usually attach a caveat, and if they don&rsquo;t do so verbally, they seem to attach it mentally,&quot; said Ted Bromund, senior research fellow at the conservative Heritage Foundation. &quot;The caveat is that forces that the politician wishes to employ don&rsquo;t count as boots on the ground -- which lets them use advisers, special forces, base protection, air power, logistics and supply, and so on to their heart&rsquo;s content.&quot;</p>\r\n\r\n<p>The risk, Bromund said, comes when someone calls them on it -- as Lee did -- or when the number of forces becomes &quot;so large, so controversial, or so obviously involved in combat that the claim comes into question.&quot; What&rsquo;s unusual in this case, he said, is that Kirby denied that the claim was ever made.</p>\r\n\r\n<p>Benjamin Friedman, a defense specialist at the libertarian Cato Institute, said the administration could have articulated itself more clearly. Still, he said that the bigger problem is that the administration is &quot;manipulating language to paper over a contradiction. They want ground forces in Syria and Iraq -- special operations forces are ground forces -- and want credit for not sending in ground forces. By saying no &lsquo;boots on the ground,&rsquo; whatever caveats you include, you imply that our guys aren&rsquo;t there getting shot at. But they are. So there&rsquo;s a fundamental dishonesty there, despite the lawyerly definitional game they&rsquo;re playing to avoid outright lying.&quot;</p>\r\n\r\n<p>Bromund and Friedman consider this a significant concern. But Michael O&rsquo;Hanlon, of the Brookings Institution, said he cuts Obama some slack on the language.</p>\r\n\r\n<p>O&rsquo;Hanlon said the president&rsquo;s &quot;obligation is to protect us, not win a contest for perfect semantic consistency. I would rather see slight inconsistencies than dogmatic and stubborn adherence to a soundbite.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Kirby said that Obama never&nbsp;said, &quot;No boots on the ground&quot; in Syria.</p>\r\n\r\n<p>We accept that there are legitimate reasons for differentiating between a large ground force and a smaller number of special operations forces.</p>\r\n\r\n<p>Still, it&rsquo;s clear that Obama repeatedly used the term &quot;no boots on the ground,&quot; sometimes with extensive caveats about what constituted &quot;boots on the ground&quot; and sometimes not. And by repeatedly using that phrase, he reaped the benefits of calming the public about the extent of U.S. involvement. That counts as a message to us.</p>\r\n\r\n<p>We rate the claim False.</p>\r\n\r\n<p><a href=\"https://www.sharethefacts.co/share/6cced0f1-3015-4b14-880b-97bc65556998\">https://www.sharethefacts.co/share/6cced0f1-3015-4b14-880b-97bc65556998</a></p>\r\n", "ruling_comments_date": "2016-04-26T16:45:46.349556", "ruling_date": "2016-04-27T14:15:50", "ruling_headline": "Has Barack Obama had a 'no boots on the ground' message for Syria?", "ruling_headline_slug": "has-barack-obama-had-no-boots-ground-message-syria", "ruling_link_text": "Obama used the term repeatedly, sometimes with caveats", "ruling_state": "Maryland", "source_documents": null, "sources": "<p>John Kirby, <a href=\"http://www.cq.com/doc/newsmakertranscripts-4876529?5\">comments in the State Department daily briefing</a>, April 25, 2016</p>\r\n\r\n<p><em>USA Today</em>, &quot;<a href=\"http://www.usatoday.com/story/news/politics/onpolitics/2015/10/30/16-times-obama-said-there-would-no-boots-ground-syria/74869884/\">16 times Obama said there would be no boots on the ground in Syria</a>,&quot; Oct. 31, 2016</p>\r\n\r\n<p>Washington Free Beacon, &quot;<a href=\"http://freebeacon.com/national-security/state-dept-denies-no-boots/#\">State Department Furiously Denies Promising &lsquo;No Boots on the Ground</a>,&#39; &quot; April 25, 2016</p>\r\n\r\n<p>Email interview with John Pike, director of globalsecurity.org, April 26, 2016</p>\r\n\r\n<p>Email interview with Michael O&rsquo;Hanlon, Brookings Institution senior fellow, April 26, 2016</p>\r\n\r\n<p>Email interview with Ted Bromund, senior research fellow at the conservative Heritage Foundation, April 26, 2016</p>\r\n\r\n<p>Email interview with Benjamin Friedman, defense specialist at the libertarian Cato Institute, April 26, 2016</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Assistant Secretary of State for Public Affairs and Department Spokesperson", "false_count": 1, "first_name": "John", "half_true_count": 0, "home_state": "Washington, D.C.", "id": 3489, "last_name": "Kirby", "mostly_true_count": 0, "name_slug": "john-kirby", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Kirby_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3489/", "total_count": 1, "true_count": 0, "website": "http://www.state.gov/r/pa/ei/biog/242436.htm"}, "statement": "<p>Says President Barack Obama never&nbsp;said, &quot;No boots on the ground&quot; in Syria.</p>\r\n", "statement_context": "a State Department news briefing", "statement_date": "2016-04-25", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}, {"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}], "target": [], "twitter_headline": ""}