{"art": [], "author": [{"email_address": "nbarrios@acnnewspapers.com", "first_name": "Nicole", "id": 560, "last_name": "Barrios", "name_slug": "nicole-barrios", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/nicolebarrios2016pft.jpg", "publication": {"id": 69, "publication_name": "Round Rock Leader", "resource_uri": "/api/v/2/publication/69/"}, "resource_uri": "/api/v/2/staffer/560/", "title": "Staff Writer", "twitter": null}], "canonical_url": "/texas/statements/2016/may/04/john-carter/john-carter-says-barack-obama-wants-house-illegal-/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 12335, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "nbarrios@acnnewspapers.com", "first_name": "Nicole", "id": 560, "last_name": "Barrios", "name_slug": "nicole-barrios", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/nicolebarrios2016pft.jpg", "publication": {"id": 69, "publication_name": "Round Rock Leader", "resource_uri": "/api/v/2/publication/69/"}, "resource_uri": "/api/v/2/staffer/560/", "title": "Staff Writer", "twitter": null}, {"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/12335/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>An Austin-area U.S. House member maintains that President Barack Obama has dangerous desires for military installations. U.S. Rep. John Carter, R-Round Rock, opened his <a href=\"http://www.statesman.com/news/news/local/us-rep-carter-put-our-troops-before-illegal-immigr/nqfgG/\">commentary in the March 10, 2016, <em>Round Rock Leader</em></a>: &quot;This is not a joke: the president wants to house illegal aliens on our nation&rsquo;s military installations.&quot;</p>\r\n\r\n<p>Carter, saying that such a move would hinder troops&rsquo; effectiveness, wrote: &quot;With the growing global threats of terrorism, how could any president think that housing illegal immigrants on military installations is the right thing to do?&quot; His column also touted his 2016 proposal to bar such installations from sheltering anyone lacking &quot;lawful immigration status.&quot;</p>\r\n\r\n<p>We wondered what Carter was talking about.</p>\r\n\r\n<p>By phone, Carter spokeswoman Corry Schiermeyer said he was referring to an administration move that could have led to children lacking legal residency staying at Fort Hood, which is partially in Carter&rsquo;s district.</p>\r\n\r\n<p>Schiermeyer said Carter learned in late 2015 that the Department of Defense had received a request for assistance from the Department of Health and Human Services to provide temporary housing for &quot;unaccompanied alien children.&quot; Schiermeyer said Carter also was told a survey team would be investigating various U.S. locations, including Fort Hood in Killeen.</p>\r\n\r\n<p>We asked Schiermeyer if Obama had signaled his own desires to house immigrants on bases. She said: &quot;If the president did not want this to happen, that request would never have been sent.&quot;</p>\r\n\r\n<p>We also sought documentation of the described plans; by phone, Schiermeyer urged us to obtain a November 2015 Pentagon memo to military officials that she said described the HHS request.</p>\r\n\r\n<p>We failed to come up with the memo but a White House spokesman, Peter Boogaard, emailed us a <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGdGstbTJwaFY5QXc/view?usp=sharing\">Dec. 7, 2015, letter</a> from Sylvia M. Burwell, the secretary of Health and Human Services, to Defense Secretary Ash Carter, stating that &quot;we anticipate needing to establish shelter facilities on DOD installations very soon.&quot; Burwell&rsquo;s letter requested assistance in &quot;exploring a staged response in activating up to 5,000 temporary beds as quickly as&quot; possible.</p>\r\n\r\n<p>Burwell&rsquo;s letter advised that her request came about because an &quot;unprecedented&quot; over 10,000 &quot;unaccompanied children&quot; apprehended along the country&rsquo;s southwest border had been referred by Homeland Security in October and November 2015 to HHS for temporary housing. &quot;Although HHS has 8,400 current bed capacity,&quot; Burwell wrote, &quot;the highest in the history of the&quot; unaccompanied children &quot;program, we anticipate reaching 95% capacity within 10 days if recent trends continue.&quot;</p>\r\n\r\n<p><a href=\"http://www.acf.hhs.gov/sites/default/files/orr/orr_uc_updated_fact_sheet_1416.pdf\">According to</a> the Administration for Children and Families, part of HHS, an unaccompanied &quot;alien&quot; child is &quot;a child who has no lawful immigration status in the United States; has not attained 18 years of age; and, with respect to whom, there is no parent or legal guardian in the United States, or no parent or legal guardian in the United States available to provide care and physical custody.&quot;</p>\r\n\r\n<p>A Dec. 8, 2015, <em>New York Times</em> <a href=\"http://www.nytimes.com/2015/12/08/us/us-to-open-shelters-for-new-surge-of-youths-crossing-southwest-border.html\">news story</a> on Burwell&rsquo;s request said youths had crossed into the U.S. mostly from El Salvador, Guatemala and Honduras with several factors possibly explaining the late-in-the-year uptick, especially a surge in violence in El Salvador.</p>\r\n\r\n<p><strong>Fort Hood facilities assessed</strong></p>\r\n\r\n<p>And what of Fort Hood? By email, an HHS spokesman, Mark Weber, confirmed that after the Pentagon heard from HHS, an assessment of Fort Hood took place in advance of children possibly living at the base though, Weber said, that &quot;was determined not to be a viable option at this time.&quot; A Dec. 20, 2015, <em>Killeen Daily Herald</em> <a href=\"http://kdhnews.com/news/local/lawmakers-against-obama-plan-to-house-unaccompanied-minors-at-fort/article_6b17ac18-a6d5-11e5-ae7e-57029a4ec683.html\">news story</a> said buildings chosen for the assessment were in North Fort Hood, near Gatesville, in an area the &quot;National Guard wants to use for soldiers who train at North Fort Hood throughout the year.&quot;</p>\r\n\r\n<p>On Dec. 17, 2015, Carter <a href=\"https://carter.house.gov/press-releases/carter-tells-obama-no-to-housing-illegal-immigrants-at-fort-hood/\">announced</a> he&rsquo;d sent a letter to the president and other administration officials expressing his opposition to the government providing temporary housing for &quot;unaccompanied alien children at any U.S. military installation, including Fort Hood.&quot;</p>\r\n\r\n<p>On Jan. 6, 2016, Carter <a href=\"https://carter.house.gov/press-releases/carter-victory-for-fort-hood-national-security/\">posted a statement</a> saying that &quot;after many discussions&quot; with Homeland Security, Fort Hood was no longer on the list of possible temporary shelter locations. And in February Carter introduced the <a href=\"https://www.congress.gov/bill/114th-congress/house-bill/4537/text\">Resist Executive Amnesty on Defense Installations Act</a>, which would prohibit &quot;the use of military installations to house&quot; any &quot;aliens who do not have a lawful immigration status or are undergoing removal proceedings in the United States,&quot; which <a href=\"https://www.congress.gov/bill/114th-congress/house-bill/4537\">was referred</a> to the House Armed Services Committee.</p>\r\n\r\n<p>Elsewhere, Weber told us, the Defense Department made space available to temporarily house 250 children at Holloman Air Force Base in New Mexico, making possible housing for about 700 children. Children stayed on the base in January and February 2016, Weber said. Then the space went into &quot;suspended&quot; status after children were resettled with relatives, HHS spokeswoman Andrea Helling said by phone.</p>\r\n\r\n<p>Weber further advised that the <a href=\"http://homestead.jobcorps.gov/about.aspx\">Homestead Job Corps facility</a> in Florida--lately vacant and not in operation as a Job Corps center--had been lined up to provide approximately 800 temporary shelter beds for unaccompanied children, if needed.</p>\r\n\r\n<p>In May 2016, Boogaard told us by email that &quot;no DoD facilities are being used as temporary shelters, but such facilities could be used in the future if it becomes necessary and provided that such use would not impact DoD operations.&quot;</p>\r\n\r\n<p><strong>Administration: Bases have sheltered children before</strong></p>\r\n\r\n<p>As we looked into Carter&rsquo;s claim, administration officials pointed out there&rsquo;s precedent for children staying on bases--in accord with federal law.</p>\r\n\r\n<p>The first time vacant space was used to house children at a military base was in 2012, Weber said, at Lackland Air Force Base in San Antonio and HHS in 2014 opened three temporary shelters on bases to help the government handle a spurt in unaccompanied children apprehended near the border, Weber said. Temporary shelters at Lackland AFB, Fort Sill Army Base and Naval Base Ventura County-Port Hueneme &quot;played a critical role in the humanitarian response, providing care to more than 7,700 children,&quot; Weber said, before HHS &quot;suspended&quot; the shelters in August 2014.</p>\r\n\r\n<p>Thousands of children annually enter the U.S. without legal permission -- sometimes without parents or guardians along. Next, the government detains many in advance of releases to family members and immigration hearings.</p>\r\n\r\n<p>In the 12 months through September 2015, the U.S. Border Patrol <a href=\"http://www.cbp.gov/newsroom/stats/southwest-border-unaccompanied-children/fy-2015\">reported detaining</a> nearly 40,000 unaccompanied children hailing from Guatemala, Mexico, El Salvador and Honduras. That count was down from 68,451 children detained in the region the previous 12 months -- with many crossers coming in expectation of an immigration hearing and amid fears of violence, especially gang violence, in home countries, <a href=\"http://www.politifact.com/texas/statements/2014/jun/29/ted-cruz/ted-cruz-accurately-recaps-survey-result-indicatin/\">we noted</a> in a June 2014 fact check.</p>\r\n\r\n<p>Two laws guide how the government manages unaccompanied minors. The <a href=\"https://www.gpo.gov/fdsys/pkg/USCODE-2010-title6/html/USCODE-2010-title6-chap1-subchapIV-partE-sec279.htm\">Homeland Security Act of 2002</a> transferred the care and custody of &quot;unaccompanied alien children&quot; to HHS to &quot;move towards a child welfare-based-model of care for children and away from the adult detention model,&quot; according to a <a href=\"http://www.acf.hhs.gov/sites/default/files/orr/orr_uc_updated_fact_sheet_1416.pdf\">&quot;fact sheet&quot;</a> last updated in January 2016 by the Administration for Children and Families.</p>\r\n\r\n<p>The Office of Refugee Resettlement, under ACF, places children in shelter facilities, foster care or group homes, residential treatment centers or secure care facilities, the <a href=\"http://www.acf.hhs.gov/programs/orr/resource/children-entering-the-united-states-unaccompanied-section-1#1.2.1\">agency says</a>. In fiscal 2015, children stayed in an agency-supervised facility for an average of 34 days, according to the sheet.</p>\r\n\r\n<p>According to the &quot;fact sheet,&quot; the Trafficking Victims Reauthorization Act of 2008 requires HHS to promptly place each child in the &quot;least restrictive setting that is in the best interest to the child, taking into account potential flight risk and danger to self and others.&quot; <a href=\"https://www.gpo.gov/fdsys/pkg/PLAW-110publ457/html/PLAW-110publ457.htm\">That act (</a><a href=\"http://thomas.loc.gov/cgi-bin/bdquery/z?d110:HR07311:@@@R\">which cleared the House without objection</a>) has no proscription on placing children in federal facilities.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Carter said, &quot;This is not a joke: the president wants to house illegal aliens on our nation&rsquo;s military installations.&quot;</p>\r\n\r\n<p>It&rsquo;s correct that on Obama&rsquo;s watch, the U.S. agency responsible for temporarily caring for unaccompanied immigrant children has enlisted the Pentagon in occasionally sheltering children (a &quot;minors&quot; detail that didn&rsquo;t appear in Carter&rsquo;s commentary). Carter didn&rsquo;t show nor did we spot an administration push to house adults on such installations. Also unsaid: The temporary housing of children in vacant military facilities is permitted under existing law.</p>\r\n\r\n<p>We rate Carter&rsquo;s claim Mostly True.</p>\r\n\r\n<hr />\r\n<p><em><strong>MOSTLY TRUE</strong></em> &ndash; The statement is accurate but needs clarification or additional information. Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n\r\n<p><a href=\"https://www.sharethefacts.co/share/83c1451c-cc21-43d6-8837-54174d424e30\">https://www.sharethefacts.co/share/83c1451c-cc21-43d6-8837-54174d424e30</a></p>\r\n", "ruling_comments_date": "2016-05-04T14:58:36.522346", "ruling_date": "2016-05-04T15:00:00", "ruling_headline": "John Carter says Barack Obama wants to house 'illegal aliens' on military installations", "ruling_headline_slug": "john-carter-says-barack-obama-wants-house-illegal-", "ruling_link_text": "Children, temporarily", "ruling_state": null, "source_documents": null, "sources": "<p>Commentary, <a href=\"http://www.statesman.com/news/news/local/us-rep-carter-put-our-troops-before-illegal-immigr/nqfgG/\">&quot;U.S. Rep. Carter: Put our troops before illegal immigrants,&quot;</a> <em>Round Rock Leader,</em> March 8, 2016</p>\r\n\r\n<p>Telephone interviews and <a href=\"https://docs.google.com/document/d/11nREtcGY6A5INwjcTCyuaZDUmNqg0p0cMDvPGr_bfQQ/edit\">emails</a>, Corry Schiermeyer, press secretary, U.S. Rep. John Carter, April 26 and May 2, 2016</p>\r\n\r\n<p>Telephone interview, Andrea Helling, acting director, Office of Communications, Administration for Children and Families, Department of Health and Human Services, May 2, 2016</p>\r\n\r\n<p>News story, <a href=\"http://kdhnews.com/news/local/lawmakers-against-obama-plan-to-house-unaccompanied-minors-at-fort/article_6b17ac18-a6d5-11e5-ae7e-57029a4ec683.html\">&quot;Lawmakers against Obama plan to house unaccompanied minors at Fort Hood,&quot;</a> Killeen Daily Herald, Dec. 20, 2015</p>\r\n\r\n<p>Document, <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGdGstbTJwaFY5QXc/view?usp=sharing\">letter requesting assistance</a> from Sylvia M. Burwell, secretary, Health and Human Services, to Ash Carter, secretary, Department of Defense, Dec. 7, 2015 (received by email from Peter Boogaard, assistant press secretary, National Security Council, May 3, 2016)</p>\r\n\r\n<p>News story, <a href=\"http://www.nytimes.com/2015/12/08/us/us-to-open-shelters-for-new-surge-of-youths-crossing-southwest-border.html\">&quot;U.S. to Open Shelters for New Surge of Youths Crossing Southwest Border,&quot;</a> <em>New York Times</em>, Dec. 7, 2015</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1Qxfiy6PY0d05Kyka-HMtYE-xvYt8TRsoHYqbAxUyaCE/pub\">Email</a>, Peter Boogaard, assistant press secretary for the National Security Council, the White House, May 3, 2016</p>\r\n\r\n<p>Truth-O-Meter article, <a href=\"http://www.politifact.com/texas/statements/2014/jun/29/ted-cruz/ted-cruz-accurately-recaps-survey-result-indicatin/\">&quot;Ted Cruz says most people caught at the border are coming because of &#39;amnesty,&#39;&quot;</a> PolitiFact Texas, June 29, 2014</p>\r\n\r\n<p>Law, <a href=\"https://www.gpo.gov/fdsys/pkg/PLAW-110publ457/html/PLAW-110publ457.htm\">&quot;William Wilberforce Trafficking Victims Reauthorization Act of 2008,&quot;</a> Government Printing Office (accessed May 2, 2016)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1urWgFAMPCvajSg7LiSGKdEt4l1UES-qqXmIjEupbL9o/edit\">Emails</a>, White House spokesman Eric Shultz and White House spokesman Peter Boogaard and Mark Weber, deputy assistant secretary for Public Affairs/Human Services at the Department of Health and Human Services, April 26 to April 29 2016.</p>\r\n\r\n<p>Web posts, U.S. Rep. John Carter, Carter&rsquo;s House website, <a href=\"https://carter.house.gov/press-releases/carter-tells-obama-no-to-housing-illegal-immigrants-at-fort-hood/\">&quot;CARTER TELLS OBAMA &quot;NO&quot; TO HOUSING ILLEGAL IMMIGRANTS AT FORT HOOD,</a>&quot; Dec. 17, 2015; <a href=\"https://carter.house.gov/press-releases/carter-victory-for-fort-hood-national-security/\">&quot;CARTER: VICTORY FOR FORT HOOD, NATIONAL SECURITY,&quot;</a> Jan. 6, 2016</p>\r\n\r\n<p>Legislation, <a href=\"https://www.congress.gov/bill/114th-congress/house-bill/4537\">READI Act bill H.R.4537</a>, introduced by Carter on Feb. 11, 2016, referred to House Committee on Armed Services<br />\r\n<br />\r\nWeb post and &quot;fact sheet,&quot; <a href=\"http://www.acf.hhs.gov/programs/orr/resource/unaccompanied-children-services-fact-sheet\">&quot;Unaccompanied Children Services Fact Sheet,&quot;</a> <a href=\"http://www.acf.hhs.gov/sites/default/files/orr/orr_uc_updated_fact_sheet_1416.pdf\">Fact Sheet</a>, Office of Refugee Resettlement, the Administration for Children and Families, Jan. 26, 2016</p>\r\n\r\n<p>Web page, <a href=\"http://www.acf.hhs.gov/programs/orr/resource/children-entering-the-united-states-unaccompanied-section-1#1.2.1\">&quot;Children Entering the United States Unaccompanied: Section 1<br />\r\nPlacement in ORR Care Provider Facilities,&quot;</a> Office of Refugee Resettlement, the Administration for Children and Families, U.S. Department of Health and Human Services, Jan. 30, 2015</p>\r\n\r\n<p>Web page/post, <a href=\"http://www.cbp.gov/newsroom/stats/southwest-border-unaccompanied-children/fy-2015\">&quot;Southwest Border Unaccompanied Alien Children Statistics FY 2015,&quot;</a> U.S. Customs and Border Protection, no date for when last updated</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1urWgFAMPCvajSg7LiSGKdEt4l1UES-qqXmIjEupbL9o/edit\">Emails</a>, Mark Weber, deputy assistant secretary for Public Affairs/Human Services at the Department of Health and Human Services, April 27 to April 29, 2016</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. House of Representatives", "false_count": 3, "first_name": "John", "half_true_count": 1, "home_state": "Texas", "id": 227, "last_name": "Carter", "mostly_true_count": 2, "name_slug": "john-carter", "pants_count": 2, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/John_Carter.JPG", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/227/", "total_count": 8, "true_count": 0, "website": "http://carter.house.gov/"}, "statement": "<p>&quot;This is not a joke: the president wants to house illegal aliens on our nation&rsquo;s military installations.&quot;</p>\r\n", "statement_context": "a commentary published in the Round Rock Leader", "statement_date": "2016-03-10", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 127, "photo": null, "resource_uri": "/api/v/2/subject/127/", "subject": "Children", "subject_slug": "children", "used_in_edition": []}, {"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}], "target": [{"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}], "twitter_headline": ""}