{"art": [{"brightcove": "", "caption": "Nevada Democratic Party chairwoman Roberta Lange talks about threats after the state party convention.", "id": 7997, "infogram": "", "ndn": "", "ndnid": "", "other": "<div\r\n    class=\"ndn_embed\"\r\n    data-config-widget-id=\"1\"\r\n    data-config-type=\"VideoPlayer/Single\"\r\n    data-config-tracking-group=\"92502\"\r\n    data-config-video-id=\"30803625\"\r\n    data-config-site-section=\"site_section_id\"\r\ndata-config-playlist-id=\"18500\"\r\n\t\tstyle=\"width:100%;\" \r\n\t\tdata-config-height=\"9/16w\"></div>", "photo": null, "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/7997/", "title": "Roberta Lange Nevada", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "Riley.Snyder@KTNV.com", "first_name": "Riley", "id": 532, "last_name": "Snyder", "name_slug": "riley-snyder", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 63, "publication_name": " KTNV Channel 13 Action News", "resource_uri": "/api/v/2/publication/63/"}, "resource_uri": "/api/v/2/staffer/532/", "title": "PolitiFact Nevada staff writer", "twitter": null}], "canonical_url": "/nevada/statements/2016/may/18/jeff-weaver/allegations-fraud-and-misconduct-nevada-democratic/", "edition": {"adkey": "Editions", "advalue": "Nevada", "edition": "Nevada", "edition_slug": "nevada", "has_afterthefact": false, "id": 57, "index_page": false, "meter_name": "The Nevada Truth-O-Meter", "resource_uri": "/api/v/2/edition/57/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": "", "id": 12401, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "Riley.Snyder@KTNV.com", "first_name": "Riley", "id": 532, "last_name": "Snyder", "name_slug": "riley-snyder", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 63, "publication_name": " KTNV Channel 13 Action News", "resource_uri": "/api/v/2/publication/63/"}, "resource_uri": "/api/v/2/staffer/532/", "title": "PolitiFact Nevada staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/12401/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Supporters of Vermont Sen. Bernie Sanders are furious over the results of Nevada&rsquo;s state Democratic Party convention in Las Vegas.</p>\r\n\r\n<p>Sanders supporters loudly protested both <a href=\"http://www.ktnv.com/news/national/democracy-2016/democrats-weigh-in-on-presidential-race-at-nevada-convention_11417201_\">during</a> and <a href=\"http://www.ktnv.com/news/political/bernie-sanders-supporters-hold-protest-day-after-nevada-democratic-convention\">after</a> the convention, which saw Democratic frontrunner Hillary Clinton officially claim 20 pledged delegates to Sanders&#39; 15.&nbsp;</p>\r\n\r\n<p>Nevada&rsquo;s delegate allocation process is complex, but Sanders supporters have accused the state Democratic Party of various crimes including ignoring <a href=\"http://www.salon.com/2016/05/16/what_the_hell_just_happened_in_nevada_sanders_supporters_are_fed_up_and_rightfully_so/\" style=\"line-height: 1.6;\">attempts to change the rules</a>, <a href=\"https://medium.com/@yvonneclaes/rip-democratic-party-385b9949178f#.qqhg93m3s\" style=\"line-height: 1.6;\">rigging the process</a> in favor of Clinton and <a href=\"http://www.kolotv.com/content/news/Democrats-weigh-in-on-presidential-race-at-Nevada-convention-379528701.html\" style=\"line-height: 1.6;\">disqualifying several dozen delegates</a> that supported Sanders.</p>\r\n\r\n<p>Sanders campaign manager Jeff Weaver reiterated those concerns during a May 18 interview on CNN with John Vause.</p>\r\n\r\n<p>&quot;There was a horrendous breakdown, where the leadership there in Nevada hijacked the process on the floor, created a tremendous amount of angst among people who were there attending the convention, who were supporters of Sen. Sanders, by ignoring the regular procedure and ramming through what they wanted to do,&quot; he said.</p>\r\n\r\n<p>There&rsquo;s little disagreement that the convention was chaotic. PolitiFact Nevada was at the convention and saw it firsthand. But does the Sanders campaign&rsquo;s complaints have merit?</p>\r\n\r\n<p><strong>What was at stake</strong></p>\r\n\r\n<p>Nevada&rsquo;s presidential caucuses were held back in February, which saw Clinton defeat Sanders by a roughly 5 percent margin among the <a href=\"http://nvdems.com/press/nv-dems-chair-enthusiastic-turnout-points-to-a-strong-2016-for-democrats/\">roughly 80,000 voters</a> who participated.</p>\r\n\r\n<p>But Nevada&rsquo;s process of allocating delegates isn&rsquo;t so cut and dried, as PolitiFact has previously <a href=\"http://www.politifact.com/nevada/statements/2016/apr/07/blog-posting/no-bernie-sanders-didnt-retroactively-win-nevada/\">explained</a>.</p>\r\n\r\n<p>Only 23&nbsp;of the state&rsquo;s 43 delegates are officially locked in as a result of the February caucuses. Clinton won 13 of that pool, while Sanders won 10.</p>\r\n\r\n<p>Another group of eight are so-called &quot;superdelegates,&quot; who aren&rsquo;t bound to any candidate and independently decide who to support. (Five currently support Clinton and one backs Sanders in Nevada.)</p>\r\n\r\n<p>That leaves 12 delegates technically up for grabs at the state convention in May. That number is made up of five pledged &quot;party leader and elected official&quot; delegates and seven &quot;at-large&quot; delegates awarded proportionally, so whichever campaign has the majority at the state convention &quot;wins&quot; the odd-numbered delegate from those two groups.</p>\r\n\r\n<p>Barring a total collapse from either campaign, this means that one candidate was to get seven delegates at the state convention and the other was to get five.</p>\r\n\r\n<p>As PolitiFact wrote in <a href=\"http://www.politifact.com/nevada/statements/2016/apr/07/blog-posting/no-bernie-sanders-didnt-retroactively-win-nevada/\">April</a>, the process is supposed to look something like a Matryoshka doll &mdash; smaller amounts of delegates at each step of the process, but retaining the same proportions of the initial February caucus.</p>\r\n\r\n<p>But that model was essentially broken during the April county conventions, where less than half of Clinton&rsquo;s allocated county delegates showed up, leading Sanders to <a href=\"http://www.ktnv.com/news/thousands-turn-out-for-clark-county-democratic-convention\">declare a surprise victory</a> and allocated delegate advantage over Clinton (2,124 to 1,792) heading into the state convention.</p>\r\n\r\n<p><strong>Convention confusion</strong></p>\r\n\r\n<p>Tensions were already mounting in the weeks before the convention, with a small group of Sanders supporters filing a <a href=\"http://lasvegassun.com/news/2016/may/13/judge-dismisses-case-filed-by-sanders-supporters-a/\">lawsuit</a> against the state party (which was dismissed by a Las Vegas judge) and creating a <a href=\"https://www.change.org/p/nevada-state-democratic-party-tell-nvdems-to-not-steal-our-democracy-at-the-state-convention?recruiter=56529395&amp;utm_source=share_petition&amp;utm_medium=twitter&amp;utm_campaign=share_twitter_responsive\">petition</a> demanding the convention rules be changed.</p>\r\n\r\n<p>The fight over rules had been going on since April, according to an email chain posted by <a href=\"https://www.ralstonreports.com/blog/bernie-people-be-mad-again-still-forever\">Nevada political journalist</a> Jon Ralston, between Sanders superdelegate Erin Bilbray and party chairwoman Roberta Lange.</p>\r\n\r\n<p>Supporters of Sanders believed that the convention rules, which have been largely the same since 2008, gave an unfair amount of power to Lange, the convention chair. The rules specifically lay out that all convention votes must be done by voice vote, and that only the convention chair can declare the winner or call for a more specific method of voting among the thousands of delegates.</p>\r\n\r\n<p>The rules, <a href=\"http://nvdems.3cdn.net/ea5a7f0df495b0cf4c_z2m6bnqh5.pdf\">which can be read here</a>, &nbsp;also state that any amendment attempts must be approved by two-thirds of the convention delegates &mdash; which would be difficult given the nearly even number of Clinton and Sanders backers present.</p>\r\n\r\n<p>Sanders backers say the continuing nature of the presidential primary necessitated more rule changes.</p>\r\n\r\n<p>The Sanders campaign did not respond to a request for comment. In a previous&nbsp;<a href=\"https://berniesanders.com/press-release/statement-nevada/?utm_source=twitterfeed&amp;utm_medium=twitter\">statement</a>, the campaign detailed several allegations of misconduct from the state party, which we considered as part of this fact-check.&nbsp;&quot;At that convention the Democratic leadership used its power to prevent a fair and transparent process from taking place,&quot; the campaign&nbsp;said in that statement.</p>\r\n\r\n<p>However, there were no last minute rule changes sprung on convention-goers &mdash; the rules had been publicly available weeks in advance, largely unchanged for three presidential cycles, and given to both campaigns.</p>\r\n\r\n<p>The first major fight happened in the morning, with the convention being gaveled in nearly 40 minutes after the scheduled 9 a.m. start time.</p>\r\n\r\n<p>In a voice vote, Lange approved adoption of <a href=\"https://twitter.com/meganmesserly/status/731529165153820672\">a preliminary credentials</a> report showing more Clinton than Sanders delegates. Immediate howls of protests from the Sanders contingent emerged, many of whom <a href=\"https://twitter.com/meganmesserly/status/731533990507610112\">rushed the dais</a> and started screaming insults and obscenities directly at Lange.</p>\r\n\r\n<p>Although several <a href=\"https://www.youtube.com/watch?v=5srPXtJV0V0\">videos</a> from the event appear to have louder &quot;nays&quot; than &quot;yeas,&quot; both <a href=\"https://twitter.com/meganmesserly/status/731529165153820672\">preliminary</a> and final delegate counts showed that Clinton supporters outnumbered Sanders supporters in the room.</p>\r\n\r\n<p>And trying to determine the outcome of a voice vote from a video of around 3,000 delegates is somewhat arbitrary to begin with. The only person with authority to call for a different voting mechanism is the convention chair: Lange.</p>\r\n\r\n<p>Regardless, upset Sanders supporters rushed the main stage, hurling obscenities at Lange and other members of the party&rsquo;s executive board and <a href=\"https://twitter.com/RileySnyder/status/731548182061027328\">booing</a> over remarks from California Sen. Barbara Boxer delivered on behalf of the Clinton campaign.</p>\r\n\r\n<p>The Sanders campaign later alleged that Lange refused to accept petitions to change the rules, which is inaccurate.</p>\r\n\r\n<p>In an interview, Lange&nbsp;said the board received a handful of petitions to change the convention rules but not all of them met the requirement to have signatures by 20 percent of convention goers.</p>\r\n\r\n<p>Lange said the proper procedure for an amendment to the rules would have been during a short period for public comment before the temporary rules were adopted as permanent.</p>\r\n\r\n<p>None of the three Sanders supporters who spoke, including Nevada superdelegate Erin Bilbray, made any motion to amend the rules during that time, so they were approved as written.</p>\r\n\r\n<p>Volunteers circulating the petitions changing the rules <a href=\"https://twitter.com/meganmesserly/status/731576321294245889\">abandoned their efforts</a> after the permanent rules were adopted, saying they missed their chance to introduce them.</p>\r\n\r\n<p>Either way, any rule change would require a two-thirds majority vote which would be highly unlikely given the Clinton&nbsp;campaign&#39;s&nbsp;<a href=\"https://twitter.com/RileySnyder/status/731521958769098753\">public opposition</a> to any rules changes.</p>\r\n\r\n<p>More controversies erupted after the party&rsquo;s credentials committee, which consisted of five Clinton and five Sanders backers, released their report showing that Clinton delegates narrowly outnumbered those of Sanders 1,695 to 1,662 &mdash; a 33-delegate margin.</p>\r\n\r\n<p>Again, Nevada&rsquo;s delegate allocation rules meant that whichever campaign had the majority of delegates at the state convention would win two delegates to the national convention.</p>\r\n\r\n<p><strong>Minority Report</strong></p>\r\n\r\n<p>A constant complaint is that the party&rsquo;s credentials committee unfairly disqualified 64 Sanders delegates &mdash; detailed in a &quot;minority report&quot; and read to delegates by a pro-Sanders credentials committee member.</p>\r\n\r\n<p>Sanders supporters were upset because that number of delegates would have tipped the balance and presumably swung the two national delegates back to Sanders.</p>\r\n\r\n<p>But there are a lot of misconceptions and misunderstandings associated with the report, which was written and circulated by Sanders campaign staffers.</p>\r\n\r\n<p>Annette Magnus, an activist and credentials committee member, said the 64-delegate figure stems from a list of delegates submitted by the Clinton campaign of Sanders delegates who weren&rsquo;t registered as Democrats by May 1, which is required under the rules.</p>\r\n\r\n<p>Magnus said the committee spent much of Saturday investigating the delegates called into question, and eventually seated six of them. The remaining 58 delegates were rejected because they were either not Democrats by May 1 or the party could not confirm their name or address.</p>\r\n\r\n<p>&quot;There was not a vetting process at county convention like the state level convention,&quot; Magnus said.</p>\r\n\r\n<p>Importantly, the state party reported only eight of the rejected delegates even showed up to the convention, so even if they had been seated it would not have flipped the majority.</p>\r\n\r\n<p>&quot;It didn&#39;t affect the outcome in any way,&quot; Magnus said.</p>\r\n\r\n<p>Regardless, the switch in two delegates matters little in the contours of the national delegate race.</p>\r\n\r\n<p>Including superdelegates, Clinton has a commanding <a href=\"https://interactives.ap.org/2016/delegate-tracker/\">763 delegate lead</a> over Sanders after the May 17 primaries, according to the Associated Press. Clinton currently leads the delegate count in Nevada 25-16, with two superdelegates still undecided.</p>\r\n\r\n<p><strong>Security concerns</strong></p>\r\n\r\n<p>With so many questions about the Nevada convention, we wanted to address two other points.</p>\r\n\r\n<p>Images and videos circulated after the convention was called to a quick close alleging that Lange &quot;<a href=\"https://www.youtube.com/watch?v=6swm3l19knc\">illegally</a>&quot; ended the convention despite motions for a recount.</p>\r\n\r\n<p><img alt=\"dem convention end.jpeg\" src=\"https://lh5.googleusercontent.com/yNq824whV16sXWyC4lneQU2_QFOwRHsoCoDubCVuR4oTByuL-fwIloAwZGuwk5lQwc7wbvEHrmL2aiVz_rlQ-YeB6hSSCsfv9ncB7E-XzK0Bdbo60hxUIpJTdt4P5n4X2phwPwzl\" style=\"border:none; height:468px; width:624px\" /></p>\r\n\r\n<p>Lange &mdash; who said she was forced to take a security detail to even go to the bathroom during the convention &mdash; said police and Caesars Entertainment hotel officials told her that the convention had to be immediately adjourned due to ongoing security details.</p>\r\n\r\n<p>Casino spokeswoman Jennifer Forkis said the event ran over its allotted time by about four hours, meaning security hired for the event would soon leave their shifts.</p>\r\n\r\n<p>&quot;Without adequate security personnel, and in consultation with the Las Vegas Metropolitan Police Department and event organizers, a decision was made that it was in the best interest of everyone in attendance to end the event,&quot; Forkis said in a statement.</p>\r\n\r\n<p>Secondly, an ongoing debate has emerged post-convention over questions of violence and allegations of chair-throwing from Sanders supporters.</p>\r\n\r\n<p>There&rsquo;s no clear evidence of a <a href=\"https://www.facebook.com/annettenm9/videos/10208451242655379/\">chair</a> being thrown, but the post-adjournment attitude was tense with Sanders delegates <a href=\"https://youtu.be/tno8owlj5WE?t=41s\">screaming obscenities and pushing back barriers</a> between the crowd and the main stage.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Sanders campaign manager Jeff Weaver said Nevada Democratic Party leaders &quot;hijacked the process on the floor&quot; of the state convention &quot;ignoring the regular procedure and ramming through what they wanted to do.&quot;</p>\r\n\r\n<p>Caucuses and delegate math can be incredibly confusing, and the arcane party structures don&rsquo;t reflect how most people assume presidential selection works.</p>\r\n\r\n<p>But the howls of unfairness and corruption by the Sanders campaign during Nevada&rsquo;s state Democratic Convention can&rsquo;t change the simple fact that Clinton&rsquo;s supporters simply turned out in larger numbers and helped her solidify her delegate lead in Nevada.</p>\r\n\r\n<p>There&rsquo;s no clear evidence the state party &quot;hijacked&quot; the process or ignored &quot;regular procedure.&quot;</p>\r\n\r\n<p>We rate this claim False.</p>\r\n\r\n<div class='artembed'>See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2016-05-18T18:17:54.340280", "ruling_date": "2016-05-18T18:40:02", "ruling_headline": "Allegations of fraud and misconduct at Nevada Democratic convention unfounded", "ruling_headline_slug": "allegations-fraud-and-misconduct-nevada-democratic", "ruling_link_text": "Confusion, not corruption", "ruling_state": null, "source_documents": null, "sources": "<p>Associated Press <a href=\"https://interactives.ap.org/2016/delegate-tracker/\">Delegate tracker</a>, accessed May 18, 2016</p>\r\n\r\n<p>Phone interview with credentials committee member Annette Magnus, May 17, 2016</p>\r\n\r\n<p>Bernie Sanders campaign, &quot;<a href=\"https://berniesanders.com/press-release/statement-nevada/?utm_source=twitterfeed&amp;utm_medium=twitter\">Sanders Statement on Nevada</a>,&quot; May 17, 2016</p>\r\n\r\n<p>KTNV, &quot;<a href=\"http://www.ktnv.com/news/nevada-politician-receiving-hundreds-of-death-threats-insults\">Nevada politician receiving hundreds of death threats, insults after Democratic Convention</a>,&quot; May 17, 2016</p>\r\n\r\n<p>Salon, &quot;<a href=\"http://www.salon.com/2016/05/16/what_the_hell_just_happened_in_nevada_sanders_supporters_are_fed_up_and_rightfully_so/\">What the hell just happened in Nevada? Sanders supporters are fed up &mdash; and rightfully so</a>,&quot; May 16, 2016</p>\r\n\r\n<p>Medium, &quot;<a href=\"https://medium.com/@nvdems/the-facts-about-the-nevada-democratic-state-convention-on-saturday-106cc5db3d83#.3s85ek3yu\">The Facts about the Nevada Democratic State Convention on Saturday</a>,&quot; May 16, 2016</p>\r\n\r\n<p>Independent Voter Project, &quot;<a href=\"http://ivn.us/2016/05/15/corroborating-evidence-clinton-camp-tampering-delegate-count/\">Corroborating Evidence Shows Clinton Camp Tampering with Delegate Count in Nevada</a>,&quot; May 15, 2016</p>\r\n\r\n<p>Real Clear Politics, &quot;<a href=\"http://www.realclearpolitics.com/video/2016/05/15/chaos_at_nevada_democratic_convention_dnc_leaders_flee_building_as_sanders_supporters_demand_recount.html\">Chaos At Nevada Democratic Convention; State Party Chair Flees Building As Sanders Supporters Demand Recount</a>,&quot; May 15, 2016</p>\r\n\r\n<p>Medium, &quot;<a href=\"https://medium.com/@yvonneclaes/rip-democratic-party-385b9949178f#.e922feqms\">RIP Democratic Party</a>,&quot; May 15, 2016</p>\r\n\r\n<p>KTNV, &quot;<a href=\"http://www.ktnv.com/news/political/bernie-sanders-supporters-hold-protest-day-after-nevada-democratic-convention\">Bernie Sanders supporters hold protest day after Nevada Democratic Convention</a>,&quot; May 15, 2016</p>\r\n\r\n<p>Associated Press, &quot;<a href=\"http://www.kolotv.com/content/news/Democrats-weigh-in-on-presidential-race-at-Nevada-convention-379528701.html\">Nevada Democrats fight allegations of unfairness</a>,&quot; May 14, 2016</p>\r\n\r\n<p>KTNV, &quot;<a href=\"http://www.ktnv.com/news/national/democracy-2016/democrats-weigh-in-on-presidential-race-at-nevada-convention_11417201_\">Controversy brings an end to Nevada Democratic Convention</a>,&quot; May 14, 2016</p>\r\n\r\n<p>Las Vegas Sun, &quot;<a href=\"http://lasvegassun.com/news/2016/may/14/at-democratic-convention-in-las-vegas-rules-divide/\">Clinton adds to delegate lead with Nevada convention win</a>,&quot; May 14, 2016</p>\r\n\r\n<p>Las Vegas Sun, &quot;<a href=\"http://lasvegassun.com/news/2016/may/13/judge-dismisses-case-filed-by-sanders-supporters-a/\">Judge tosses part of Sanders backers&rsquo; lawsuit against Nevada Democrats</a>,&quot; May 13, 2016</p>\r\n\r\n<p>Ralston Reports, &quot;<a href=\"https://www.ralstonreports.com/blog/bernie-people-be-mad-again-still-forever\">Bernie people be mad. Again. Still. Forever</a>.&quot; April 26, 2016</p>\r\n\r\n<p>PolitiFact, &quot;<a href=\"http://www.politifact.com/nevada/statements/2016/apr/07/blog-posting/no-bernie-sanders-didnt-retroactively-win-nevada/\">No, Bernie Sanders didn&#39;t retroactively win Nevada</a>,&quot; April 7, 2016</p>\r\n\r\n<p>KTNV, &quot;<a href=\"http://www.ktnv.com/news/thousands-turn-out-for-clark-county-democratic-convention\">Bernie Sanders gets more delegates than Hillary Clinton at Clark County convention</a>,&quot; April 2, 2016</p>\r\n\r\n<p>NV Dems, &quot;<a href=\"http://nvdems.com/press/nv-dems-chair-enthusiastic-turnout-points-to-a-strong-2016-for-democrats/\">NV DEMS CHAIR: ENTHUSIASTIC TURNOUT POINTS TO A STRONG 2016 FOR DEMOCRATS</a>,&quot; Feb. 20, 2016</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Bernie Sanders campaign manager", "false_count": 1, "first_name": "Jeff", "half_true_count": 0, "home_state": "", "id": 3521, "last_name": "Weaver", "mostly_true_count": 0, "name_slug": "jeff-weaver", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Jeff_Weaver.PNG", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3521/", "total_count": 1, "true_count": 0, "website": "https://go.berniesanders.com/page/content/splash"}, "statement": "<p>Nevada Democratic Party leaders &quot;hijacked the process on the floor&quot; of the state convention &quot;ignoring the regular procedure and ramming through what they wanted to do.&quot;</p>\r\n", "statement_context": "a television interview on CNN", "statement_date": "2016-05-17", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}], "target": [], "twitter_headline": ""}