{"art": [], "author": [{"email_address": "anna@billypenn.com", "first_name": "Anna", "id": 540, "last_name": "Orso", "name_slug": "anna-orso", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 65, "publication_name": "Billy Penn", "resource_uri": "/api/v/2/publication/65/"}, "resource_uri": "/api/v/2/staffer/540/", "title": "Reporter/Curator", "twitter": null}], "canonical_url": "/pennsylvania/statements/2016/may/20/daniel-grace/teamsters-say-soda-tax-would-cost-thousands-jobs-d/", "edition": {"adkey": "Editions", "advalue": "Pennsylvania", "edition": "Pennsylvania", "edition_slug": "pennsylvania", "has_afterthefact": false, "id": 54, "index_page": false, "meter_name": "The Pennsylvania Truth-O-Meter", "resource_uri": "/api/v/2/edition/54/"}, "editor": [{"email_address": "chris@billypenn.com", "first_name": "Chris", "id": 537, "last_name": "Krewson", "name_slug": "chris-krewson", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 65, "publication_name": "Billy Penn", "resource_uri": "/api/v/2/publication/65/"}, "resource_uri": "/api/v/2/staffer/537/", "title": "Editor", "twitter": null}], "facebook_headline": null, "id": 12414, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "anna@billypenn.com", "first_name": "Anna", "id": 540, "last_name": "Orso", "name_slug": "anna-orso", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 65, "publication_name": "Billy Penn", "resource_uri": "/api/v/2/publication/65/"}, "resource_uri": "/api/v/2/staffer/540/", "title": "Reporter/Curator", "twitter": null}], "resource_uri": "/api/v/2/statement/12414/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Most of organized labor -- nearly all -- is just fine with Jim Kenney&rsquo;s proposed sugary drinks tax. But the Teamsters have a big problem with it. They&rsquo;re arguing they&rsquo;ll lose jobs. Opponents to the tax argue higher prices will lead to decreased sales that will eventually trickle down and cause the soda bottling and delivery industry in Philadelphia to collapse.</p>\r\n\r\n<p>In fact, the loudest voice against the tax (outside lobbyists for the nation&rsquo;s largest beverage companies) come from the Teamsters. Literally: They organized a ring of 18-wheelers that circled City Hall, horns blaring, to protest the measure. The first-year mayor wants to tax sugary drinks at three cents per ounce -- an unprecedented tax in America -- and use the revenue to fund pre-K, community schools and the city&rsquo;s ailing pension fund.</p>\r\n\r\n<p><a href=\"http://www.team830.org/?zone=/unionactive/view_article.cfm&amp;HomeID=298240\" style=\"text-decoration:none;\"><u>In a statement,</u></a> Teamsters Local 830 secretary Daniel Grace wrote that the implementation of a three-cents-per-ounce sugary drinks tax &quot;would result in the loss of 2,000 family-sustaining Teamster Union jobs and countless other jobs in the beverage industry.&quot;</p>\r\n\r\n<p>But there are about 2,000 people working in the beverage industry in Philadelphia in total. So we decided to look a little deeper into this claim.</p>\r\n\r\n<p>The American Beverage Association has claimed a soda tax in Philadelphia would result in job loss, but didn&rsquo;t offer an estimate to <em>PolitiFact</em> and referred us to a local firm handling communications for those opposed to the tax. That firm also didn&rsquo;t have an estimate on job loss and referred us to Grace, the Teamsters head in Philadelphia who didn&rsquo;t respond to requests for more information.</p>\r\n\r\n<p>Instead, his spokesman Frank Keel emailed: &quot;The Kenney administration has no idea about the Teamsters&rsquo; various roles in the beverage industry and no right to question the very real job losses we&#39;ll suffer if this regressive three-cents-an-ounce sugary drinks tax is passed into law.&quot; He again reiterated that &quot;we stand to lose as many as 2,000 regional jobs in the beverage industry.&quot; Keel didn&rsquo;t clarify what was meant by &quot;regional,&quot; other than to say &quot;there are several Teamsters locals in the Philadelphia regional jurisdiction.&quot;</p>\r\n\r\n<p>The Kenney administration disputes the figures as a &quot;doomsday scenario&quot; and said any job loss suffered due to the implementation of a soda tax will be offset by jobs created by the programming the tax would fund.</p>\r\n\r\n<p>&quot;If sugary drink prices go up, then consumers will choose tax-exempt beverages like bottled water and diet drinks instead,&quot; Kenney&rsquo;s spokeswoman Lauren Hitt said. &quot;Small businesses will avoid job loss and maintain their profit margins by selling more tax-exempt drinks; and, accordingly, truck drivers will also be fine because they&rsquo;ll be delivering more bottled water and diet soda.&quot;</p>\r\n\r\n<p>Without their clarification, it&rsquo;s hard to discern how the Teamsters arrived at their job loss estimate. But economists and studies suggest it&rsquo;s an overshoot.</p>\r\n\r\n<p>Robert P. Inman, a professor of business economics and public policy at the University of Pennsylvania&rsquo;s Wharton school, called the estimate of 2,000 job losses &quot;off the bounds of realistic.&quot;</p>\r\n\r\n<p>About 2,000 jobs would represent nearly the entire soda bottling and delivering industry in Philadelphia, and Inman said it&rsquo;s inaccurate to assume that a three-cents-per-ounce tax on soda would cause the entire industry to crumble.</p>\r\n\r\n<p>He said his studies show the city could see a reduction in sales in the $150 million to $200 million range. But Inman said people won&rsquo;t stop buying bottled drinks. They&rsquo;ll either switch to bottled beverages like water that&rsquo;s also bottled and delivered by large beverage companies, or they&rsquo;ll switch to smaller sized bottles that also still need to be bottled and delivered in the city.</p>\r\n\r\n<p>&quot;Wherever they&rsquo;re getting the number from,&quot; he said, &quot;it is so far above anything that strikes me as plausible.&quot;</p>\r\n\r\n<p>The Teamsters say they don&rsquo;t buy the idea that the sale of water, diet sodas and the like will increase enough to cover the loss suffered as a result of the soda tax. In Grace&rsquo;s statement, he wrote: &quot;Consumers simply don&#39;t react that way.&quot;</p>\r\n\r\n<p><a href=\"http://www.rwjf.org/en/library/articles-and-news/2014/02/study-predicts-tax-on-sugar-sweetened-beverages-would-not-result.html\" style=\"text-decoration:none;\"><u>A 2014 study published in the American Journal of Public Health</u></a> found a 20 percent tax on sugar-sweetened beverages (which correlates with about a two-cents-per-ounce tax) would result in small job gains. The study isn&rsquo;t neutral -- it was funded by The Robert Wood Johnson Foundation&rsquo;s Healthy Eating Research program. But it found that jobs lost as a result of the tax were offset by jobs created due to consumers switching to untaxed drinks like bottled water.</p>\r\n\r\n<p>A study published this year by Mexico&rsquo;s Center for Health Systems Research found that after the country instituted a soda tax, there was a bump: Overall sales increased, largely due to higher amounts of bottled water being purchased. But then, after a year, sales fell to where they were before the tax was passed.</p>\r\n\r\n<p>The estimate is also higher than any other made before. When city officials floated a soda tax in 2011, the soda companies themselves <a href=\"http://6abc.com/archive/8193830/\" style=\"text-decoration:none;\"><u>predicted a job loss of 1,200 people.</u></a> Al Taubenberger, a current city councilman and the former head of the Greater Northeast Philadelphia Chamber of Commerce, <a href=\"http://legislation.phila.gov/transcripts/Public%20Hearings/whole/2011/wh061011.pdf\" style=\"text-decoration:none;\"><u>said at the time it would cost the city 1,000 jobs.</u></a> After Baltimore instituted a two-cents tax on beverage containers last year, about 75 people lost their jobs.</p>\r\n\r\n<p>But Inman said any job loss estimate when it comes to a soda tax is dubious. Without statistical data -- as no other place in America has instituted a three-cents-per-ounce soda tax -- it&rsquo;s nearly impossible to accurately calculate predicted job loss.</p>\r\n\r\n<p>&quot;There&rsquo;s been no soda tax, so you don&rsquo;t have any experience who has actually seen what the effects are,&quot; he said. &quot;So you end up trying to guess, and you get into this game of &lsquo;your guess is as good as mine.&rsquo;&quot;</p>\r\n\r\n<p><strong>Our Rating</strong></p>\r\n\r\n<p>The Teamsters claim they stand to lose as many as 2,000 jobs in the region and &quot;countless&quot; others if Philadelphia implements a soda tax. This estimate is higher than any estimate floated before and tops what studies show the impact would be.</p>\r\n\r\n<p>And, at the end of the day, it&rsquo;s nearly impossible to predict exact job loss as the result of a tax that hasn&rsquo;t been implemented anywhere else in this way before. Is it within the realm of possibility that 2,000 beverage industry employees would lose their jobs due to the soda tax? Maybe. Is it likely? Not at all.</p>\r\n\r\n<p>We rate this claim False.</p>\r\n", "ruling_comments_date": "2016-05-20T17:02:02.232895", "ruling_date": "2016-05-20T16:52:43", "ruling_headline": "Teamsters say soda tax would cost thousands of jobs; that doesn’t add up", "ruling_headline_slug": "teamsters-say-soda-tax-would-cost-thousands-jobs-d", "ruling_link_text": "That's some bad math.", "ruling_state": null, "source_documents": null, "sources": "<p>Email, Frank Keel. Teamsters Local 830 spokesman. May 17, 2016.</p>\r\n\r\n<p>Email, Lauren Hitt. Mayor Jim Kenney spokeswoman. May 18, 2016.</p>\r\n\r\n<p>News article, <a href=\"http://6abc.com/archive/8193830/\" style=\"text-decoration:none;\"><u>&quot;Philly Council to hike taxes on property, not soda.&quot;</u></a> 6ABC. June 17, 2011.</p>\r\n\r\n<p>Phone interview, Robert Inman. Richard King Mellon Professor of Finance at the Wharton School. May 19, 2016.</p>\r\n\r\n<p>Statement, <a href=\"http://www.team830.org/?zone=/unionactive/view_article.cfm&amp;HomeID=298240\" style=\"text-decoration:none;\"><u>&quot;Statement of Teamsters Local 830.&quot;</u></a> Teamsters Local 830. Accessed May 17, 2016.</p>\r\n\r\n<p>Study, &quot;Study predicts tax on sugar-sweetened beverages would not result in overall job loss.&quot; Robert Wood Johnson Foundation. 2014.</p>\r\n\r\n<p>Transcript, Philadelphia City Council session. June 10, 2011. Accessed May 18, 2016.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Secretary of Teamsters Local 830", "false_count": 1, "first_name": "Daniel", "half_true_count": 0, "home_state": "Pennsylvania", "id": 3529, "last_name": "Grace", "mostly_true_count": 0, "name_slug": "daniel-grace", "pants_count": 0, "party": {"id": 19, "party": "Labor leader", "party_slug": "labor-leader", "resource_uri": "/api/v/2/party/19/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Screen_Shot_2016-05-20_at_4.47.49_PM.png", "primary_edition": {"adkey": "Editions", "advalue": "Pennsylvania", "edition": "Pennsylvania", "edition_slug": "pennsylvania", "has_afterthefact": false, "id": 54, "index_page": false, "meter_name": "The Pennsylvania Truth-O-Meter", "resource_uri": "/api/v/2/edition/54/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3529/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>A three-cents-per-ounce soda tax in Philadelphia &quot;would result in the loss of 2,000 family-sustaining Teamster Union jobs and countless other jobs in the beverage industry.&quot;</p>\r\n\r\n<div>&nbsp;</div>\r\n", "statement_context": "a statement", "statement_date": "2016-05-17", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ""}