{"art": [], "author": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/oct/07/plantsneedco2org/plantsneedco2org-claim-carbon-dioxide-not-pollutan/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "gjoyce@tampabay.com", "first_name": "Greg", "id": 110, "last_name": "Joyce", "name_slug": "greg-joyce", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/110/", "title": "Metro/Tampa news editor", "twitter": null}], "facebook_headline": null, "id": 1250, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1250/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>With Congress deep in a debate over legislation to slow climate change, the <em> Washington Post </em> has become a <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/sep/30/energycitizensorg/energycitizensorg-claims-gas-will-cost-4-gallon-un/\" target=\"_blank\"> popular place </a> for climate change claims, including this one from an organization called PlantsNeedCO2.org:<br />\r\n&nbsp;<br />\r\n&quot;Not only is there no scientific evidence that CO 2 is a pollutant, higher CO 2 concentrations actually help ecosystems support more plant and animal life,&quot; according to an ad the group published Oct. 5, 2009, in the <em> Post </em> .<br />\r\n&nbsp;<br />\r\nTo check this claim, we&#39;ll first need to travel back in time to high school biology, when we learned about a little life-sustaining process called photosynthesis. Plants pull carbon dioxide through tiny openings in their leaves where it combines with water and sunlight to create sugar and oxygen. Aside from maintaining normal oxygen levels in the atmosphere, life depends on photosynthesis as a source of energy.<br />\r\n&nbsp;<br />\r\nCarbon dioxide also plays an important role in climate change. This is naturally occuring &mdash; we release it into the atmosphere every time we exhale &mdash; but is also emitted when we burn fossil fuels. Along with other greenhouse gases, such as methane and sulfur dioxide, carbon dioxide traps energy from the sun in the atmosphere, which causes the Earth&#39;s surface temperatures to rise. Most scientists agree that greenhouse gases are primarily responsible for climate change.<br />\r\n&nbsp;<br />\r\n<a href=\"http://plantsneedco2.org/\" target=\"_blank\">PlantsNeedCO2.org </a> is skeptical. The organization, which is still awaiting its nonprofit status, is the brainchild of Leighton Steward, a self-described geologist, environmentalist, author and retired energy industry executive. He authored a diet book called <em> Sugar Busters! </em> and is the chairman of the board of the Institute for the Study of Earth and Man at Southern Methodist University. We sent an e-mail to the organization but our inquiry was not returned.<br />\r\n&nbsp;<br />\r\nPlantsNeedCO2.org has one mission: &quot;to educate the public on the positive effects of additional atmospheric CO 2 and help prevent the inadvertent negative impact to human, plant and animal life if we reduce CO 2 .&quot;<br />\r\n&nbsp;<br />\r\nThe Web site is chock-full of links to papers, videos and other evidence that more carbon dioxide is actually good for the environment.<br />\r\n&nbsp;<br />\r\n&quot;Far from being a pollutant, rising atmospheric CO 2 concentrations will never directly harm human health, but will indirectly benefit humans in a number of ways,&quot; according to the site. &quot;In addition to increasing the quantity of food available for human consumption, the rising atmospheric CO 2 concentration is also increasing the quality of the foods we eat.&quot;<br />\r\n&nbsp;<br />\r\nWe&#39;re going to take the group&#39;s claims &mdash; that there is no scientific evidence that CO 2 is a pollutant and that higher CO 2 concentrations actually help ecosystems support more plant and animal life &mdash; one at a time.<br />\r\n&nbsp;<br />\r\nFirst, PlantsNeedCO2.org claims that there is no scientific evidence that carbon dioxide is a pollutant.<br />\r\n&nbsp;<br />\r\nThe U.S. Environmental Protection Agency disagrees.<br />\r\n&nbsp;<br />\r\nOn April 17, 2009, the agency said that thorough scientific review proved that carbon dioxide, along with several other greenhouse gases, are pollutants that threaten human health; it is taking steps to regulate the gases under the Clean Air Act, a law typically reserved for monitoring traditional pollutants including ozone and sulfur dioxide.<br />\r\n&nbsp;<br />\r\n&quot;This finding confirms that greenhouse gas pollution is a serious problem now and for future generations,&quot; said EPA Administrator Lisa P. Jackson in a press release. &quot;In both magnitude and probability, climate change is an enormous problem. The greenhouse gases that are responsible for it endanger public health and welfare within the meaning of the Clean Air Act.&#39;&quot;<br />\r\n&nbsp;<br />\r\nThe EPA&#39;s findings were &quot;based on rigorous, peer-reviewed scientific analysis of six gases &mdash; carbon dioxide, methane, nitrous oxide, hydrofluorocarbons, perfluorocarbons and sulfur hexafluoride &mdash; that have been the subject of intensive analysis by scientists around the world. The science clearly shows that concentrations of these gases are at unprecedented levels as a result of human emissions, and these high levels are very likely the cause of the increase in average temperatures and other changes in our climate,&quot; according to the press release.<br />\r\n&nbsp;<br />\r\nPlantsNeedCO2.org&#39;s second claim &mdash; that higher carbon dioxide concentrations boost plant and animal life &mdash; is not so clear-cut. To be sure, carbon dioxide is essential to life as we know it, and climate change skeptics have used the argument to reject efforts to reduce greenhouse gases.<br />\r\n&nbsp;<br />\r\n&quot;Plant physiologists have known for a long time that most vegetation loves more carbon dioxide,&quot; wrote Roy Spencer, a scientist at the University of Alabama at Huntsville in a 2008 <em> National Review </em> article. &quot;It grows faster, is more drought-tolerant, and is more efficient in its water use. While the pre-industrial CO 2 concentration of the atmosphere was only about 280 parts per million (ppm) by volume, and now it is around 380 ppm, some greenhouses pump it all the way up to around 1,000 ppm. How can environmentalists claim that helping vegetation to grow is a bad thing?&quot;<br />\r\n&nbsp;<br />\r\nSo, there&#39;s an argument to be made that carbon dioxide concentrations increase plant growth and abundance.<br />\r\n&nbsp;<br />\r\nBut the claim leaves out some important facts, said Rob Jackson, a professor of global environmental change and biology at Duke University&#39;s Nicholas School of the Environment.<br />\r\n&nbsp;<br />\r\n&quot;Is carbon dioxide good for plants? The narrow answer is yes,&quot; said Jackson. &quot;But I think it&#39;s misleading to say that, if CO 2 is good for plants, it&#39;s good for the environment. ... It&#39;s kind of like saying that steroids are good for people &mdash; they build bone and muscle &mdash; but they also have other effects.&quot;<br />\r\n&nbsp;<br />\r\nFor example, Jackson&#39;s research shows that with higher carbon dioxide concentrations in the atmosphere we would see more wood growth, but that there may also be more pests due to higher temperatures, and longer droughts due to more evaporation.<br />\r\n&nbsp;<br />\r\nBeyond the <a href=\"http://www.ipcc.ch/pdf/assessment-report/ar4/wg2/ar4-wg2-spm.pdf\" target=\"_blank\"> reams </a> of <a href=\"http://climate.nasa.gov/evidence/\" target=\"_blank\"> scientific research </a> to demonstrate how dramatically the Earth could change with increased carbon dioxide levels, some studies indicate that more is not necessarily better for plants. For instance, a two-decade study of the Panama and Malaysia rainforests demonstrated that temperature increases of more than 1 degree could lead to 50 percent reduction in tree growth.<br />\r\n&nbsp;<br />\r\nA study launched in 1997 in California studied the effects of climate change on grasslands. Scientists doubled atmospheric carbon dioxide levels, raised the temperature by 2 degrees, increased precipitation by 50 percent, and raised levels of nitrogen, which is also a product of fossil fuel consumption, to simulate how the Earth might look decades from now. When carbon dioxide levels alone were raised, plants grew quite a bit.<br />\r\n&nbsp;<br />\r\n&quot;But when we factored in realistic treatments &mdash; warming, changes in nitrogen deposition, changes in precipitation &mdash; growth was actually suppressed,&quot; Christopher B. Field, a professor at Stanford, told ScienceDaily in 2002.<br />\r\n&nbsp;<br />\r\nBut back to PlantsNeedCO2.org&#39;s claim. They are wrong that carbon dioxide is not considered a pollutant. According to the EPA, it is. And the claim that &quot;higher CO 2 concentrations actually help ecosystems support more plant and animal life&quot; leaves out some important details. While carbon dioxide is good for plants, increased amounts of it in our atmosphere will have auxiliary effects that are decidedly bad for ecosystems. For PlantsNeedCO2.org, it&#39;s False.</p>\r\n", "ruling_comments_date": "2010-01-07T13:28:49.939161", "ruling_date": "2009-10-07T13:40:11", "ruling_headline": "PlantsNeedCO2.org claims that carbon dioxide is not a pollutant and is good for the environment", "ruling_headline_slug": "plantsneedco2org-claim-carbon-dioxide-not-pollutan", "ruling_link_text": "In this case, more is not better", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"http://biology.clc.uc.edu/Courses/bio104/photosyn.htm\" target=\"_blank\">Photosynthesis </a> , accessed Oct. 6, 2009</p>\r\n\r\n<p>Environmental Protection Agency, <a href=\"http://yosemite.epa.gov/opa/admpress.nsf/d0cf6618525a9efb85257359003fb69d/0ef7df675805295d8525759b00566924!OpenDocument\" target=\"_blank\"> EPA Finds Greenhouse Gases Pose Threat to Public Health, Welfare / Proposed Finding Comes in Response to 2007 Supreme Court Ruling </a> , April 17, 2009</p>\r\n\r\n<p>Wall Street Jouranl, <a href=\"The Wall Street Journal, http://online.wsj.com/article/SB123997738881429275.html\" target=\"_blank\"> U.S. in Historic Shift on CO2 </a> , by Jonathan Weisman and Siobhan Hughes, April 18, 2009</p>\r\n\r\n<p>National Review Online, <a href=\"http://article.nationalreview.com/?q=MWJlODMxYmUzYWNmZGZiM2NhNmExYTYyNDUzYmViZjQ=&amp;w=MQ==\" target=\"_blank\"> More Carbon Dioxide, Please, </a> by Roy Spencer, May 1, 2008</p>\r\n\r\n<p>New Scientist, <a href=\" http://www.newscientist.com/article/mg19626271.900-co2-dont-count-on-the-trees.html\" target=\"_blank\"> CO2: Don&#39;t count on the trees </a> , Oct. 27, 2009, by Douglas Fox</p>\r\n\r\n<p>Science Daily, <a href=\"http://www.sciencedaily.com/releases/2002/12/021206075233.htm\" target=\"_blank\"> Climate Change Surprise: High Carbon Dioxide Levels Can Retard Plant Growth </a> , Study Reveals, Dec. 6, 2002</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 1, "first_name": "", "half_true_count": 0, "home_state": "", "id": 245, "last_name": "PlantsNeedCO2.org", "mostly_true_count": 0, "name_slug": "plantsneedco2org", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Generic_people_image.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/245/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>&quot;Not only is there no scientific evidence that CO2 is a pollutant, higher CO2 concentrations actually help ecosystems support more plant and animal life.&quot;</p>\r\n", "statement_context": "an ad in the Washington Post", "statement_date": "2009-10-05", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Most scientists agree that climate change is real and humans are causing it. The figure that&rsquo;s widely cited is 97 percent of climate scientists, and it appears in at least&nbsp;<a href=\"http://www.politifact.com/truth-o-meter/statements/2015/sep/02/rick-santorum/santorum-un-climate-head-debunked-widely-cited-97-/\">three peer-reviewed surveys</a>.&nbsp;<a href=\"http://www.politifact.com/virginia/statements/2016/apr/04/don-beyer/don-beyer-says-97-percent-scientists-believe-human/\">Plenty of other studies</a>&nbsp;report overwhelming majorities of experts (in the 90 percent range) and at least&nbsp;<a href=\"http://climate.nasa.gov/scientific-consensus/\">18 scientific associations</a>&nbsp;agree.</p>\r\n", "id": 313, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/images.jpg", "resource_uri": "/api/v/2/subject/313/", "subject": "Climate Change", "subject_slug": "climate-change", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}, {"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}], "target": [], "twitter_headline": ""}