{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2009/oct/09/blog-posting/conservative-blogger-says-proposed-tax-could-hit-w/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1253, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1253/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\n Republicans often complain that the Democratic health care bills would impose a heavy tax burden on Americans. So when the Senate Finance Committee began considering a tax on medical devices &mdash; including some modest devices such as enema kits and breast pumps &mdash; it was no surprise that conservatives would use the tax to rally opposition.\n <br />\n <br />\n Initially, the Finance panel was planning to subject all medical devices to the tax. (Technically this would be a tax on companies that make devices, based on their market share, rather than an excise tax on individual units.) But an outcry that it would lead to \"tampon taxes\" and \"Q-tip taxes\" led the committee's chairman, Sen. Max Baucus, D-Mont., to shift course. He decided to apply the tax rules based on the three medical device categories determined by the Food and Drug Administration. These categories align roughly with how complex and risky the devices are.\n <br />\n <br />\n When the bill was unveiled on Sept. 16, 2009, Baucus said it would exempt items labeled Class I by the FDA, things such as enema kits and elastic bandages. Those items, which account for 47 percent of all devices, are often inexpensive and are defined as \"present(ing) minimal potential for harm to the user\" by the FDA.\n <br />\n <br />\n But critics continued to argue that including all Class II devices &mdash; which rank between Class I and III in complexity and risk &mdash; would still mean imposing a tax on a host of inexpensive items that could ultimately be passed on to consumers. So Sept. 22, 2009, Baucus exempted from the tax all Class II items costing less than $100. (Class III items &mdash; the 10 percent that \"sustain or support life, are implanted, or present potential unreasonable risk of illness or injury\" &mdash; have always been subject to Baucus' proposed tax.)\n <br />\n <br />\n This eased the attacks somewhat, but not entirely. Sen. Jon Kyl, R-Ariz., offered an amendment to eliminate the tax altogether, but on Oct. 1, 2009, it failed by a 10-13 vote.\n <br />\n <br />\n Then, on Oct. 7, 2009, blogger Meredith Jessup on the conservative Web site TownHall.com cited work by a\n <em>\n  Washington Times\n </em>\n columnist to show a wide range of items that she said would still be taxed despite Baucus' revision.\n <br />\n <br />\n \"\n <em>\n  Washington Times\n </em>\n columnist Amanda Carpenter has looked into the matter and found that new moms who want to use a powered breast pump to bottle milk for their babies will have to pay this excise tax,\" Jessup wrote. \"These pumping devices, Carpenter points out, typically retail for more than $100. In addition, other items used by both men and women &mdash; including 'pacemakers, ventilators, X-ray machines, powered wheelchairs and surgical needles &mdash; will be taxed too.' ... So what else is on this list of items to be taxed? Lots of things, including dentures, fetal cell-screening kits, female condoms (I'm surprised there aren't angry 'feminists' taking to the streets over this one), tests for syphilis and HIV, hip, knee, ankle and breast prosthetics, dialysis catheters, mammograms and sickle-cell anemia tests.\"\n <br />\n <br />\n We found many other conservative bloggers have made similar claims.\n <br />\n <br />\n We turned to the FDA's Web site to determine which items would be subject to the tax.\n <br />\n <br />\n We found that the following items would still be subject to the current version of the proposed tax, either because they're rated Class III or because they're considered Class II and cost more than $100: powered breast pumps; tests for HIV; pacemakers; ventilators; X-ray machines; powered wheelchairs; hip, knee, ankle and breast prosthetics; and dentures. Many dialysis catheters are rated Class III, and the female condom is Class III. (Male condoms are Class II &mdash; go figure.) Assuming Jessup meant \"mammography machines\" rather than \"mammograms,\" then you can add that to the list as well.\n <br />\n <br />\n It's a bit more complicated to determine the taxability of the remaining four that Jessup mentioned. Tests for sickle-cell anemia and syphilis are both categorized as Class II, and a Web search turned up prices well below $100 per test, suggesting that both would be exempt. Meanwhile, most surgical needles are rated Class I or Class II, and the one fetal-cell screening kit rated by the FDA is considered Class II; for both the needles and the fetal-cell kit, we were unable to find price quotes on the Internet.\n <br />\n <br />\n Based on this information alone, these products would seem likely to avoid the tax. However, congressional aides said that the final details about what's covered and not covered remain to be written. One possibility is that all Class II items that are generally sold directly to hospitals or doctors' offices, rather than to consumers directly, could be subject to the tax, even if they cost less than $100. Most likely, the Treasury Department would be responsible for providing final guidance &mdash; perhaps even a list of specific items &mdash; on which items fall into which category. So it's possible the four items above could eventually be hit by the tax.\n <br />\n <br />\n So Jessup is correct about most of the items she cites: They would be subject to the tax. A few others she cites would not fall under the committee's latest definition for the tax, but the practical details of the bill right now are not yet settled, so it's possible that they will be taxed eventually. We should also add that the tax may not necessarily be included in the final health care bill that will be crafted from the various versions in different committees. But for now, the provision remains part of the Senate Finance bill. On balance, we rate Jessup's assertion Mostly True.\n</p>", "ruling_comments_date": "2010-01-07T13:28:50.151024", "ruling_date": "2009-10-09T14:20:10", "ruling_headline": "Conservative blogger says proposed tax could hit wide array of medical devices", "ruling_headline_slug": "conservative-blogger-says-proposed-tax-could-hit-w", "ruling_link_text": "Most if not all of these would be taxed", "ruling_state": null, "source_documents": null, "sources": "<p>\n Meredith Jessup, \"ObamaCare Tampon Tax Out, Mommy Tax In,\"\n <a href=\"http://townhall.com/blog/g/8660bfd1-863b-4082-bf6d-aead2cb0be58\" target=\"_blank\">\n  blog post\n </a>\n at TownHall.com, Oct. 7, 2009\n <br />\n <br />\n Amanda Carpenter, \"A New Mommy Tax,\" Washington Times\n <em>\n </em>\n <a href=\"http://www.washingtontimes.com/weblogs/back-story/2009/oct/07/a-new-mommy-tax/\" target=\"_blank\">\n  blog post\n </a>\n , Oct. 7, 2009\n <br />\n <br />\n Food and Drug Administration, medical device classification\n <a href=\"http://www.accessdata.fda.gov/scripts/cdrh/cfdocs/cfPCD/classification.cfm\" target=\"_blank\">\n  search page\n </a>\n , accessed Oct. 7, 2009\n <br />\n <br />\n Food and Drug Administration, \"Learn if a Medical Device Has Been Cleared by FDA for Marketing\"\n <a href=\"http://www.fda.gov/MedicalDevices/ResourcesforYou/Consumers/ucm142523.htm\" target=\"_blank\">\n  web page\n </a>\n , accessed Oct. 8, 2009\n <br />\n <br />\n Thomas Barthold (chief of staff, Joint Committee on Taxation),\n <a href=\"http://www.cq.com/display.do?dockey=/cqonline/prod/data/docs/html/transcripts/congressional/111/congressionaltranscripts111-000003207400.html@committees&amp;metapub=CQ-CONGTRANSCRIPTS&amp;searchIndex=3&amp;seqNum=6\" target=\"_blank\">\n  testimony\n </a>\n before the Senate Finance Committee, Sept. 22, 2009\n <br />\n <br />\n Associated Press, \"\n <a href=\"http://www.examiner.com/a-2230698~Condoms__contact_lenses_shielded_from_tax.html\" target=\"_blank\">\n  Condoms, contact lenses shielded from tax\n </a>\n ,\" Sept. 22, 2009\n <br />\n <br />\n Congressional Quarterly, \"\n <a href=\"http://www.cq.com/document/display.do?dockey=/cqonline/prod/data/docs/html/news/111/news111-000003215251.html@allnews&amp;metapub=CQ-NEWS&amp;searchIndex=4&amp;seqNum=2\" target=\"_blank\">\n  Senate Finance Wraps Up Work on Health Care Bill; Final Vote Next Week\n </a>\n ,\" Oct. 2, 2009\n <br />\n <br />\n New York Times, \"\n <a href=\"http://www.nytimes.com/2007/11/13/health/13cond.html?ref=science\" target=\"_blank\">\n  Redesigning a Condom So Women Will Use It\n </a>\n ,\" Nov. 13, 2007\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 23, "current_job": "", "false_count": 82, "first_name": "", "half_true_count": 14, "home_state": "", "id": 43, "last_name": "Bloggers", "mostly_true_count": 10, "name_slug": "blog-posting", "pants_count": 280, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-bloggers.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/43/", "total_count": 416, "true_count": 5, "website": ""}, "statement": "<p>The Baucus health care bill would require taxes on medical devices such as X-ray machines, female condoms, HIV tests and surgical needles.</p>", "statement_context": "a posting on the conservative Web site TownHall.com", "statement_date": "2009-10-07", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": null}