{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/oct/09/john-kline/rep-john-kline-and-other-republicans-say-under-hat/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "gjoyce@tampabay.com", "first_name": "Greg", "id": 110, "last_name": "Joyce", "name_slug": "greg-joyce", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/110/", "title": "Metro/Tampa news editor", "twitter": null}], "facebook_headline": null, "id": 1254, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1254/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\n A number of Republican congressmen cried foul this week when Democrats attached a controversial hate crime bill to a must-pass $680 billion national defense policy bill.\n</p>\n<p>\n The House passed the defense bill 281-146, with most of the opposition votes coming from Republicans. They said they objected to inclusion of a hate crime provision that they say will put federal prosecutors in the \"thought crime\" business. The Matthew Shepard and James Byrd Jr. Hate Crimes Prevention Act would prohibit \"violent acts motivated by actual or perceived race, color, religion, national origin, gender, sexual orientation, gender identity, or disability of a victim.\"\n</p>\n<p>\n Already, some 45 states have hate crime statutes, so in practice the federal law would mostly serve to provide technical and financial support to local law enforcers so they can more aggressively prosecute violent hate crimes; but it also would allow federal prosecutors to pursue violent hate crime cases that state or local officials are unable or unwilling to prosecute.\n</p>\n<p>\n U.S. Rep. John Kline, a former Marine whose son serves in the military, voted for the defense bill in June before it included the expanded hate crimes provision. But in voting against the bill this week, Kline echoed a concern voiced by several Republican leaders that the hate crime bill could lead to prosecution of religious leaders preaching their morality about sexual preference from the pulpit.\n</p>\n<p>\n \"I disdain racism, sexism, and bigotry, but under this legislation, any pastor, preacher, priest, rabbi or imam who gives a sermon out of their moral traditions about sexual practices could be found guilty of a federal crime,\" the Minnesota Republican stated in an Oct. 8, 2009, press release.\n</p>\n<p>\n This isn't a new charge about the hate crimes bill.\n</p>\n<p>\n During the presidential campaign, Barack Obama was criticized for his support of the hate crimes legislation by an evangelical group that claimed the bill would \"put churches at risk if they preach the truth about homosexuality.\" We rated that claim\n <a href=\"http://www.politifact.com/truth-o-meter/statements/2008/apr/23/focus-family-action/the-first-amendment-is-still-in-effect/\" target=\"_blank\">\n  False\n </a>\n .\n</p>\n<p>\n Proponents of the hate crimes law argue that such a hypothetical is absurd, that the law clearly targets violent acts, and that religious leaders are still protected by First Amendment free speech laws.\n</p>\n<p>\n But just to be extra clear, Democrats on a conference committee recently added specific protections against just the kinds of concerns raised by Kline.\n</p>\n<p>\n Here's how the bill reads now:\n</p>\n<p>\n \"Nothing in this division ... shall be construed or applied in a manner that infringes any rights under the first amendment to the Constitution of the United States. Nor shall anything in this division ... be construed or applied in a manner that substantially burdens a person&rsquo;s exercise of religion (regardless of whether compelled by, or central to, a system of religious belief), speech, expression, or association\" unless prosecutors can demonstrate that the speech was intended to \"plan or prepare for an act of physical violence\" or \"incite an imminent act of physical violence against another.\"\n</p>\n<p>\n It's that last part that concerns some Republican leaders like Rep. Mike Pence of Indiana.\n</p>\n<p>\n \"As has been previously stated by Judge Carter of Texas, under Section 2 of Title 18 of the U.S. Code today, an individual may be held criminally liable who 'aids, abets, counsels, commands, induces or procures' in the commission of a federal crime,\" Pence said from the House floor on Oct. 8. \"Therefore, to put a fine point on it, any pastor, preacher, priest, rabbi, or imam, who may give a sermon out of their moral traditions about sexual practices, could presumably under this legislation be found to have aided, abetted or induced in the commission of a federal crime. This will have a chilling effect on religious expression, from the pulpits, in our temples, in our mosques and in our churches. And it must be undone.\"\n</p>\n<p>\n But we quote more from the bill: \"Nothing in this division shall be construed to prohibit any constitutionally protected speech, expressive conduct or activities (regardless of whether compelled by, central to, a system of religious belief), including the exercise of religion protected by the first amendment to the Constitution of the United States and peaceful picketing or demonstration.\"\n <br />\n <br />\n Again, the bill notes, \"The Constitution of the United States does not protect speech, conduct or activities consisting of planning for, conspiring to commit, or committing an act of violence.\"\n</p>\n<p>\n In other words, you can preach that the Bible says homosexuality is wrong, but you can't encourage violence against gay people.\n</p>\n<p>\n Brian Moulton, chief legislative counsel for the Human Rights Coalition, said this language makes \"exceedingly clear\" that the kind of thing talked about by Kline, Pence and others is \"just not possible under this legislation.\"\n</p>\n<p>\n \"I don't see how anyone who has read the language of the legislation could come to that conclusion,\" Moulton said.\n</p>\n<p>\n We certainly think it's fair for Republicans to criticize the decision to add this controversial hate crime provision to a bill that funds the wars in Iraq and Afghanistan. But we also think it's wrong for opponents of the bill to again raise the scare tactic that it might lead to the prosecution of preachers who condemn homosexuality from the pulpit. The language of the bill makes abundantly clear that it would not. And we rule Kline's statement False.\n</p>", "ruling_comments_date": "2010-01-07T13:28:50.218185", "ruling_date": "2009-10-09T15:22:37", "ruling_headline": "Rep. John Kline and other Republicans say under Hate Crime bill, religious leaders could be prosecuted for preaching about sexual practices", "ruling_headline_slug": "rep-john-kline-and-other-republicans-say-under-hat", "ruling_link_text": "Protections added to bill to prevent this", "ruling_state": null, "source_documents": null, "sources": "<p>\n U.S. Rep. John Kline's Web site, press release:\n <a href=\"http://kline.house.gov/index.cfm?sectionid=47&amp;parentid=24&amp;sectiontree=&amp;itemid=1324\" target=\"_blank\">\n  \"John Kline Opposes National Defense Bill Saddled With Controversial Provision,\"\n </a>\n Oct. 8, 2009\n</p>\n<p>\n House Armed Services Committee Web site,\n <a href=\"http://armedservices.house.gov/pdfs/BillLanguage/Bill_Language100709.pdf\" target=\"_blank\">\n  National Defense Authorization Act for Fiscal Year 2010\n  <br />\n </a>\n</p>\n<p>\n House Armed Services Committee Web site,\n <a href=\"http://armedservices.house.gov/pdfs/BillLanguage/FinalSummary.pdf\" target=\"_blank\">\n  \"H.R. 2647, FY 2010 National Defense Authorization Act\n  <br />\n  Conference Report Summary\"\n </a>\n</p>\n<p>\n House Armed Services Committee Web site, press release:\n <a href=\"http://armedservices.house.gov/pdfs/BillLanguage/SkeltonPR100709.pdf\" target=\"_blank\">\n  \"House-Senate Committee Agreement Reached\n  <br />\n  On Fiscal Year 2010 Defense Authorization Bill,\"\n </a>\n Oct. 7, 2009\n</p>\n<p>\n U.S. Rep. Mike Pence Web page,\n <a href=\"http://mikepence.house.gov/index.php?option=com_content&amp;task=view&amp;id=3721&amp;Itemid=94\" target=\"_blank\">\n  \"On House floor, Pence calls hate crimes provision in defense bill, 'unconscionable,'\"\n </a>\n Oct. 8, 2009\n</p>\n<p>\n AP,\n <a href=\"http://hosted.ap.org/dynamic/stories/U/US_GAYS_HATE_CRIMES?SITE=FLPET&amp;SECTION=HOME\" target=\"_blank\">\n  \"Congress acts to extend hate crimes to cover gays,\"\n </a>\n by Jim Abrams, Oct. 8, 2009\n</p>\n<p>\n Congressional Quarterly, \"Authorization of Defense Programs Goes to Senate,\" by Eugene Mulero, Oct. 8, 2009\n</p>\n<p>\n Interview with Brian Moulton, chief legislative counsel for the Human Rights Coalition, Oct. 9, 2009\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. Congressman", "false_count": 1, "first_name": "John", "half_true_count": 0, "home_state": "", "id": 247, "last_name": "Kline", "mostly_true_count": 0, "name_slug": "john-kline", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/John_Kline.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/247/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>Under the Hate Crimes bill, \"any pastor, preacher, priest, rabbi or imam who gives a sermon out of their moral traditions about sexual practices could be found guilty of a federal crime.\"</p>", "statement_context": "a press release", "statement_date": "2009-10-08", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}], "target": [], "twitter_headline": null}