{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/oct/14/glenn-beck/glenn-beck-warns-1970s-flu-shots-caused-neurologic/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1258, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1258/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Radio and talk show host Glenn Beck has said he doesn&#39;t want to share his personal take on whether he will immunize his family with the H1N1 vaccine &mdash; the stakes are too high either way to give a personal opinion, he says &mdash; but he and some of his guests have repeatedly raised concerns about the safety of the vaccine.</p>\r\n\r\n<p>On his radio show on Oct. 8, Beck said, &quot;You don&#39;t know if this (the H1N1 vaccine) is gonna cause neurological damage like it did in the 1970s.&quot;</p>\r\n\r\n<p>Beck refers here to a concern often raised by vaccine opponents, so we decided to give the claim some scrutiny.</p>\r\n\r\n<p>It is rooted in a 1976 swine flu outbreak at Fort Dix in New Jersey, which resulted in the death of a U.S. soldier. President Gerald Ford initiated a massive immunization effort that resulted in some 45 million Americans getting a swine flu vaccine. The flu never went beyond Fort Dix, and the immunization program was halted, but among those who got the vaccine, more than 500 people got a rare neurological illness called Guillain-Barre Syndrome, an auto-immune disease that affects the nervous system and can cause paralysis. Two dozen people died from it. Understandably, many Americans grew wary of flu vaccines, particularly since the swine flu never materialized outside Fort Dix.</p>\r\n\r\n<p>But was the flu vaccine really responsible for all those people developing Guillain-Barre?</p>\r\n\r\n<p>In 2003, the Institute for Medicine commissioned a medical panel, called the Immunization Safety Review Committee,&nbsp; to look into it. The issue is complicated by the fact that Guillain-Barre can be triggered by all kinds of influenza. So how much was the vaccine to blame? The panel <a href=\"http://www.iom.edu/en/Reports/2003/Immunization-Safety-Review-Influenza-Vaccines-and-Neurological-Complications.aspx\" target=\"_blank\"> concluded </a> that &quot;the evidence favored acceptance of a causal relationship&quot; between the 1976 swine flu vaccine and Guillain-Barre in adults.</p>\r\n\r\n<p>However, the panel concluded that in the nearly 30 years of administering the seasonal flu vaccine since then, there was no proof that the vaccines had caused any more cases of Guillain-Barre, or any other neurological diseases, for that matter.</p>\r\n\r\n<p>&quot;The evidence was at most weak that the vaccine could act in humans in ways that could lead to these neurological problems,&quot; the panel concluded.</p>\r\n\r\n<p>So what about the risk of the H1N1 vaccine now?</p>\r\n\r\n<p>Doctors say the track record of seasonal flu vaccines shows the new one is safe.</p>\r\n\r\n<p>&quot;The vaccine was made essentially the same way vaccines have been made for the last 30 years,&quot; said Dr. Marie C. McCormick, a Harvard University professor who chaired that 2003 committee.</p>\r\n\r\n<p>Concerns about neurological issues with the H1N1 vaccine &quot;are not based on the evidence we have at hand today,&quot; McCormick said.</p>\r\n\r\n<p>In addition to studies conducted by the five pharmaceutical companies that manufacture the H1N1 vaccine, the National Institute of Allergy and Infectious Diseases has conducted clinical trials on more than 4,000 people, and the only side effects recorded so far amount to little more than sore arms and stuffed-up noses.</p>\r\n\r\n<p>Still, that&#39;s a relatively small sample, too small to ferret out any possible connection to Guillain-Barre, which in 1976 was recorded in just 1 in every 100,000 people who got the vaccine.</p>\r\n\r\n<p>There&#39;s no denying that the swine flu vaccine in 1976 appeared to contribute to an outbreak of Guillain-Barre, said Dr. Michael Osterholm, director of the Center for Infectious Disease Research and Policy at the University of Minnesota. But to raise that specter without talking about the ensuing 30 years needlessly stokes fears, he said.</p>\r\n\r\n<p>Since that 1976 experience, Osterholm said, the seasonal flu vaccine has been administered to 100 million to 250 million people a year worldwide, and there&#39;s been no evidence it caused anyone to get Guillain-Barre or any other neurological disorder.</p>\r\n\r\n<p>&quot;At this point, we have no reason to believe it will,&quot; Osterholm said. &quot;This vaccine was made essentially the same way we made the seasonal flu vaccines for more than 20 years. You have to put it into context.&quot;</p>\r\n\r\n<p>Put it this way, he said: His 31-year-old daughter is 6 months pregnant and works with children, and he is eager for her to get the vaccine.</p>\r\n\r\n<p>&quot;That&#39;s about as objective as I can get,&quot; he said.</p>\r\n\r\n<p>Patricia Quinlisk, medical director of the Iowa Department of Public Health, said the only difference between the H1N1 vaccine and the regular seasonal flu shot is that it targets a different viral strain. In fact, had H1N1 showed up earlier, she said, it would have been included in the seasonal flu vaccine package. But by the time it appeared in May, the seasonal flu vaccine was already being made.</p>\r\n\r\n<p>Quinlisk also cautioned not to put much stock in the fact that the 1976 vaccine targeted swine flu, and the H1N1 has often been called the swine flu. The H1N1 is actually combination virus, mixing the typical swine flu with avian flu and typical human influenza.</p>\r\n\r\n<p>Can scientists give a 100 percent guarantee that no one getting the H1N1 vaccine will develop neurological problems? No, she said. There haven&#39;t been enough trials to definitively rule that out.</p>\r\n\r\n<p>&quot;But do I think it&#39;s safer to get the vaccine than to risk getting the flu? Yes,&quot; she said. &quot;If the H1N1 vaccine becomes available to me, I&#39;m going to take it.&quot;</p>\r\n\r\n<p>That risk-reward ratio is markedly different than in 1976, she said. Then, the flu never spread beyond Fort Dix.</p>\r\n\r\n<p>&quot;The H1N1 is here,&quot; she said. &quot;It&#39;s a pandemic.&quot;</p>\r\n\r\n<p>We should also note that taking the H1N1 vaccine is being encouraged by the Centers for Disease Control and Prevention and the World Health Organization, both of which say the track record of seasonal flu vaccines over more than two decades suggest the H1N1 vaccine will be safe and effective.</p>\r\n\r\n<p>Beck is correct in that scientists say that in 1976, the swine flu vaccine likely caused Guillain-Barre in a very small number of adults. But Beck&#39;s statement lacks important context. The 30-year track record of seasonal flu vaccines strongly suggests the new H1N1 vaccine won&#39;t cause neurological damage. Without noting that the H1N1 vaccine has been manufactured in essentially the same way as the seasonal flu shot that has been used by hundreds of millions of people &mdash; without any established link to neurological problems &mdash; ends up misleading by omission. And so we rule Beck&#39;s statement Barely True.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><br />\r\n<em>Editor&#39;s note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</em></p>\r\n\r\n<p>&nbsp;</p>\r\n", "ruling_comments_date": "2010-01-07T13:28:50.493315", "ruling_date": "2009-10-14T14:22:09", "ruling_headline": "Glenn Beck warns that in 1970s, flu shots caused neurological problems", "ruling_headline_slug": "glenn-beck-warns-1970s-flu-shots-caused-neurologic", "ruling_link_text": "Three decades of flu shots since then without problems", "ruling_state": null, "source_documents": null, "sources": "<p>Glenn Beck Program Web site, <a href=\"http://www.glennbeck.com/content/articles/article/198/31724/?ck=1\" target=\"_blank\"> &quot;H1N1 - Who do you trust?&quot; </a> Oct. 9, 2009</p>\r\n\r\n<p>Media Matters for America, <a href=\"http://mediamatters.org/print/research/200910070043\" target=\"_blank\"> &quot;Beck, Limbaugh fomenting fear about H1N1 vaccine,&quot; </a> Oct. 7, 2009</p>\r\n\r\n<p>Washington Post, <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2009/10/03/AR2009100303041.html?sid=ST2009100401131\" target=\"_blank\"> &quot;Vaccine Is On Its Way, But Public Still Wary,&quot; </a> by Rob Stein, Oct. 4, 2009</p>\r\n\r\n<p>Institute of Medicine, <a href=\"http://www.iom.edu/en/Global/News%20Announcements/~/media/Files/swine%20flu%20affair%20electronic%20edition%20200904web.ashx\" target=\"_blank\"> &quot;The Swine Flu Affair: Decision-Making on a Slippery Disease,&quot; </a> by Richard E. Neustadt and Harvey V. Fineberg, 1978</p>\r\n\r\n<p>Institute of Medicine, <a href=\"http://www.iom.edu/en/Reports/2003/Immunization-Safety-Review-Influenza-Vaccines-and-Neurological-Complications.aspx\" target=\"_blank\"> &quot;Immunization Safety Review: Influenza Vaccines and Neurological Complications,&quot; </a> Oct. 6, 2003</p>\r\n\r\n<p>National Institute of Allergy and Infectious Diseases, press release: <a href=\"http://www3.niaid.nih.gov/news/QA/vteuH1N1qa.htm\" target=\"_blank\"> &quot;Clinical Trials of 2009 H1N1 Influenza Vaccines<br />\r\nConducted by the NIAID-Supported Vaccine and Treatment Evaluation Units,&quot; </a> July 22, 2009</p>\r\n\r\n<p>FLU.gov, managed by the U.S. Department of health and Human Services, <a href=\"http://answers.flu.gov/categories/483\" target=\"_blank\"> &quot;Vaccine Safety - FAQs&quot; </a></p>\r\n\r\n<p>Hartford Courant, &quot;Flu-shot Danger is Discounted,&quot; by John A. MacDonald, Oct. 7, 2003</p>\r\n\r\n<p>Chicago Tribune, &quot;How a media scare on vaccine started a &#39;near-epidemic,&#39;&quot; by<br />\r\nJoan Beck, March 26, 1990</p>\r\n\r\n<p>Newsday, &quot; CDC: Vaccines are safe; Though autism was not a focus, study says mercury preservative in shots did not cause neurological problems,&quot; by Delthia Ricks,&nbsp; Sept. 7, 2007</p>\r\n\r\n<p>Boston Globe,&nbsp; &quot;Swine flu vaccine passes safety test,&quot; by Stephen Smith, Oct. 9, 2009</p>\r\n\r\n<p>USA Today, &quot;Benefits of swine flu vaccine greatly exceed the risks,&quot; Oct. 9, 2009</p>\r\n\r\n<p>Interview with Dr. Marie C. McCormick, Harvard professor and chair of the 2003 Institute for Medicine commissioned Immunization Safety Review Committee, Oct. 13, 2009</p>\r\n\r\n<p>Interview with Dr. Michael Osterholm, director of the Center for Infectious Disease Research and Policy at the University of Minnesota, Oct. 13, 2009</p>\r\n\r\n<p>Interview with Patricia Quinlisk, Medical Director of the Iowa Department of Public Health, Oct. 13, 2009</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "", "false_count": 7, "first_name": "Glenn", "half_true_count": 7, "home_state": "", "id": 181, "last_name": "Beck", "mostly_true_count": 2, "name_slug": "glenn-beck", "pants_count": 6, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Glenn.png", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/181/", "total_count": 31, "true_count": 4, "website": ""}, "statement": "<p>&quot;You don&#39;t know if this (the H1N1 vaccine) is gonna cause neurological damage like it did in the 1970s.&quot;</p>\r\n", "statement_context": "his radio program.", "statement_date": "2009-10-08", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}], "target": [], "twitter_headline": ""}