{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/oct/14/chain-email/e-mail-claims-iowa-policy-seeks-round-iowans-who-m/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "gjoyce@tampabay.com", "first_name": "Greg", "id": 110, "last_name": "Joyce", "name_slug": "greg-joyce", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/110/", "title": "Metro/Tampa news editor", "twitter": null}], "facebook_headline": null, "id": 1261, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1261/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\n Patty Quinlisk, medical director of the Iowa Department of Public Health, has been amazed by the amount of misinformation and blatant lies swirling around about the H1N1 virus and the federal plans to distribute a vaccine.\n</p>\n<p>\n But even she was a bit thrown when a man called last month and asked her whether Iowa was creating concentration camps for people with H1N1. Seriously.\n</p>\n<p>\n \"We don't have concentration camps here in Iowa,\" she said.\n</p>\n<p>\n And then she sighed.\n</p>\n<p>\n \"Those are words I never thought I'd have to say.\"\n</p>\n<p>\n The rumor spread wide enough that the Iowa Department of Public Health felt the need to isssue a press release on Aug. 31 to knock it down. We're not sure what version of the chain e-mail the department got, but here at PolitiFact, a reader sent us one that claimed, \"The state of Iowa has an internal document that was recently leaked on the Internet that ... provides for a state round up of Iowa citizens who might be exposed to the swine flu virus.\"\n</p>\n<p>\n The e-mail links to a\n <a href=\"http://www2a.cdc.gov/phlp/docs/Facility%20Quarantine%20Order%20novelflu%20filled%20in%204-30-09.pdf\" target=\"_blank\">\n  \"Facility Quarantine Order.\"\n </a>\n</p>\n<p>\n It's a legitimate document, a template to be used in the event that Iowa ever did decide to quarantine people.\n</p>\n<p>\n It reads, in part: \"The Iowa Department of Public Health (Department) has determined that you have had contact with a person with Novel Influenza A H1N1. Novel Influenza A H1N1 is a disease which is spread from person to person and is associated with fever (greater than 100.0 F), cough, sore throat, rhinorrhea (runny nose), nasal congestion, body aches, headache, chills and fatigue. Novel Influenza A H1N1 presents a risk of serious harm to public health and if it spreads in the community severe public health consequences may result.\n</p>\n<p>\n \"The Department has determined that it is necessary to quarantine your movement to a specific facility to prevent further spread of this disease. The Department has determined that quarantine in your home and other less restrictive alternatives are not acceptable because &mdash; insert the reason home quarantine is not acceptable, the person violated a previously issued home quarantine order, the person does not have an appropriate home setting conducive to home quarantine, etc. The Department is therefore ordering you to comply with the following provisions during the entire period of quarantine.\"\n</p>\n<p>\n You set that to ominous music under a title calling them \"concentration camps,\" as some have done in YouTube videos, and it comes off as pretty scary.\n</p>\n<p>\n Here's the response from Iowa officials: \"To ensure there is no confusion on this issue, Iowa Department of Public Health wants to make it clear that Iowa has not issued any isolation and quarantine orders for novel influenza A (H1N1), and has no plans to issue any this fall.\n <br />\n <br />\n \"In preparation for public health emergencies, these types of templates are often prepared in case they are needed, but isolation and quarantine orders are only very rarely used in very specific situations.\"\n</p>\n<p>\n The templates were prepared when H1N1 first reared up in Mexico, when it was feared to be much more deadly than it turned out to be, Quinlisk said.\n</p>\n<p>\n \"As soon as we realized it wasn't that bad, or at least that it was similar to the seasonal flu, that was the end of that,\" she said.\n</p>\n<p>\n There are a couple of other claims in the e-mail we received. One is that Massachusetts state officials are \"in the process of passing a law that will mandate vaccines for the swine flu.\"\n <br />\n <br />\n According to the chain e-mail, the bill would allow \" 'authorities' to impose vaccinations. If you refuse, they can haul you away into quarantine. If you refuse that, you'll be fined up to $1,000 per day, and possibly be incarcerated in prison for 30 days.\"\n</p>\n<p>\n On Oct. 8, the Massachusetts legislature did sign off on a bill to tighten the powers of public health officials to isolate or quarantine people to contain the outbreak of serious contagious diseases.\n</p>\n<p>\n But that doesn't translate to \"a law that will mandate vaccines for the swine flu.\"\n</p>\n<p>\n In fact, said Jennifer Manley, a spokeswoman for the Massachusetts Department of Health, \"There will absolutely, positively\n <em>\n  not\n </em>\n be any mandatory vaccines for the H1N1 virus in Massachusetts.\"\n</p>\n<p>\n Most states have laws more than 100 years old that allow people who pose a public health danger to be isolated or quarantined, Quinlisk said. After the Sept. 11 terrorist attacks, many states looked into updating those laws to ensure, among other things, that people's civil rights are not violated. Some have clearly misinterpreted those efforts and assigned them insidious intent, she said.\n</p>\n<p>\n No states are considering quarantining people with H1N1.\n</p>\n<p>\n \"Quarantine is a public health tool that is primarily used to keep well people who have been potentially exposed to a serious illness away from others who may be susceptible,\" said Christine Pearson with the Centers for Disease Control and Prevention. \"It's particularly effective when a new disease has not yet been introduced into our country. Given that the virus is already widespread in the United States and worldwide and is presenting the same sort of disease we see with regular seasonal flu, CDC does not intend to issue quarantine or isolation orders for 2009 H1N1 flu at this time.\"\n</p>\n<p>\n The chain e-mail claims that the Iowa policy \"provides for a state round up of Iowa citizens who might be exposed to the swine flu virus.\" The fact is that there is no mandatory order that all Iowa residents be vaccinated against H1N1, let alone a policy seeking to round up and detain people those refuse. We rule this claim False.\n</p>", "ruling_comments_date": "2010-01-07T13:28:50.626991", "ruling_date": "2009-10-14T18:27:19", "ruling_headline": "E-mail claims Iowa policy seeks to round up Iowans who might be exposed to the swine flu", "ruling_headline_slug": "e-mail-claims-iowa-policy-seeks-round-iowans-who-m", "ruling_link_text": "No concentration camps for those with H1N1 virus in Iowa", "ruling_state": null, "source_documents": null, "sources": "<p>\n Iowa Department of Public Health, Press release:\n <a href=\"http://www.idph.state.ia.us/IdphNews/Reader.aspx?id=4A8F376B-8EDA-49F5-B1B9-CA4F643B793A\" target=\"_blank\">\n  \"IDPH Subject of Internet Rumor,\"\n </a>\n Aug. 31, 2009\n</p>\n<p>\n Massachusetts Senate Web site, Senate No. 2028,\n <a href=\"http://www.mass.gov/legis/bills/senate/186/st02/st02028.htm\" target=\"_blank\">\n  \"An Act Relative to Pandemic and Disaster Preparation and Response in the Commonwealth,\"\n </a>\n April 6, 2008\n</p>\n<p>\n Patriot Ledger, Quincy, Mass., \"Quarantines: Bill would expand state powers,\" Oct. 9, 2009\n</p>\n<p>\n Sentinel &amp; Enterprise, Fitchburg, Mass., \"Bill may make flu shot mandatory,\" by Brandon Butler, Oct. 4, 2009\n</p>\n<p>\n Sentinel &amp; Enterprise, Fitchburg, Mass., \"Pandemic bill OK'd by House,\" by Matt Murphy, Oct. 9, 2009\n</p>\n<p>\n Gazette, Cedar Rapids, Iowa,&nbsp; \"Iowa flu quarantine rumor untrue,\" by Cindy Hadish, Sept. 1, 2009\n</p>\n<p>\n Iowa Independent, \"Health officials: Iowa quarantine document not cause for concern,\" by Lynda Waddington, Sept. 1, 2009\n</p>\n<p>\n Interview with Patty Quinlisk, medical director of the Iowa Department of Public Health, Oct. 14, 2009\n</p>\n<p>\n Interview with Jennifer Manley, a spokeswoman for the Massachusetts Department of Health, Oct. 14, 2009\n</p>", "speaker": {"adkey": "People ", "advalue": "Fake_news", "barely_true_count": 11, "current_job": "", "false_count": 44, "first_name": "", "half_true_count": 8, "home_state": "", "id": 27, "last_name": "Chain email", "mostly_true_count": 5, "name_slug": "chain-email", "pants_count": 106, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-emailer.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/27/", "total_count": 180, "true_count": 6, "website": ""}, "statement": "<p>An Iowa policy \"provides for a state round up of Iowa citizens who might be exposed to the swine flu virus.\"</p>", "statement_context": "a chain e-mail", "statement_date": "2009-09-09", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}