{"art": [{"brightcove": "", "caption": "This famous John Trumbull painting shows the signing of the Declaration of Independence. With the Constitution, did the founding fathers create the oldest democracy in the world?", "id": 8303, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/founding_fathers.JPG", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/8303/", "title": "Founding Fathers for WiscItem", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "shauer@journalsentinel.com", "first_name": "Sarah", "id": 478, "last_name": "Hauer", "name_slug": "sarah-hauer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/478/", "title": "PolitiFact Wisconsin contributor", "twitter": null}], "canonical_url": "/wisconsin/statements/2016/jul/11/paul-ryan/paul-ryan-claims-us-oldest-democracy-world-he-righ/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": "Is the US the “oldest democracy” in the world?", "id": 12632, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "shauer@journalsentinel.com", "first_name": "Sarah", "id": 478, "last_name": "Hauer", "name_slug": "sarah-hauer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/478/", "title": "PolitiFact Wisconsin contributor", "twitter": null}], "resource_uri": "/api/v/2/statement/12632/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>When Democratic lawmakers staged a sit-in on the House floor calling for legislative action on gun control, Speaker of the House Paul Ryan was unamused.</p>\r\n\r\n<p>Clearly frustrated at the behavior, Ryan called the sit-in a political stunt and adjourned the House for recess for the Fourth of July holiday. &nbsp;</p>\r\n\r\n<p>Once back in Wisconsin, Ryan appeared June 26, 2016 on Mike Gousha&rsquo;s &quot;Upfront&quot; show on WISN TV. Gousha asked about the House Democrats, noting they said they felt like they weren&rsquo;t being heard.</p>\r\n\r\n<p>&quot;We heard them plenty,&quot; Ryan said.</p>\r\n\r\n<p>&quot;You did hear them,&quot; Gousha said. &quot;And your reaction was you&rsquo;re worried about the decorum in the House. They&rsquo;re talking about maybe doing more of this sort of thing when you return from recess on July 5. Are you going to handle it the same way?&quot;</p>\r\n\r\n<p>&quot;No, we&rsquo;re not going to handle it the same way,&quot; Ryan said.</p>\r\n\r\n<p>&quot;What would you do differently?,&quot; Gousha asked.</p>\r\n\r\n<p>&quot;Well, we&rsquo;re working on that,&quot; Ryan said. &quot;We will not take this. We will not tolerate this. This is the oldest deliberative body in the world. We are the oldest democracy. And we have rules of decorum so that we can peacefully settle our issues and actually have democracy.&quot;</p>\r\n\r\n<p>Having just celebrated our nation&rsquo;s independence from England, we thought the time was right to take a look at whether the United States is &quot;the oldest democracy&quot; in the world.</p>\r\n\r\n<p><strong>U.S. founding documents</strong></p>\r\n\r\n<p>The Greeks first coined the term democracy to describe self rule. The term derives from the Greek word &quot;demos,&quot; meaning people. The city states of Ancient Greece, most notably Athens, ruled themselves.</p>\r\n\r\n<p>Many historians also consider the Roman Republic a type of democracy. But both of those empires have long since fallen and, of course, are no longer in the running to be &quot;the oldest democracy.&quot;</p>\r\n\r\n<p>The United States declared its independence from England on July 4, 1776.</p>\r\n\r\n<p>After a brief period governed by the Articles of Confederation, the founding fathers drafted a new, governing document establishing our government as it operates today. The <a href=\"http://www.archives.gov/exhibits/charters/constitution_transcript.html\">U.S. Constitution</a> was ratified in 1788.</p>\r\n\r\n<p>PolitiFact National checked a claim on the Constitution in 2011 when former Utah Gov. Jon Huntsman, a Republican, said the United States has &quot;the longest surviving constitution.&quot;</p>\r\n\r\n<p>Defining a constitution as a single governing document, the claim was rated <a href=\"http://www.politifact.com/truth-o-meter/statements/2011/aug/08/jon-huntsman/oldest-surviving-one-document-text/\">Mostly True</a>. The U.S. constitution is the oldest single governing document, though other countries are governed by multiple documents older than our constitution. The Massachusetts state constitution is older, ratified in 1780, and served as a model for the authors of the U.S. Constitution.</p>\r\n\r\n<p>Ryan&rsquo;s team sent us to that factcheck as backup for his statement that the U.S. is &quot;the oldest democracy.&quot;</p>\r\n\r\n<p>&quot;That founding document established our democracy,&quot; said Ian Martorana, Ryan&rsquo;s press secretary. &quot;It stands to reason that if America has the oldest constitution (that founded the democracy in question), then America also has the oldest democracy.&quot;</p>\r\n\r\n<p>With that in mind, we turned to the history books.</p>\r\n\r\n<p><strong>Democracy vs. republic</strong></p>\r\n\r\n<p>The founding fathers feared direct democracy, which involves people deciding directly on policy initiatives and regarded it as an ill-advised form of government. They feared tyranny of the majority as much as that of a king.</p>\r\n\r\n<p>Instead, they created what is typically referred to as a representative democracy or republic -- the people elect leaders who make decisions on their behalf with a system that protected minority rights.</p>\r\n\r\n<p>Over the years, the differences between democracies -- both representative and direct -- and republics have been hotly <a href=\"https://www.washingtonpost.com/news/volokh-conspiracy/wp/2015/05/13/is-the-united-states-of-america-a-republic-or-a-democracy/\">debated by political scholars</a>. For our purposes, we will broadly consider a democratic state to be one in which power is vested in the people who rule themselves or are governed by those who they elect.</p>\r\n\r\n<p>No matter the rhetoric, the United States has been governed by representatives elected by the people since it began. And few, if any, disagree that it marked a new approach.</p>\r\n\r\n<p>Sean Wilentz, professor of American History at Princeton, said when this type of government emerged in the United States the monarchists and aristocrats of the old world in Europe hated it.</p>\r\n\r\n<p>&quot;It was radical and revolutionary,&quot; he said. &quot;It was the opposite of the formal rule of the rich and well-born.&quot;</p>\r\n\r\n<p><strong>Voting rights</strong></p>\r\n\r\n<p>Today, we consider democratic states to be ones with <a href=\"http://www.un.org/en/universal-declaration-human-rights/\">universal suffrage</a>. That is, voting rights that are extended to all citizens without restrictions based on gender, race, religion or wealth.</p>\r\n\r\n<p>Voting eligibility is established through a combination of the U.S. Constitution and state laws. Nearly all citizens over age 18 can vote with some exceptions, such as people in prison on felony charges.</p>\r\n\r\n<p>The constitution, as originally written, did not establish who would be able to vote. So, states determined for themselves who could cast ballots. In the late 1700s, the only people who were able to vote for government officials were white, male property owners.</p>\r\n\r\n<p>Over time, more and more groups were granted the right to vote.</p>\r\n\r\n<p>The 15th Amendment to the Constitution, ratified in 1879, granted African American men the right to vote. The amendment declared the &quot;right of citizens of the United States to vote shall not be denied or abridged by the United States or by any state on account of race, color, or previous condition of servitude.&quot;</p>\r\n\r\n<p>Due to the use of poll taxes, literacy tests and other barriers, the right would not be fully realized until the Voting Rights Act of 1965 was passed. &nbsp;</p>\r\n\r\n<p>Similarly, women were barred from voting until the 19th Amendment was ratified in 1920. New Zealand became the first self-governing nation to allow all women citizens to vote in 1893.</p>\r\n\r\n<p>Some scholars argue that the restricted electorate made the United States undemocratic at its founding. The problems with voting enfranchisement in the United States were also issues in other early democracies.</p>\r\n\r\n<p>Alex Keyssar, a professor of history and social policy at Harvard said the United States truly started to become democratic when the country began to be ruled by more of the population.</p>\r\n\r\n<p>&quot;There is something misleading about making claims that a country which permitted only adult white men to vote was a democracy,&quot; he said. &quot;It&rsquo;s hard to argue that we were a democracy while slavery existed or while African Americans were denied the franchise.&quot;</p>\r\n\r\n<p>No one could reasonably argue that the United States was democratic for all of its people from the beginning, but neither were other nations across the globe. Indeed, the writers of the U.S. constitution included a process for the citizens themselves to amend it over time.</p>\r\n\r\n<p>So, a democracy starting elsewhere in the world today would look different than the United States did when it began, but so does today&#39;s United States.</p>\r\n\r\n<p>And, whatever the debates of today, Wilentz noted that &quot;people called it democracy&quot; in the United States from the very beginning, and considered it a government led by the citizens rather than a ruler or ruling class.</p>\r\n\r\n<p><strong>World comparison</strong></p>\r\n\r\n<p>When it comes to textbooks, a typical narrative on democracy includes the examples from ancient times, then skips ahead to the United States and other European examples.</p>\r\n\r\n<p>Elements of democracy were introduced in other countries and localities prior to 1776.</p>\r\n\r\n<p>For example, <a href=\"https://www.cia.gov/library/publications/the-world-factbook/geos/sm.html\">San Marino</a>, a small enclave surrounded by Italy and founded in the fourth century, claims to be the first republic. Its political system -- &nbsp;a parliamentary republic -- was established in a <a href=\"http://www.sanmarinosite.com/en/history/statutes-san-marino/\">series of six books</a> that date back to the late 1500s. But it isn&#39;t a nation and it hasn&rsquo;t always been independent, coming under the authority of others.</p>\r\n\r\n<p>While England has a monarch as head of state, it has gradually evolved to function like a parliamentary republic. The <a href=\"http://www.bl.uk/magna-carta/articles/magna-carta-an-introduction\">Magna Carta of the 13th Century</a> started to lay the groundwork for British parliament, but the Americans of 1776 clearly stated their view that the king was a despot aiming to establish an &quot;absolute Tyranny over these states.&quot; And he did attempt to crush them with his armed forces.</p>\r\n\r\n<p><strong>Our rating</strong></p>\r\n\r\n<p>Ryan said the United States is &quot;the oldest democracy.&quot;</p>\r\n\r\n<p>Our democracy is imperfect and always evolving, but that&rsquo;s the nature of democracy. The changes, for better or worse, reflect the will of the people.</p>\r\n\r\n<p>While the United States is not the first to include elements of democracy, it is the oldest existing nation with a constitutional government in which the people elect their own government and representatives.</p>\r\n\r\n<p>We rate the claim True.</p>\r\n\r\n<p><em>(Editor&#39;s note: This item was posted, briefly, on July 1 with a rating of Mostly True. Our work as a judging panel continued past that point, so it was temporarily take down and now is re-posted with a final rating of True).</em></p> <a href=\"https://www.sharethefacts.co/share/e3108d84-0318-4f6d-a9ed-7d68e4c765db\">https://www.sharethefacts.co/share/e3108d84-0318-4f6d-a9ed-7d68e4c765db</a>\r\n", "ruling_comments_date": "2016-07-01T20:54:34.567544", "ruling_date": "2016-07-11T05:00:00", "ruling_headline": "Paul Ryan claims the US is the 'oldest democracy' in the world. Is he right?", "ruling_headline_slug": "paul-ryan-claims-us-oldest-democracy-world-he-righ", "ruling_link_text": "Putting it on paper helps seal the deal", "ruling_state": null, "source_documents": null, "sources": "<p>Department of Justice, <a href=\"https://www.justice.gov/crt/introduction-federal-voting-rights-laws\">Introduction to federal voting rights laws</a>, August 6, 2015.</p>\r\n\r\n<p>The New York Times, <a href=\"http://www.nytimes.com/video/us/politics/100000002300972/a-history-of-voting-rights.html\">A history of voting rights</a>, June 25, 2013.</p>\r\n\r\n<p>PolitiFact National, <a href=\"http://www.politifact.com/truth-o-meter/statements/2011/aug/08/jon-huntsman/oldest-surviving-one-document-text/\">Huntsman says the U.S. Constitutions is the oldest</a>, Aug. 8, 2011.</p>\r\n\r\n<p>Washington Post, <a href=\"https://www.washingtonpost.com/news/volokh-conspiracy/wp/2015/05/13/is-the-united-states-of-america-a-republic-or-a-democracy/\">Is the United States of America a republic or a democracy?</a>, May 13, 2015.</p>\r\n\r\n<p>The Edinburgh Companion to the History of Democracy, Stephen Stockwell and Benjamin Isakhan, 2012. &nbsp;</p>\r\n\r\n<p>Email interview with John Dunn, political theorist and author of Democracy: A history, June 2016.</p>\r\n\r\n<p>Email interview with Alex Keyssar, professor of history and social policy, Harvard College, June 2016.</p>\r\n\r\n<p>Email exchange with Ian Martorana, press secretary, Paul Ryan, June 2016.</p>\r\n\r\n<p>Email interview with Sean Wilentz, professor of american history, Princeton University, June 2016.</p>\r\n\r\n<p>Email interview with Benjamin Isakhan, associate professor of politics and policy studies, Deakin University, June 2016.</p>\r\n\r\n<p>Email interview with Thomas Carothers, vice president for studies, Carnegie Endowment for International Peace, June 2016.</p>\r\n\r\n<div>&nbsp;</div>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 23, "current_job": "U.S. Representative", "false_count": 7, "first_name": "Paul", "half_true_count": 24, "home_state": "Wisconsin", "id": 373, "last_name": "Ryan", "mostly_true_count": 16, "name_slug": "paul-ryan", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/AP_WX201_HOUSE_2016_PRIMARI.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/373/", "total_count": 89, "true_count": 10, "website": "http://www.house.gov/ryan/"}, "statement": "<p>The United States is &quot;the oldest democracy&quot; in the world.</p>\r\n", "statement_context": "a TV interview", "statement_date": "2016-06-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}], "target": [], "twitter_headline": "Is the US the “oldest democracy” in the world?"}