{"art": [{"brightcove": "", "caption": "Credit: Peter Franz/Flickr", "id": 8428, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/9499398303_51eafcd973_z.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/8428/", "title": "cigs", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "cassie@billypenn.com", "first_name": "Cassie", "id": 536, "last_name": "Owens", "name_slug": "cassie-owens", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 65, "publication_name": "Billy Penn", "resource_uri": "/api/v/2/publication/65/"}, "resource_uri": "/api/v/2/staffer/536/", "title": "Reporter/Curator", "twitter": null}], "canonical_url": "/pennsylvania/statements/2016/jul/18/rick-saccone/curious-connection-between-illicit-cigarette-sales/", "edition": {"adkey": "Editions", "advalue": "Pennsylvania", "edition": "Pennsylvania", "edition_slug": "pennsylvania", "has_afterthefact": false, "id": 54, "index_page": false, "meter_name": "The Pennsylvania Truth-O-Meter", "resource_uri": "/api/v/2/edition/54/"}, "editor": [{"email_address": "chris@billypenn.com", "first_name": "Chris", "id": 537, "last_name": "Krewson", "name_slug": "chris-krewson", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 65, "publication_name": "Billy Penn", "resource_uri": "/api/v/2/publication/65/"}, "resource_uri": "/api/v/2/staffer/537/", "title": "Editor", "twitter": null}], "facebook_headline": "", "id": 12699, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "cassie@billypenn.com", "first_name": "Cassie", "id": 536, "last_name": "Owens", "name_slug": "cassie-owens", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 65, "publication_name": "Billy Penn", "resource_uri": "/api/v/2/publication/65/"}, "resource_uri": "/api/v/2/staffer/536/", "title": "Reporter/Curator", "twitter": null}], "resource_uri": "/api/v/2/statement/12699/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>Are loosies a terrorist revenue stream? State Rep. Rick Saccone thinks so.</p>\r\n\r\n<p>During a session ahead of a vote on the state budget&rsquo;s revenue package last week, Saccone, a Republican from Allegheny County, objected to a proposed $1-per-pack cigarette tax increase Wednesday. The new tax, which Governor Wolf signed into law later that day, raises the state&rsquo;s levy to $2.60 per pack. Saccone viewed this as earning revenue off the backs of the poor, but also he was wary that price hikes might encourage smuggling rings that send money to violent extremists.</p>\r\n\r\n<p>&quot;We as a legislature are not only ready to trample on the poor, who disproportionately bear the burden of that tax,&quot; he told the body, &quot;we&rsquo;re prepared to disregard the ugly consequence that driving the price too high nurtures illegal tobacco sales, which have been connected to funding terrorism against us. I&rsquo;ll say that again, folks: Illegal tobacco sales, price driven too high, has been connected to at least several cases of funding terrorism against us in multi-year investigations over the last decade and a half.&quot;</p>\r\n\r\n<p>Saccone wasn&rsquo;t the only representative to raise such concerns.</p>\r\n\r\n<p>&quot;Interstate 81 is a smuggler&rsquo;s alley. Now Pennsylvania will be a stop on Smuggler&rsquo;s Alley,&quot; State Rep. Russ Diamond, a Republican from Lebanon County, said earlier in his remarks. &quot;And what kind of folks are in the cigarette smuggling business and what else do they do with their money? Are they also involved in other illegal activities? Are they involved in human trafficking? Are they funding Hezbollah or ISIS? We don&rsquo;t know.&quot;</p>\r\n\r\n<p>Later, in an interview with PolitiFact PA, Saccone pointed to a noteworthy 2015 State Department report, &quot;The Global Illicit Trade in Tobacco: A Threat to National Security.&quot;</p>\r\n\r\n<p>&quot;Internationally, it fuels transnational crime, corruption, and terrorism,&quot; the report&rsquo;s authors wrote. &quot;The illicit trade in tobacco products remains a lucrative revenue stream for many criminal actors and illicit networks.&quot;</p>\r\n\r\n<p>Is it fair to consider price hikes drivers? David Merriman, a University of Chicago researcher who studies how consumers react to cigarette taxes, said in an email, &quot;There is high quality scientific evidence that relatively high cigarette taxes/prices are associated with increased illicit sales.&quot;</p>\r\n\r\n<p>Saccone said the while many details may be classified, the links from reported probes are clear. &quot;We know that these terrorist organizations are branching out and they&rsquo;re using multiple activities to fund their operations, especially in foreign countries,&quot; he said. &quot;I&rsquo;m not saying the sale of cigarettes is the only source&hellip; but we know we can tie, according to these government reports and some of these operations, at least some of cigarette smuggling to the funding of terrorism.&quot;</p>\r\n\r\n<p>Many of the examples in the State Department report, and many of the examples we found through broader research, were not domestic. One-eyed Algerian jihadist Mokhtar Belmokhtar, also known as the &quot;Marlboro Man,&quot; has entered the realm of legend not only for his prowess as a cigarette smuggler across Northern Africa, but also because U.S. intelligence has yet to confirm <a href=\"https://www.washingtonpost.com/news/checkpoint/wp/2016/02/17/the-u-s-government-thought-it-had-killed-this-legendary-militant-now-its-not-so-sure/\">whether he&rsquo;s actually dead or not.</a></p>\r\n\r\n<p>In 2004, an anti-terrorism law passed that prohibits importing missiles made specifically to blow up planes. The first person convicted under this law was Yi Qing Chen, a top smuggler in a Chinese crime ring that was busted in two connected probes: Operation Smoking Dragon and Operation Royal Charm, the latter being a FBI-staged yacht wedding where the lucky couple were actually undercover agents, and the suspects were invited guests. Chen, who was the arrested in Operation Smoking Dragon, had smuggled counterfeit money, military-grade weapons, methamphetamines, cigarettes and missiles, among other items.</p>\r\n\r\n<p>It&rsquo;s not extraordinary to say that internationally, organized crime rings have developed far-reaching black market networks, illicit cigarettes being one of the industries. But how common is the case Saccone described&mdash; a black market growing thanks to the higher cigarette prices found in a particular state, and that market funnelling money to violent extremists?</p>\r\n\r\n<p>According to Understanding the U.S. Illicit Tobacco Market: Characteristics, Policy Context, and Lessons from International Experiences, 226-page National Academies of Sciences, Engineering, and Medicine study, not that common: &quot;Overall, given the total number of terrorism-related tobacco investigations in the United States (keeping in mind that smuggling cases are likely to receive priority if they can be linked to terrorism), as well as the dollar amounts involved in those cases, the link between the U.S. illicit tobacco market and terrorism appears to be minor.&quot; From the 2002 and 2003 fiscal years, the report states, out of nearly 300 tobacco cases at the Bureau of Alcohol, Tobacco, Firearms and Explosives (ATF), only eight were &quot;linked to terrorism.&quot;</p>\r\n\r\n<p>As the report notes, the underground market evades a good deal of statistical reporting. And while many investigations may look at both terrorist affiliations and illicit tobacco, both charges don&rsquo;t always stick. Take the Knoxville man who pleaded guilty to cigarette smuggling in 2010. The FBI began investigating him after wiretapping conversations in which he seemed like an Al Qaeda recruiter. <a href=\"http://www.knoxnews.com/news/local/convenience-store-operator-sentenced-for-untaxed-cigarette-sales-ep-404171133-357765031.html\">According to the Knoxville News Sentinel,</a> the terror charge fell to the wayside after a lie-detector test backed his explanation: that on the phone calls, he was merely kidding.</p>\r\n\r\n<p>We reached out to ATF for cases that had led to convictions on both counts. ATF pointed to the 25 indictments resulting from Operation Smokescreen, which focused on an interstate cigarette smuggling ring.</p>\r\n\r\n<p>This group of illegal tobacco traders in North Carolina and Michigan operated primarily in the late &rsquo;90s, led to multiple arrests and convictions for cigarette smuggling and assisting Hezbollah. (One of the men, according to the Village Voice, donated $3,500 to the combatant group.) Arrests were made from 2000 to 2002.</p>\r\n\r\n<p>We found another example. Reportedly, a cigarette smuggler helped the Lackawanna Six, a group of Yemeni-American friends who were Al-Qaeda trainees, finance their trip to training camp in Afghanistan. Some of the men allegedly had smuggled cigarettes themselves. They were arrested in 2002, the magic number in both investigations -- which means 15 years is not out of the realm of possibility.</p>\r\n\r\n<p>These are the most high-profile examples of domestic cigarette smuggling connected to terrorism financing post-2001. We weren&rsquo;t able to find more recent cases. &quot;[T]here is also no systematic evidence of sustained links between the global illicit tobacco trade and terrorism,&quot; according to the report.</p>\r\n\r\n<p><br />\r\n&nbsp;</p>\r\n\r\n<p><strong>Our ruling </strong></p>\r\n\r\n<p>Rep. Saccone said in a house session, &quot;Illegal tobacco sales, price driven too high, has been connected to at least several cases of funding terrorism against us in multi-year investigations over the last decade and a half.&quot;</p>\r\n\r\n<p>Most of the trouble with this statement are its implications: American cigarette smuggling does not have strong presence in terrorism financing. Saccone himself admitted that he had heard of no such incidence in Philadelphia, where a cigarette tax bumped prices up in 2014. But, there have been cases, as he mentioned.</p>\r\n\r\n<p>In our research and from our correspondence with ATF, we were only able to find two groups that had financed terrorist activities through illicit tobacco sale, the Lackawanna Six and an interstate North Carolina-Michigan smuggling ring, both leading to multiple convictions.</p>\r\n\r\n<p>We rate this claim Mostly True.</p>\r\n", "ruling_comments_date": "2016-07-18T08:54:41.659801", "ruling_date": "2016-07-18T08:55:00", "ruling_headline": "The curious connection between illicit cigarette sales and ISIS", "ruling_headline_slug": "curious-connection-between-illicit-cigarette-sales", "ruling_link_text": "There have been instances, yes", "ruling_state": null, "source_documents": null, "sources": "<p>News report,&nbsp;<a href=\"https://www.washingtonpost.com/news/checkpoint/wp/2016/02/17/the-u-s-government-thought-it-had-killed-this-legendary-militant-now-its-not-so-sure/\">&quot;The U.S. still doesn&rsquo;t know if it&rsquo;s killed this legendary one-eyed militant,&quot; </a>Washington Post, February 17, 2016</p>\r\n\r\n<p>Emails, Steven Bartholomew, Public Information Officer, Bureau of Alcohol, Tobacco, Firearms and Explosives (ATF), Philadelphia Field Division, July 15, 2016</p>\r\n\r\n<p>Study, Understanding the U.S. Illicit Tobacco Market: Characteristics, Policy Context, and Lessons from International Experiences, edited by Peter Reuter and Malay Majmundar, National Research Council and Institute of Medicine, 2015</p>\r\n\r\n<p>Report, &quot;The Global Illicit Trade in Tobacco: A Threat to National Security,&quot; U.S. State Department, December 2015</p>\r\n\r\n<p>Phone Interview, Rick Saccone, State Representative for the 39th District, Pennsylvania House of Representatives, July 14, 2015</p>\r\n\r\n<p>News Report, <a href=\"http://www.villagevoice.com/news/stop-saying-new-yorks-untaxed-cigarettes-are-funding-terrorism-6689537\">&quot;Stop Saying New York&#39;s Untaxed Cigarettes Are Funding Terrorism,&quot;</a> <em>Village Voice</em>, April 17, 2015</p>\r\n\r\n<p>Email, David Merriman, Public Policy Professor, University of Chicago, July 15, 2016</p>\r\n\r\n<p>News Report,&nbsp;<a href=\"http://www.knoxnews.com/news/local/convenience-store-operator-sentenced-for-untaxed-cigarette-sales-ep-404171133-357765031.html\">&quot;Convenience store operator sentenced for untaxed cigarette sales,&quot;</a> Knoxville News Sentinel, June 8, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "Rick", "half_true_count": 0, "home_state": "Pennsylvania", "id": 3594, "last_name": "Saccone", "mostly_true_count": 1, "name_slug": "rick-saccone", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/rick_saccone.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Pennsylvania", "edition": "Pennsylvania", "edition_slug": "pennsylvania", "has_afterthefact": false, "id": 54, "index_page": false, "meter_name": "The Pennsylvania Truth-O-Meter", "resource_uri": "/api/v/2/edition/54/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3594/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>&quot;Illegal tobacco sales, price driven too high, has been connected to at least several cases of funding terrorism against us in multi-year investigations over the last decade and a half.&quot;</p>\r\n", "statement_context": "floor remarks during a House session", "statement_date": "2016-07-13", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}, {"description": "", "id": 37, "photo": null, "resource_uri": "/api/v/2/subject/37/", "subject": "Terrorism", "subject_slug": "terrorism", "used_in_edition": []}], "target": [], "twitter_headline": ""}