{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/oct/20/john-cornyn/sen-cornyn-says-first-installment-democrats-health/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1269, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1269/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\n If you heard Sen. John Cornyn's comments on&nbsp;CBS's\n <em>\n  Face the Nation\n </em>\n on Oct. 18, 2009, you may have thought the Democrats' big health care reform plan was coming to the Senate floor this week and that it would explode the federal deficit.\n</p>\n<p>\n \"In fact, this week, Majority Leader Harry Reid has scheduled to vote on the first installment of health care reform, which will violate the president&rsquo;s promise not to raise the deficit by one dime,\" Cornyn said. \"In fact, it will raise the deficit by $250 billion.\"\n</p>\n<p>\n The very same day, White House chief of staff Rahm Emanuel said on CNN's\n <em>\n  State of the Union\n </em>\n that the president's health care plan is \"more than deficit neutral.\"\n</p>\n<p>\n So what gives?\n</p>\n<p>\n Emanuel is correct that the Congressional Budget Office looked at the version of the health care bill authored by Sen. Max Baucus, the Montana Democrat who chairs the Finance Committee,\n <a href=\"http://www.cbo.gov/doc.cfm?index=10642\" target=\"_blank\">\n  and concluded\n </a>\n that the bill would cost $829 billion over 10 years, but that offsetting funding for it would actually reduce the federal deficit by $81 billion.\n</p>\n<p>\n But Cornyn's not talking about that plan. He's talking about an issue that has been largely absent from the health care debate: a proposal to fundamentally change the way doctors are paid by Medicare.&nbsp;\n</p>\n<p>\n Here's the backstory. For more than a decade, Medicare payments to physicians have been limited by a cost-containment formula called the Sustainable Growth Rate, which is tied to the growth rate of the economy (but not to health care costs, which have been growing faster). The problem is, it would require such deep cuts to doctors' pay that Congress has stepped in to make temporary fixes.\n</p>\n<p>\n Baucus' health plan proposes another Band-Aid through 2010, but a more permanent solution is now being discussed. This week, the Senate may vote on a plan to permanently fix the payment formula. Democrats and Republicans alike are in agreement that the current formula is unrealistic. The Democrats have proposed a fix that comes with a 10-year, $245 billion price tag. Democrats so far haven't proposed any way to pay for that, hence Cornyn's comment that it would add $250 billion to the federal deficit. And to the extent that paying Medicare doctors ought to be a part of any overall health care plan, he argues, this is the \"first installment\" of the Democrats' health care reform.\n</p>\n<p>\n Democrats, meanwhile, argue this is a separate issue from the current health care debate. They argue this was a broken formula that needed to be fixed no matter whether they tackled health care reform or not. So they made it a separate bill.\n</p>\n<p>\n Gail Wilensky, who ran the Medicare program under President George H.W. Bush in the early 1990s, has mixed feelings about handling the physician pay issue separately from the health care reform bill.\n</p>\n<p>\n To leave the $245 billion physician pay issue \"lurking around the corner is to ignore the facts,\" said Wilensky, now an economist and senior fellow with Project Hope, a health care advocacy group. Congress has been patching the issue for years, digging the problem in deeper and deeper.\n</p>\n<p>\n It might be disingenuous for the Republicans to cite it as proof that the Democrats' health care plan would explode the deficit, Wilensky said. But it's also disingenuous for President Barack Obama and other Democrats to claim a deficit-neutral health care plan without mentioning this huge expense coming around the corner. To a large extent, she said, the health care debate has \"morphed into health insurance reform.\" That's important, but just one of several major health care issues, such as the way the government pays doctors for Medicare.\n</p>\n<p>\n \"There's no question there is a significant budget issue,\" Wilensky said. \"They have been patching since 2002. What they need is a fundamental redo of how we pay physicians.\"\n</p>\n<p>\n Paul Van de Water, a senior fellow at the Center on Budget and Policy Priorities, a liberal think tank, said Democrats are at least stepping up to address a long-standing problem, one that has been pushed along by Republicans and Democrats alike.\n</p>\n<p>\n Since both sides agree the funding formula should be changed, he said, \"Separating it is a reasonable way to do it.\"\n</p>\n<p>\n Cornyn is right that the Medicare plan would cost nearly $250 billion and that it would add to the deficit because Democrats have not found money to offset it. And we believe he has the license for a little hyperbole that allows him to characterize it as \"the first installment\" of health care reform. However, it's not the health care reform package that has been under such heated discussion for the past few months and he misleads people by suggesting that it is &mdash; and that the reform package would add $250 billion to the deficit. So we find his claim Half True.\n</p>", "ruling_comments_date": "2010-01-07T13:28:51.057021", "ruling_date": "2009-10-20T13:44:03", "ruling_headline": "Sen. Cornyn says first installment of Democrats' health reform plan would raise deficit $250 billion", "ruling_headline_slug": "sen-cornyn-says-first-installment-democrats-health", "ruling_link_text": "It's not THE health care bill, but it's got a big price tag", "ruling_state": null, "source_documents": null, "sources": "<p>\n CNN, transcript,\n <a href=\"http://transcripts.cnn.com/TRANSCRIPTS/0910/18/sotu.01.html\" target=\"_blank\">\n  State of the Union with John King\n </a>\n , Oct. 18, 2009\n</p>\n<p>\n CBS News, transcript,\n <a href=\"http://www.cbsnews.com/htdocs/pdf/FTN_101809.pdf?tag=contentMain;contentBody\" target=\"_blank\">\n  Face the Nation\n </a>\n , Oct. 18, 2009\n</p>\n<p>\n New York Times, Prescriptions blog,\n <a href=\"http://prescriptions.blogs.nytimes.com/2009/10/18/doc-fix-could-break-budget-goals/\" target=\"_blank\">\n  \"The 'Doc Fix' Could Break Budget Goals,\"\n </a>\n by David M. Herszenhorn, Oct. 18, 2009\n</p>\n<p>\n Washington Post,\n <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2009/10/18/AR2009101802152.html\" target=\"_blank\">\n  \"White House aides reaffirm public option is not mandatory,\"\n </a>\n by Ceci Connolly, Oct. 19, 2009\n</p>\n<p>\n Washington Post, editorial,\n <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2009/10/18/AR2009101801995.html\" target=\"_blank\">\n  \"2.47 trillion dimes: A test of President Obama's pledge to pay for health care,\"\n </a>\n Oct. 19, 2009\n</p>\n<p>\n CQ Today, \"Medicare Payment Bill Draws Fiscal Responsibility Fire in Senate,\" by Drew Armstrong, Oct. 19, 2009\n</p>\n<p>\n Interview with Gail Wilensky, economist and senior fellow with Project Hope, Oct. 19, 2009\n</p>\n<p>\n Interview with Paul Van de Water, a senior fellow at the Center on Budget and Policy Priorities, Oct. 19, 2009\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 6, "current_job": "Senator", "false_count": 3, "first_name": "John", "half_true_count": 6, "home_state": "Texas", "id": 252, "last_name": "Cornyn", "mostly_true_count": 4, "name_slug": "john-cornyn", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Cornyn.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/252/", "total_count": 31, "true_count": 9, "website": "http://www.johncornyn.com/"}, "statement": "<p>\"The first installment of health care reform ... will raise the deficit by $250 billion.\"</p>", "statement_context": "an interview on CBS's Face the Nation", "statement_date": "2009-10-18", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 50, "photo": null, "resource_uri": "/api/v/2/subject/50/", "subject": "Medicare", "subject_slug": "medicare", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}