{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2016/jul/15/drew-brees/drew-brees-says-womens-soccer-cheerleading-pose-co/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "bgrumet@statesman.com", "first_name": "Bridget", "id": 473, "last_name": "Grumet", "name_slug": "bridget-grumet", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/473/", "title": "Assistant metro editor", "twitter": null}], "facebook_headline": "", "id": 12694, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/12694/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Drew Brees, the New Orleans Saints quarterback headed into his 16th NFL season, <a href=\"http://www.mystatesman.com/news/sports/bohls-longhorns-vs-aggies-anyone-please/nrgRB/\">insists</a> he doesn&rsquo;t fret about concussions.</p>\r\n\r\n<p>But the Austin native, who led the Westlake High School Chaparrals to a state football championship in 1996, stirred our curiosity in his June 2016 interview with Kirk Bohls of the <em>Austin American-Statesman</em> when he said: &quot;Do you know what the second sport with the most concussions is? Women&rsquo;s soccer. But do you see anyone telling their daughters not to play soccer? And the third most dangerous sport? Cheerleading. You understand the risk with every sport you play.&quot;</p>\r\n\r\n<p>Our attempts to draw Brees&rsquo; backup information failed. But we took him to be saying women&rsquo;s soccer and cheerleading rank second and third, respectively, in the incidence of concussions.</p>\r\n\r\n<p>Unsurprisingly, perhaps, we confirmed that football consistently poses the greatest concussion risks. Women&#39;s or girls soccer, which has <a href=\"http://www.usyouthsoccer.org/media_kit/keystatistics/\">surged in popularity</a> since the 1980s, often places a distant second by this metric, we found, with the chances of a concussion from cheerleading much lower.</p>\r\n\r\n<p><strong>Women&#39;s soccer</strong></p>\r\n\r\n<p>As we looked into the soccer portion of Brees&#39; claim, experts pointed out a 2014 report, <a href=\"http://www.nap.edu/read/18377/chapter/1\">&quot;Sports-related Concussions in Youth,&quot;</a> sponsored by the federal Centers for Disease Control and Prevention with backing from the National Football League, the Department of Defense and the National Institutes of Health. The report, collating several studies, said: &quot;Soccer, lacrosse, and basketball are associated with the highest rates of reported concussions for U.S. female athletes at the high school and college levels.&quot;</p>\r\n\r\n<p>A report chart shows that according to four studies of concussions in sports, football consistently placed first with six to 11.2 concussions per 10,000 &quot;athletic exposures,&quot; a term meaning the number of practices and competitions in which an individual actively participates (i.e., in which he or she is exposed to the possibility of athletic injury).</p>\r\n\r\n<p>Significantly, two of the cited studies showed women&rsquo;s soccer with the second-highest concussion rate, 3.6 or 3.5 per 10,000 athletic exposures while the sport was close to No. 2 in the other studies. Per one study, men&rsquo;s lacrosse had higher concussion rates and in the other, men&rsquo;s hockey and men&rsquo;s and women&rsquo;s lacrosse had higher rates.</p>\r\n\r\n<p>The chart:</p>\r\n\r\n<p>&nbsp;<img alt=\"2013tableS1concussionincidencebysport.JPG\" src=\"https://lh3.googleusercontent.com/7oZn_ci5d4TX62ihVhmImXC6ImgcEONImb0W-7Hk_fcdO4JbDJ1sinc43134puIMPaYmQfxfbEf_BXzFcpKWM09WISfOkwibZKmGjn8rexlmLXCaQ_ZUY5rsdcbk0VaayvLSrecS\" style=\"border:1px solid; float:left; height:489px; margin:2px 0px; width:600px\" /></p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>SOURCE: <a href=\"http://www.nap.edu/read/18377/chapter/2#4\">Chart</a> in report, <a href=\"http://www.nap.edu/read/18377/chapter/1\">&quot;Sports-related Concussions in Youth,&quot;</a> National Academies Press, 2014</p>\r\n\r\n<p>In a 2015 report, Dawn Comstock, a professor at the Colorado School of Public Health, and others synthesized nearly 50 studies to pinpoint the causes of concussions among American youth soccer players. According to a <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/24475745\">summary</a>, the authors found that contact with another player was the most common cause with heading the ball the reason for 25 percent of concussions among girls.</p>\r\n\r\n<p>We reached out to Comstock for more perspective. By phone, she told us that a general factor to acknowledge is the likelihood of female athletes more likely revealing concussion symptoms because females are more likely than males to discuss health-related issues. &quot;We honestly don&rsquo;t know if girl soccer players are sustaining more concussions than boy ice hockey and lacrosse players or if they&rsquo;re just more likely to be diagnosed because they&rsquo;re more likely to report their symptoms,&quot; Comstock said.</p>\r\n\r\n<p><strong>Cheerleading</strong></p>\r\n\r\n<p>The 2014 national report says of cheerleading: &quot;Concussions and other closed-head injuries account for 4 to 6 percent of all cheerleading injuries,&quot; a conclusion attributed to a &quot;policy statement&quot; from the American Academy of Pediatrics, <a href=\"http://pediatrics.aappublications.org/content/130/5/966\">&quot;Cheerleading injuries: Epidemiology and recommendations for prevention.&quot;</a> But the 2012 statement says concussion rates in cheerleading, 0.6 per 10,000 athletic exposures, have been relatively low compared with other &nbsp;girls&rsquo; high school sports such as soccer (3.6), basketball (1.6-2.1), lacrosse (2.0), softball (0.7-1.1), and field hockey (1.0).</p>\r\n\r\n<p>Troubling note: From 1998 to 2008, the academy says, concussion rates in cheerleading increased by 26 percent a year, greater than any of the other girls sports studied. &quot;Concussion rates increase with age and competitive level,&quot; the statement says, &quot;likely because of the increasing difficulty of stunts.&quot;</p>\r\n\r\n<p>The 26 percent figure traces to a regional 2011 study of concussions among high school boys and girls in a dozen sports in 25 Fairfax County, Virginia schools from 1997-98 through 2007-08.</p>\r\n\r\n<p>In that study, football and girls soccer posed far greater concussion risks.</p>\r\n\r\n<p>By a wide margin, football ranked first in total concussions with 1,407 or 53 percent of all the tallied concussions. Considerably behind in second place was boys&rsquo; lacrosse, which accounted for 244 concussions, 9 percent of the total--with girls&rsquo; soccer landing third with 195 concussions, 7 percent of the total.</p>\r\n\r\n<p>Football also had the highest concussion rate, the study says, with 6.0 concussions for every 10,000 athletic exposures. Among the studied girls sports, the concussion rate for girls soccer, 3.5/10,000 AEs, far outpaced the 0.6 rate for cheerleading--with the latter having the lowest rate of the girls sports including basketball, lacrosse, field hockey and softball.</p>\r\n\r\n<p>By phone, the study&rsquo;s lead author, <a href=\"http://www.medstarhealth.org/mhri/physician-investigator/andrew-lincoln/#q=%7B%7D\">Andrew Lincoln</a>, director of the MedStar Sports Medicine Research Center, told us that while cheerleading can be dangerous, its concussion rate is low.</p>\r\n\r\n<p>Lincoln pointed us to the North Carolina-based National Center for Catastrophic Sports Injury which issued a <a href=\"https://nccsir.unc.edu/files/2013/10/NCCSIR-32nd-Annual-All-Sport-Report-1982_2014.pdf\">2015 report</a> indicating that from fall 1982 through spring 2014, female cheerleading ranked only behind football, in U.S. high schools, for its number of &quot;direct catastrophic events,&quot; meaning severe injuries such as fractured vertebra to incidents resulting in paralysis or even death. Worse, once the number of participants in each sport is factored in, cheerleading ranked No. 1 for its rate of such events. Among college sports, the report said, football had the highest number of direct catastrophic events, followed by female cheerleading and baseball.</p>\r\n\r\n<p>We heard more about cheerleading risks from Chris Nowinski of the Center for the Study of Traumatic Encephalopathy at the Boston University School of Medicine. By email, Nowinski pointed out a <a href=\"http://fivethirtyeight.com/features/cheerleading-safety-high-school-sports/\">May 2014 analysis</a> on FiveThirtyEight.com that quoted Comstock saying: &quot;Cheerleading is not nearly as dangerous a sport as some of the previous research painted it to be.&quot;</p>\r\n\r\n<p>Comstock&rsquo;s focus was on concussions. Among a set of high school athletes tracked across 20 sports from 2008 through 2010, Comstock said, cheerleading had the 10th-highest concussion rate.</p>\r\n\r\n<p>An accompanying chart indicates 1.4 concussions per 10,000 AEs for cheerleading. In contrast, football had a 6.4 rate, per the chart, girls soccer had a 3.4 rate--and five boys sports plus girls lacrosse, field hockey, basketball and softball each had higher concussion rates than cheerleading.</p>\r\n\r\n<p>A wrinkle: Cheerleading was the only sport in the study with a higher risk of concussion in practice (1.4 per 10,000 AEs) than in competition (1.2 per 10,000)--a result Comstock attributed to cheerleading not widely being recognized as a sport, hence subject to practices in parking lots and on other sketchy surfaces.</p>\r\n\r\n<p>Comstock, asked for the latest data, told us that across 22 high school sports in 2014-15, football games by far accounted for the highest concussion rates. For every 10,000 players in a given Friday night&rsquo;s games, she said, 31 sustained a concussion. In second place came girls soccer, she said, with about 21 of every 10,000 players on a given game night sustaining concussions.</p>\r\n\r\n<p>Far less frequent were concussions among participants in cheerleading competitions, Comstock said, at a rate of 1.8 for every 10,000 AEs.</p>\r\n\r\n<p>The professor also pointed us to a <a href=\"http://pediatrics.aappublications.org/content/early/2015/12/09/peds.2015-2447\">2015 study</a> she helped author stating that from 2009-10 through 2013-14, concussions were nationally the most common cheerleading injury even though concussion rates were significantly lower than in other sports.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Brees said: &quot;Do you know what the second sport with the most concussions is? Women&rsquo;s soccer&hellip; And the third most dangerous sport? Cheerleading.&quot;</p>\r\n\r\n<p>Football by far poses the greatest concussion risks, studies show, with women&rsquo;s/girls soccer often placing a distant second. Cheerleading poses risks too, more so in practices, yet concussion chances are relatively slight compared to numerous sports.</p>\r\n\r\n<p>We rate this claim Half True.</p>\r\n\r\n<hr />\r\n<p><em><strong>HALF TRUE</strong></em> &ndash; The statement is partially accurate but leaves out important details or takes things out of context. Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p>https://www.sharethefacts.co/share/e7766835-dafa-4b37-b770-0e11fd993e56 ", "ruling_comments_date": "2016-07-15T15:18:27.598594", "ruling_date": "2016-07-15T14:51:46", "ruling_headline": "Drew Brees says women's soccer, cheerleading pose concussion risks second only to football", "ruling_headline_slug": "drew-brees-says-womens-soccer-cheerleading-pose-co", "ruling_link_text": "Ouch", "ruling_state": null, "source_documents": null, "sources": "<p>Sports commentary, <a href=\"http://www.mystatesman.com/news/sports/bohls-longhorns-vs-aggies-anyone-please/nrgRB/\">&quot;Bohls: Longhorns vs. Aggies, anyone? Please,&quot;</a> Kirk Bohls, <em>Austin American-Statesman</em>, posted online June 14, 2016</p>\r\n\r\n<p>Emails, Chris Nowinski, founding executive director, Concussion Legacy Foundation, Outreach, Recruitment, Education, and Public Policy Leader, Boston University CTE Program, June 16 and July 13, 2016</p>\r\n\r\n<p>News blog post, <a href=\"http://fivethirtyeight.com/features/cheerleading-safety-high-school-sports/\">&quot;Where Cheerleading Ranks in Safety Among High School Sports,&quot;</a> FiveThirtyEight.com, May 11, 2014</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1f3QGFcmfZ8Fg1Go3Tnm4l5kddVbV58y0wmyd4_mTDqo/pub\">Email</a>, Courtney N. Lenard, MA, health communication specialist, National Center for Injury Prevention and Control, Health Communication and Science Office, Centers for Disease Control and Prevention, June 15, 2016</p>\r\n\r\n<p>Study, <a href=\"http://www.cdc.gov/mmwr/preview/mmwrhtml/mm6039a1.htm?s_cid=mm6039a1_w#tab2\">&quot;Nonfatal Traumatic Brain Injuries Related to Sports and Recreation Activities Among Persons Aged &le;19 Years --- United States, 2001--2009,&quot;</a> Morbidity and Mortality Weekly Report, Centers for Disease Control and Prevention, Oct. 7, 2011 (accessed June 20, 2016)</p>\r\n\r\n<p>Truth-O-Meter article, <a href=\"http://www.politifact.com/texas/statements/2016/apr/22/jerry-jones/pants-fire-jerry-jones-says-absurd-firmly-link-foo/\">&quot;Pants on Fire: Jerry Jones says &#39;absurd&#39; to firmly link football, Chronic Traumatic Encephalopathy,&quot;</a> PolitiFact Texas, April 22, 2016</p>\r\n\r\n<p>Telephone interview, <a href=\"http://www.medstarhealth.org/mhri/physician-investigator/andrew-lincoln/#q=%7B%7D\">Andrew Lincoln</a>, director, the MedStar Sports Medicine Research Center, June 21, 2016</p>\r\n\r\n<p>Study, &quot;Trends in Concussion Incidence in High School Sports,&quot; Andrew E. Lincoln, ScD, Shane V. Caswell, PhD, ATC, Jon L. Almquist, VATL, ATC, Reginald E. Dunn, BA, Joseph B. Norris, MD, and Richard Y. Hinton, MD, MPH, PT, the American Journal of Sports Medicine, Jan. 29, 2011</p>\r\n\r\n<p>Report, <a href=\"https://nccsir.unc.edu/files/2013/10/NCCSIR-32nd-Annual-All-Sport-Report-1982_2014.pdf\">&quot;CATASTROPHIC &nbsp;SPORTS INJURY RESEARCH THIRTY-SECOND ANNUAL REPORT FALL 1982 - &nbsp;SPRING 2014,&quot;</a> National Center for Catastrophic Sports Injury, University of North Carolina, Nov. 13, 2015</p>\r\n\r\n<p>Telephone interview, R. Dawn Comstock, PhD, associate professor of Epidemiology, Colorado School of Public Health Department of Pediatrics (Emergency Medicine), University of Colorado School of Medicine Pediatric Injury Prevention, Education, and Research (PIPER) program, June 21, 2016</p>\r\n\r\n<p>Study, <a href=\"http://pediatrics.aappublications.org/content/early/2015/12/09/peds.2015-2447\">&quot;Cheerleading Injuries in United States High Schools,&quot;</a> Dustin W. Currie, Sarah K. Fields, Michael J. Patterson, R. Dawn Comstock, Pediatrics, December 2015 (copy received by email from Comstock)</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Quarterback", "false_count": 0, "first_name": "Drew", "half_true_count": 1, "home_state": "Louisiana", "id": 3593, "last_name": "Brees", "mostly_true_count": 0, "name_slug": "drew-brees", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/brees2016pft.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3593/", "total_count": 1, "true_count": 0, "website": "http://www.drewbrees.com/"}, "statement": "<p>&quot;Do you know what the second sport with the most concussions is? Women&rsquo;s soccer&hellip; And the third most dangerous sport? Cheerleading.&quot;</p>\r\n", "statement_context": "as quoted in an interview with Kirk Bohls of the Austin American-Statesman", "statement_date": "2016-06-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 216, "photo": null, "resource_uri": "/api/v/2/subject/216/", "subject": "Sports", "subject_slug": "sports", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/2/", "/api/v/2/edition/10/"]}, {"description": "", "id": 146, "photo": null, "resource_uri": "/api/v/2/subject/146/", "subject": "Women", "subject_slug": "women", "used_in_edition": []}], "target": [], "twitter_headline": ""}