{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2009/oct/20/gun-owners-america/gun-rights-group-says-health-care-bill-could-harm-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1270, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1270/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\n The Gun Owners of America has recently taken aim at an unlikely subject: health care reform.\n <br />\n <br />\n In the last few weeks, GOA has sent out several action alerts to members criticizing the health care reform bill that passed the Senate Finance Committee last week. The bill, authored by Finance Chairman Max Baucus, D-Mont., was supported by all of the committee's Democrats, as well as Republican Sen. Olympia Snowe of Maine. It will now be merged with another Senate health care bill and go to the full Senate.\n <br />\n <br />\n On Oct. 9, 2009, the day before the Finance Committee began voting on amendments to the Baucus bill, GOA sent an alert to members titled, \"ObamaCare Could be Used to Ban Guns in Home Self-Defense.\" The conservative group speculated about the impact of the health care bill on gun owners, hypothesizing that, in a bid to control spiraling health care costs, the administration will target people who have \"excessively dangerous\" behaviors that officials believe raise the cost of health care. The group warned that gun ownership &mdash; particularly keeping \"a loaded firearm for self-defense\" &mdash; is likely to be high on that list.\n <br />\n <br />\n The memo accuses Health and Human Services Secretary Kathleen Sebelius &mdash; who would have significant influence over any new health care policy &mdash; of having a \"well-established antipathy to the Second Amendment\" because she vetoed concealed-carry gun legislation when she was governor of Kansas.\n <br />\n <br />\n The Obama administration is so antigun, the group contends, that \"it is even possible that the Obama-prescribed policy could preclude reimbursement of any kind in a household which keeps a loaded firearm for self-defense.\"\n <br />\n <br />\n In this item, we'll scrutinize the claim that the Baucus bill \"could be used to ban guns in home self-defense.\" To start, we turn to the committee-passed version of the legislation itself.\n <br />\n &nbsp;\n <br />\n The sweeping health care bill would leave in place the current private insurance system in which most people get coverage from their employer. But the bill would set federal rules for the individual market &mdash; that is, for policies purchased by people who are self-employed or have lost their coverage. President Barack Obama and other Democrats have often said the new rules are needed because companies that sell policies on the individual market are often able to impose restrictions about pre-existing conditions and put limitations on coverage. The rules for the individual market would also apply to the \"small group\" market, which serves smaller employers and their workers.\n <br />\n &nbsp;\n <br />\n We looked carefully at the language in the Baucus bill and found no mention of either \"gun\" or \"firearm.\" So there's no explicit support in the bill for the group's claim.\n <br />\n <br />\n Okay, says GOA, but guns could still be a target because of the emphasis on discouraging unhealthy behaviors. \"The ObamaCare bill already contains language that will punish Americans who engage in unhealthy behavior by allowing insurers to charge them higher insurance premiums,\" the group said in its alert.\n <br />\n &nbsp;\n <br />\n The group is right that the bill does allow higher premiums based on behavior &mdash; specifically, the use of tobacco.\n <br />\n &nbsp;\n <br />\n The Baucus bill would allow insurers to alter premiums based on tobacco use, age, family composition and cost differences in different geographical regions. The bill establishes a series of ratios for how much these factors can be used to adjust premiums upward. Tobacco users, for instance, could be charged 1.5 times the standard rate under the bill. (There is no such provision in the House bill.)\n <br />\n <br />\n Another provision could provide a loophole that allows behavioral factors to play a wider role in setting premiums.\n <br />\n <br />\n The bill would expand some rules now in the Health Insurance Portability and Accountability Act, or HIPAA, that allow employees to be rewarded if they participate in wellness programs. Taking part in a wellness program &mdash; such as tobacco cessation or a gym membership &mdash; can mean lower premiums or co-pays. The bill would increase the size of discounts that can be offered to beneficiaries who enroll in these programs.\n <br />\n &nbsp;\n <br />\n Some advocacy groups and labor unions have warned this could be a sneaky way of excluding less-healthy workers. And Mike Hammond, GOA's legislative counsel, said that such policies indicate that the bill \"is going in a behavioral direction.\"\n <br />\n &nbsp;\n <br />\n So, GOA has a point that the Baucus bill opens the door to rating health insurance premiums based on behaviors. But the group is making a huge leap to suggest that could mean the government would target gun owners.\n <br />\n <br />\n In the alert, GOA leaves out two important pieces of context.\n</p>\n<p>\n &mdash;\n <strong>\n  People with \"unhealthy behaviors\" would actually get stronger protections under the Baucus bill\n </strong>\n . Currently, states oversee the individual insurance market with a patchwork of rules. According to the Senate Finance Committee, only one state fully bars premiums from being adjusted for any reasons. Seven states allow limited adjustments for reasons such as age, while 11 allow premiums to vary based on health factors. The remaining 31 &mdash; a majority of all states &mdash; have not passed any laws restricting what factors insurers can use in setting rates.\n <br />\n <br />\n Under Baucus's bill, the federal rules would take over and put restrictions on when insurers could charge higher premiums as we explain above. This means that for most states, gun owners &mdash; or people with other behaviors that the government might theoretically deem \"unhealthy\" &mdash; would actually get more explicit protection under the Baucus bill than they have now. Today, laws in most states would not keep an insurer from discriminating against gun owners in setting premiums; under the Baucus bill, gun owners would have this protection enshrined in law.\n <br />\n <br />\n &mdash;\n <strong>\n  There's no indication in the bill that gun ownership is contemplated as a future factor in premium-setting\n </strong>\n . Even if you assume that health care reform is rushing headlong into a new era in which behavior defines health premiums &mdash; which is just speculation at this point &mdash; there is nothing in the Baucus bill that says, or even suggests, that gun ownership would be cited as a behavioral factor. Every behavioral factor explicitly cited in the bill concerns pure medical issues, such as a lowered cholesterol level, maintainance of a certain body mass index, quitting smoking or losing a specified amount of weight.\n <br />\n <br />\n GOA's Hammond argues that in his experience, bills that start narrowly have a tendency to expand their reach. \"So I don't think it is unreasonable to assume that what can be done will be done,\" he said.\n <br />\n <br />\n But we find insufficient evidence to support the group's overheated rhetoric. Ultimately, we find that while the GOA is right that a more behavioral approach to pricing health care seems to be gaining steam, it is a giant and overly speculative leap to say that the Baucus bill \"could be used to ban guns in home self-defense.\" There is nothing in the bill itself to indicate that is contemplated. We find the statement False.\n</p>", "ruling_comments_date": "2010-01-07T13:28:51.146618", "ruling_date": "2009-10-20T13:50:18", "ruling_headline": "Gun-rights group says health care bill could harm gun owners", "ruling_headline_slug": "gun-rights-group-says-health-care-bill-could-harm-", "ruling_link_text": "The bill targets tobacco use and promotes wellness, but doesn't address guns", "ruling_state": null, "source_documents": null, "sources": "<p>\n Gun Owners of America, \"\n <a href=\"http://gunowners.org/a100909.htm\" target=\"_blank\">\n  ObamaCare Could be Used to Ban Guns in Home Self-Defense\n </a>\n ,\" Oct. 9, 2009\n <br />\n <br />\n Senate Finance Committee, \"\n <a href=\"http://finance.senate.gov/press/Bpress/2009press/prb100209f.pdf\" target=\"_blank\">\n  America's Healthy Future Act as Amended (Baucus plan)\n </a>\n ,\" Oct. 2, 2009\n <br />\n <br />\n Text of\n <a href=\"http://frwebgate.access.gpo.gov/cgi-bin/getdoc.cgi?dbname=111_cong_bills&amp;docid=f:h3200ih.txt.pdf\" target=\"_blank\">\n  House health care bill\n </a>\n (H.R. 3200)\n <br />\n <br />\n Washington Post, \"\n <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2009/10/15/AR2009101503036.html\" target=\"_blank\">\n  Wellness Incentives Could Create Health-Care Loophole; Workers Who Fail Medical Tests Could Pay More\n </a>\n ,\" Oct. 16, 2009\n <br />\n <br />\n Interviews with Mike Hammond, legislative counsel for Gun Owners of America, Oct. 19-20, 2009\n</p>\n<p>\n E-mail interview with Brian Webb, manager of health policy and legislation at the National Association of Insurance Commissioners, Oct. 19, 2009\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "gun rights advocacy group", "false_count": 1, "first_name": "", "half_true_count": 0, "home_state": "Virginia", "id": 253, "last_name": "Gun Owners of America", "mostly_true_count": 0, "name_slug": "gun-owners-america", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Generic_people_image_.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/253/", "total_count": 1, "true_count": 0, "website": "http://www.gunowners.org/"}, "statement": "<p>The Baucus health care bill \"could be used to ban guns in home self-defense.\"</p>", "statement_context": "an alert to members", "statement_date": "2009-10-09", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 19, "photo": null, "resource_uri": "/api/v/2/subject/19/", "subject": "Guns", "subject_slug": "guns", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}