{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/oct/22/ann-coulter/coulter-says-husbands-rarely-beat-their-wives/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1275, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1275/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>On his Fox News show, commentator Sean Hannity defended Rush Limbaugh, who was dumped by business partners bidding to buy the St. Louis Rams due to controversy about racial comments Limbaugh has made.</p>\r\n\r\n<p>Hannity brought on conservative pundit Ann Coulter, who argued the NFL has long been &quot;easily very spooked by crazy left-wing hoaxes.&quot;</p>\r\n\r\n<p>&quot;You&#39;ll remember a few years ago the loopiest hoax of all, the claim that men beat up their wives more on Super Bowl Sunday,&quot; Coulter said.</p>\r\n\r\n<p>She noted that in 1993, the NFL ran a public service announcement about domestic violence before the Super Bowl after some women&#39;s groups claimed violence against women spiked on Super Bowl Sunday.</p>\r\n\r\n<p>&quot;The NFL not only believed it, and it was completely a fraud and completely insane,&quot; Coulter said. &quot;The safest people in the world ... are married women.&quot;</p>\r\n\r\n<p>&quot;Husbands rarely beat up their wives,&quot; Coulter told Hannity. &quot;Single women get beaten up more.&quot;</p>\r\n\r\n<p>The popular myth about increased domestic violence on Super Bowl Sundays turned out to be based on extremely thin, localized data and was largely, and famously, debunked in a <em> Washington Post </em> story, &quot;Debunking the &#39;Day of Dread&#39; for Women; Data Lacking for Claim of Domestic Violence Surge After Super Bowl,&quot; written by Ken Ringle and published on the day of that 1993 Super Bowl game.</p>\r\n\r\n<p>So Coulter was on firm ground there. But we were curious whether she was right about her claim that &quot;husbands rarely beat up their wives. Single women get beaten up more.&quot;</p>\r\n\r\n<p>Coulter goes into this subject in a little more detail in her book, <em> Guilty: Liberal &#39;Victims&#39; and Their Assault on America. </em> The gist of the narrative is that liberals have created all kinds of &quot;victim&quot; myths to advance their agenda.</p>\r\n\r\n<p>In the second chapter, &quot;Victim of Crime? Thank a Single Mother,&quot; Coulter takes aim at a 1994 <a href=\"http://www.time.com/time/magazine/article/0,9171,981112,00.html\" target=\"_blank\"> <em> Time </em> magazine </a> article written by Barbara Ehrenreich. The article claims that, &quot;for a woman, home is, statistically speaking, the most dangerous place to be,&quot; but Coulter calls that &quot;crazy wrong.&quot;</p>\r\n\r\n<p>Coulter leaves off Ehrenreich&#39;s next sentence, &quot;Her worst enemies and potential killers are not strangers but lovers, husbands and those who claimed to love her once.&quot; Remember that last line as we get to the statistics.</p>\r\n\r\n<p>But first, here&#39;s how Coulter lays out her case in her book: &quot;According to the U.S. Department of Justice crime statistics, domestic abuse is virtually nonexistent for married women living with their husbands. From 1993 to 2005, the number of married women victimized by their husbands ranged from 0.9 to 3.2 per 1,000. Domestic violence was about 40 times more likely among divorced or separated women, ranging from 37.7 to 118.5 per 1,000. Even never-married women were more than twice as likely to be victims of domestic abuse as married women. Evidently, the safest place for a woman to be is at home with her husband.&quot;</p>\r\n\r\n<p>The numbers cited by Coulter come from the Department of Justice&#39;s Bureau of Statistics report, <a href=\"http://www.ojp.usdoj.gov/bjs/intimate/ipv.htm\" target=\"_blank\"> &quot;Intimate Partner Violence in the United States.&quot; </a> The survey found that &quot;on average from 2001 to 2005, both females and males who were separated or divorced had the greatest risk of nonfatal intimate partner violence while persons who were married or widowed reported the lowest risk of violence.&quot; Between 2001 and 2005, 1.2 out of 1,000 married women reported physical abuse by an &quot;intimate partner&quot; (in this case, their husband), versus 5.5 out of 1,000 among women who never married.</p>\r\n\r\n<p>In short, Coulter cites the numbers accurately.</p>\r\n\r\n<p>But she left out some important qualifiers included in the survey&#39;s fine print.</p>\r\n\r\n<p>A page about the survey&#39;s methodology states: &quot;Caution is warranted when interpreting intimate partner violence and marital status in the (survey) because marital status may be related to a respondent&#39;s willingness or ability to disclose violence by an intimate partner. For example, a married woman may not view, may not wish to view, or may be unable to report the behavior of her partner as violent or criminal. That same woman, if separated or divorced, may view or may be able to report the same behavior as violent.&quot;</p>\r\n\r\n<p>In other words, a woman who is still married to an abusive husband may be less likely to report the abuse than a woman who has since divorced or separated from their spouse.</p>\r\n\r\n<p>In addition, the survey notes, &quot;Marital status is based on the respondent&#39;s situation at the time of the interview, not necessarily at the time of the victimization. The survey is not able to determine whether a victim&#39;s marital status changed between the victimization and the interview, not necessarily at the time of the victimization.&quot;</p>\r\n\r\n<p>It stands to reason that at least some married women who reported physical abuse by their husband might have later gotten divorced or separated.</p>\r\n\r\n<p>Coulter also leaves out the Department of Justice statistics on homicides committed by a person &quot;intimate&quot; with the victim. Historically, most &quot;intimate&quot; homicides involved spouses (though in recent years, the number of deaths by boyfriends and girlfriends was about the same).</p>\r\n\r\n<p>Coulter accurately cites figures from the Department of Justice study on violence against women, but she draws conclusions that the authors of the study specifically caution against. And that&#39;s because women may be a lot less likely to report violence by someone they are still married to, and living with. And so we rate Coulter&#39;s claim Half True.</p>\r\n", "ruling_comments_date": "2010-01-07T13:28:51.599849", "ruling_date": "2009-10-22T18:17:50", "ruling_headline": "Coulter says husbands rarely beat up their wives", "ruling_headline_slug": "coulter-says-husbands-rarely-beat-their-wives", "ruling_link_text": "Study's fine print advises caution", "ruling_state": null, "source_documents": null, "sources": "<p>YouTube, <a href=\"http://www.youtube.com/watch?v=dbQ_TOU0KkE\" target=\"_blank\"> Ann Coulter on the Fox News Hannity Show </a> , Oct. 15, 2009</p>\r\n\r\n<p>Time, <a href=\"http://www.time.com/time/magazine/article/0,9171,981112,00.html\" target=\"_blank\"> &quot;Oh, Those Family Values,&quot; </a> by Barbara Ehrenreich, July 18, 1994</p>\r\n\r\n<p>U.S. Department of Justice, Bureau of Justice Statistics, <a href=\"http://www.ojp.usdoj.gov/bjs/intimate/victims.htm\" target=\"_blank\"> &quot;Intimate Partner Violence in the U.S.: Victim Characteristics&quot; </a></p>\r\n\r\n<p>U.S. Department of Justice, Bureau of Justice Statistics, <a href=\"http://www.ojp.usdoj.gov/bjs/intimate/addinfo.htm\" target=\"_blank\"> &quot;Intimate Partner Violence in the U.S.:&nbsp; Additional Information about data&quot; </a></p>\r\n\r\n<p>&quot;Guilty: Liberal &quot;victims&quot; and their assault on America,&quot; by Ann Coulter, 2008</p>\r\n\r\n<p>Washington Post, &quot;Debunking the &#39;Day of Dread&#39; for Women; Data Lacking for Claim of Domestic Violence Surge After Super Bowl,&quot; by Ken Ringle, Jan. 31, 1993</p>\r\n\r\n<p>Interview with Patty Gonzales, communications manager for the National Domestic Violence Hotline, Oct. 21, 2009</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "Columnist and author", "false_count": 3, "first_name": "Ann", "half_true_count": 3, "home_state": "New York", "id": 183, "last_name": "Coulter", "mostly_true_count": 1, "name_slug": "ann-coulter", "pants_count": 6, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/anncoulter.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/183/", "total_count": 16, "true_count": 1, "website": "http://www.anncoulter.com/"}, "statement": "<p>&quot;Husbands rarely beat up their wives. Single women get beaten up more.&quot;</p>\r\n", "statement_context": "an interview on Sean Hannity's show on the Fox News Channel", "statement_date": "2009-10-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}, {"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}], "target": [], "twitter_headline": ""}