{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2009/oct/22/senior-citizens-league/seniors-group-warns-about-risks-electronic-health-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "gjoyce@tampabay.com", "first_name": "Greg", "id": 110, "last_name": "Joyce", "name_slug": "greg-joyce", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/110/", "title": "Metro/Tampa news editor", "twitter": null}], "facebook_headline": null, "id": 1276, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1276/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\n Could Big Brother &mdash; or garden-variety snoopers &mdash; soon get their hands on your medical data? The Senior Citizens League, a group that boasts 1.2 million members and is affiliated with the Retired Enlisted Association, recently sent out a mailing saying it was possible.\n <br />\n <br />\n According to a copy obtained by the Huffington Post, the group sent a four-page letter, along with a questionnaire and a cover letter signed by former Rep. David Funderburk, R-N.C., to seniors, expressing two related concerns about Democratic health care reform plans being debated on Capitol Hill. One is that they could lead to the rationing of care. The other is that the government is assembling a \"national government computer network\" that will contain Americans' medical files.\n <br />\n <br />\n We've already addressed\n <a href=\"http://www.politifact.com/truth-o-meter/article/2009/aug/25/rationing-scare-words-health-care-debate/\" target=\"_blank\">\n  the question of rationing\n </a>\n , so we'll focus here on the plans for a computer network.\n <br />\n &nbsp;\n <br />\n Here's what the Senior Citizens League letter said:\n <br />\n <br />\n \"The key to these changes is a massive national government computer network, which is now being created. When it is complete, your complete medical record will be available 24 hours a day to health care workers at computer terminals in pharmacies, doctors' offices and hospitals across the country and to government workers. ... To ensure that all doctors, hospitals and pharmacies participate and place their records in the new system, a portion of the economic stimulus legislation passed in February includes stiff penalties for doctors and hospitals which do not participate. The complete lack of privacy or confidentiality that comes when millions of people can see your records and the virtual certainty of computer errors has raised concern among many Medicare beneficiaries.\"\n <br />\n <br />\n First, a little background on health information technology, or HIT for short.\n <br />\n <br />\n Computerizing medical records has long been a goal of policymakers across the ideological spectrum. The idea is to shift from paper-based records to electronic ones, so that doctors can access information about their patients more quickly and easily and make better clinical decisions as a result. Supporters hope that HIT will reduce the frequency of medical errors, unnecessary diagnostic tests and inappropriate treatments.\n <br />\n <br />\n While the biggest impact would likely be felt within a patient's small circle of physicians, nurses and pharmacists, planners also envision scenarios in which an emergency room doctor treating a patient traveling far from home would be able to quickly receive medical records about that patient. Officials also hope that, in the longer term, streamlining record-keeping could bring down the rapidly escalating cost of health care.\n <br />\n <br />\n In 2004, President George W. Bush issued an executive order creating incentives for the use of health information technology, to be spearheaded by a new federal official, the national coordinator for Health Information Technology. President Barack Obama went further when Congress passed his economic stimulus package in February 2009. The stimulus included several items designed to promote HIT, including $19 billion over four years to fund electronic infrastructure improvements and the widespread adoption of electronic health records by providers. The goal under both presidents has been to create electronic health records for each person in the United States by 2014.\n <br />\n <br />\n The Office of the National Coordinator for Health Information Technology describes the Nationwide Health Information Network as a \"network of networks.\" All the experts we spoke to, including the Department of Health and Human Services, emphasized that it is not a single database residing at, say, a federal agency. It's more accurately viewed as a network to link many separate databases where records already exist, such as regional databases or medical offices, along with efforts to establish common technical standards so that these far-flung repositories of data can exchange information as needed.\n <br />\n &nbsp;\n <br />\n \"While providers will eventually be required to actively exchange patient information between electronic health records, there is no law or regulation calling for the development of a national patient information database,\" said Brian Wagner, the senior director of policy and public affairs with the eHealth Initiative, a group that represents companies and professional organizations with a stake in HIT.\n <br />\n <br />\n The Senior Citizens League excerpt raises two main questions about HIT.\n <br />\n <br />\n &mdash;\n <strong>\n  Who would have access to the network? Could it be as many as \"millions\" of people?\n </strong>\n <br />\n <br />\n Our experts agreed that such loose access is certainly not the goal of the program, and they added that intensive efforts are being taken to prevent that from happening.\n <br />\n <br />\n On its Web site, the Office of the National Coordinator for Health Information Technology says it understands that a lack of trust in the system would be a serious problem. \"Coordinated attention at the federal and state levels is needed both to develop and implement appropriate privacy and security policies,\" the office says.\n <br />\n <br />\n Portions of the stimulus bill stiffened existing privacy protections from the Health Information Portability and Accountability Act, which governs how medical records can be used. The stimulus extended the list of mandatory protections and penalties to business associates of medical providers who were already covered by them. In the case of privacy breaches, patients now must be notified, and the penalties for violations were increased.\n <br />\n <br />\n Most important, providers and associates covered by HIPAA must limit disclosure of private health information to the minimum number of people necessary to accomplish a valid purpose. Those purposes generally involve treatment, payment or medical administration.\n <br />\n <br />\n \"It's not going to be available at Kinko's for all the world to see,\" said Len Nichols, director of the health policy program at the centrist-to-liberal New America Foundation.\n <br />\n <br />\n Wagner said that the network won't be structured in a way that allows any medical professional to fish around for data on anyone they like. Users would still have to request specific information from another doctor, and provide a good reason why they need it. The main difference under a functioning system of HIT would be that that record would be sent electronically rather than faxed or mailed, potentially saving hours or days.\n <br />\n <br />\n One upside is that, unlike paper-based systems, electronic health records create audit trails every time they're accessed, meaning that HIT systems can actually afford greater privacy protections for patients.\n <br />\n <br />\n \"The level of access to this information will also be limited based on each person&rsquo;s role in the provision of care,\" said HHS spokeswoman Nancy Szemraj. \"Depending upon the type of violation, fines can reach up to $1.5 million per privacy violation.\" The notion that there will be \"unauthorized, limitless access to patient health information in an electronic health record is absolutely incorrect,\" she said.\n <br />\n <br />\n Still, everyone agrees that vigilance is needed. Deven McGraw, director of the health privacy project at the Center for Democracy &amp; Technology, calls it \"absolutely critical to have policies to say who can access information and for what purposes. Are they in place today? No. Are there active efforts going on today to change that? Absolutely.\"\n <br />\n &nbsp;\n <br />\n &mdash;\n <strong>\n  How stiff are the penalties for noncompliance?\n </strong>\n They're not immediate, and providers will have many opportunities to benefit from carrots before they face any sticks.\n <br />\n <br />\n Between 2011 and 2014, the stimulus provides bonus payments to encourage health care providers to implement \"meaningful\" usage of HIT for Medicare and Medicaid. In 2015, the penalties begin. Providers who haven't instituted meaningful use of HIT would see their Medicare reimbursements (though not their Medicaid payments) reduced by 1 percent in 2015, 2 percent in 2016 and 3 percent in 2017. The secretary of Health and Human Services can increase these penalties by an additional point or two if implementation significantly lags.\n</p>\n<p>\n So let's summarize. The Senior Citizens League has a point that HIT presents unprecedented challenges in privacy and security, and that strategies to keep up with these threats continue to evolve. However, the group significantly overstates the degree to which HIT is intended to collect medical data in one place and the extent to which users will be able to poke around records that they don't have a legitimate need to access. It's inaccurate to say that there will be a \"complete lack of privacy or confidentiality;\" laws against unauthorized use are already in place, and federal officials have explicitly made privacy a high priority. Finally, the penalties against nonparticipation that the group cites begin in 2015 &mdash; after several years in which providers can receive financial bonuses for participating. On balance, we find the group's claims Barely True.\n</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-01-07T13:28:51.531014", "ruling_date": "2009-10-22T18:22:04", "ruling_headline": "Seniors' group warns about risks of electronic health records", "ruling_headline_slug": "seniors-group-warns-about-risks-electronic-health-", "ruling_link_text": "Snooping will be harder than the group lets on", "ruling_state": null, "source_documents": null, "sources": "<p>\n Senior Citizens League,\n <a href=\"http://www.huffingtonpost.com/2009/10/20/senior-citizens-league-ma_n_327583.html\" target=\"_blank\">\n  letter\n </a>\n on health care reform reprinted in the Huffington Post, Oct. 20, 2009\n <br />\n &nbsp;\n <br />\n Department of Health and Human Services, \"Privacy and Security and Health Information Technology\"\n <a href=\"http://healthit.hhs.gov/portal/server.pt?open=512&amp;objID=1147&amp;parentname=CommunityPage&amp;parentid=3&amp;mode=2&amp;in_hi_userid=10741&amp;cached=true\" target=\"_blank\">\n  web page\n </a>\n , accessed Oct. 21, 2009\n <br />\n <br />\n Department of Health and Human Services, \"Nationwide Health Information Network (NHIN): Background &amp; Scope\"\n <a href=\"http://healthit.hhs.gov/portal/server.pt?open=512&amp;mode=2&amp;cached=true&amp;objID=1142\" target=\"_blank\">\n  web page\n </a>\n , accessed Oct. 21, 2009\n <br />\n <br />\n President George W. Bush,\n <a href=\"http://edocket.access.gpo.gov/cfr_2005/janqtr/pdf/3CFR13335.pdf\" target=\"_blank\">\n  Executive Order 13335\n </a>\n (Incentives for the Use of Health Information Technology and Establishing the Position of the National Health Information Technology Coordinator), April 27, 2004\n <br />\n <br />\n Nixon Peabody law firm,\n <a href=\"http://www.nixonpeabody.com/publications_detail3.asp?ID=2621\" target=\"_blank\">\n  analysis\n </a>\n of health information technology provisions of the stimulus, accessed Oct. 22, 2009\n <br />\n &nbsp;\n <br />\n <a href=\"http://frwebgate.access.gpo.gov/cgi-bin/getdoc.cgi?dbname=111_cong_bills&amp;docid=f:h1enr.pdf\" target=\"_blank\">\n  Text\n </a>\n of American Recovery and Reinvestment Act of 2009, accessed Oct. 21, 2009\n <br />\n &nbsp;\n <br />\n E-mail interview with Benjamin Sasse, University of Texas at Austin professor, Oct. 21, 2009\n <br />\n <br />\n E-mail interview with Len Nichols, Director of the Health Policy Program, New America Foundation, Oct. 21, 2009\n <br />\n <br />\n Interview with Deven McGraw, director of the health privacy project at the Center for Democracy &amp; Technology, Oct. 21, 2009\n <br />\n &nbsp;\n <br />\n Interview with John S. Hoff, former deputy assistant secretary of Health and Human Services, Oct. 21, 2009\n <br />\n &nbsp;\n <br />\n E-mail interviews with Shannon Benton, executive director of the Senior Citizens League, Oct. 21-22, 2009\n <br />\n &nbsp;\n <br />\n E-mail interview with Nancy Szemraj, spokesman for the Department of Health and Human Services, Oct. 21, 2009\n <br />\n &nbsp;\n <br />\n E-mail interview with Glenn Laffel, senior vice president at Practice Fusion, Oct. 22, 2009\n <br />\n &nbsp;\n <br />\n E-mail interview with Linn Foster Freedman, partner and chair of the HIPAA Compliance Group at Nixon Peabody, Oct. 22, 2009\n <br />\n &nbsp;\n <br />\n Interview with Brian Wagner, senior director of policy and public affairs for the eHealth Initiative, Oct. 21, 2009\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "advocacy group for senior citizens", "false_count": 1, "first_name": "", "half_true_count": 0, "home_state": "Virginia", "id": 256, "last_name": "Senior Citizens League", "mostly_true_count": 0, "name_slug": "senior-citizens-league", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/seniorcitizenleague.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/256/", "total_count": 2, "true_count": 0, "website": "http://www.seniorsleague.org/"}, "statement": "<p>A \"massive\" federal computer network will make your medical records available to \"millions of people\" with a \"complete lack of privacy and confidentiality,\" while doctors and hospitals who don't take part face \"stiff penalties.\"</p>", "statement_context": "a letter to members", "statement_date": "2009-10-01", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 114, "photo": null, "resource_uri": "/api/v/2/subject/114/", "subject": "Privacy", "subject_slug": "privacy", "used_in_edition": []}, {"description": "", "id": 115, "photo": null, "resource_uri": "/api/v/2/subject/115/", "subject": "Technology", "subject_slug": "technology", "used_in_edition": []}], "target": [], "twitter_headline": null}