{"art": [{"brightcove": "", "caption": "Democratic vice presidential candidate, Sen. Tim Kaine, D-Va., walks onto the stage before addressing delegates on the third day of the Democratic National Convention in Philadelphia , Wednesday, July 27, 2016. (AP Photo/Paul Sancya)", "id": 8591, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/kaine_vp.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/8591/", "title": "Tim Kaine at DNC ", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "jgillin@politifact.com", "first_name": "Joshua", "id": 327, "last_name": "Gillin", "name_slug": "joshua-gillin", "on_staff_page": null, "phone": "727-893-8337", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/joshuagillin.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/327/", "title": "Staff Writer", "twitter": "jpgillin"}], "canonical_url": "/florida/statements/2016/jul/28/tim-kaine/did-trump-bail-building-condos-florida/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "facebook_headline": "Trump walked away with Florida condo cash, Tim Kaine says", "id": 12804, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jgillin@politifact.com", "first_name": "Joshua", "id": 327, "last_name": "Gillin", "name_slug": "joshua-gillin", "on_staff_page": null, "phone": "727-893-8337", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/joshuagillin.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/327/", "title": "Staff Writer", "twitter": "jpgillin"}], "resource_uri": "/api/v/2/statement/12804/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Democratic vice presidential nominee Tim Kaine questioned Donald Trump&rsquo;s business ethics, saying the Republican presidential candidate swindled customers in a past real estate deal in the Sunshine State.</p>\r\n\r\n<p>&quot;Retirees and families in Florida &mdash; they believed Donald Trump when he said he&#39;d build them some condos. Thousands of them,&quot; Kaine said on the third night of the Democratic National Convention. &quot;They paid their deposits, but the condos, they were never built. He just pocketed their money and walked away. They lost tens of thousands of dollars, all because they believed Donald Trump.&quot;</p>\r\n\r\n<p>A Kaine spokesman told us the senator was referring to not one, but two failed condo projects: One in Tampa and one in Fort Lauderdale. Trump&rsquo;s campaign did not respond.</p>\r\n\r\n<p>We wanted to know if people lost tens of thousands of dollars in deposits while Trump took the money without consequence. Since there are two projects, we&rsquo;ll take them one at a time.</p>\r\n\r\n<p><strong>Trump Tower Tampa</strong></p>\r\n\r\n<p>In 2004, at the height of the Tampa real estate boom, local developers incorporated under the name SimDag/Robel <a href=\"http://www.tampabay.com/news/business/realestate/buyers-still-feel-burned-by-donald-trump-after-tampa-condo-tower-failure/2239499\">contacted Trump to ask him to partner on a condo tower</a> they wanted to build.</p>\r\n\r\n<p>The group eventually reached a licensing agreement with Trump: He would lend his name to Trump Tower Tampa for $2 million plus a percentage of condo sales. The document stipulated that neither the developers nor Trump would &quot;under any circumstances disclose or permit to be disclosed the existence of this agreement.&#39;&#39;</p>\r\n\r\n<p>No one would know Trump&rsquo;s involvement was in name only.</p>\r\n\r\n<p>Trump announced the deal on Jan. 10, 2005, saying he would &quot;partner&quot; with SimDag/Robel to build a 52-story, 190-unit condo tower in downtown Tampa. (Less than two weeks later, Trump married Slovenian model Melania Knauss in a <a href=\"http://www.politifact.com/florida/statements/2015/jul/21/carlos-curbelo/clintons-really-did-attend-donald-trumps-2005-wedd/\">Palm Beach wedding attended by now-rival Hillary Clinton</a>.)</p>\r\n\r\n<p>The next month, Trump and his new bride attended a sales launch in Tampa. Trump told reporters at a gala reception with 600 guests that he had a &quot;substantial stake&quot; in the project and that units were selling well.</p>\r\n\r\n<p>Now, it&rsquo;s here we&rsquo;ll note that Kaine said in his speech there were &quot;thousands of them,&quot; which his spokesman said was referring to thousands of dollars. By the time Trump came to Tampa, customers had placed sizable deposits on all 190 units, which cost between $700,000 and $6 million. The amount of those deposits varied depending on the unit.</p>\r\n\r\n<p>With 190 units, Kaine&rsquo;s description of the customers as &quot;retirees and families&quot; is a plausible definition. <em>Tampa Bay Times</em> reporter Susan Taylor Martin noted customers included doctors, NFL coaches, a video game developer and more. Under the sales agreement, half of the deposit cash went into an escrow account, while the other half went to construction costs.</p>\r\n\r\n<p>But the project ran over budget quickly. The site required a redesign of the foundation, and construction issues soon ballooned the cost of the project from initially being $227 million to $300 million.</p>\r\n\r\n<p>In 2006, the developers held a groundbreaking, but had yet to secure financing. Trump&rsquo;s licensing agreement was modified that year, giving him $4 million but conceding a cut of the sales. SimDag/Robel stopped paying, and Trump sued in May 2007, claiming he was owed $1.03 million in licensing fees.</p>\r\n\r\n<p>That lawsuit was the first indication for buyers that Trump was only slapping his name on the project. SimDag/Robel countersued Trump for breaking the confidentiality of the licensing agreement by complaining publicly about the project. Trump and the developers settled in 2008. SimDag/Robel called off the entire project and declared bankruptcy.</p>\r\n\r\n<p>Buyers, meanwhile, were out of luck. While the escrow half of their deposits was returned, the other half had been eaten up by construction costs. Some customers were out as much as $250,000 or more.</p>\r\n\r\n<p>Several dozen buyers sued Trump in 2009, arguing that they had been misled with &quot;fraudulent and negligent misrepresentations&quot; that the billionaire was more involved with the project bearing his name. Within three years, the buyers in the lawsuit reached settlements. Some were repaid as little as $11,115, according to the <em>Times</em>.</p>\r\n\r\n<p>Other buyers not a part of the suit received nothing.</p>\r\n\r\n<p>Jay McLaughlin, a physical therapist from Connecticut, told the <em>Times </em>he lost almost $90,000. An attorney named Mary Ann Stiles told the newspaper she was out $200,000. Other investors who gave SimDag/Robel money said they <a href=\"http://www.tampabay.com/news/politics/elections/those-burned-in-failed-trump-tower-tampa-project-may-still-vote-for-its/2268856\">lost six- and seven-figure sums</a>.</p>\r\n\r\n<p><strong>Trump International Hotel &amp; Tower Fort Lauderdale</strong></p>\r\n\r\n<p>A similar scenario played out on Florida&rsquo;s Atlantic coast, when Trump struck a secretive deal with a group of developers to lend his name to a building. The Trump International Hotel &amp; Tower Fort Lauderdale was slated to be a 24-story, 298-unit condo hotel, in which owners rent out their units like hotel rooms.</p>\r\n\r\n<p>When the project was unveiled in 2004, units cost between $500,000 and $3 million, with 20 percent deposits required. Buyers were <a href=\"http://www.miamiherald.com/news/politics-government/election/article63879697.html\">wooed with brochures touting Trump&rsquo;s involvement</a>, including one in which Trump said the resort was &quot;the finest and most luxurious experience I have created.&quot;</p>\r\n\r\n<p>Units sold well through 2006, and these deposits were split the same way as Trump Tower Tampa. Also like Tampa, construction costs soon spiraled out of control.</p>\r\n\r\n<p>The building was slated to be finished by December 2007 but was nowhere near done. Then one of the developing partners, Bayrock Group, sold its interest to an Icelandic investment firm for $50 million.</p>\r\n\r\n<p>The following year, Trump began to voice major concerns to development partner Roy Stillman of SB Hotel Associates that work wasn&rsquo;t being completed, despite some $140 million being spent on construction. The real estate market began its tailspin and the partners had difficulty securing more financing.</p>\r\n\r\n<p>In 2009, Trump decided to strip his name off the project after Stillman attempted to close with buyers to get more money, even though the building wasn&rsquo;t yet completed. With $185 million in debt and no billionaire name recognition, Trump International Hotel &amp; Tower Fort Lauderdale was dead.</p>\r\n\r\n<p>What Trump actually made on this deal is much more obscure, because the entire project ended in more than a dozen lawsuits among Trump, the developers and the buyers. (Lawsuits against Trump also have resulted in other developments in which Trump licensed his name in places like Canada, Hawaii and Mexico.)</p>\r\n\r\n<p>One depositor, Naraine Seecharan, <a href=\"http://www.miamiherald.com/news/politics-government/election/article65709332.html\">told the <em>Miami Herald</em></a> he was recovering from the removal of a brain tumor when he learned about the fate of his $289,000 down payment. J. Michael Goodson of New Jersey said he put down $345,000 and sued Trump. Pembroke Pines attorney Joseph Altschul represented more than 70 clients who said they had paid about $8 million in deposits. In all, more than 100 buyers filed lawsuits.</p>\r\n\r\n<p>CFLB Partnership bought the unfinished project in 2013 for $115 million, finishing the building and&nbsp;renaming it the Conrad Fort Lauderdale Resort &amp; Residences. Trump and the developers continued to argue. Trump also sued the developers, saying he lost millions in licensing and hotel management fees over the deal. He maintained in the various lawsuits he held no liability, while the partners struggled to reach settlements with buyers. (Trump&rsquo;s attorneys also got in trouble for hiding a $5 million insurance policy to help cover lawsuits for making misleading statements.)</p>\r\n\r\n<p>&quot;Well, the word &lsquo;developing,&rsquo; it doesn&#39;t mean that we&#39;re the developers,&quot; Trump said in <a href=\"http://www.usatoday.com/story/news/politics/elections/2016/06/01/donald-trump-lawsuits-legal-battles/84995854/\">a 2013 deposition</a>. &quot;We worked on the documents, we worked on the room sizes and the things, but we didn&#39;t give out the contracts, we didn&#39;t get the financing, we weren&#39;t the developer, but we did work with the developer.&quot;</p>\r\n\r\n<p>Trump and his affiliated companies have not been found at fault in the Fort Lauderdale lawsuits, thanks to contract language that stated Trump&rsquo;s involvement was in name only. His legal team maintained the suits against him were <a href=\"http://foreignpolicy.com/2015/11/30/legal-war-over-botched-deal-shows-how-trump-wins-even-when-loses/\">more about Trump&rsquo;s money and anger over the housing crash</a>.</p>\r\n\r\n<p>The billionaire maintained that buyers were better off losing deposit money than taking more of a&nbsp;bath in a bad real estate investment, as the condos were worth roughly half what people would have paid in full.</p>\r\n\r\n<p>In one 2014 trip to the witness stand, he said someone would have to be &quot;very stupid&quot; to have still attempted to buy a condo in the building after the real estate crash.</p>\r\n\r\n<p>&quot;Only a fool would have closed under those circumstances,&quot; Trump said.</p>\r\n\r\n<p>In April 2016, a Florida appeals court ruled on the last two active cases seeking deposits. The three-judge-panel upheld prior findings that Trump <a href=\"http://www.sun-sentinel.com/business/realestate/fl-trump-suit-hotel-fort-lauderdale-20160427-story.html\">did not misrepresent his role in the development</a>.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Kaine said Florida retirees and families &quot;lost tens of thousands of dollars&quot; in deposits on&nbsp;failed Trump condo projects, but he &quot;pocketed their money and walked away.&quot;</p>\r\n\r\n<p>It&rsquo;s clear that many buyers, whatever their occupation or familial status, indeed lost at least that much in the failed Trump projects in Tampa and Fort Lauderdale. Some were further compensated partially with settlements after suing the billionaire.</p>\r\n\r\n<p>Whether Trump cheated them is another matter. While his licensing agreements with the developers were secret, he was entitled to a certain amount of money for putting his name on the building. He was sued by several dozen angry buyers and either settled or was found not at fault, which is not the same as walking away without addressing the problems.</p>\r\n\r\n<p>Kaine&rsquo;s statement is partially accurate but leaves out important details. We rate it Half True.</p>\r\n\r\n<p><a href=\"https://www.sharethefacts.co/share/b0c3e425-5851-49f6-9bec-ecace6975c3c\">https://www.sharethefacts.co/share/b0c3e425-5851-49f6-9bec-ecace6975c3c</a></p>\r\n", "ruling_comments_date": "2016-07-27T23:59:02.763314", "ruling_date": "2016-07-28T20:15:17", "ruling_headline": "Did Trump bail on building condos in Florida?", "ruling_headline_slug": "did-trump-bail-building-condos-florida", "ruling_link_text": "Many lost cash in Trump-named projects", "ruling_state": "Florida", "source_documents": null, "sources": "<p>Tim Kaine, remarks at the Democratic National Convention in Philadelphia, July 27, 2016</p>\r\n\r\n<p><em>New York Times</em>, &quot;<a href=\"http://www.nytimes.com/2011/05/13/nyregion/feeling-deceived-over-homes-that-were-trump-in-name-only.html?_r=0\">Buying a Trump Property, or So They Thought</a>,&quot; May 12, 2011</p>\r\n\r\n<p><em>Miami Herald</em>, &quot;<a href=\"http://www.miamiherald.com/news/politics-government/election/article63879697.html\">Donald Trump&rsquo;s tower of trouble</a>,&quot; March 25, 2012</p>\r\n\r\n<p><em>South Florida Business Journal</em>, &quot;<a href=\"http://www.bizjournals.com/southflorida/blog/morning-edition/2015/06/donald-trump-sues-stillman-over-troubled-fort.html\">Donald Trump sues Stillman over troubled Fort Lauderdale hotel project</a>,&quot; June 4, 2015</p>\r\n\r\n<p>PolitiFact Florida, &quot;<a href=\"http://www.politifact.com/florida/statements/2015/jul/21/carlos-curbelo/clintons-really-did-attend-donald-trumps-2005-wedd/\">The Clintons really did attend Donald Trump&#39;s 2005 wedding</a>,&quot; July 21, 2015</p>\r\n\r\n<p><em>Tampa Bay Times</em>, &quot;<a href=\"http://www.tampabay.com/news/business/realestate/buyers-still-feel-burned-by-donald-trump-after-tampa-condo-tower-failure/2239499\">Buyers still feel burned by Donald Trump after Tampa condo tower failure</a>,&quot; July 31, 2015</p>\r\n\r\n<p><em>Tampa Bay Times</em>, &quot;<a href=\"http://www.tampabay.com/news/business/realestate/site-of-trump-tower-tampa-sold-to-new-developers-for-121-million/2255856\">Site of Trump Tower Tampa sold to new developers for $12.1 million</a>,&quot; Nov. 30, 2015</p>\r\n\r\n<p><em>Foreign Policy</em>, &quot;<a href=\"http://foreignpolicy.com/2015/11/30/legal-war-over-botched-deal-shows-how-trump-wins-even-when-loses/\">Teflon Don: How Trump Survived a Real Estate Deal Gone Bad</a>,&quot; Nov. 30, 2015</p>\r\n\r\n<p>CNN, &quot;<a href=\"http://www.cnn.com/2016/02/22/politics/trump-properties-investigation/\">Buying a Trump? Better read the fine print</a>,&quot; Feb. 22, 2016</p>\r\n\r\n<p><em>Tampa Bay Times</em>, &quot;<a href=\"http://www.tampabay.com/news/politics/elections/those-burned-in-failed-trump-tower-tampa-project-may-still-vote-for-its/2268856\">Those burned in failed Trump Tower Tampa project may still vote for its namesake</a>,&quot; March 11, 2016</p>\r\n\r\n<p><em>Miami Herald</em>, &quot;<a href=\"http://www.miamiherald.com/news/politics-government/election/article65709332.html\">Failed Donald Trump tower thrust into GOP campaign for presidency</a>,&quot; March 12, 2016</p>\r\n\r\n<p>News Service of Florida, &quot;<a href=\"http://www.sun-sentinel.com/business/realestate/fl-trump-suit-hotel-fort-lauderdale-20160427-story.html\">Court sides with Trump in failed Fort Lauderdale project</a>,&quot; April 27, 2016</p>\r\n\r\n<p><em>USA Today</em>, &quot;<a href=\"http://www.usatoday.com/story/news/politics/elections/2016/06/01/donald-trump-lawsuits-legal-battles/84995854/\">Trump&#39;s 3,500 lawsuits unprecedented for a presidential nominee</a>,&quot; June 2, 2016</p>\r\n\r\n<p><em>South Florida Sun-Sentinel</em>, &quot;Trump&rsquo;s name pulled from beachside hotel,&quot; Nov. 11, 2010, accessed via Nexis</p>\r\n\r\n<p><em>South Florida Sun-Sentinel</em>, &quot;Trump testifies in condo failure,&quot; March 11, 2014, accessed via Nexis</p>\r\n\r\n<p>Interview with Tim Hogan, Kaine spokesman, July 28, 2016</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 8, "current_job": "U.S. Senator", "false_count": 3, "first_name": "Tim", "half_true_count": 15, "home_state": "Virginia", "id": 424, "last_name": "Kaine", "mostly_true_count": 15, "name_slug": "tim-kaine", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/AP_NCCB111_CAMPAIGN_2016_KA.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Virginia", "edition": "Virginia", "edition_slug": "virginia", "has_afterthefact": false, "id": 10, "index_page": false, "meter_name": "The Virginia Truth-O-Meter", "resource_uri": "/api/v/2/edition/10/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/424/", "total_count": 57, "true_count": 12, "website": "http://www.kaine.senate.gov/"}, "statement": "<p>Florida retirees and families &quot;lost tens of thousands of dollars&quot; in deposits on failed Trump condo projects, but he &quot;pocketed their money and walked away.&quot;</p>\r\n", "statement_context": "a speech at the Democratic convention", "statement_date": "2016-07-27", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}, {"description": "", "id": 106, "photo": null, "resource_uri": "/api/v/2/subject/106/", "subject": "Housing", "subject_slug": "housing", "used_in_edition": []}], "target": [{"adkey": "People ", "advalue": "Trump", "barely_true_count": 134, "current_job": "President", "false_count": 210, "first_name": "Donald", "half_true_count": 92, "home_state": "New York", "id": 1019, "last_name": "Trump", "mostly_true_count": 72, "name_slug": "donald-trump", "pants_count": 91, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_TRUMP_CAMPAIGN_5.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1019/", "total_count": 645, "true_count": 29, "website": "https://www.donaldjtrump.com/"}], "twitter_headline": "Trump walked away with Florida condo cash, Kaine says"}