{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2009/oct/26/claire-mccaskill/who-is-allowed-health-insurance-exchange/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1281, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/1281/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>Sen. Claire McCaskill, D-Mo., appeared on <em> This Week with George Stephanopoulos </em> to discuss health care reform and the concerns of moderate Democrats that it not add to the deficit.</p>\r\n\r\n<p>McCaskill said she supported a public option for health insurance and believed that it would end up as part of the final plan.</p>\r\n\r\n<p>The public option would be one plan among many private plans available on a health insurance exchange, she said.</p>\r\n\r\n<p>&quot;Keep in mind, not everybody can even go to this exchange and buy insurance with any kind of subsidy. This is going to be a fairly limited number of people &mdash; 25 million to 30 million are the estimates &mdash; that would even be on this insurance exchange. By and large, most of this country is going to continue to get their health insurance through their employer.&quot;</p>\r\n\r\n<p>We were interested in McCaskill&#39;s statement because we&#39;ve been following the legislation to see who would be allowed onto the exchange.</p>\r\n\r\n<p>To go over a few health care reform basics: The Democratic plans would leave in place the current system of private insurance, which covers a majority of Americans. The plans would also increase regulation for insurance companies, require everyone to buy health insurance and provide more subsidies for low-income people.</p>\r\n\r\n<p>People who are uninsured or work for a small business would be able to buy coverage on the exchange, which would offer a variety of plans. One aspect still up in the air is the public option, a plan on the exchange that would be run by the government. People could choose whether to enroll in the public option.</p>\r\n\r\n<p>McCaskill said that only a limited number of people would be eligible to shop on the exchange, and that is the case with the proposal approved by the Senate Finance Committee. The nonpartisan Congressional Budget Office analyzed the committee bill and found that between 23 million and 27 million would buy insurance from the exchange by 2019. The CBO said that most of the people using the exchange would be people who buy insurance on their own in the individual market, and employees who work for small businesses. The CBO also looked at the House bill, a slightly different plan, and found that 30 million would use the exchange in 2019. (We should note that the Senate Finance Committee proposal did not include a public option, but it&#39;s expected that the full Senate will consider a public option of some type.)</p>\r\n\r\n<p>Not everybody likes the limitation on who can shop on the exchange. Sen. Ron Wyden, D-Ore., for example, has been promoting an amendment that would open the exchange to people who get insurance from a large employer.</p>\r\n\r\n<p>&quot;Under the nation&#39;s current employer-based system, most people have little if any choice about where they get their insurance,&quot; Wyden wrote in an op-ed in the <em> New York Times. </em> &quot;They just have to accept the plan that comes with their job. That insurance company, in turn, is provided a captive group of customers, so it has no incentive to earn their loyalty.&quot;</p>\r\n\r\n<p>We should also note that President Barack Obama was fond of saying on the campaign trail that people could buy insurance on a new exchange &quot;if you don&#39;t have insurance, or don&#39;t like your insurance.&quot;</p>\r\n\r\n<p>He mentioned it as recently as June in remarks to the American Medical Association: &quot;Now, if you don&#39;t like your health coverage or you don&#39;t have any insurance at all, you&#39;ll have a chance under what we&#39;ve proposed to take part in what we&#39;re calling a health insurance exchange,&quot; Obama said to the AMA on June 15, 2009.</p>\r\n\r\n<p>But that wouldn&#39;t be the case under the terms of the Senate Finance proposal, which was unveiled in September. Keep in mind that health care legislation has yet to be finalized, so we&#39;ll be keeping an eye on this provision.</p>\r\n\r\n<p>Getting back to McCaskill&#39;s remark, she said that it would be &quot;a fairly limited number of people &mdash; 25 million to 30 million are the estimates &mdash; that would even be on this insurance exchange. By and large, most of this country is going to continue to get their health insurance through their employer.&quot; The Congressional Budget Office analyzed the Senate bill and pegged it at 23 million to 27 million by 2019, slightly less than the 30 million the CBO estimated under the House bill. Roughly speaking, that&#39;s less than 10 percent of the U.S. population. McCaskill is off by just a little bit on the Senate version and on the money for the House bill. So we rate her statement True.</p>\r\n", "ruling_comments_date": "2010-01-07T13:28:51.924649", "ruling_date": "2009-10-26T18:02:10", "ruling_headline": "Who is allowed on health insurance exchange? Senate bill keeps it limited", "ruling_headline_slug": "who-is-allowed-health-insurance-exchange", "ruling_link_text": "Senate bill keeps exchange limited", "ruling_state": null, "source_documents": null, "sources": "<p>This Week with George Stephanopoulos, interview with Sen. Claire McCaskill, Oct. 25, 2009</p>\r\n\r\n<p>Congressional Budget Office, <a href=\"http://www.cbo.gov/ftpdocs/106xx/doc10642/10-7-Baucus_letter.pdf\" target=\"_blank\"> Preliminary analysis of of the Chairman&rsquo;s mark for the America&#39;s Healthy Future Act of 2009, with amendments </a> , Oct. 7, 2009</p>\r\n\r\n<p>Congressional Budget Office, <a href=\"http://www.cbo.gov/ftpdocs/104xx/doc10464/hr3200.pdf\" target=\"_blank\"> A preliminary analysis of H.R. 3200, the America&#39;s Affordable Health Choices Act of 2009 </a> , July 17, 2009</p>\r\n\r\n<p>Sen. Ron Wyden, <a href=\"http://wyden.senate.gov/newsroom/091709nytimes_oped.pdf\" target=\"_blank\"> New York Times op-ed: Health reform&#39;s missing ingredient </a> , Sept. 17, 2009</p>\r\n\r\n<p>Federal News Services, Remarks of Sen. Barack Obama, Oct. 5, 2008</p>\r\n\r\n<p>White House Web site, <a href=\"http://www.whitehouse.gov/the_press_office/Remarks-by-the-President-to-the-Annual-Conference-of-the-American-Medical-Association/\" target=\"_blank\"> Remarks by the President at the annual meeting of the American Medical Association </a> , June 15, 2009</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "U.S. Senator", "false_count": 5, "first_name": "Claire", "half_true_count": 3, "home_state": "Missouri", "id": 258, "last_name": "McCaskill", "mostly_true_count": 1, "name_slug": "claire-mccaskill", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/McCaskill_.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/258/", "total_count": 20, "true_count": 5, "website": "http://mccaskill.senate.gov/"}, "statement": "<p>A &quot;fairly limited number of people, 25 million to 30 million,&quot; will be allowed to access a national health insurance exchange.</p>\r\n", "statement_context": "an interview on \"This Week with George Stephanopolous.\"", "statement_date": "2009-10-25", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}