{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2009/oct/26/blog-posting/obamas-columbia-thesis-all-fiction-dreamed-blogger/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1283, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1283/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\n When we last spoke with Matthew Avitabile, a grad student in upstate New York who writes a blog called Jumping in Pools,\n <em>\n </em>\n he had stirred up a hornet's nest with a satirical posting that claimed President Barack Obama wanted soldiers to stop taking an oath to the Constitution and instead pledge their loyalty to the president himself.\n <br />\n <br />\n That put some conservative bloggers into a tizzy. \"Good g*d &mdash; Obama is an egomaniac like we've never seen before. Another Hitler on the rise. This guy is just trashing everything the Consitution stands for,\" wrote someone named Kitty on the blog Tree of Liberty.\n <em>\n </em>\n The report kept spreading, getting picked up by other bloggers and circulating as a chain e-mail. It earned a\n <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/feb/11/chain-email/bloggers-military-oath-bogus/\" target=\"_blank\">\n  Pants on Fire\n </a>\n from our Truth-O-Meter.\n <br />\n <br />\n Avitabile, a 22-year-old State University of New York at Albany grad student and self-described moderate Republican, told us back in February that he was surprised the posting &mdash; which was labeled satire &mdash; could spread so quickly without people verifying the facts. \"People wanted to believe this about the president so bad, that he would really go toward a dictatorship so much, that they would go with it without checking it,\" he said.\n <br />\n <br />\n Now comes another satirical claim from Avitabile's blog that made it all the way to Rush Limbaugh's show before being debunked. It says that Obama criticized \"plutocratic thugs\" in his thesis at Columbia University:\n <br />\n <br />\n \"Obama was required to write a 'senior seminar' paper in order to graduate from Columbia. The subject of this paper, which totaled 44 pages, was American government. Entitled Aristocracy Reborn, this paper chronicled the long struggle of the working class against, as Obama put it, 'plutocratic thugs with one hand on the money and the other on the government.'\n <br />\n <br />\n \"In the paper, in which only the first ten pages were given to the general media, Obama decries the plight of the poor: 'I see poverty in every place I walk. In Los Angeles and New York, the poor reach to me with bleary eyes and all I can do is sigh.'\n <br />\n <br />\n \"In part, the future President blames this on the current economic system: 'There are many who will defend the 'free market.' But who will defend the single mother of four working three jobs. When a system is allowed to be free at the expense of its citizens, then it is tyranny.'\n <br />\n <br />\n \"However, the President also singled out the American Constitution: '... the Constitution allows for many things, but what it does not allow is the most revealing. The so-called Founders did not allow for economic freedom. While political freedom is supposedly a cornerstone of the document, the distribution of wealth is not even mentioned. While many believed that the new Constitution gave them liberty, it instead fitted them with the shackles of hypocrisy.'\n <br />\n <br />\n \"It is yet unknown if more of this thesis will be released. It was also noted that the President received an A- for the paper, which later led to his graduation.\"\n <br />\n <br />\n The blog posting gained credibility because the \"satire\" label was small and easy to miss, and it falsely claimed that\n <em>\n  Time\n </em>\n magazine columnist Joe Klein uncovered the thesis.\n <br />\n <br />\n \"With all of the secrecy regarding the President's academic record,\" the blogger wrote, \"famed\n <em>\n  Time\n </em>\n reporter Joe Klein looked into the records for an upcoming special edition about the President. Klein included several key points in the piece, including his grades and stellar letters of recommendation. However, what has leaked along with this information was the subject of a thesis written by the young Obama while still an undergraduate at Columbia.\"\n <br />\n <br />\n Avitabile said he intended the item to be satire, but not over-the-top-obvious satire.\n <br />\n <br />\n \"If you have to explain a joke, it's not funny,\" he said. \"I kind of get inspiration from Jonathan Swift's\n <em>\n  A Modest Proposal.\n </em>\n You want people to be let in and then at the end, they realize it, and either find it funny on its own terms or find their reaction to be funny.\"\n <br />\n <br />\n The satire was too subtle for many people, though. The item appeared to go unnoticed for weeks. Then, on Oct. 21, 2009, Michael Ledeen of Pajamas Media,\n <em>\n </em>\n a political blog, wrote about Obama's alleged thesis:\n <br />\n <br />\n \"That&rsquo;s quite an indictment, even for an Ivy League undergraduate. I wonder if the prof &ndash; and I&rsquo;d like to know who the prof was &ndash; made an appropriate marginal comment, something about historical context, about the Constitution&rsquo;s revolutionary status in the history of freedom, and about the separation of powers in order to make the creation of any 'shackles' as difficult as possible.\"\n <br />\n <br />\n Just two days later, on Oct. 23, Rush Limbaugh cited it it in a sharp attack on Obama.\n <br />\n <br />\n \"The Constitution is the most liberty-promoting and freedom-acknowledging document in the history of the world, and this little boy in college is writing about it with utter disdain, and he still shares those feelings,\" Limbaugh told listeners. He added, \"So Joe Klein at\n <em>\n  Time\n </em>\n magazine has known for a long time about Obama's college thesis when he was at Columbia. Why didn't this come out a year ago at this time? Why didn't this come out before the election in November?\"\n <br />\n <br />\n Within minutes, though, the story began falling apart. While he was still on air, Limbaugh received notice from a listener who was skeptical of the thesis story and found nothing to back it up. So the host began to backtrack.\n <br />\n <br />\n \"I'm also told that the blog containing the passage on Obama's thesis is a satire blog,\" he said later in the same show. \"So I shout from the mountaintops, 'It was satire!' But we know [Obama] thinks it. Good comedy, to be comedy, must contain an element of truth, and we know how he feels about distribution of wealth. He's mad at the courts for not going far enough on it. So we stand by the fabricated quote because we know Obama thinks it anyway. That's how it works in the media today.\"\n <br />\n <br />\n Klein later confirmed on\n <em>\n  Time's\n </em>\n Swampland\n <em>\n </em>\n blog that he had \"never seen Obama's thesis,\" and other bloggers followed with contrite apologies.\n <br />\n <br />\n \"I should have picked up some hint, but I didn&rsquo;t,\" Ledeen posted on Oct. 23. \"Shame on me.\"\n <br />\n <br />\n Meredith Jessup of TownHall.com\n <em>\n </em>\n followed suit the same day, but she added, \"it's important to note that none of this nonsense would be running wild around the Internet if the campaign had just released Obama's thesis in the first place.\"\n <br />\n <br />\n Which might be a fair question &ndash; if there had been a thesis at all. But there wasn't. A Columbia University spokesman told PolitiFact that \"an undergraduate thesis requirement for those in political science did not even exist at Columbia in 1983.\" In other words, Obama couldn't have written a thesis because no Columbia political science student in his era did. Yet the conviction that a thesis is out there has driven critics to search everywhere for it.\n <br />\n <br />\n The elusive Obama \"thesis,\" it seems, stems from in an inadvertent slip of the tongue by one of Obama's former professors.\n <br />\n <br />\n In 2007, when Obama was serving in the Senate and gearing up for the first presidential primaries and caucuses,\n <em>\n  New York Times\n </em>\n reporter Janny Scott assembled a story about Obama's years in New York, including his time as an undergraduate at Columbia. She managed to track down Michael Baron, who had taught a senior seminar on international politics and American policy for eight students, including Obama, in 1983.\n <br />\n <br />\n Baron, now a digital media executive for a Sarasota-based company, mistakenly used the term \"thesis\" when he spoke with the\n <em>\n  New York Times\n </em>\n reporter, which sent reporters scurrying to find it.\n <br />\n <br />\n \"Journalists began hounding Columbia University for copies of the musty document,\" wrote Jim Popkin, an NBC News senior investigative producer in a July 2008 blog posting. \"Conservative bloggers began wondering if the young Obama had written a no-nukes screed that he might come to regret. And David Bossie, the former congressional investigator and 'right-wing hit man,' as one newspaper described him, took out classified newspaper ads in Columbia University&rsquo;s newspaper and the\n <em>\n  Chicago Tribune\n </em>\n in March searching for the term paper.\"\n <br />\n <br />\n But Obama's paper was nowhere to be found. While the paper was the fruit of a yearlong course, it's not something the university would have saved. \"It was not like a master's or doctoral thesis that gets collected and put on microfiche,\" Baron told PolitiFact.\n <br />\n <br />\n Baron, who donated to Obama's campaign, ultimately received about two dozen calls from journalists, some from as far away as Japan and Europe, about the missing \"thesis.\" The former professor insists that there was nothing damaging in the 25- to 40-page paper on nuclear disarmament, which earned Obama an A, and certainly nothing about shortcomings of the Constitution or the distribution of wealth, as the blog post indicated. \"The students did not write papers about a policy being good or bad,\" Baron said. \"It was about decisionmaking &mdash; who should be listened to and how to avoid narrow thinking.\"\n <br />\n <br />\n Avitabile, asked whether he would continue to publish satire on his site, gave an unequivocal yes. And he urged readers of all blogs to be vigilant. \"I encourage anyone who's on the Internet, make sure it's linked to an accredited news source,\" he said. \"If you do pass it along, you should say, 'This is probably fake, but this says the president is a lizard.\"\n <br />\n <br />\n So once again, satire from Jumping in Pools has triggered an avalanche of unwarranted outrage. And so for the many bloggers who spread the incorrect information, we set the meter ablaze &ndash; Pants on Fire. And check your facts next time, okay?\n</p>", "ruling_comments_date": "2010-01-07T13:28:52.023700", "ruling_date": "2009-10-26T18:53:53", "ruling_headline": "Obama's Columbia 'thesis' is all fiction, dreamed up by blogger", "ruling_headline_slug": "obamas-columbia-thesis-all-fiction-dreamed-blogger", "ruling_link_text": "Ready, fire, aim", "ruling_state": null, "source_documents": null, "sources": "<p>\n \"Brian Lancaster\" (pseudonym for Matthew Avitabile),\n <a href=\"http://jumpinginpools.blogspot.com/2009/08/obama-college-thesis-constitution-is.html\" target=\"_blank\">\n  \"Obama College Thesis: 'Constitution is Inherently Flawed\"\n </a>\n (blog post at Jumping in Pools), Aug. 25, 2009\n <br />\n <br />\n Michael Ledeen,\n <a href=\"http://pajamasmedia.com/michaelledeen/2009/10\" target=\"_blank\">\n  \"Obama and the Constitution; He Has His Doubts\"\n </a>\n (blog post at Pajamas Media), Oct. 21, 2009\n</p>\n<p>\n Michael Ledeen,\n <a href=\"http://pajamasmedia.com/michaelledeen/2009/10/23/the-obama-thesis-hoax/\" target=\"_blank\">\n  \"The Obama 'thesis' hoax\"\n </a>\n (blog post at Pajamas Media), Oct. 23, 2009,\n</p>\n<p>\n Rush Limbaugh,\n <a href=\"http://www.rushlimbaugh.com/home/daily/site_102309/content/01125107.guest.html\" target=\"_blank\">\n  \"Obama's Disdain for Constitution: We Know He Thinks It, Don't We?\"\n </a>\n (transcript of radio show), Oct. 23, 2009\n <br />\n <br />\n Joe Klein,\n <a href=\"http://swampland.blogs.time.com/2009/10/23/nonsense-2/\" target=\"_blank\">\n  \"Nonsense\"\n </a>\n (blog post at Swampland), Oct. 23, 2009\n <br />\n <br />\n Meredith Jessup, \"\n <a href=\"http://townhall.com/blog/g/4858a529-41b0-4b8e-a244-f73a13623620?comments=true#comments\" target=\"_blank\">\n  Obama Thesis = Communist Manifesto, Part Deux\n </a>\n \" (blog post at TownHall.com), Oct. 23, 2009\n <br />\n <br />\n Meredith Jessup,\n <a href=\"http://townhall.com/blog/g/630c400c-259a-4aa4-9b7c-5d129ae46186\" target=\"_blank\">\n  \"Obama's 'Uncovered' Thesis a Hoax\"\n </a>\n (blog post at TownHall.com), Oct. 23, 2009\n <br />\n <br />\n Carol Platt Liebau,\n <a href=\"http://townhall.com/blog/g/a7bc7b39-c1c4-4790-8edb-a258abde71fb\" target=\"_blank\">\n  \"Is the Joke on the President?\"\n </a>\n (blog post at TownHall.com), Oct. 25, 2009\n <br />\n <br />\n Jim Popkin,\n <a href=\"http://deepbackground.msnbc.msn.com/archive/2008/07/24/1219454.aspx\" target=\"_blank\">\n  post at MSNBC's Deep Background blog\n </a>\n , July 24, 2008,\n <br />\n <br />\n Janny Scott, \"Obama's Account of New York Years Often Differs From What Others Say,\" New York Times, Oct. 30, 2007, accessed via Nexis\n <br />\n <br />\n Village Voice,\n <a href=\"http://blogs.villagevoice.com/runninscared/archives/2009/10/fake_but_accura.php\" target=\"_blank\">\n  \"Fake But Accurate: Obama 'Thesis' Proves His Treason Even After It's Debunked,\"\n </a>\n Oct. 26, 2009\n <br />\n <br />\n New York Daily News,\n <a href=\"http://www.nydailynews.com/news/politics/2009/10/25/2009-10-25_limbaugh_falls_for_obama_thesis_hoax__but_is_in_no_rush_to_apologize.html\" target=\"_blank\">\n  \"Limbaugh falls for Obama thesis hoax - but is in no Rush to apologize,\"\n </a>\n Oct. 25, 2009\n <br />\n <br />\n Interview with Michael Baron, former professor of Barack Obama, Oct. 26, 2009\n <br />\n <br />\n Interview with Matthew Avitabile, blogger at Jumping in Pools, Oct. 26, 2009\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 23, "current_job": "", "false_count": 82, "first_name": "", "half_true_count": 14, "home_state": "", "id": 43, "last_name": "Bloggers", "mostly_true_count": 10, "name_slug": "blog-posting", "pants_count": 280, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-bloggers.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/43/", "total_count": 416, "true_count": 5, "website": ""}, "statement": "<p>Barack Obama wrote a thesis at Columbia University in which he criticized \"plutocratic thugs\" and said the Constitution gave Americans \"the shackles of hypocrisy.\"</p>", "statement_context": "a posting on many blogs.", "statement_date": "2009-10-23", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}], "target": [], "twitter_headline": null}