{"art": [{"brightcove": "", "caption": "Someone call the fire department: This claim is Pants on Fire!   ", "id": 8687, "infogram": "", "ndn": "", "ndnid": "", "other": "<div\r\n    class=\"ndn_embed\"\r\n    data-config-widget-id=\"1\"\r\n    data-config-type=\"VideoPlayer/Single\"\r\n    data-config-tracking-group=\"92502\"\r\n    data-config-video-id=\"31229264\"\r\n    data-config-site-section=\"site_section_id\"\r\ndata-config-playlist-id=\"18500\"\r\n\t\tstyle=\"width:100%;\" \r\n\t\tdata-config-height=\"9/16w\"></div>", "photo": null, "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/8687/", "title": "Trump falsely accuses Colorado fire marshal of ‘incompetence’ over crowd restrictions", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "alan.gathright@kmgh.com", "first_name": "Alan", "id": 534, "last_name": "Gathright", "name_slug": "alan-gathright", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 66, "publication_name": "KMGH Denver7", "resource_uri": "/api/v/2/publication/66/"}, "resource_uri": "/api/v/2/staffer/534/", "title": "Reporter", "twitter": null}], "canonical_url": "/colorado/statements/2016/aug/03/donald-trump/trump-falsely-accuses-colorado-fire-marshal-incomp/", "edition": {"adkey": "Editions", "advalue": "Colorado", "edition": "Colorado", "edition_slug": "colorado", "has_afterthefact": false, "id": 53, "index_page": false, "meter_name": "The Colorado Truth-O-Meter", "resource_uri": "/api/v/2/edition/53/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": "Pants on Fire! Trump wrongly blasts Colorado fire marshal", "id": 12852, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "alan.gathright@kmgh.com", "first_name": "Alan", "id": 534, "last_name": "Gathright", "name_slug": "alan-gathright", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 66, "publication_name": "KMGH Denver7", "resource_uri": "/api/v/2/publication/66/"}, "resource_uri": "/api/v/2/staffer/534/", "title": "Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/12852/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>Republican presidential candidate Donald Trump has blasted fire marshals across the country over crowd-size restrictions at venues, including accusing marshals in Colorado and Ohio of incompetence or political skulduggery within three days.</p>\r\n\r\n<p>The latest fireworks began July 29, at Trump&rsquo;s rally at the University of Colorado in Colorado Springs.</p>\r\n\r\n<p>The billionaire real estate developer entered the Gallogly Events Center to a cheering crowd. But he quickly launched into an attack on Colorado Springs Fire Marshal Brett Lacey.</p>\r\n\r\n<p>&quot;This is why our country doesn&#39;t work,&quot; Trump said. &quot;We have thousands of people in (an overflow) room next door. We have plenty of space here. We have thousands of people outside trying to get in. And we have a fire marshal that said, &#39;Oh we can&#39;t allow more people.&#39; ... And the reason they won&#39;t let them in is because they don&#39;t know what the hell they&#39;re doing.&quot;</p>\r\n\r\n<p>Trump continued to blame the fire marshal for the &quot;disgraceful situation&quot; during his one-hour address. He decried Lacey&rsquo;s &quot;incompetence,&quot; saying &quot;he&#39;s probably a Democrat&quot; and &quot;maybe they&#39;re a Hillary person.&quot;</p>\r\n\r\n<p>Our research shows Trump is wrong on several counts. Public records show Lacey is a registered Republican, and fire officials were following standard guidelines for crowd limits.</p>\r\n\r\n<p><strong>Standing room</strong></p>\r\n\r\n<p>Trump&rsquo;s account of what went wrong at the rally and who was to blame is questionable.</p>\r\n\r\n<p>There were 1,100 people -- not &quot;thousands&quot; as he said -- in the overflow room who watched his speech on a TV screen.</p>\r\n\r\n<p>There was a line of people left outside, but it&rsquo;s unclear if included &quot;thousands of people,&quot; as he said.</p>\r\n\r\n<p>What about Trump&rsquo;s claim that &quot;We have plenty of space here,&quot; to let more people into the events center? &nbsp;</p>\r\n\r\n<p>Colorado Springs Fire Department spokesman Steve Wilch told PolitiFact the Trump campaign was aware a day before the rally that Lacey, the fire marshal, had limited the events center to 1,500 spectators and the overflow room to 1,000 spectators. &nbsp;</p>\r\n\r\n<p>UCCS Chancellor Pam Shockley-Zalabak told the <a href=\"http://gazette.com/donald-trump-criticizes-colorado-springs-fire-marshal-for-keeping-supporters-out-of-rally/article/1581544\">Colorado Springs Gazette</a>, &quot;The campaign handled all the ticketing and more tickets were issued than the space available.&quot;</p>\r\n\r\n<p>PolitiFact requested comment from the Trump campaign but received no reply.</p>\r\n\r\n<p>In an interview after the rally, Lacey told PolitiFact partner Denver7 that he based his crowd restrictions on a Thursday walk through of the event center and the overflow room, where he double-checked the exits, the size of the space and potential obstructions like crowd-control barriers, the stage and platforms for news cameras.</p>\r\n\r\n<p>Lacey also reviewed the original construction design plans for the building, which had passed international fire and building codes. These plans include a &quot;life-safety sheet,&quot; detailing the building&rsquo;s intended use, square footage, capacity and exits.</p>\r\n\r\n<p>The fire code, which most fire agencies rely on, is &quot;based on the premise that every space can hold a certain number of people based on the square footage, and then based on the number of people we&#39;re going to provide the proper number of exits,&quot; Boulder Chief Fire Marshal Dave &nbsp;Lowrey told PolitiFact.</p>\r\n\r\n<p>What the building is used for is key to determining space requirements known as the &quot;occupant load factor.&quot; Restaurants are required to provide 15 square feet per person, because they have tables and chairs that people need to get around while fleeing an emergency, Lowrey said. At a political rally, where people are sitting on folding chairs, the code requires 7 square feet per person. If it&rsquo;s standing-room-only, the requirement is 5 square feet per person.</p>\r\n\r\n<p>Emergency exits are a key &lsquo;life-safety factor&rsquo;</p>\r\n\r\n<p>But the most important &quot;life-safety factor&quot; is the number of exits.</p>\r\n\r\n<p>&quot;If you can&#39;t get out of building in an emergency, well, you&#39;re in a whole a lot of trouble,&quot; Lowrey said. &quot;Every large, tragic indoor fire has probably been contributed to somehow by overcrowding, and blocked exits or locked doors.&quot;</p>\r\n\r\n<p>Lacey said he worked closely with the Secret Service, police and UCCS officials as he made his decision about the right &quot;occupant loads&quot; for the venues. These officials weren&rsquo;t the only ones who agreed to the fire marshal&rsquo;s decisions on crowd restrictions. &nbsp;</p>\r\n\r\n<p>Three days before the rally, Trump campaign treasurer, Timothy Jost, and UCCS officials signed a &quot;Facility Usage License Agreement.&quot; The contract stated that the campaign &quot;shall comply with...all other rules and regulations prescribed by the Fire and Police Departments and other governmental authorities, as may be in force and effect during the terms of this Agreement.&quot; &nbsp;</p>\r\n\r\n<p>So the Trump campaign had agreed to comply with the fire department&rsquo;s safety requirements days before the candidate blew up at the fire marshal.</p>\r\n\r\n<p>Earlier Friday afternoon, Lacey received a call from the police command center that there was a request to allow more people into the rally. After conferring with security officials and an on-site fire battalion chief, Lacey said he was comfortable with a 10 percent increase in the events center crowd (to 1,650) and the overflow room (to 1,100).</p>\r\n\r\n<p>Denver7 asked Lacey about Trump&rsquo;s assertions that he was a disgrace and &quot;probably a Democrat.&quot;</p>\r\n\r\n<p>&quot;Absolutely not,&quot; the fire marshal replied. &quot;Anytime that any of the members of the Colorado Springs Fire Department are working, the politics or policies like that are not on our agenda. We&#39;re here for public safety and making certain our community is safe from harm.&quot;</p>\r\n\r\n<p>&quot;If the event planners wanted to have more people inside, we have a number of venues here in the Colorado Springs area that they could have secured,&quot; Lacey added. &quot;But this is the event (venue) that they chose.&quot;</p>\r\n\r\n<p>While fire marshals wrestle with these life-or-death decisions, they&rsquo;ve also had Trump publicly berating them in at least four states.</p>\r\n\r\n<p>In Ohio on Monday, Trump pulled aside reporters before a rally at the Greater Columbus Convention Center to rail against another fire marshal&rsquo;s crowd restrictions.</p>\r\n\r\n<p>&quot;For political reasons, purely for political reasons, they said in this massive building, you&#39;re not allowed to have any more than 1,000 people, and that&#39;s nonsense. We could&#39;ve had 4, 5, 6,000 people -- they&#39;ve all be turned away&hellip; It&#39;s a disgrace,&quot; Trump said in a video that <a href=\"https://twitter.com/NYTnickc/status/760189141199970304/video/1\"><em>New York Times </em>reporter Nick Corasaniti</a> posted in Twitter. &quot;The fire marshal said he&#39;s not allowed to allow any more, even though the building handles many thousands of people. I just want to tell you that&#39;s politics at its lowest. You ought to check it out, but it&rsquo;s really politics at its lowest.&quot;</p>\r\n\r\n<p>PolitiFact did check it out and obtained documents from the Greater Columbus Convention Center that contradicted Trump&#39;s claims that his campaign was blindsided by the crowd restrictions.</p>\r\n\r\n<p>The center&rsquo;s &quot;event acknowledgement&quot; document, containing the name and contact information for Trump campaign official John Hiller, stated the maximum event capacity was &quot;800+ media (not to exceed 1,000 per Fire marshal and contract).&quot; The document states &quot;This event is by invitation&quot; and it was &quot;Fire marshal approved.&quot; The venue license contract was signed July 29 -- three full days before the event -- by Jost, the campaign treasurer, and the convention center general manager.</p>\r\n\r\n<p>Columbus Fire Department spokesman Steve Martin told <a href=\"https://twitter.com/NYTnickc/status/760213098250825728\">the <em>New York Times</em></a><em> </em>that Trump&#39;s accusations of politics were &quot;completely false.&quot;</p>\r\n\r\n<p><strong>Trump&rsquo;s &lsquo;battle with America&rsquo;s firefighters&rsquo;</strong></p>\r\n\r\n<p>What <a href=\"http://www.politico.com/magazine/story/2016/08/donald-trump-2016-rally-size-214132\">Politico</a> calls the GOP nominee&rsquo;s &quot;battle with America&rsquo;s firefighters&quot; has been going on for more than a year.</p>\r\n\r\n<p>At a February rally at Madison City Stadium in Alabama, Trump twice complained</p>\r\n\r\n<p>that a fire marshal had shut the gates when the candidate claimed 32,000 were trying to hear him speak, <a href=\"http://www.al.com/news/huntsville/index.ssf/2016/02/donald_trump_holds_rally_in_al.html\">according to AL.com</a>. &quot;Let them come in, Mr. Fire Marshal,&quot; Trump urged from the stage. The news website said estimates placed the rally at more than 10,000 people.</p>\r\n\r\n<p>Then in Phoenix last summer, Trump did an about-face, saying city officials &quot;broke the fire code&quot; by allowing too many people into the convention center room where he was speaking.</p>\r\n\r\n<p>&quot;Convention Center officials in Phoenix don&#39;t want to admit that they broke the fire code by allowing 12-15,000 people in 4,000 code room,&quot; Trump tweeted in July 2015.</p>\r\n\r\n<p>But the Phoenix Fire Department told <a href=\"http://www.abc15.com/news/region-phoenix-metro/central-phoenix/phoenix-fire-says-capacity-rules-not-broken-after-trump-tweets-officials-broke-fire-code\">ABC15</a> its officials limited the room to 4,200 people and closed the doors once that capacity was reached. &quot;No rules or codes were broken,&quot; Deputy Chief Shelly Jamison said.</p>\r\n\r\n<p>Back in Colorado, other fire marshals are praising Lacey for handling the Trump rally dispute with dispassionate professionalism.</p>\r\n\r\n<p>&quot;That&#39;s what Brett, the fire marshal in Colorado Springs, was trying to ensure -- the safety of the people in there. I don&#39;t want to over-crowd. If something does happen, I want to make sure people can get out,&quot; said Lowery, the Boulder fire marshal.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Trump claimed, &quot;We have a fire marshal that said, &#39;Oh we can&#39;t allow more people&rsquo;....And the reason they won&#39;t let them in is because they don&#39;t know what the hell they&#39;re doing.&quot;</p>\r\n\r\n<p>The Colorado Springs fire marshal laid out a clear explanation of how he set the crowd capacity based on fire codes and the professional calculus of how many people can swiftly and safely be evacuated if an emergency occurs. A Trump campaign official&nbsp;signed a contract agreeing to comply with the fire department&rsquo;s rules and the campaign was notified of the crowd limits a day before the event.</p>\r\n\r\n<p>In at least four states, the Republican nominee has accused fire marshals of incompetence or political favoritism during crowd-capacity disputes. But documents often show high-ranking campaign officials agreed to the restrictions in writing ahead of time.</p>\r\n\r\n<p>Someone call the fire department: This claim is Pants on Fire! &nbsp;&nbsp;</p>\r\n\r\n<p><a href=\"https://www.sharethefacts.co/share/379671fc-6bc4-45a4-8513-a07790cedf41\">https://www.sharethefacts.co/share/379671fc-6bc4-45a4-8513-a07790cedf41</a></p>\r\n", "ruling_comments_date": "2016-08-03T18:09:55.083023", "ruling_date": "2016-08-03T18:07:14", "ruling_headline": "Trump falsely accuses Colorado fire marshal of ‘incompetence’ over crowd restrictions", "ruling_headline_slug": "trump-falsely-accuses-colorado-fire-marshal-incomp", "ruling_link_text": "Speaking of fire ...", "ruling_state": null, "source_documents": null, "sources": "<p>Interview with Colorado Springs Fire Marshal Brett Lacey on July 29, 2016</p>\r\n\r\n<p>Interview with Colorado Springs Fire Department spokesman Steve Wilsh on August 2, 2016</p>\r\n\r\n<p>Interview via email with Colorado Springs Deputy Fire Marshal Kris Cooper on August 2, 2016</p>\r\n\r\n<p>Interview with Boulder Chief Fire Marshal Dave Lowrey on August 2, 2016</p>\r\n\r\n<p>Interview with Denver Fire Captain Scott Buccieri on August 2, 2016</p>\r\n\r\n<p>Interview with Bruce Kral, Fire Marshal for the West Metro Fire Protection District on August 2, 2016</p>\r\n\r\n<p>Interview with University of Colorado in Colorado Springs spokesman Tom Hutton on August 2, 2016</p>\r\n\r\n<p>Washington Post, &quot;<a href=\"https://www.washingtonpost.com/news/the-fix/wp/2016/07/30/trumps-burn-of-the-colorado-springs-fire-dept-came-right-after-they-rescued-him/\">Trump&rsquo;s burn of the Colorado Springs fire dept. came right after they rescued him</a>,&quot; July 30, 2016</p>\r\n\r\n<p>The Gazette, &quot;<a href=\"http://gazette.com/donald-trump-criticizes-colorado-springs-fire-marshal-for-keeping-supporters-out-of-rally/article/1581544\">Donald Trump criticizes Colorado Springs fire marshal for keeping supporters out of rally</a>,&quot; July 29, 2016.</p>\r\n\r\n<p>Columbus Dispatch, &quot;<a href=\"http://www.dispatch.com/content/stories/local/2016/08/01/some-trump-supporters-unhappy-after-being-turned-away-because-of-space-capacity.html#\">Disputing Trump claim, convention officials say his campaign agreed to 1,000-person cap for rally</a>,&quot; August 1, 2016</p>\r\n\r\n<p>Politico, &quot;<a href=\"http://www.politico.com/magazine/story/2016/08/donald-trump-2016-rally-size-214132\">Documents Show Trump Officials Agreed to Limit Rally Size, Contradicting the Candidate</a>,&quot; August 2, 2016</p>\r\n\r\n<p>AL.com, &quot;<a href=\"http://www.al.com/news/huntsville/index.ssf/2016/02/donald_trump_holds_rally_in_al.html\">Donald Trump holds rally in Alabama: Jeff Sessions gives endorsement</a>,&quot; February 28, 2016</p>\r\n\r\n<p>ABC15, &quot;<a href=\"http://www.abc15.com/news/region-phoenix-metro/central-phoenix/phoenix-fire-says-capacity-rules-not-broken-after-trump-tweets-officials-broke-fire-code\">Phoenix Fire says capacity rules not broken after Trump tweets officials broke fire code</a>,&quot; July 12, 2015</p>\r\n\r\n<p><br />\r\n&nbsp;</p>\r\n", "speaker": {"adkey": "People ", "advalue": "Trump", "barely_true_count": 134, "current_job": "President", "false_count": 210, "first_name": "Donald", "half_true_count": 92, "home_state": "New York", "id": 1019, "last_name": "Trump", "mostly_true_count": 72, "name_slug": "donald-trump", "pants_count": 91, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_TRUMP_CAMPAIGN_5.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1019/", "total_count": 645, "true_count": 29, "website": "https://www.donaldjtrump.com/"}, "statement": "<p>&quot;We have a fire marshal that said, &#39;Oh we can&#39;t allow more people&rsquo; ... &nbsp;And the reason they won&#39;t let them in is because they don&#39;t know what the hell they&#39;re doing.&quot;</p>\r\n\r\n<p>&nbsp;</p>\r\n", "statement_context": "a rally speech", "statement_date": "2016-07-29", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 173, "photo": null, "resource_uri": "/api/v/2/subject/173/", "subject": "Public Safety", "subject_slug": "public-safety", "used_in_edition": ["/api/v/2/edition/9/"]}], "target": [], "twitter_headline": "Pants on Fire! @realDonaldTrump wrongly blasts Colorado fire marshal"}