{"art": [{"brightcove": "", "caption": "Gov. Bruce Rauner and Illinois Republican lawmakers complain that Democrats refuse to act on their budget bills on May 31, 2016.", "id": 8686, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/8686/", "title": "Illinois Republican press conference", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/GrkUvH4_o9I?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "GrkUvH4_o9I"}], "author": [{"email_address": "matt@matthewdietrich.com", "first_name": "Matt", "id": 574, "last_name": "Dietrich", "name_slug": "matt-dietrich", "on_staff_page": null, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Matt-Dietrich1.jpg", "publication": {"id": 71, "publication_name": "Better Government Association", "resource_uri": "/api/v/2/publication/71/"}, "resource_uri": "/api/v/2/staffer/574/", "title": "PolitiFact Illinois writer", "twitter": ""}], "canonical_url": "/illinois/statements/2016/aug/04/kelly-cassidy/never-mind-constitution-illinois-lawmaking-where-t/", "edition": {"adkey": "Editions", "advalue": "Illinois", "edition": "Illinois", "edition_slug": "illinois", "has_afterthefact": false, "id": 61, "index_page": false, "meter_name": "The Illinois Truth-O-Meter", "resource_uri": "/api/v/2/edition/61/"}, "editor": [{"email_address": "mdoubek@rebootillinois.com", "first_name": "Madeleine", "id": 573, "last_name": "Doubek", "name_slug": "madeleine-doubek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 71, "publication_name": "Better Government Association", "resource_uri": "/api/v/2/publication/71/"}, "resource_uri": "/api/v/2/staffer/573/", "title": "Publisher", "twitter": null}], "facebook_headline": "IL lawmaker ignores how things really work", "id": 12856, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "matt@matthewdietrich.com", "first_name": "Matt", "id": 574, "last_name": "Dietrich", "name_slug": "matt-dietrich", "on_staff_page": null, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Matt-Dietrich1.jpg", "publication": {"id": 71, "publication_name": "Better Government Association", "resource_uri": "/api/v/2/publication/71/"}, "resource_uri": "/api/v/2/staffer/574/", "title": "PolitiFact Illinois writer", "twitter": ""}], "resource_uri": "/api/v/2/statement/12856/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>The bitter, partisan acrimony that has defined relations between Republican Gov. Bruce Rauner and the Democrat-dominated Illinois General Assembly blew up in the final hours of the spring legislative session on May 31.</p>\r\n\r\n<p>After insisting for more than a year that he would not endorse anything short of a full-year budget that included some of his Turnaround Agenda&rsquo;s business and political reforms, Rauner changed his position on the session&rsquo;s final day when he -- through the Republican leaders in the General Assembly -- introduced bills to fund P-12 education for a full year and to fund basic state government services through the end of the calendar year.</p>\r\n\r\n<p>When Democrats declined to take up Rauner&rsquo;s bills, the governor and Republican lawmakers held a press conference at the grand staircase in the Capitol rotunda at which Rauner declared the spring session a &quot;stunning failure by the supermajority Democrats who control our Legislature.&quot; Speaking six hours before the midnight deadline, Rauner called on Democrats to pass the GOP budget bills before the scheduled adjournment of the House and Senate.</p>\r\n\r\n<p>&quot;We have seen the majority Democrats introduce 500-page bills and vote on them within an hour or two,&quot; Rauner said.</p>\r\n\r\n<p>The GOP press conference stoked partisan tensions and prompted this Facebook post from state Rep. Kelly Cassidy, D-Chicago:</p>\r\n\r\n<p><iframe frameborder=\"0\" height=\"603\" scrolling=\"no\" src=\"https://www.facebook.com/plugins/post.php?href=https%3A%2F%2Fwww.facebook.com%2Fkelly.cassidy%2Fposts%2F10209506245910723&amp;width=500\" style=\"border:none;overflow:hidden\" width=\"500\"></iframe></p>\r\n\r\n<p>Cassidy&rsquo;s post expressed frustration felt by many Democrats who had been working behind the scenes with their Republican counterparts on a possible budget compromise. But it also implied that the governor was unaware of parliamentary procedure in the General Assembly:</p>\r\n\r\n<p>&quot;Then, the Republican leader theatrically introduced new bills with stopgap budget language, declaring that we could stay until midnight and pass this compromise. Except under our constitution, a bill has to be read on 3 different days, so that&#39;s not possible.&quot;</p>\r\n\r\n<p>Were Rauner and Republican leaders really advocating the impossible? We decided to check.</p>\r\n\r\n<p><strong>By the book</strong></p>\r\n\r\n<p>Article IV, Section 8, subsection d of the <a href=\"http://www.ilga.gov/commission/lrb/con4.htm\">Illinois Constitution</a> defines the reading requirement for bills in the Illinois General Assembly:</p>\r\n\r\n<blockquote>\r\n<p><em>(d) &nbsp;A bill shall be read by title on three different days in each house. A bill and each amendment thereto shall be reproduced and placed on the desk of each member before final passage.</em></p>\r\n</blockquote>\r\n\r\n<p>Going by that requirement, Cassidy is correct. Bills debated at 6 p.m. could not be passed by the House and Senate by midnight. In fact, it would take five calendar days, says Kent Redfield, professor emeritus of political science at the University of Illinois-Springfield.</p>\r\n\r\n<p>But once a bill is introduced and its title read in the House and Senate as required by the constitution, it can be held throughout a legislative session and amended at a moment&rsquo;s notice. Such a bill is called a &quot;shell&quot; or &quot;vehicle&quot; bill, and the amendment tacked onto it can be an entire bill itself. Therefore, the GOP budget text could have been added as an amendment to a shell bill that already had fulfilled the constitutional reading requirement.</p>\r\n\r\n<p>&quot;It&#39;s sort of like a freight train; the boxcars can be empty all along the route, station after station, then suddenly get filled at the last minute before the final stop,&quot; says Charles Wheeler, director of the Public Affairs Reporting graduate program at the University of Illinois-Springfield.</p>\r\n\r\n<p>At the May 31 press conference, Senate Republican Leader Christine Radogno addressed the procedural question.</p>\r\n\r\n<p>&quot;It is true we have introduced new bills but there are vehicles in both chambers that can get the job done by midnight,&quot; Radogno said. &quot;We&rsquo;ve seen in hundreds of examples, where there&rsquo;s a will there&rsquo;s a way.&quot;</p>\r\n\r\n<p>Cassidy said she believed otherwise when she made her Facebook post. &quot;From what I was hearing, we were out of shells,&quot; she said.</p>\r\n\r\n<p><strong>Practical and political</strong></p>\r\n\r\n<p>In his quote above from May 31, Rauner noted that shell bills often have been used in Illinois by Democrats to drop large and often controversial bills onto Republicans&rsquo; desks with very little time for review and debate.</p>\r\n\r\n<p>Having shell bills readily available can serve a practical as well as a political purpose. It allows swift passage of legislation to respond to an emergency, for example.</p>\r\n\r\n<p>State constitutions vary in their methods, but they generally <a href=\"http://www.ncsl.org/documents/legismgt/ILP/08Tab5Pt9.pdf\">allow some provision</a> for lawmakers and governors to speed up the legislative process. (A list of the states&rsquo; reading requirements for passing bills is <a href=\"http://rebootillinois.com/wp-content/uploads/2016/08/reading-requirements.pdf\">here</a>.)</p>\r\n\r\n<p>&quot;A lot of constitutions have waiver language so in emergencies they have the ability to compress the time frame,&quot; says Brenda Erickson, senior research analyst with the National Council of State Legislatures. &quot;The two-word synopsis of legislative processes is &lsquo;it varies.&rsquo;&quot;</p>\r\n\r\n<p>Illinois does not allow lawmakers to waive the three-reading requirement, so keeping shell bills in reserve for quick amendment and passage is the fallback. The only limitation is that the bill be limited to a single subject, though it grants lawmakers wide latitude. The Republicans&rsquo; budget bills on May 31, for example, needed to go on shell bills for appropriations.</p>\r\n\r\n<p>That would not have been a problem on the evening of May 31, had Rauner and the General Assembly&rsquo;s Democratic leaders -- House Speaker Michael Madigan and Senate President John Cullerton -- managed to hammer out an agreement in the final hours.</p>\r\n\r\n<p>&quot;Cullerton and Madigan had several vehicles in place, and were able to use them&hellip; for the ultimate deal that passed on June 30,&quot; Wheeler said. &nbsp;The bill ultimately amended to become the stopgap budget, <a href=\"http://www.ilga.gov/legislation/billstatus.asp?DocNum=2047&amp;GAID=13&amp;GA=99&amp;DocTypeID=SB&amp;LegID=90591&amp;SessionID=88\">SB 2047</a>, was a shell bill originally introduced in March 2015 to appropriate $2 to the General Assembly&rsquo;s Legislative Research Bureau. It needed only a third reading in the House for approval. The amendment that contains the spending plan, <a href=\"http://www.ilga.gov/legislation/99/SB/PDF/09900SB2047ham005.pdf\">House Amendment 5</a>, was introduced, passed and signed into law in a single day on June 30.</p>\r\n\r\n<p><strong>Our ruling </strong></p>\r\n\r\n<p>Cassidy said Rauner &quot;theatrically introduced new bills with stopgap budget language, declaring that we could stay until midnight and pass this compromise. Except under our constitution, a bill has to be read on 3 different days, so that&#39;s not possible.&quot;</p>\r\n\r\n<p>She is correct from a strict interpretation of the rules in the state constitution, in which it takes a minimum of five calendar days from introduction to passage of a bill.</p>\r\n\r\n<p>But the Illinois Constitution in theory and Illinois lawmaking in practice at times operate more as distant cousins than identical twins. As Wheeler notes, the use of &quot;shell&quot; or &quot;vehicle&quot; bills is a common practice in Springfield, and Madigan and Cullerton used the procedure to make SB 2047 into the stopgap plan a few weeks later -- when Democrats and Republicans managed a fragile truce in their ongoing battle.</p>\r\n\r\n<p>Cassidy is no novice in the workings of the General Assembly. Before joining the House in 2011, she had served as a legislative aide to Cullerton and a lobbyist for the Cook County State&rsquo;s Attorney&rsquo;s Office. It&rsquo;s reasonable to believe she should have known it was highly unlikely that the General Assembly would have no shell bills available in the final hours before the budget deadline.</p>\r\n\r\n<p>As Republican Leader Radogno said on May 31, &quot;Where there&rsquo;s a will there&rsquo;s a way.&quot;</p>\r\n\r\n<p>We rate this statement Mostly False.</p>\r\n\r\n<a href=\"https://www.sharethefacts.co/share/e38bdcfc-8224-4ac7-a4fd-3502b93ec419\">https://www.sharethefacts.co/share/e38bdcfc-8224-4ac7-a4fd-3502b93ec419</a>\r\n", "ruling_comments_date": "2016-08-04T11:47:03.376680", "ruling_date": "2016-08-04T14:14:13", "ruling_headline": "Never mind the constitution: In Illinois, where there's a will there's a way", "ruling_headline_slug": "never-mind-constitution-illinois-lawmaking-where-t", "ruling_link_text": "In Illinois, there's procedure and \"procedure\"", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"https://www.facebook.com/photo.php?fbid=10209506242310633&amp;set=a.2007834433195.2122463.1163704784&amp;type=3&amp;theater\">Facebook post</a>, email, Kelly Cassidy, May 31 and Aug. 2, 2016</p>\r\n\r\n<p><a href=\"http://www.ilga.gov/commission/lrb/con4.htm\">Illinois Constitution, Article IV, section 8, subsection d</a>. July 28, Aug. 4, 2016</p>\r\n\r\n<p>Telephone interview and email correspondence, Brenda Erickson, National Council of State Legislatures, July 28, 2016</p>\r\n\r\n<p>Email interview, Charles Wheeler, professor, Public Affairs Reporting program, University of Illinois-Springfield</p>\r\n\r\n<p>Email interview, Kent Redfield, professor emeritus, University of Illinois-Springfield</p>\r\n\r\n<p>Email interview, Vicki Crawford, spokeswoman for House Republican Leader Jim Durkin</p>\r\n\r\n<p><a href=\"http://rebootillinois.com/wp-content/uploads/2016/08/reading-requirements.pdf\">&quot;Constitutional Requirements for Readings of Bills,&quot;</a> report, National Council of State Legislatures, accessed July 28, Aug. 4, 2016</p>\r\n\r\n<p><a href=\"http://www.ncsl.org/documents/legismgt/ILP/08Tab5Pt9.pdf\">&quot;Inside the Legislative Process,&quot;</a> National Council of State Legislatures, accessed July 29</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "State representative", "false_count": 0, "first_name": "Kelly", "half_true_count": 0, "home_state": "Illinois", "id": 3637, "last_name": "Cassidy", "mostly_true_count": 0, "name_slug": "kelly-cassidy", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/kelly_cassidy_resized.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Illinois", "edition": "Illinois", "edition_slug": "illinois", "has_afterthefact": false, "id": 61, "index_page": false, "meter_name": "The Illinois Truth-O-Meter", "resource_uri": "/api/v/2/edition/61/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3637/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>&quot;Then, the Republican leader theatrically introduced new bills with stopgap budget language, declaring that we could stay until midnight and pass this compromise.<strong> Except under our constitution, a bill has to be read on 3 different days, so that&#39;s not possible.</strong>&quot;</p>\r\n", "statement_context": "a Facebook post", "statement_date": "2016-05-31", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}], "target": [], "twitter_headline": "IL lawmaker ignores how things really work in shot at @GovRauner"}