{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2009/oct/28/john-boehner/health-care-reform-will-not-force-people-governmen/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "gjoyce@tampabay.com", "first_name": "Greg", "id": 110, "last_name": "Joyce", "name_slug": "greg-joyce", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/110/", "title": "Metro/Tampa news editor", "twitter": null}], "facebook_headline": null, "id": 1286, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/1286/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\n When Democratic Sen. Harry Reid announced this week that he was including a form of a public option in health care reform, Republicans didn't like it.\n <br />\n <br />\n \"Whether you call it a public option, an opt-out, a trigger, or a co-op, the fact is all of these proposals put us on the path to government-run health care,\" said Republican House leader John Boehner. \"Forcing Americans off of their current health coverage and onto a government-run plan isn't the answer, but that's exactly what the Democrats' plan would do.\"\n <br />\n <br />\n We've been studying the health care reform proposals in both the House and the Senate for some time now. All the plans have rules that would prevent people from being \"forced\" off their current health coverage and into a government-run plan.\n <br />\n <br />\n We asked Boehner's office for a response. Staffers sent us to a\n <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/jun/12/karl-rove/roves-op-ed-distorts-health-study/\" target=\"_blank\">\n  study by the Lewin Group\n </a>\n , which predicts that 123 million people would be enrolled in a public plan three years after the exchange is opened. (The Lewin Group is respected by many health care analysts and operates with editorial independence, but it is a subsidiary of UnitedHealth Group, whose primary business is private health insurance.)\n <br />\n <br />\n Here's an outline of the general argument on how 123 million people could become enrolled in a public plan: The public option will be a health insurance plan backed by the U.S. government, so it will have access to unlimited taxpayer funds and have unsurpassed bargaining power with hospitals and doctors. It will be able to force providers to accept low payments, such as what Medicare, the government-run health program for seniors, pays. So the public option will be the cheapest insurance option available on the exchange. Employers will see this and decide to sign up all their workers for the public option. The private insurance industry will wither and die. A single-payer system is upon us.\n <br />\n <br />\n The problem with this line of reasoning is that the Democratic proposals so far include rules specifically to stop this from happening. We'll take it point-by-point:\n <br />\n <br />\n &bull; The public option is not to be supplemented with unlimited taxpayer funds. The House and Senate bills say the federal government can support its administrative expenses when it begins, but it will have to be self-sustaining with patient premiums.\n <br />\n <br />\n &bull; It will not be able to force hospitals and doctors to accept Medicare rates. The details of how the public option will work are still being developed, but committees in the House and Senate have indicated the public option should have to negotiate rates with providers, not pay Medicare rates.\n <br />\n <br />\n &bull; Most employers will not have access to the health care exchange. The Senate Finance Committee proposal is very clear on this point; only small businesses will have access to the exchange. The House proposal is a little less clear. In the third year, it gives a health commissioner the power to allow businesses into the exchange. But the nonpartisan Congressional Budget Office seemed to think the exchange would continue to be restricted to smaller businesses. The CBO projected\n <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/oct/26/claire-mccaskill/who-is-allowed-health-insurance-exchange/\" target=\"_blank\">\n  only 30 million people\n </a>\n would be in the exchange by 2019, a number too small to imply that all employers would be given access.\n <br />\n <br />\n &bull; Employers can't sign up their employees for a health care plan. The House and Senate proposals specifically forbid that. The employer can provide a set amount of money as a benefit, but the employee decides which plan to buy. If an employee is willing to pay more for a more generous plan, the employer can't stop him. And employers definitely can't force employees to enroll in the public option against their will.\n <br />\n <br />\n An argument others have made along these same lines: If a public option is offered on the exchange, employers will dump their coverage and send them into the exchange to buy their own insurance. This is a largely speculative argument, however. Employers are under significant competitive pressure to offer health plans to recruit and retain workers, according to experts we've spoken with. Surveys show that workers see health insurance as the top benefit affecting their decisions on where they work. If there's evidence to indicate that the availability of a public option would overcome that dynamic, we haven't found it.\n <br />\n <br />\n There's another argument specific to seniors that Boehner's staff pointed to as evidence for his statement. They said that under the Democratic plans, seniors in Medicare Advantage would have to switch to regular Medicare. We've looked at this argument before: Medicare Advantage is a government program that pays private insurance companies a set rate to treat Medicare beneficiaries. It was conceived as a cost-containment measure on the theory that competition among private plans would drive down costs. That has not happened. The health care proposals would stop the extra payments that Medicare Advantage receives. (About 23 percent of all Medicare beneficiaries are enrolled in Medicare Advantage.)\n <br />\n <br />\n So it is conceivable that some people in\n <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/aug/14/barack-obama/obama-claims-medicare-benefits-will-not-be-cut-und/\" target=\"_blank\">\n  Medicare Advantage will lose some of their current benefits\n </a>\n , and they might have to enroll in regular Medicare. But does this really fit the criteria of \"forcing Americans off of their current health coverage and onto a government-run plan\"? While private companies are contractors in the Medicare Advantage program &mdash; so it does have more of a free market element to it &mdash; at the end of the day, Medicare and Medicare Advantage are both government-run plans, where the government decides how much it will pay for a basic package of benefits.\n <br />\n <br />\n In refuting this argument, we are not trying to imply that no one will ever have to switch plans if health care reform passes. Indeed, we looked at President Obama's statement, \"If you like your health care plan,\n <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/aug/11/barack-obama/barack-obama-promises-you-can-keep-your-health-ins/\" target=\"_blank\">\n  you can keep your health care plan\n </a>\n ,\" and rated it Half True, because health care reform will change many aspects of health care regulation, and it seems likely that will prompt insurers, employers and consumers to re-evaluate their health care plans and make changes. Obama later made a more accurate statement, that if you \"already have health insurance through your job, or Medicare, or Medicaid, or the VA, nothing in this plan will require you or your employer to\n <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/sep/09/barack-obama/health-insurance-through-work-stays-place-under-re/\" target=\"_blank\">\n  change the coverage or the doctor you have\n </a>\n .\" We rated that True.\n <br />\n <br />\n But we've also found nothing in the proposals so far that would force people off their current coverage into a government-run plan, if they prefer and can pay for private coverage. Boehner said that was \"exactly what the Democrats' plan would do.\" So we rate Boehner's statement False.\n</p>", "ruling_comments_date": "2010-01-07T13:28:52.367714", "ruling_date": "2009-10-28T16:45:05", "ruling_headline": "Health care reform will not force people into a government-run plan", "ruling_headline_slug": "health-care-reform-will-not-force-people-governmen", "ruling_link_text": "No \"forcing\" involved", "ruling_state": null, "source_documents": null, "sources": "<p>\n John Boehner,\n <a href=\"http://boehner.house.gov/News/DocumentSingle.aspx?DocumentID=151492\" target=\"_blank\">\n  Boehner Statement On Sen. Harry Reid's \"Opt-Out\" Plan\n </a>\n , Oct. 26, 2009\n <br />\n <br />\n The Lewin Group,\n <a href=\"http://www.lewin.com/content/publications/June25TestimonyUpdateJul09.pdf\" target=\"_blank\">\n  The Impact of the House Health Reform Legislation on Coverage and Provider Incomes\n </a>\n , July 9, 2009\n <br />\n <br />\n Committee on Ways and Means, Republicans,\n <a href=\"http://republicans.waysandmeans.house.gov/News/DocumentSingle.aspx?DocumentID=144285\" target=\"_blank\">\n  Democrats' H.R. 3200 Forces Seniors Out of their Medicare Health Plan\n </a>\n , Sept. 11, 2009\n <br />\n <br />\n Congressional Budget Office,\n <a href=\"http://www.cbo.gov/ftpdocs/104xx/doc10464/hr3200.pdf\" target=\"_blank\">\n  Letter to Charles Rangel\n </a>\n , July 17, 2009\n</p>\n<p>\n Congressional Budget Office,\n <a href=\"http://www.cbo.gov/ftpdocs/106xx/doc10642/10-7-Baucus_letter.pdf\" target=\"_blank\">\n  Preliminary analysis of of the Chairman&rsquo;s mark for the America's Healthy Future Act of 2009, with amendments\n </a>\n , Oct. 7, 2009\n</p>\n<p>\n Congressional Budget Office,\n <a href=\"http://www.cbo.gov/ftpdocs/104xx/doc10464/hr3200.pdf\" target=\"_blank\">\n  A preliminary analysis of H.R. 3200, the America's Affordable Health Choices Act of 2009\n </a>\n , July 17, 2009\n</p>\n<p>\n U.S. Senate Finance Committee,\n <a href=\"http://finance.senate.gov/sitepages/leg/LEG%202009/091609%20Americas_Healthy_Future_Act.pdf\" target=\"_blank\">\n  Chairman's Mark: America&rsquo;s Healthy Future Act of 2009\n </a>\n , Sept. 16, 2009\n</p>\n<p>\n U.S. Senate Health, Education, Labor and Pensions (HELP) Committee,\n <a href=\"http://help.senate.gov/BAI09I50_xml.pdf\" target=\"_blank\">\n  Health reform proposal\n </a>\n , July 15, 2009\n</p>\n<p>\n U.S. Government Printing Office,\n <a href=\"http://frwebgate.access.gpo.gov/cgi-bin/getdoc.cgi?dbname=111_cong_bills&amp;docid=f:h3200ih.txt.pdf\" target=\"_blank\">\n  HR 3200\n </a>\n (health care reform legislation), July 14, 2009\n</p>\n<p>\n Senate Health, Education, Labor and Pensions Committee,\n <a href=\"http://help.senate.gov/DetailedSummary.pdf\" target=\"_blank\">\n  HELP Committee Affordable Health Choices Act &ndash; Detailed Summary\n </a>\n , Sept. 14, 2009\n</p>\n<p>\n Kaiser Family Foundation,\n <a href=\"http://www.kff.org/healthreform/sidebyside.cfm\" target=\"_blank\">\n  Side-by-side comparisons of the major health care proposals\n </a>\n , Aug. 7, 2009\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 13, "current_job": "Speaker of the House of Representatives", "false_count": 22, "first_name": "John", "half_true_count": 11, "home_state": "Ohio", "id": 49, "last_name": "Boehner", "mostly_true_count": 4, "name_slug": "john-boehner", "pants_count": 2, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-johnboehner.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/49/", "total_count": 69, "true_count": 17, "website": "http://www.speaker.gov/"}, "statement": "<p>\"Forcing Americans off of their current health coverage and onto a government-run plan isn't the answer, but that's exactly what the Democrats' plan would do.\"</p>", "statement_context": "a statement on his Web site", "statement_date": "2009-10-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}