{"art": [{"brightcove": "", "caption": "Republican vice presidential nominee Mike Pence dismisses the suggestion that Russian leader Vladimir Putin has manipulated Donald Trump.", "id": 8704, "infogram": "", "ndn": "", "ndnid": "", "other": "<div\r\n    class=\"ndn_embed\"\r\n    data-config-widget-id=\"1\"\r\n    data-config-type=\"VideoPlayer/Single\"\r\n    data-config-tracking-group=\"92502\"\r\n    data-config-video-id=\"31234608\"\r\n    data-config-site-section=\"site_section_id\"\r\ndata-config-playlist-id=\"18500\"\r\nstyle=\"width:100%;\" \r\ndata-config-height=\"9/16w\"></div>\r\n", "photo": null, "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/8704/", "title": "Trump-oligarchs (Video)", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "gemery@cox.net", "first_name": "C. Eugene", "id": 144, "last_name": "Emery Jr.", "name_slug": "c-eugene-emery", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/gene_emery80_.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/144/", "title": "PolitiFact correspondent", "twitter": null}], "canonical_url": "/punditfact/statements/2016/aug/08/anthony-weiner/anthony-weiner-lacks-collateral-claim-about-donald/", "edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": "Anthony Weiner lacks collateral in Trump loan claim", "id": 12866, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "gemery@cox.net", "first_name": "C. Eugene", "id": 144, "last_name": "Emery Jr.", "name_slug": "c-eugene-emery", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/gene_emery80_.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/144/", "title": "PolitiFact correspondent", "twitter": null}], "resource_uri": "/api/v/2/statement/12866/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Donald Trump&#39;s relationship with Russia has become an issue because of several factors: his campaign&#39;s <a href=\"http://www.politifact.com/global-news/article/2016/may/02/paul-manafort-donald-trumps-top-adviser-and-his-ti/\">ties in the region</a>; the claim that the leaks of Democratic National Committee email <a href=\"http://www.politifact.com/truth-o-meter/article/2016/jul/31/what-we-know-about-russias-role-dnc-email-leak/\">originated from Russian hackers</a>; Trump&#39;s conflicting claims about <a href=\"http://politifact.com/truth-o-meter/statements/2016/aug/01/donald-trump/donald-trump-gets-full-flop-whether-hes-had-relati/\">his relationship</a> with Russian President Vladimir Putin;&nbsp;and <a href=\"http://www.miamiherald.com/news/politics-government/election/donald-trump/article92103212.html\">Trump&#39;s invitation to the Russians</a> to hack Hillary&#39;s Clinton&#39;s emails.</p>\r\n\r\n<p>Former Democratic U.S. Rep. Anthony Weiner&nbsp;discussed Trump&#39;s Russian ties on the July 27, 2016, edition of <em>Real Time with Bill Maher</em>.&nbsp;(Weiner is married to Huma Abedin, a Clinton top adviser. Weiner resigned from Congress in 2011 after a sexting scandal.)</p>\r\n\r\n<p>&quot;The reason he loves Putin, we know this now. The banks no longer loan him money because he&#39;s a terrible risk. So he goes to these (Russian) oligarchs and borrows money. He knows the end game is coming for him. He&#39;s thinking about who he wants to ingratiate himself (with). We have a presidential candidate who is literally kind of approaching Russia on his knees because he needs them to loan him money.&quot;</p>\r\n\r\n<p>Banks are no longer loaning Trump money, and Trump is trying to get it from Russian oligarchs?</p>\r\n\r\n<p>When we contacted Weiner, he&nbsp;characterized his comment as &quot;informed speculation among real estate builders and bankers. There is some transparency on lending for buildings. But since he hasn&rsquo;t really built anything since the Soho Grand, there isn&rsquo;t much to look at. The part about him being a terrible risk is borne out by his record of not paying debts.&quot;</p>\r\n\r\n<p>So we went looking for some evidence on the question of who is lending Trump money.</p>\r\n\r\n<p>Hard evidence is lacking because Trump runs a private business, so most of his records are not available to the public. In addition, he has repeatedly refused to release any recent tax returns, which could be another indication of his source of capital.</p>\r\n\r\n<p>We sought out what&#39;s available.</p>\r\n\r\n<p><strong>No loans for Trump?</strong></p>\r\n\r\n<p>The <em>Wall Street Journal</em> reported in March 2016 that the candidate&#39;s available financial statements show that the struggling German bank Deutsche Bank &quot;is the only bank with a big Wall Street presence that continues to lend to him.&quot; Other large institutions do little if any business with Trump, the newspaper reported, but smaller institutions do.</p>\r\n\r\n<p>The <em>Journal </em>said &quot;many big banks have shunned him,&quot; but the paper also reported that Trump has few loans with big banks.&nbsp;&quot;Bankers say that&#39;s partly because Mr. Trump has moved away from developing multimillion-dollar real-estate projects to managing them and licensing the Trump name, reducing his need to borrow.&quot;</p>\r\n\r\n<p>Daughter Ivanka told the <em>Journal </em>that the big banks are not wary of investing with Trump: &nbsp;&quot;The biggest banking institutions are constantly soliciting us. But we don&#39;t need a lot of financing because we have a great balance sheet and a tremendous amount of cash.&quot; In addition, she said, Trump has moved to private banks that have lower interest rates.</p>\r\n\r\n<p>Nonetheless, various media outlets have stated, without offering any documentation, that Trump can&#39;t get funds from most banks.</p>\r\n\r\n<p>From <a href=\"http://www.slate.com/articles/news_and_politics/cover_story/2016/07/vladimir_putin_has_a_plan_for_destroying_the_west_and_it_looks_a_lot_like.html\">Slate</a>: &quot;After his 2004 bankruptcy and his long streak of lawsuits, the big banks decided he wasn&rsquo;t worth the effort. They&rsquo;d rather not touch the self-proclaimed &#39;king of debt.&#39; &quot;</p>\r\n\r\n<p>From <a href=\"http://talkingpointsmemo.com/edblog/trump-putin-yes-it-s-really-a-thing\">Talking Points Memo</a>: &quot;Trump has been blackballed by all major US banks.&quot;</p>\r\n\r\n<p>For his part, Weiner pointed us to an Aug. 2 commentary posted on <a href=\"http://time.com/4433880/donald-trump-ties-to-russia/\">Time.com, which&nbsp;reported</a> that &quot;the real truth is that, as major banks in America stopped lending him money following his many bankruptcies, the Trump organization was forced to seek financing from non-traditional institutions. Several had direct ties to Russian financial interests in ways that have raised eyebrows.&quot;</p>\r\n\r\n<p>Which leads us to the Russian part of Weiner&#39;s claim.</p>\r\n\r\n<p><strong>Loans from oligarchs?</strong></p>\r\n\r\n<p>Weiner also sent us a <a href=\"http://www.politico.com/magazine/story/2016/07/donald-trump-2016-russian-ties-214116\"><em>Politico</em> article</a> explaining how Trump has tried to get Russians as tenants and buyers for his various properties, including a 17-bedroom mansion in Palm Beach,&nbsp;which he bought in bankruptcy for $41 million in 2004. He eventually sold the property to a Russian oligarch for $95 million in 2008. But that was a property sale. Weiner was talking about getting loans from oligarchs, a very different thing.</p>\r\n\r\n<p>Other media outlets have reported that Trump has actively marketed condo projects to Russians, particularly Russians with money to burn &mdash; or hide. <em>Politico </em>reported that when it came to the Palm Beach property Trump sold to oligarch billionaire Dmitry Rybolovlev, Rybolovlev has probably never been in the house. He subsequently denied owning it and preparations are underway to tear it down.</p>\r\n\r\n<p>This may explain why, at a real estate conference in 2008, Donald Trump Jr., the candidate&#39;s son, said that &quot;Russians make up a pretty disproportionate cross-section of a lot of our assets. We see a lot of money pouring in from Russia.&quot;</p>\r\n\r\n<p>But the issue for this fact-check is borrowing money, and we couldn&#39;t find any evidence that Trump has been getting loans from any oligarchs. The few cases we found involved Trump partnering with people with ties to the region.</p>\r\n\r\n<p>Trump has been looking for business opportunities in the Soviet Union since <a href=\"http://www.slate.com/articles/news_and_politics/cover_story/2016/07/vladimir_putin_has_a_plan_for_destroying_the_west_and_it_looks_a_lot_like.html\">at least 1987</a>, when he flew there to try to develop luxury hotels in Moscow and Leningrad. None of the real estate deals ever led to a groundbreaking.</p>\r\n\r\n<p>Russian involvement in financing deals seems to be coming indirectly.</p>\r\n\r\n<p>The best-known example is a company that Trump partnered with for hotel-condominium projects &mdash; one in Toronto, the other in Lower Manhattan known as Trump SoHo.</p>\r\n\r\n<p>The company that partnered with Trump is the Bayrock Group, chaired by former Soviet official Tevfik Arif, who hails from Kazakhstan. Bayrock has drawn attention for a host of reasons.</p>\r\n\r\n<p>First, one of its prominent associates is Felix Satter (later changed to Sater), a Russian immigrant with an office in Trump Tower in New York. Satter served time beginning in 1993 for slashing a man&#39;s face in a barroom brawl and, in a lawsuit, was accused of threatening to electrocute the testicles of a Trump investor, <a href=\"http://www.slate.com/articles/news_and_politics/cover_story/2016/07/vladimir_putin_has_a_plan_for_destroying_the_west_and_it_looks_a_lot_like.html\">according to Slate</a>. In addition, Satter was &quot;implicated in a huge stock manipulation scheme involving Mafia figures and Russian criminals,&quot; <a href=\"http://www.nytimes.com/2016/04/06/us/politics/donald-trump-soho-settlement.html?_r=1\">according to the <em>New York Times</em></a>. He later became an FBI&nbsp;informant.</p>\r\n\r\n<p>Second, when the company&#39;s finance director, Jody Kriss, <a href=\"https://assets.documentcloud.org/documents/2638421/Kriss-v-Bayrock-Complaint.txt\">sued Bayrock</a> for fraud, Kriss alleged that the company, founded in 1989 in Moscow, was &quot;backed by oligarchs and money they stole from the Russian people.&quot;</p>\r\n\r\n<p>According to that lawsuit, &quot;Month after month for two years, ... whenever Bayrock ran out of cash, Bayrock Holdings would magically show up with a wire from &lsquo;somewhere&rsquo; just large enough to keep the company going.&quot;</p>\r\n\r\n<p>Also feeding into the pot of Bayrock money was a fund called the FL Group. Kriss&#39; lawsuit says it attracted Russian investors &quot;in favor with Putin.&quot; It <a href=\"http://www.telegraph.co.uk/news/2016/05/25/exclusive-donald-trump-signed-off-deal-designed-to-deprive-us-of/\">chipped in $50 million</a> in 2007, which became controversial after the $50 million partnership deal was re-classified as a loan, a move of questionable legality because it seemed to be designed to avoid U.S. taxes, according to the British newspaper the <em>Daily Telegraph</em>.</p>\r\n\r\n<p>This may seem far removed from Trump, but the <em>Telegraph </em>reported that Trump signed off on that deal. According to the paper, Alan Garten, Trump&rsquo;s lawyer, claimed that the billionaire had simply signed letters acknowledging the deal as a &quot;limited partner&quot; with Bayrock.</p>\r\n\r\n<p>The Kriss suit, while claiming that &quot;tax evasion and money-laundering are the core of Bayrock&rsquo;s business model,&quot; also says, &quot;There is no evidence (Donald) Trump took any part in, or knew of, their racketeering. Any contrary inference would be unjust.&quot;</p>\r\n\r\n<p>(<strong>Editor&rsquo;s note, Aug. 16, 2016</strong>: After we published our fact-check, we received a response from a representative for Bayrock, which said, &quot;The allegations made by Jody Kriss are baseless and unsubstantiated.&quot;)</p>\r\n\r\n<p>The Trump campaign declined to comment when we inquired about Weiner&#39;s statement.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Weiner said of Trump, &quot;We know this now. The banks no longer loan him money because he&#39;s a terrible risk. So he goes to these oligarchs and borrows money.&quot;</p>\r\n\r\n<p>Weiner called it &quot;informed speculation.&quot; But at PolitiFact, we operate on the principle that the person making the claim is responsible for providing evidence. In this case the evidence is lacking, in part because Trump has revealed so little. Even his net worth remains a mystery.</p>\r\n\r\n<p>Nonetheless, records show that banks are still loaning money to him, albeit not the big U.S. institutions. There&#39;s no evidence to prove that it&#39;s because the large banks have shut him out.</p>\r\n\r\n<p>Similarly, there&#39;s little evidence to show that Trump has been seeking loans from oligarchs instead of financial institutions. There&#39;s circumstantial evidence that oligarchs have been involved in his business dealings, but mostly through intermediary companies that own a financial stake in his projects. That&#39;s different from a direct loan.</p>\r\n\r\n<p>Because the statement seems to contain some elements of truth but ignores critical facts that would give a different impression, we rate it Mostly False.</p>\r\n\r\n<p><a href=\"https://www.sharethefacts.co/share/749a7984-1f65-451f-996f-cfb469302219\">https://www.sharethefacts.co/share/749a7984-1f65-451f-996f-cfb469302219</a></p>\r\n", "ruling_comments_date": "2016-08-05T14:52:21.223489", "ruling_date": "2016-08-08T12:00:00", "ruling_headline": "Anthony Weiner lacks collateral in claim about Donald Trump's loan sources", "ruling_headline_slug": "anthony-weiner-lacks-collateral-claim-about-donald", "ruling_link_text": "'Informed speculation' isn't evidence", "ruling_state": null, "source_documents": null, "sources": "<p>PolitiFact, &quot;<a href=\"http://www.politifact.com/global-news/article/2016/may/02/paul-manafort-donald-trumps-top-adviser-and-his-ti/\">Paul Manafort, Donald Trump&#39;s top adviser, and his ties to pro-Russian politicians in Ukraine</a>,&quot; May 2, 2016; &quot;<a href=\"http://www.politifact.com/truth-o-meter/article/2016/jul/31/what-we-know-about-russias-role-dnc-email-leak/\">What we know about Russia&#39;s rule in the DNC email leak,</a>&quot; July 31, 2016;</p>\r\n\r\n<p>Miami Herald, &quot;<a href=\"http://www.miamiherald.com/news/politics-government/election/donald-trump/article92103212.html\">Trump asks Russia to find Clinton&#39;s missing emails</a>,&quot; July 27, 2916</p>\r\n\r\n<p>YouTube, &quot;<a href=\"https://youtu.be/1_AeknZ8VSk?t=16m3s\">Bill Maher Live DNC Special Edition: July 27</a>,&quot; July 27, 2016, as of Aug. 5, 2016, the video was reclassified as &quot;private&quot;</p>\r\n\r\n<p>Emails, Anthony Weiner, former U.S. Representative, Aug. 2-3, 2016</p>\r\n\r\n<p>Wall Street Journal, &quot;Donald Trump Owes At Least $250 Million to Banks,&quot; and &quot;When Donald Trump Needs a Loan, He Chooses Deutsche Bank,&quot; both March 20, 2016</p>\r\n\r\n<p>Slate, &quot;<a href=\"http://www.slate.com/articles/news_and_politics/cover_story/2016/07/vladimir_putin_has_a_plan_for_destroying_the_west_and_it_looks_a_lot_like.html\">Putin&#39;s Puppet</a>,&quot; July 21, 2016</p>\r\n\r\n<p>Time, &quot;<a href=\"http://time.com/4433880/donald-trump-ties-to-russia/\">Donald Trump&#39;s Many, Many, Many, Many Ties to Russia</a>,&quot; Aug. 2, 2016</p>\r\n\r\n<p>Politico, &quot;<a href=\"http://www.politico.com/magazine/story/2016/07/donald-trump-2016-russian-ties-214116\">Trump and the Oligarch</a>,&quot; July 28, 2016</p>\r\n\r\n<p>Toronto Life, &quot;<a href=\"http://torontolife.com/city/toronto-trump-tower-lawsuit-feature/\">Trumped: the multi-million-dollar lawsuit over Toronto&#39;s most controversial new condo-hotel</a>,&quot; July 2, 2013</p>\r\n\r\n<p>Lawsuit, &quot;<a href=\"https://assets.documentcloud.org/documents/2638421/Kriss-v-Bayrock-Complaint.txt\">Jody Kriss and Michael Ejekam vs Blackrock Group LLC et al</a> ,&quot; May 10, 2010</p>\r\n\r\n<p>New York Times, &quot;<a href=\"http://www.nytimes.com/2016/04/06/us/politics/donald-trump-soho-settlement.html?_r=1\">Donald Trump Settled a Real Estate Lawsuit, and a Criminal Case Was Closed</a>,&quot; April 5, 2016</p>\r\n\r\n<p>Washington Post, &quot;<a href=\"https://www.washingtonpost.com/politics/inside-trumps-financial-ties-to-russia-and-his-unusual-flattery-of-vladimir-putin/2016/06/17/dbdcaac8-31a6-11e6-8ff7-7b6c1998b7a0_story.html\">Inside Trump&#39;s financial ties to Russia and his unusual flattery of Vladimir Putin</a>,&quot; June 17, 2016 and &quot;<a href=\"https://www.washingtonpost.com/news/the-fix/wp/2016/07/27/the-trump-russia-money-question-in-24-steps/\">The Trump-Russia-money question, in 24 steps</a>,&quot; July 27, 2016</p>\r\n\r\n<p>Los Angeles Times, &quot;<a href=\"http://www.latimes.com/opinion/op-ed/la-oe-boot-trump-russian-connection-20160725-snap-story.html\">Op-Ed: Trump&#39;s opposition research firm: Russia&#39;s intelligence agencies</a>,&quot; July 25, 2016</p>\r\n\r\n<p>The Telegraph, &quot;<a href=\"http://www.telegraph.co.uk/news/2016/05/25/exclusive-donald-trump-signed-off-deal-designed-to-deprive-us-of/\">Donald Trump signed off deal designed to deprive US of tens of millions of dollars in tax</a>,&quot; May 26, 2016</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "", "false_count": 1, "first_name": "Anthony", "half_true_count": 2, "home_state": "New York", "id": 222, "last_name": "Weiner", "mostly_true_count": 0, "name_slug": "anthony-weiner", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/anthony_weiner.jpg", "primary_edition": {"adkey": "Editions", "advalue": "New York", "edition": "New York", "edition_slug": "new-york", "has_afterthefact": false, "id": 55, "index_page": false, "meter_name": "The New York Truth-O-Meter", "resource_uri": "/api/v/2/edition/55/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/222/", "total_count": 5, "true_count": 0, "website": ""}, "statement": "<p>&quot;We know this now. The banks no longer loan (Donald Trump) money because he&#39;s a terrible risk. So he goes to these (Russian) oligarchs and borrows money.&quot;</p>\r\n", "statement_context": "an appearance on HBO's \"Real Time with Bill Maher\"", "statement_date": "2016-07-27", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>We strive to make our work completely accurate. When we make a mistake, we correct it and note it on the original item. If the mistake is so significant that it requires us to change the ruling, we will do so. Readers who see an error should contact the writer or editor. Their names are listed on the right side of every Truth-O-Meter item. Clicking on their names will take you to their bio pages, where you can find their email addresses. Read more about our corrections policies in our <a href=\"http://www.politifact.com/truth-o-meter/article/2013/nov/01/principles-politifact-punditfact-and-truth-o-meter/\">Principles of the Truth-O-Meter</a>.</p>\r\n", "id": 255, "photo": null, "resource_uri": "/api/v/2/subject/255/", "subject": "Corrections and Updates", "subject_slug": "corrections-and-updates", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/14/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}, {"description": "", "id": 184, "photo": null, "resource_uri": "/api/v/2/subject/184/", "subject": "Income", "subject_slug": "income", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 3, "photo": null, "resource_uri": "/api/v/2/subject/3/", "subject": "Job Accomplishments", "subject_slug": "job-accomplishments", "used_in_edition": []}, {"description": "", "id": 107, "photo": null, "resource_uri": "/api/v/2/subject/107/", "subject": "Transparency", "subject_slug": "transparency", "used_in_edition": []}, {"description": "", "id": 258, "photo": null, "resource_uri": "/api/v/2/subject/258/", "subject": "Wealth", "subject_slug": "wealth", "used_in_edition": ["/api/v/2/edition/14/"]}], "target": [{"adkey": "People ", "advalue": "Trump", "barely_true_count": 134, "current_job": "President", "false_count": 210, "first_name": "Donald", "half_true_count": 92, "home_state": "New York", "id": 1019, "last_name": "Trump", "mostly_true_count": 72, "name_slug": "donald-trump", "pants_count": 91, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_TRUMP_CAMPAIGN_5.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1019/", "total_count": 645, "true_count": 29, "website": "https://www.donaldjtrump.com/"}], "twitter_headline": "Anthony Weiner offers mostly speculation in claim about @realDonaldTrump's loans"}