{"art": [{"brightcove": "", "caption": "In August 1970, then Gov. Linwood Holton enrolled his 13-year-old daughter, Tayloe, in Richmond's predominantly black John F. Kennedy High School. (Richmond Times-Dispatch photo).", "id": 8765, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/DESEGREGATION_ANNIVERSA21.JPG", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/8765/", "title": "HoltonDesegregation", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "wfiske@timesdispatch.com", "first_name": "Warren", "id": 209, "last_name": "Fiske", "name_slug": "warren-fiske", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/209/", "title": "PolitiFact Virginia Editor", "twitter": null}], "canonical_url": "/virginia/statements/2016/aug/15/tim-kaine/tim-kaine-over-credits-his-father-law-linwood-holt/", "edition": {"adkey": "Editions", "advalue": "Virginia", "edition": "Virginia", "edition_slug": "virginia", "has_afterthefact": false, "id": 10, "index_page": false, "meter_name": "The Virginia Truth-O-Meter", "resource_uri": "/api/v/2/edition/10/"}, "editor": [{"email_address": "BAnderson@timesdispatch.com", "first_name": "Brice", "id": 553, "last_name": "Anderson", "name_slug": "brice-anderson", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/553/", "title": "Managing Editor", "twitter": null}], "facebook_headline": "Tim Kaine over-credits father-in-law for Va. desegregation", "id": 12907, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wfiske@timesdispatch.com", "first_name": "Warren", "id": 209, "last_name": "Fiske", "name_slug": "warren-fiske", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/209/", "title": "PolitiFact Virginia Editor", "twitter": null}], "resource_uri": "/api/v/2/statement/12907/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Tim Kaine has a special place on his heroes list for his father-in-law, former Virginia Gov. Linwood Holton.</p>\r\n\r\n<p>&quot;Linwood Holton, who turns 93 next month, was the Republican governor of Virginia from 1970 to 1974 who made the decision to desegregate Virginia schools,&quot; Kaine, the Democratic vice presidential nominee, said during an Aug. 4 <a href=\"https://www.c-span.org/video/?413598-1/tim-kaine-delivers-remarks-national-urban-league-conference\" style=\"text-decoration:none;\"><u>speech</u></a> to the National Urban League.</p>\r\n\r\n<p>Kaine told the civil rights group that before Holton, Virginia governors had played &quot;all kinds of tricks&quot; to avoid complying with the U.S. Supreme Court&rsquo;s landmark Brown v. Board of Education decision in 1954 that struck down public school segregation.</p>\r\n\r\n<p>&quot;But Lin decided we want to be an aristocracy of merit; everybody&rsquo;s equal,&quot; Kaine said. &quot;He integrated Virginia schools.&quot;</p>\r\n\r\n<p>He gave the same credit to Holton during a speech in Miami on July 23, when Democratic presidential nominee Hillary Clinton introduced Kaine as her running mate. Kaine also said Holton &quot;integrated Virginia&rsquo;s public schools&quot; during his July 27 speech at the Democratic National Convention, when he accepted the vice presidential nomination.</p>\r\n\r\n<p>Was Holton really the force that broke Virginia&rsquo;s history of school segregation? The answer, two historians and a political scientist told us, technically is &quot;no&quot; but symbolically &quot;yes.&quot;</p>\r\n\r\n<p>&quot;It is inaccurate to say Linwood Holton integrated Virginia public schools,&quot; said Robert Pratt, a University of Georgia historian who grew up in Virginia and in 1992 wrote a book about the desegregation of Richmond schools. &quot;All of the desegregation that came about in Virginia came as a consequence of federal court action.&quot;</p>\r\n\r\n<p>Benjamin Campbell, author of &quot;Richmond&rsquo;s Unhealed History,&quot; agreed. &quot;The integration of schools in Virginia was court-ordered,&quot; he said.</p>\r\n\r\n<p>But Holton&rsquo;s public and personal reactions to the court orders, they added, set a tone of acceptance in Virginia for a new era of integration.</p>\r\n\r\n<p><strong>A brief history</strong></p>\r\n\r\n<p>Let&rsquo;s start with the Brown v. Board of Education decision.</p>\r\n\r\n<p>At that time, Virginia&rsquo;s government had been dominated for 28 years by a segregationist Democratic machine led by U.S. Sen. Harry F. Byrd Sr. Rather than integrate public schools, Byrd led a movement to close them and set up publicly funded tuition grants to help white students attend private academies.</p>\r\n\r\n<p>The result was that some black students, most notably in Prince Edward County, were left with no schools to attend.</p>\r\n\r\n<p>Virginia lawmakers also created a three-person pupil placement board tasked with assigning all students in the state to schools. Black students seeking to transfer to white schools rarely received permission from the panel.</p>\r\n\r\n<p>Congress put pressure on Virginia and other Southern states by passing the Civil Rights Act of 1964. Among other things, it allowed Washington to withhold education funds to states that refused to integrate public schools.</p>\r\n\r\n<p>Massive Resistance and the pupil placement board gave way in the mid-1960s to a new ploy. Localities adopted &quot;freedom-of-choice&quot; plans that gave all students the right to select their schools, regardless of race.</p>\r\n\r\n<p>But this didn&rsquo;t spur integration. Black and white parents were concerned about sending their children to schools where they would be minorities, Campbell said. In addition, the plans typically did not provide transportation for students who wanted to go to schools outside their neighborhoods.</p>\r\n\r\n<p>In 1968, the U.S. Supreme Court <a href=\"https://www.c-span.org/video/?413598-1/tim-kaine-delivers-remarks-national-urban-league-conference\" style=\"text-decoration:none;\"><u>ruled</u></a> that the freedom-of-choice plan in New Kent County wasn&rsquo;t meeting the mandate of establishing &quot;a unitary non-racial system of public education.&quot; It ordered federal district courts to devise school plans for New Kent and other freedom-of-choice localities in which &quot;racial discrimination would be eliminated root and branch.&quot;</p>\r\n\r\n<p>The combination of the 1968 high court ruling and the increasingly real threat of losing federal funds spurred many school systems toward serious integration. Richmond, however, dragged its feet.</p>\r\n\r\n<p><strong>Enter Holton</strong></p>\r\n\r\n<p>Holton&rsquo;s election in 1969 was historic. It marked the first time since the Reconstruction days of 100 years earlier that Virginia elected a Republican governor. It also ended a 44-year era in which the Byrd Machine held the state&rsquo;s top office.</p>\r\n\r\n<p>During his inaugural address in January 1970, Holton said &quot;old dogmas have died&quot; and called for a new era of integration.</p>\r\n\r\n<p>&quot;Here in Virginia, we must see that no citizen of the commonwealth is excluded from participation in both the blessings and the responsibilities of our society because of race,&quot; he said.</p>\r\n\r\n<p>&quot;We will have a government based on a partnership of all Virginians, a government in which there will be neither partisanship nor prejudice of any kind. As Virginia has been a model for so much else in America, let us now endeavor to make today&rsquo;s Virginia a model for race relations.&quot;</p>\r\n\r\n<p>Holton&rsquo;s calls for cooperation touched a special nerve in Richmond, where black parents filed suit to integrate the city&rsquo;s schools. In March 1970, U.S. District Judge Robert R. Merhige Jr. ordered Richmond to draft a new integration plan. On Aug. 17 - just two weeks before schools opened - Merhige approved a plan for the busing of 13,000 students.</p>\r\n\r\n<p>In addition to Richmond, Roanoke, Lynchburg and Norfolk were under court-ordered busing plans for the new school year, sparking white flight in all of those cities.</p>\r\n\r\n<p>Amid the controversy, Holton and his wife, Jinks, had to make a choice. The Executive Mansion, while located in Richmond, is state property. So the Holtons could send their three children to any public school in Virginia. They chose to enroll them in the predominantly black schools that were closest to the mansion.</p>\r\n\r\n<p>On Aug. 31, 1970, Holton escorted his oldest daughter - 13-year-old Tayloe - into John F. Kennedy High School. The moment was memorialized by a photo that ran the next day in newspapers across the country, including just under the masthead of The New York Times.</p>\r\n\r\n<p>Kaine&rsquo;s future wife, Anne, and her younger brother, Woody, were taken to Mosby Middle School on the first day by their mother.</p>\r\n\r\n<p>Experts who told us the courts integrated Virginia schools still heap praise on Holton.</p>\r\n\r\n<p>&quot;Of course, the courts ordered everything,&quot; Campbell said. &quot;But this was the first political leader in Virginia to advocate for integration. From the point of view of those of us living in the state, it was absolutely amazing. It was unheard of.&quot;</p>\r\n\r\n<p>&quot;I have the utmost regard for Linwood Holton,&quot; Pratt said. &quot;What he did played a very important symbolic role.&quot;</p>\r\n\r\n<p>Larry Sabato, a University of Virginia political scientist, said, &quot;We had a history of governors and other officials ignoring orders on desegregation or tying them down on appeals. (Holton) obeyed the busing order, and that did result in integration.&quot;</p>\r\n\r\n<p>Sabato said Holton&rsquo;s political career suffered from his stand. The state &quot;Republican Party wouldn&rsquo;t have anything to do with him after that,&quot; he said. In 1978, Holton sought the party&rsquo;s nomination for the U.S. Senate and finished last among three candidates at the state GOP convention.</p>\r\n\r\n<p>We should note that Merhige also suffered consequences after ordering busing. The judge received death threats and sent his children out of the country. His dog was shot, and a guest house on his property was burned down.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Kaine often says that Holton, his father-in-law, &quot;integrated Virginia public schools.&quot; He offers no qualifications and creates an inaccurate impression that Holton, as governor, ordered the opening of all state school doors to all students.</p>\r\n\r\n<p>The technical credit belongs to the courts, which outlawed segregated schools in 1954 and for years afterward closed loopholes fashioned by politicians in Virginia and other Southern states. Those efforts were stymied in Virginia in 1970 by court-ordered busing.</p>\r\n\r\n<p>Holton&rsquo;s symbolic efforts, however, can&rsquo;t be dismissed. Unlike Virginia governors before him, he embraced integration. Unlike his predecessors, he didn&rsquo;t contest court orders.</p>\r\n\r\n<p>And in a small but significant way, it can be said that he helped to integrate Virginia schools by enrolling his three children in predominantly black schools.</p>\r\n\r\n<p>So on the whole, we rate Kaine&rsquo;s statement Half True.</p>\r\n", "ruling_comments_date": "2016-08-14T19:15:00.371775", "ruling_date": "2016-08-15T02:00:00", "ruling_headline": "Tim Kaine over-credits his father-in-law, Linwood Holton, for Va. school desegregation", "ruling_headline_slug": "tim-kaine-over-credits-his-father-law-linwood-holt", "ruling_link_text": "Holton played big symbolic role", "ruling_state": null, "source_documents": null, "sources": "<p>Tim Kaine, <a href=\"https://www.c-span.org/video/?413598-1/tim-kaine-delivers-remarks-national-urban-league-conference\" style=\"text-decoration:none;\"><u>speech to the National Urban League</u></a>, Aug. 4, 2016 (comments start at the 19:20 mark).</p>\r\n\r\n<p>Tim Kaine, Speech in Miami, Fla., July 23, 2016.</p>\r\n\r\n<p>Tim Kaine, <a href=\"http://www.nj.com/politics/index.ssf/2016/07/read_full_text_of_tim_kaines_speech_at_dnc_2016.html\" style=\"text-decoration:none;\"><u>Speech at the Democratic National Convention</u></a>, July 27, 2016.</p>\r\n\r\n<p>University of Richmond School of Law: &quot;<a href=\"http://scholarship.richmond.edu/cgi/viewcontent.cgi?article=1166&amp;context=law-faculty-publications\" style=\"text-decoration:none;\"><u>A Case Study of the Federal Judiciary&#39;s Role in Court-Ordered Busing: The Professional and Personal Experiences of U.S. District Judge Robert R. Merhige Jr.</u></a>,&quot; Spring 1987.</p>\r\n\r\n<p>Interview with Larry Sabato, political science professor at the University of Virginia, Aug. 5, 2016.</p>\r\n\r\n<p>Benjamin Campbell, &quot;Richmond&rsquo;s Unhealed History,&quot; published in 2012.</p>\r\n\r\n<p>Interview with Benjamin Campbell, Aug. 10, 2016.</p>\r\n\r\n<p>Interview with Robert Pratt, history professor at the University of Georgia, Aug. 11, 2016.</p>\r\n\r\n<p>Richmond Times-Dispatch, &quot;Text of Gov. Holton&rsquo;s inaugural address,&quot; Jan. 18, 1970.</p>\r\n\r\n<p>Legal Information Institute, &quot;<a href=\"https://www.law.cornell.edu/supremecourt/text/391/430\" style=\"text-decoration:none;\"><u>Green v County School Board of New Kent County</u></a>,&quot; decided May 27, 1968.</p>\r\n\r\n<p>Library of Virginia, &quot;<a href=\"http://www.virginiamemory.com/blogs/out_of_the_box/tag/virginia-pupil-placement-board/\" style=\"text-decoration:none;\"><u>Virginia Pupil Placement Boards</u></a>,&quot; Sept. 4, 2013.</p>\r\n\r\n<p>The New York Times, Photo of Linwood Holton accompanying Tayloe Holton to school, Sept. 1, 1970.</p>\r\n\r\n<p>Email from Sarah Peck, Virginia communications director, Hillary for America, Aug. 11, 2016.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 8, "current_job": "U.S. Senator", "false_count": 3, "first_name": "Tim", "half_true_count": 15, "home_state": "Virginia", "id": 424, "last_name": "Kaine", "mostly_true_count": 15, "name_slug": "tim-kaine", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/AP_NCCB111_CAMPAIGN_2016_KA.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Virginia", "edition": "Virginia", "edition_slug": "virginia", "has_afterthefact": false, "id": 10, "index_page": false, "meter_name": "The Virginia Truth-O-Meter", "resource_uri": "/api/v/2/edition/10/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/424/", "total_count": 57, "true_count": 12, "website": "http://www.kaine.senate.gov/"}, "statement": "<p>Says his father-in-law, former Gov. Linwood Holton, &quot;integrated Virginia public schools.&quot;</p>\r\n", "statement_context": "a speech", "statement_date": "2016-08-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 117, "photo": null, "resource_uri": "/api/v/2/subject/117/", "subject": "Civil Rights", "subject_slug": "civil-rights", "used_in_edition": []}, {"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}], "target": [], "twitter_headline": ""}