{"art": [{"brightcove": "", "caption": "U.S. President Barack Obama dismisses as ridiculous Republican presidential nominee Donald Trump's claims that the election may be rigged", "id": 8718, "infogram": "", "ndn": "", "ndnid": "", "other": "<div\r\n    class=\"ndn_embed\"\r\n    data-config-widget-id=\"1\"\r\n    data-config-type=\"VideoPlayer/Single\"\r\n    data-config-tracking-group=\"92502\"\r\n    data-config-video-id=\"31233275\"\r\n    data-config-site-section=\"site_section_id\"\r\ndata-config-playlist-id=\"18500\"\r\n\t\tstyle=\"width:100%;\" \r\n\t\tdata-config-height=\"9/16w\"></div>\r\n", "photo": null, "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/8718/", "title": "Trump talks rigged system", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "lqiu@politifact.com", "first_name": "Linda", "id": 443, "last_name": "Qiu", "name_slug": "linda-qiu", "on_staff_page": null, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Linda_Qiu.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/443/", "title": "Staff writer", "twitter": ""}], "canonical_url": "/truth-o-meter/statements/2016/aug/15/donald-trump/donald-trumps-baseless-claims-about-election-being/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "facebook_headline": "Donald Trump's baseless claims about 'rigged' elections", "id": 12911, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "lqiu@politifact.com", "first_name": "Linda", "id": 443, "last_name": "Qiu", "name_slug": "linda-qiu", "on_staff_page": null, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Linda_Qiu.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/443/", "title": "Staff writer", "twitter": ""}], "resource_uri": "/api/v/2/statement/12911/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>Donald Trump preemptively challenged the results of the November presidential election, claiming in media appearances and rallies that the entire system is &quot;rigged.&quot;</p>\r\n\r\n<p>Trump&rsquo;s charges of election fraud are <a href=\"https://twitter.com/BuzzFeedAndrew/status/763108100165529600\">not new</a> to his campaign. He&rsquo;s tweeted about <a href=\"https://twitter.com/intent/retweet?tweet_id=402379878643040256\">dead voters</a> delivering President Barack Obama&rsquo;s victory in 2012, floated charges about <a href=\"https://twitter.com/realDonaldTrump/status/708715781199044609?lang=en\">multiple voting</a> <a href=\"https://www.washingtonpost.com/news/post-politics/wp/2016/01/05/trump-alleges-widespread-voter-fraud-this-voting-system-is-out-of-control/\">in the primaries</a>, and suggested that <a href=\"https://twitter.com/realDonaldTrump/status/528286220418564096?lang=en\">undocumented immigrants</a> &quot;<a href=\"http://www.nbcnews.com/meet-the-press/meet-press-may-8-2016-n570111\">just walk in and vote</a>&quot; in some polling places.</p>\r\n\r\n<p>Trump revived these theories as he fell behind Hillary Clinton in the polls (which, <a href=\"https://www.youtube.com/watch?v=Rb-OiXyAq2o\">according to his surrogates</a>, are &quot;skewed&quot;).</p>\r\n\r\n<p>&quot;Nov. 8, we&#39;d better be careful, because that election is going to be rigged,&quot; he said at an Aug. 1 rally in Columbus, Ohio. &quot;People are going to walk in and they&#39;re going to vote 10 times, maybe, who knows?&quot;</p>\r\n\r\n<p>&quot;I know last time, you had precincts where there were practically nobody voting for the Republican (Mitt Romney),&quot; he <a href=\"https://youtu.be/48uBThB_5ZE?t=17m11s\">said</a> to Fox News&rsquo; Sean Hannity that same night. &quot;I&rsquo;m telling you, Nov. 8, we better be careful because that election is going to be rigged and I hope the Republicans are watching closely, or it&rsquo;s going to be taken away from us.&quot;</p>\r\n\r\n<p>This is a serious allegation that challenges the integrity of the election, so we asked the Trump campaign to elaborate. We didn&rsquo;t hear back.</p>\r\n\r\n<p>When Trump has offered specifics &mdash; people voting though they&rsquo;re ineligible, people voting multiple times, people impersonating dead voters &mdash; he&rsquo;s actually talking about voter fraud, committed by individuals and committed very rarely.</p>\r\n\r\n<p><strong>Stolen 2012 election?</strong></p>\r\n\r\n<p>To sow doubts about the 2016 election, Trump pointed to alleged rigging in 2012.</p>\r\n\r\n<p>While some precincts in Philadelphia&nbsp;exclusively voted for Obama in 2012, it&rsquo;s grasping for straws to claim this is evidence for election rigging.</p>\r\n\r\n<p>Defending Trump, Fox&rsquo;s Sean Hannity pointed to a <em>Philadelphia Inquirer</em> <a href=\"http://www.philly.com/philly/news/politics/178742021.html\">article</a> that showed 59 precincts in inner-city Philadelphia in which &quot;Mitt Romney did not get a single vote, not one.&quot;</p>\r\n\r\n<p>But Hannity leaves out that the same article also stated that &quot;such results may not be so startling after all.&quot; The <em>Inquirer </em>wrote that 75 to 80 percent of voters in big cities like Philadelphia&nbsp;identify as Democrats, and 93 percent of African-Americans voted for Obama.</p>\r\n\r\n<p>When the paper sought out the few registered Republicans living in the 59 districts, it found that several had moved, others didn&rsquo;t realize they were registered with the party, and others confirmed that they had voted for Obama despite their political identification.</p>\r\n\r\n<p>Election inspector Ryan Godfrey, an independent who was a Republican in 2012, <a href=\"https://twitter.com/rgodfrey/status/762400141366157315?ref_src=twsrc%5Etfw\">called</a> Hannity&rsquo;s claims &quot;absurd and personally insulting.&quot; After all, Godfrey argued, there&rsquo;s a paper trail for the ballots in Philly and no evidence that he and the other election officials had risked prosecution to collude against Romney. &nbsp;</p>\r\n\r\n<p>Plus, CNN&rsquo;s Brian Stelter countered, &quot;a Google search would show that there are also precincts in other states, <a href=\"http://www.nbcchicago.com/blogs/ward-room/In-Some-Utah-Precincts-Obama-Received-No-Votes-179322261.html\">like in Utah</a>, where Obama did not get a single vote.&quot;</p>\r\n\r\n<p><strong>Trumped up charges of voter fraud</strong></p>\r\n\r\n<p>Trump&rsquo;s claims of voter fraud, which echo <a href=\"http://www.politifact.com/truth-o-meter/article/2014/nov/04/9-fact-checks-about-voting-and-elections/\">arguments for voter ID laws</a>, are also not reflective of reality.</p>\r\n\r\n<p>While the U.S. Government Accountability Office has <a href=\"http://www.gao.gov/assets/670/665966.pdf\">acknowledged</a> that it&rsquo;s difficult to estimate how often voter fraud happens based on reported incidents, the <a href=\"http://www.politifact.com/texas/statements/2016/mar/17/greg-abbott/light-match-greg-abbotts-claim-about-rampant-voter/\">evidence for rampant fraud is lacking.</a></p>\r\n\r\n<p>News 21 <a href=\"http://votingrights.news21.com/article/election-fraud/\">found</a> just 150 alleged cases of double voting, 56 cases of noncitizens voting, and 10 cases of voter impersonation across all elections from 2000 to 2011. Many of these never led to charges, while others were acquitted or dismissed. Justin Levitt, a professor at Loyola Law School and an expert on voter fraud, found an even smaller number: <a href=\"https://www.washingtonpost.com/news/wonk/wp/2014/08/06/a-comprehensive-investigation-of-voter-impersonation-finds-31-credible-incidents-out-of-one-billion-ballots-cast/\">31 credible incidents out of more than 1 billion votes</a> cast from 2000 to 2014.</p>\r\n\r\n<p>Put it in another way: You&rsquo;re <a href=\"http://www.politifact.com/wisconsin/statements/2016/apr/07/mark-pocan/which-happens-more-people-struck-lightning-or-peop/\">more likely</a> to get struck by lightning than to find voter fraud.</p>\r\n\r\n<p>When voter fraud does occur, it&rsquo;s not always intentional. <a href=\"http://www.brennancenter.org/sites/default/files/legacy/The%20Truth%20About%20Voter%20Fraud.pdf\">Multiple</a> <a href=\"http://www.projectvote.org/wp-content/uploads/2007/03/Politics_of_Voter_Fraud_Final.pdf\">studies</a> have traced known cases not to willful deception but to clerical errors or confusion.</p>\r\n\r\n<p>For example, one case of a dead person voting (Alan J. Mandell) happened because a poll worker accidentally marked his name instead of the man who actually cast the ballot, Alan J. Mandel. Similarly, in one of just five cases of a noncitizen voting between 2000 and 2004, a permanent resident was told he was eligible and given a voter registration form by a DMV clerk when renewing his license.</p>\r\n\r\n<p>So, given the rarity of occurrence, the lack of intent, and a federal penalty of a <a href=\"http://elections.uslegal.com/violations-of-election-laws/\">$10,000 fine or up to five years in prison</a>, experts say it would be extremely difficult to rig an election through the ways Trump has suggested.</p>\r\n\r\n<p>&quot;I&#39;d like to see him try to vote 10 times on Election Day. It would be virtually impossible and a knuckle-headed way to try to corrupt an election,&quot; said Lorraine Minnite, a political science professor at Rutgers University who wrote <em>The Myth of Voter Fraud. &nbsp;</em></p>\r\n\r\n<p>To sway an election, an army of voters would have to visit multiple polling locations each, know the names and addresses of the people they were impersonating and produce fake ID&rsquo;s or forge their signatures &mdash; plus be willing to commit&nbsp;perjury the entire time.</p>\r\n\r\n<p>&quot;Campaigns don&rsquo;t pay people to pretend to be people they&rsquo;re not. That&rsquo;s too stupid,&quot; said Mary Frances Berry, former chairwoman of the U.S. Commission on Civil Rights and author of <em>Five Dollars and a Pork Chop Sandwich</em>, a book about electoral fraud.</p>\r\n\r\n<p><strong>How to rig an election</strong></p>\r\n\r\n<p>From New York&rsquo;s Tammany Hall to the motto of &quot;vote early and often&quot; popularized in Chicago, election fraud is certainly part of U.S. political history. But election rigging today is constrained to local elections, as implementing a national election heist would be extremely difficult.</p>\r\n\r\n<p>&quot;Given the decentralized nature of our elections, there would be no single way to throw the results,&quot; said Richard Hasen, an election law expert at the University of California, Irvine. &quot;Instead you&rsquo;d have to target enough states to make a difference in the Electoral College.&quot;</p>\r\n\r\n<p>The first way is through buying votes, especially absentee ballots.</p>\r\n\r\n<p>Berry&rsquo;s <em>Five Dollars and a Pork Chop Sandwich</em>, which refers to the prize a Louisiana woman received for her vote, documents several cases of local campaigns and political machines purchasing votes, often from nursing homes and poor communities, in exchange for cash, whiskey or a paved driveway.</p>\r\n\r\n<p>This is possible on a small scale because of a &quot;corrupt deal&quot; between local election officials and &quot;family fiefdoms&quot; with deep roots in municipal politics, Berry said.</p>\r\n\r\n<p>Presidential elections, on the other hand, are under much more scrutiny than sheriff races and subject to federal prosecution. For that reason, and given how complicated organizing the conspiracy across different communities would be, Berry says it&rsquo;s not probable that a national campaign or outside group would take the risk to buy a few votes.</p>\r\n\r\n<p>The second way of rigging elections is through tampering with voting machines (<a href=\"https://www.youtube.com/watch?v=7BEpQZpR2KY\">looking at you, Olivia Pope</a> of <em>Scandal</em>). Trump suggested this in 2012 when he <a href=\"https://twitter.com/realDonaldTrump/status/265905510115590144?lang=en\">warned</a> that machines were switching Romney votes to Obama.</p>\r\n\r\n<p>&quot;That&rsquo;s not an indication of the system being rigged. That&rsquo;s an indication that it&rsquo;s lost its calibration,&quot; said Pamela Smith of Verified Voting, which monitors technological issues in elections.</p>\r\n\r\n<p>She added that Trump likely was referring to voter reports of this common issue of overuse, while election rigging &quot;would require you not noticing.&quot; (Smith couldn&rsquo;t think of any examples of machines being tampered with and said, from her research, issues usually result from programming errors.)</p>\r\n\r\n<p>Ballots cast on some electronic voting systems, however, don&rsquo;t have a paper trail, meaning the votes are not verifiable. Hackers could theoretically alter the results.&nbsp;But this would also require a potential wrongdoer to physically access the machines on Election Day and serious coordination to circumvent all the security and auditing measures in place before, during and after voting, said Smith, adding, &quot;There are very few paths in the present scenario to flip something off the radar.&quot;</p>\r\n\r\n<p>There&rsquo;s the added security of Pennsylvania law, which mandates <a href=\"http://www.ncsl.org/research/elections-and-campaigns/post-election-audits635926066.aspx\">post-election vote audits</a> of randomly selected precincts. The majority of precincts in Virginia rely on paper ballots. And Florida, where use of electronic machines is fairly limited to providing accessibility for voters with disabilities, has a Republican governor (Gov. Rick Scott, a Trump supporter) and secretary of state (who oversees elections).</p>\r\n\r\n<p>&quot;Technological rigging or the more classic stuffing of the ballot box are not the kind of things that could be easily done or on the kind of scale that could affect an election,&quot; Hasen said. &quot;Trump&rsquo;s unsupported allegations are dangerous and fantasy.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Trump has repeatedly claimed that the U.S. election system is rigged.</p>\r\n\r\n<p>He has cited examples of voter fraud, which is extremely rare, often unintentional and not on a scale large enough to affect a national election.</p>\r\n\r\n<p>While there are isolated examples of bought local elections, experts say it cannot be replicated on a national scale. While it is possible to tamper with electronic voting machines, there is no evidence deliberate malfeasance has altered any election.</p>\r\n\r\n<p>We rate Trump&rsquo;s claim Pants on Fire.</p>\r\n<a href=\"https://www.sharethefacts.co/share/cc4abb7b-5c25-49da-99c2-f86e08a8e0a3\">https://www.sharethefacts.co/share/cc4abb7b-5c25-49da-99c2-f86e08a8e0a3</a>\r\n", "ruling_comments_date": "2016-08-15T13:30:24.991189", "ruling_date": "2016-08-15T15:01:42", "ruling_headline": "Donald Trump's baseless claims about the election being 'rigged'", "ruling_headline_slug": "donald-trumps-baseless-claims-about-election-being", "ruling_link_text": "Expert: \"I'd like to see him try\" ", "ruling_state": null, "source_documents": null, "sources": "<p>Twitter, Donald Trump, 2012-2016</p>\r\n\r\n<p><em>Philadelphia Inquirer, </em>&quot;<a href=\"http://www.philly.com/philly/news/politics/178742021.html\">In 59 Philadelphia voting divisions, Mitt Romney got zero votes</a>,&quot; Nov. 4, 2015</p>\r\n\r\n<p>U.S. Government Accountability Office, <a href=\"http://www.gao.gov/assets/670/665966.pdf\">Elections: Issues Related to State Voter Identification Laws</a>, Sept. 2014</p>\r\n\r\n<p>PolitiFact Texas, &quot;<a href=\"http://www.politifact.com/texas/statements/2016/mar/17/greg-abbott/light-match-greg-abbotts-claim-about-rampant-voter/\">Light a match to Greg Abbott&#39;s ridiculous claim about &#39;rampant voter fraud&#39;</a>,&quot; March 17, 2016</p>\r\n\r\n<p>PolitiFact Wisconsin, &quot;<a href=\"http://www.politifact.com/wisconsin/statements/2016/apr/07/mark-pocan/which-happens-more-people-struck-lightning-or-peop/\">Which happens more: People struck by lightning or people committing voter fraud by impersonation?</a>,&quot; April; 7, 2016</p>\r\n\r\n<p>News 21, &quot;<a href=\"http://votingrights.news21.com/article/election-fraud/\">Comprehensive Database of U.S. Voter Fraud Uncovers No Evidence That Photo ID Is Needed</a>,&quot; Aug. 12, 2012</p>\r\n\r\n<p><em>New York Times,</em> &quot;<a href=\"http://www.nytimes.com/2016/08/05/us/voter-id-laws-donald-trump.html\">Questions and Answers on Voter Fraud</a>,&quot; Aug. 5, 2016</p>\r\n\r\n<p><em>Washington Post</em>, &quot;<a href=\"https://www.washingtonpost.com/news/wonk/wp/2014/07/09/7-papers-4-government-inquiries-2-news-investigations-and-1-court-ruling-proving-voter-fraud-is-mostly-a-myth/\">7 papers, 4 government inquiries, 2 news investigations and 1 court ruling proving voter fraud is mostly a myth</a>,&quot; July 9, 2014</p>\r\n\r\n<p><em>Washington Post</em>, &quot;<a href=\"https://www.washingtonpost.com/posteverything/wp/2016/08/05/donald-trump-is-wrong-rigging-an-election-is-almost-impossible/?utm_term=.5227eab6385e\">Donald Trump is wrong. Rigging an election is almost impossible</a>,&quot; Aug. 5, 2016</p>\r\n\r\n<p><em>New York Times</em>, &quot;<a href=\"http://www.nytimes.com/2007/04/12/washington/12fraud.html?pagewanted=all&amp;_r=1\">In 5-Year Effort, Scant Evidence of Voter Fraud</a>,&quot; April 12, 2007</p>\r\n\r\n<p><em>Harpers</em>, &quot;<a href=\"http://harpers.org/archive/2012/11/how-to-rig-an-election/5/\">How to rig an election</a>,&quot; November 2012</p>\r\n\r\n<p><em>Wired</em>, &quot;<a href=\"https://www.wired.com/2016/08/americas-voting-machines-arent-ready-election/\">America&rsquo;s Electronic Voting Machines Are Scarily Easy Targets</a>,&quot; Aug. 2, 2016</p>\r\n\r\n<p>Interview with Richard Hasen, law professor at the University of California, Irvine, Aug. 10, 2016</p>\r\n\r\n<p>Interview with Lorraine Minnite, political science professor at Rutgers University who wrote The Myth of Voter Fraud, Aug. 10, 2016</p>\r\n\r\n<p>Interview with Mary Frances Berry, former chairwoman of the U.S Commission on Civil Rights and author of Five Dollars and a Pork Chop Sandwich, Aug. 10, 2016</p>\r\n\r\n<p>Email interview with Bryan Whitener, spokesperson for the U.S. Election Assistance Commission, Aug. 11, 2016</p>\r\n\r\n<p>\f</p>\r\n", "speaker": {"adkey": "People ", "advalue": "Trump", "barely_true_count": 134, "current_job": "President", "false_count": 210, "first_name": "Donald", "half_true_count": 92, "home_state": "New York", "id": 1019, "last_name": "Trump", "mostly_true_count": 72, "name_slug": "donald-trump", "pants_count": 91, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_TRUMP_CAMPAIGN_5.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1019/", "total_count": 645, "true_count": 29, "website": "https://www.donaldjtrump.com/"}, "statement": "<p>Says the U.S. election system is &quot;rigged.&quot;</p>\r\n", "statement_context": "multiple speeches and interviews", "statement_date": "2016-08-01", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}], "target": [], "twitter_headline": "Donald Trump's baseless claims about 'rigged' elections"}