{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2009/nov/02/tom-mcclintock/california-republican-lumps-obama-hoover-his-appro/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1291, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1291/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\n President Barack Obama has been in office for just 10 months, but already he's being measured against his predecessors in the Oval Office. In a House floor speech on Oct. 27, 2009, Rep. Tom McClintock, R-Calif., said Obama and Herbert Hoover were ineffective at dealing with recessions.\n</p>\n<p>\n \"Three presidents within the last 100 years have responded to recessions by reducing taxes and regulations,\" McClintock said. \"Warren Harding, John F. Kennedy and Ronald Reagan all produced rapid and dramatic economic recoveries. We&rsquo;ve had two presidents in those 100 years who reacted to recessions by doing the opposite &mdash; Herbert Hoover in the early 1930s, who radically increased taxes and spending and who imposed unprecedented burdens on trade, and the other is Barack Obama.\"\n</p>\n<p>\n We contacted a host of presidential historians and economists to see whether they agreed with McClintock.\n</p>\n<p>\n First, let's discuss where the experts generally agree that McClintock is right.\n <br />\n <br />\n Harding, Kennedy and Reagan each acted to lower taxes, and in fact each of them staked some political capital on it. (Technically, Kennedy's successor, Lyndon Johnson, brought the tax cut to fruition after Kennedy's assassination.) Each of these presidents either inherited a recession upon entering office or saw one emerge early in their first term. Meanwhile, Hoover did indeed hike taxes and spending during his tenure, and he signed the Smoot-Hawley Tarriff Act of 1930, which raised tarriffs on thousands of goods to record levels.\n <br />\n <br />\n Two of those we spoke to -- David Boaz of the Cato Institute and Kevin Hassett of the American Enterprise Institute -- were generally favorable toward McClintock's comments. But other scholars we spoke to saw a number of failings in McClintock's thesis.\n <br />\n <br />\n 1.\n <strong>\n  McClintock's list of recessions is selective, in a way that favors Republicans\n </strong>\n . A look at the official list of recessions compiled by the National Bureau of Economic Research shows that McClintock ignores a number of downturns that occurred under Republican presidents &mdash; including Dwight Eisenhower (1953, 1957-58), Richard Nixon (1969-70, 1973-75), George H.W. Bush (1990-91) and George W. Bush (2001) &mdash; while ignoring recoveries under Democratic President Harry Truman (1945, 1949).\n <br />\n &nbsp;\n <br />\n 2.\n <strong>\n  Recessions stem from a number of causes\n </strong>\n . Sometimes they are caused by factors internal to the economy (such a downturn in the business cycle) and sometimes they are prompted by an external development (such as oil shocks in the 1970s or the Sept. 11 terrorist attacks). Because these recessions have different origins, economists say, no single policy prescription works for all of them. This suggests that McClintock is oversimplifying matters.\n <br />\n <br />\n 3.\n <strong>\n  McClintock distorts Hoover's tax record\n </strong>\n . Hoover is widely blamed for worsening the economy by signing the Smoot-Hawley law. But that was a tariff; Hoover's record on taxes is more complicated. He did sign the Revenue Act of 1932, which more than doubled the top income tax rate and probably worsened the nation's already dire economic situation. But that law came three years after the Depression began, so for the first three years of his tenure, the economic outlook worsened without any assistance from a tax hike. Indeed, the tax laws then in force were initiated by steep tax cuts urged by long-serving Republican Treasury Secretary Andrew Mellon and enacted under Hoover's predecessors, Warren Harding and Calvin Coolidge &mdash; not necessarily a winning argument in favor of low taxation. Finally, Hoover did in one instance reduce taxes rather than raise them: He signed a joint congressional resolution that cut taxes by 1 percentage point on Dec. 16, 1929, shortly after the stock market crash of 1929.\n <br />\n <br />\n 4.\n <strong>\n  The Reagan recovery may have been dramatic, but it was anything but \"rapid.\"\n </strong>\n The second dip of the \"double-dip\" recession of the early 1980s &mdash; which occurred entirely on Reagan's watch &mdash; lasted 16 months from peak to trough. That made it the longest recession between the Great Depression and today's \"Great Recession.\"\n <br />\n &nbsp;\n <br />\n 5.\n <strong>\n  Focusing on the presidential role in combating recessions ignores other important factors\n </strong>\n . Something McClintock's formulation ignores is the enormous role of the Federal Reserve in leveraging monetary policy to fight recessions. For instance, many give Fed Chairman Paul Volcker significant credit for the 1980s recovery, due to his leadership (supported by Reagan) in lowering double-digit inflation. Meanwhile, some argue that, before the presidency of Franklin Roosevelt, federal revenues and spending were so small as a percentage of the nation's economy that presidents had only weak levers to work with as they tried to fight economic downturns. Finally, actions of the 50 state governments can have major effects on the economy, yet cuts at the federal level often prompt spending increases at the state and local level, complicating the influence that government has on the economy.\n <br />\n &nbsp;\n <br />\n 6.\n <strong>\n  The Obama record isn't settled yet\n </strong>\n . So far at least, Obama hasn't raised taxes; he's actually cut certain taxes, totaling $288 billion for individuals and companies, as part of his economic stimulus package. It's true that passage of health care reform would involve raising taxes, and passage of a \"cap-and-trade\" climate-change plan would represent an increase in regulation. But both initiatives are staunchly opposed by Republicans and there's no guarantee they'll be enacted, or, if they are, what their provisions will be.\n <br />\n &nbsp;\n <br />\n 7.\n <strong>\n  Finally, correlation does not mean causation\n </strong>\n . Even if tax cuts happened to coincide with recoveries and tax hikes tended to coincide with recessions, it doesn't necessarily mean that one causes the other. For instance, tax cuts and deregulation likely aided the Reagan recovery (as did Volcker's inflation-fighting efforts) but historians say that higher defense spending, another Reagan priority, also helped bring the United States out of recession, as did historically lower oil prices. Meanwhile, Kennedy, in addition to cutting taxes, supported major increases in public works spending, not least the space program. The implementation of so many policies at the same time makes it hard to credit just one or two with launching a recovery.\n <br />\n &nbsp;\n <br />\n When we showed the criticisms we heard to McClintock's office, he responded with a detailed critique, which we encourage readers to visit\n <a href=\"http://www.politifact.com/truth-o-meter/mcclintock-response/\" target=\"_blank\">\n  here\n </a>\n . He made a valid point about the recession and recovery under Presidents George H.W. Bush and Bill Clinton, which this story now reflects. But overall, he did not persuade us that the 12-plus experts we consulted were wrong.&nbsp;\n</p>\n<p>\n We will readily acknowledge that it's impossible to encapsulate a century of American political and economic history into three sentences, so some oversimplification is inevitable. And McClintock did get several key facts in his statement correct. Still, most of the dozen-plus scholars we contacted agreed that the congressman greatly oversimplified matters, and we feel that describing history this way will leave an incorrect impression. So we rate McClintock's claim False.\n</p>", "ruling_comments_date": "2010-01-07T13:28:52.764718", "ruling_date": "2009-11-02T18:37:22", "ruling_headline": "California Republican lumps Obama in with Hoover in his approach to fighting recession", "ruling_headline_slug": "california-republican-lumps-obama-hoover-his-appro", "ruling_link_text": "An oversimplified view of U.S. economic history", "ruling_state": null, "source_documents": null, "sources": "<p>\n Tom McClintock, House floor\n <a href=\"http://frwebgate.access.gpo.gov/cgi-bin/getpage.cgi?position=all&amp;page=H11807&amp;dbname=2009_record\" target=\"_blank\">\n  statement\n </a>\n , Oct. 27, 2009\n <br />\n <br />\n National Bureau of Economic Research,\n <a href=\"http://www.nber.org/cycles.html\" target=\"_blank\">\n  list\n </a>\n of U.S. recessions, accessed Oct. 29, 2009\n <br />\n &nbsp;\n <br />\n Tax Foundation, \"\n <a href=\"http://www.taxfoundation.org/publications/show/151.html\" target=\"_blank\">\n  U.S. Federal Individual Income Tax Rates History, 1913-2009\n </a>\n ,\" updated Jan 2, 2009\n <br />\n <br />\n Recovery.gov,\n <a href=\"http://www.recovery.gov/About/Pages/The_Act.aspx\" target=\"_blank\">\n  fact sheet\n </a>\n about the American Recovery and Reinvestment Act, accessed Nov. 2, 2009\n <br />\n <br />\n E-mail interview with Henry Aaron, Brookings Institution scholar, Oct. 28, 2009\n <br />\n <br />\n E-mail interview with Joel Aberbach, political scientist at the University of California at Los Angeles, Oct. 28, 2009\n <br />\n <br />\n E-mail interview with David Boaz, executive vice president of the Cato Institute, Oct. 28, 2009\n <br />\n <br />\n E-mail interview with Fred I. Greenstein, politics professor at Princeton University, Oct. 28, 2009\n <br />\n <br />\n E-mail interview with David Hamilton, historian at the University of Kentucky and specialist on Herbert Hoover, Oct. 29, 2009\n <br />\n <br />\n E-mail interview with Kevin Hassett, economist at the American Enterprise Institute, Oct. 29, 2009\n <br />\n <br />\n E-mail interview with Burdett Loomis, political scientist at the University of Kansas, Oct. 28, 2009\n <br />\n <br />\n E-mail interview with David Mayhew, political scientist at Yale University, Oct. 29, 2009\n <br />\n <br />\n E-mail interview with Bert Rockman, political scientist at Purdue University, Oct. 28, 2009\n <br />\n <br />\n E-mail interview with Robert Rupp, historian and political scientist at West Virginia Wesleyan College and specialist on Warren Harding, Oct. 28, 2009\n <br />\n <br />\n E-mail interview with David Shreve, former economic historian at the University of Virginia, Oct. 29, 2009\n <br />\n <br />\n E-mail interview with Steven Smith, political scientist at Washington University, Oct. 28, 2009\n <br />\n <br />\n E-mail interview with Rick Striner, historian at Washington College, Oct. 28, 2009\n <br />\n <br />\n E-mail interview with Eric Uslaner, government and politics professor at the University of Maryland, Oct. 28, 2009\n <br />\n <br />\n E-mail interview with Sean Wilentz, historian at Princeton University, Oct. 28, 2009\n <br />\n &nbsp;\n <br />\n Tom McClintock, response to draft criticisms by experts contacted by PolitiFact, Oct. 30, 2009\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "U.S. House of Representatives", "false_count": 1, "first_name": "Tom ", "half_true_count": 0, "home_state": "California", "id": 262, "last_name": "McClintock", "mostly_true_count": 1, "name_slug": "tom-mcclintock", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Tom_McClintock_mug_2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "California", "edition": "California", "edition_slug": "california", "has_afterthefact": false, "id": 49, "index_page": false, "meter_name": "The California Truth-O-Meter", "resource_uri": "/api/v/2/edition/49/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/262/", "total_count": 3, "true_count": 0, "website": "http://mcclintock.house.gov/"}, "statement": "<p>Three presidents in the last century &mdash; Harding, Kennedy and Reagan &mdash; all cut taxes during recessions and produced \"rapid and dramatic economic recoveries,\" while two, Herbert Hoover and Barack Obama, did \"the opposite.\"</p>", "statement_context": "a speech on the House floor", "statement_date": "2009-10-27", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": null}