{"art": [{"brightcove": "", "caption": "A marijuana plant. ", "id": 7861, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Marijuana_plant_1.JPG", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/7861/", "title": "Marijuana plant", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "jgillin@politifact.com", "first_name": "Joshua", "id": 327, "last_name": "Gillin", "name_slug": "joshua-gillin", "on_staff_page": null, "phone": "727-893-8337", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/joshuagillin.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/327/", "title": "Staff Writer", "twitter": "jpgillin"}], "canonical_url": "/florida/statements/2016/aug/16/vote-no-2/medical-marijuana-amendment-doesnt-restrict-dispen/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "facebook_headline": "Amendment 2 won't allow local cannabis shop laws, group says", "id": 12920, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jgillin@politifact.com", "first_name": "Joshua", "id": 327, "last_name": "Gillin", "name_slug": "joshua-gillin", "on_staff_page": null, "phone": "727-893-8337", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/joshuagillin.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/327/", "title": "Staff Writer", "twitter": "jpgillin"}], "resource_uri": "/api/v/2/statement/12920/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Local governments will be powerless to prevent medical marijuana dispensaries from sprouting up anywhere and everywhere should Amendment 2 pass this fall, opponents of the measure say.</p>\r\n\r\n<p>A pamphlet from Vote No On 2 mailed to voters in July warns that the constitutional amendment prevents any kinds of restrictions on the locations of marijuana-related businesses. The amendment would allow doctors to recommend medical marijuana for certain health conditions and patients to pick up the drug from dispensaries that sell it.</p>\r\n\r\n<p>&quot;Because there&#39;s no local option to allow communities to ban, limit or restrict the location of pot shops, if Amendment 2 passes you can expect the seedy elements of the pot industry to move in right next door to your neighborhood, your church, your business and even your child&#39;s school,&quot; the pamphlet cautions.</p>\r\n\r\n<p>Vote No On 2 is a campaign run by the Drug Free Florida Committee, an anti-drug group started in 2014 by longtime GOP fundraiser Mel Sembler and his wife, Betty, with financial backing from casino magnate Sheldon Adelson.</p>\r\n\r\n<p>We wanted to know whether Amendment 2 prevented communities from their own bans on so-called &quot;pot shops.&quot;</p>\r\n\r\n<p>The short answer is that the amendment does not have any provisions for local legislation &mdash; but that&rsquo;s only because the state would eventually be deciding whether local jurisdictions could do that.</p>\r\n\r\n<p><strong>Amendment 2 redux</strong></p>\r\n\r\n<p>First, let&rsquo;s recall that Amendment 2 hit the ballot first in 2014, but <a href=\"http://www.politifact.com/florida/statements/2014/nov/13/united-care/medical-marijuana-amendment-was-more-popular-winni/\">just missed the 60 percent of the vote</a> needed to pass.</p>\r\n\r\n<p>The <a href=\"http://www.unitedforcare.org/ballot_language\">current version for the November 2016 ballot</a> has the same name, but <a href=\"http://www.unitedforcare.org/\">United for Care</a>, the group behind the measure, <a href=\"http://www.unitedforcare.org/ballot_language_1\">has altered the language for November 2016</a> to clear up confusion about the prior proposal.</p>\r\n\r\n<p>The amendment now requires parental consent and doctor certification for minors and more clearly defines the medical conditions it covers: cancer, HIV/AIDS, epilepsy, glaucoma, post-traumatic stress disorder, Crohn&rsquo;s disease, Parkinson&rsquo;s disease, multiple sclerosis &quot;or other debilitating medical conditions of the same kind or class as or comparable to those enumerated,&quot; with a doctor&rsquo;s recommendation.</p>\r\n\r\n<p>That means that if a doctor recommends medical marijuana for a patient with one of these conditions, the patient (or a certified caregiver) will get a state-issued ID card. That card allows them to buy marijuana at a state-regulated dispensary.</p>\r\n\r\n<p>There are some things to keep in mind about the whole process. Doctors are only recommending cannabis, because it&rsquo;s illegal under federal law to prescribe a <a href=\"http://www.dea.gov/druginfo/ds.shtml\">Schedule I drug</a> &mdash; meaning it&rsquo;s considered highly addictive and has no known medical benefits. Doctors would risk losing their ability to practice medicine if they prescribe marijuana. Pharmacies also can&rsquo;t legally distribute cannabis, making dispensaries necessary.</p>\r\n\r\n<p><strong>Dispensary suspense</strong></p>\r\n\r\n<p>The state has estimated there could be <a href=\"http://edr.state.fl.us/Content/constitutional-amendments/2016Ballot/MedMTab6_update_10-19-15.pdf\">almost 2,000 medical marijuana dispensaries in Florida</a> should Amendment 2 pass, though there <a href=\"http://www.politifact.com/florida/statements/2016/may/19/vote-no-2/medical-marijuana-dispensaries-will-outnumber-walm/\">may be far fewer than that in reality</a>. The proposed amendment requires the Legislature and the health department to figure out all the details of implementing medical marijuana should the measure pass &mdash; including the number of dispensaries and where they&rsquo;re allowed to be.</p>\r\n\r\n<p>Vote No on 2 spokeswoman Christina Johnson pointed out to us that Amendment 2 does not include any language about a local option, and therefore doesn&rsquo;t guarantee the state will allow them. The group believes that if a community passes an ordinance, the issue will have to be settled in court due to the amendment&rsquo;s wording, and a right to access will trump local law.</p>\r\n\r\n<p>But the amendment also doesn&rsquo;t prevent the state from letting local jurisdictions create their own rules. While no one knows exactly what will happen, chances are good that there will be some leeway for local rules.</p>\r\n\r\n<p>Kate Bell, legislative counsel for the Marijuana Policy Project, said it wouldn&rsquo;t be appropriate for an amendment to try to codify regulations into the state&rsquo;s constitution. Instead, regulations would have to spell out specifics, such as setbacks from schools and how dispensaries must follow local zoning laws. If the state doesn&rsquo;t make distinct rules about dispensaries, local zoning rules would likely apply.</p>\r\n\r\n<p>The examples from other laws vary, as all <a href=\"http://medicalmarijuana.procon.org/view.resource.php?resourceID=000881#summary\">25 medical marijuana states (plus the District of Columbia)</a> differ in their regulations.</p>\r\n\r\n<p>In New York, a rule says dispensaries <a href=\"https://www.health.ny.gov/regulations/medical_marijuana/docs/regulations.pdf\">can&rsquo;t be within 1,000 feet</a> of a &quot;school, church, synagogue or other place of worship.&quot; In Washington, D.C., a dense urban area, dispensaries and cultivation centers where marijuana is grown may be <a href=\"http://dcrules.elaws.us/rule/22-c5201\">no closer than 300 feet</a> of a &quot;preschool, primary or secondary school, or recreation center.&quot;</p>\r\n\r\n<p>Ordinances could be shaped into de facto bans, but there is some precedent for local governments being prevented from prohibiting dispensaries entirely.</p>\r\n\r\n<p>Maryland regulations say a <a href=\"http://www.dsd.state.md.us/comar/comarhtml/10/10.62.27.02.htm\">licensed dispensary</a> &quot;shall conform to all local zoning and planning requirements,&quot; but the state&rsquo;s <a href=\"http://mmc.maryland.gov/pages/Attorney%20Genaral%20Letter%209.22.15.pdf\">attorney general has said in an opinion</a> that those rules can&rsquo;t outright ban dispensaries. Arizona <a href=\"http://www.azleg.gov/FormatDocument.asp?inDoc=/ars/36/02806-01.htm&amp;Title=36&amp;DocType=ARS\">law says</a> &quot;cities, towns and counties may enact reasonable zoning regulations that limit the use of land for registered nonprofit medical marijuana dispensaries to specified areas,&quot; but <a href=\"http://verdenews.com/main.asp?SectionID=1&amp;ArticleID=56751\">court rulings have said those laws</a> can&rsquo;t make opening a dispensary practically impossible. Pennsylvania&rsquo;s law, passed earlier this year, <a href=\"http://www.post-gazette.com/news/health/2016/04/24/Despite-law-medical-marijuana-may-see-local-challenge-in-Pennsylvania/stories/201604220171\">prevented local ordinances from completely banning dispensaries</a>.</p>\r\n\r\n<p>Andrew Livingston, a policy analyst for national law firm Vicente Sederberg, which represents marijuana businesses, said Florida is fairly unique in trying to pass a constitutional amendment with the expectation of marijuana storefronts. <a href=\"http://lasvegassun.com/news/2014/feb/09/local-governments-vie-control-nevadas-new-medical-/\">Nevada</a> and <a href=\"http://gazette.com/colorado-springs-city-council-extends-ban-on-medical-marijuana-businesses/article/1575806\">Colorado</a> passed constitutional amendments, and both allow local dispensary bans.</p>\r\n\r\n<p>He said almost all states that used voter-approved initiatives &mdash; like California, Oregon and Alaska &mdash; made the decision before the idea of dispensaries became popular. Those states focused on allowing patients or caregiver to grow their own plants, not buy them through state-approved dispensaries.</p>\r\n\r\n<p>&quot;There were no reasons to ban marijuana businesses because marijuana businesses were never mentioned in these earliest laws,&quot; Livingston said. There is no provision in the Florida amendment for patients to grow their own plants.</p>\r\n\r\n<p>As for Florida, we don&rsquo;t have to wait to see whether towns or counties will create their own laws shunning medical marijuana. It&rsquo;s <a href=\"http://www.news-journalonline.com/news/20160730/local-regulations-mixed-bag-for-florida-medical-marijuana-dispensaries\">already happening</a>, in part because of a 2014 law allowing low-THC cannabis products for patients with muscle spasms, cancer, epilepsy and terminal illnesses.</p>\r\n\r\n<p>More than two dozen cities have regulated or completely banned medical marijuana sales. Boca Raton, for example, has a moratorium on medical marijuana dispensaries, cultivation, processing or distribution until <a href=\"http://www.nbcmiami.com/news/local/Officials-Extend-Boca-Raton-Medical-Marijuana-Ban-327879841.html\">city zoning rules are ironed out</a>. Pasco County has <a href=\"http://www.abcactionnews.com/news/region-pasco/pasco-county-working-to-extend-ban-on-pot-businesses\">banned any type of marijuana business</a>.</p>\r\n\r\n<p>And while cannabis is still illegal in Plant City, the city commission <a href=\"http://www.plantcityobserver.com/article/city-limits-medical-marijuana-distribution-cultivation\">passed an ordinance on Aug. 8</a> in anticipation of Amendment 2 winning at the polls. If federal law one day changes, medical marijuana dispensaries would be allowed, but they still have to be at least 500 feet from schools, churches, daycares, drug treatment centers, public parks and residential areas.</p>\r\n\r\n<p>Any dispensaries also would be confined to an area smaller than four acres in the city, next to a hospital and a fried chicken restaurant. &nbsp;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Vote No On 2 said,&nbsp;&quot;Because there&#39;s no local option to allow communities to ban, limit or restrict the location of pot shops, if Amendment 2 passes you can expect the seedy elements of the pot industry to move in right next door to your neighborhood, your church, your business and even your child&#39;s school.&quot;</p>\r\n\r\n<p>While the statement is technically accurate about the amendment&rsquo;s wording, it&rsquo;s highly doubtful there will be a dispensary on every corner.</p>\r\n\r\n<p>If it passes, the state will be in charge of writing regulations, including whether and how local jurisdictions will be able to create their own zoning laws or ordinances. It&rsquo;s impossible to say with certainty what Florida&rsquo;s regulations on dispensaries would look like should the amendment pass, as regulations in other medical marijuana states vary. But local bans or restrictive laws on dispensaries are common in medical marijuana states.</p>\r\n\r\n<p>Fears about the precise locations of pot shops and local control are premature. We rate the statement Mostly False.</p>\r\n<a href=\"https://www.sharethefacts.co/share/f4413312-de1e-4cdc-82c4-14c5503bfc39\">https://www.sharethefacts.co/share/f4413312-de1e-4cdc-82c4-14c5503bfc39</a>\r\n\r\n", "ruling_comments_date": "2016-08-16T15:34:05.288894", "ruling_date": "2016-08-16T16:38:20", "ruling_headline": "Medical marijuana amendment doesn't allow local restrictions, opponents say", "ruling_headline_slug": "medical-marijuana-amendment-doesnt-restrict-dispen", "ruling_link_text": "It doesn't say there can't be regulations, either", "ruling_state": null, "source_documents": null, "sources": "<p>Vote No On 2, &quot;Amendment 2 will do <em>this </em>to Florida,&quot; received July 21, 2016</p>\r\n\r\n<p><em>Verde Independent</em>, &quot;<a href=\"http://verdenews.com/main.asp?SectionID=1&amp;ArticleID=56751\">Judge: Counties cannot use zoning to ban legal marijuana dispensaries</a>,&quot; Oct. 17, 2013</p>\r\n\r\n<p>PolitiFact Florida, &quot;<a href=\"http://www.politifact.com/florida/statements/2013/nov/25/grady-judd/medical-marijuana-easy-get-under-proposed-florida-/\">Medical marijuana easy to get under proposed Florida law, sheriff says</a>,&quot; Nov. 25, 2013</p>\r\n\r\n<p>PolitiFact Florida, &quot;<a href=\"http://www.politifact.com/florida/statements/2013/dec/17/pam-bondi/pam-bondi-says-amendment-would-make-florida-one-mo/\">Pam Bondi says amendment would make Florida one of the most lenient medical marijuana states</a>,&quot; Dec. 17, 2013</p>\r\n\r\n<p><em>Las Vegas Sun</em>, &quot;<a href=\"http://lasvegassun.com/news/2014/feb/09/local-governments-vie-control-nevadas-new-medical-/\">Local governments vie for control in Nevada&rsquo;s new medical marijuana industry</a>,&quot; Feb. 9, 2014</p>\r\n\r\n<p>PolitiFact Florida, &quot;<a href=\"http://www.politifact.com/florida/statements/2014/feb/21/don-gaetz/don-gaetz-says-doctors-wont-have-write-prescriptio/\">Medical marijuana ballot initiative requires doctors&#39; input but not a prescription for &#39;debilitating&#39; conditions</a>,&quot; Feb. 21, 2014</p>\r\n\r\n<p>PolitiFact Florida, &quot;<a href=\"http://www.politifact.com/florida/statements/2014/aug/28/drug-free-america/medical-marijuana-amendment-allows-patient-get-it-/\">Medical marijuana amendment allows patient to &#39;get it forever,&#39; doctor says</a>,&quot; Aug. 28, 2014</p>\r\n\r\n<p><em>Tampa Bay Times</em>, &quot;<a href=\"http://www.tampabay.com/news/politics/elections/florida-voters-just-say-no-to-medical-marijuana/2205143\">Florida voters just say no to medical marijuana</a>,&quot; Nov. 4, 2014</p>\r\n\r\n<p>PolitiFact Florida, &quot;<a href=\"http://www.politifact.com/florida/statements/2014/nov/13/united-care/medical-marijuana-amendment-was-more-popular-winni/\">Medical marijuana amendment was more popular than winning governors, group says</a>,&quot; Nov. 13, 2014</p>\r\n\r\n<p>NBC Miami, &quot;<a href=\"http://www.nbcmiami.com/news/local/Officials-Extend-Boca-Raton-Medical-Marijuana-Ban-327879841.html\">Officials: Extend Boca Raton Medical Marijuana Ban</a>,&quot; Sept. 16, 2015</p>\r\n\r\n<p>Florida Department of Health, &quot;<a href=\"http://edr.state.fl.us/Content/constitutional-amendments/2016Ballot/MedMTab6_update_10-19-15.pdf\">&lsquo;Use of Marijuana for Debilitating Medical Conditions&rsquo; Constitutional Amendment Analysis</a>,&quot; Oct. 19, 2015</p>\r\n\r\n<p><em>South Florida Sun-Sentinel</em>, &quot;<a href=\"http://www.sun-sentinel.com/local/palm-beach/boca-raton/fl-boca-marijuana-temporary-ban-20151110-story.html\">City Council: No medical marijuana dispensaries in Boca Raton for another year</a>,&quot; Nov. 10, 2015</p>\r\n\r\n<p><em>Tampa Bay Times</em>, &quot;<a href=\"http://www.tampabay.com/news/politics/stateroundup/florida-legislative-committee-revives-bill-to-legalize-all-marijuana/2264612\">Florida legislative committee revives bill to legalize all marijuana strains for terminally ill</a>,&quot; Feb. 8, 2016</p>\r\n\r\n<p><em>Florida Today</em>, &quot;<a href=\"http://www.floridatoday.com/story/opinion/columnists/guest-columns/2016/03/26/medical-marijuana-back-careful-amendment/82158334/\">Medical marijuana back as more careful Amendment 2</a>,&quot; March 26, 2016</p>\r\n\r\n<p><em>Plant City Courier</em>, &quot;<a href=\"http://www.tbo.com/plant-city/plant-city-proposal-would-prohibit-medical-marijuana-sales-unless-federal-law-changes-20160420/\">Plant City proposal would prohibit medical marijuana sales unless federal law changes</a>,&quot; April 20, 2016</p>\r\n\r\n<p><em>Pittsburgh Post-Gazette</em>, &quot;<a href=\"http://www.post-gazette.com/news/health/2016/04/24/Despite-law-medical-marijuana-may-see-local-challenge-in-Pennsylvania/stories/201604220171\">Despite law, medical marijuana may see local challenge in Pennsylvania</a>,&quot; April 24, 2016</p>\r\n\r\n<p><em>Colorado Springs Gazette</em>, &quot;<a href=\"http://gazette.com/colorado-springs-city-council-extends-ban-on-medical-marijuana-businesses/article/1575806\">Colorado Springs City Council extends ban on medical marijuana businesses</a>,&quot; May 10, 2016</p>\r\n\r\n<p>PolitiFact Florida, &quot;<a href=\"http://www.politifact.com/florida/statements/2016/may/19/vote-no-2/medical-marijuana-dispensaries-will-outnumber-walm/\">Medical marijuana dispensaries will outnumber Walmarts and Walgreens in Florida, anti-pot group says</a>,&quot; May 19, 2016</p>\r\n\r\n<p>WoodTV, &quot;<a href=\"http://woodtv.com/2016/05/19/court-ruling-puts-the-lid-on-medical-marijuana-dispensaries/\">Court puts the lid on medical marijuana dispensaries</a>,&quot; May 19, 2016</p>\r\n\r\n<p>News Service of Florida, &quot;<a href=\"http://www.news-journalonline.com/news/20160730/local-regulations-mixed-bag-for-florida-medical-marijuana-dispensaries\">Local regulations &#39;mixed bag&#39; for Florida medical marijuana dispensaries</a>,&quot; July 30, 2016</p>\r\n\r\n<p>WFTS, &quot;<a href=\"http://www.abcactionnews.com/news/region-pasco/pasco-county-working-to-extend-ban-on-pot-businesses\">Pasco County working to extend ban on pot businesses</a>,&quot; Aug. 1, 2016</p>\r\n\r\n<p>WUSF, &quot;<a href=\"http://health.wusf.usf.edu/post/pasco-holds-public-hearing-medical-pot-dispensaries#stream/0\">Pasco Holds Public Hearing On Medical Pot Dispensaries</a>,&quot; Aug. 9, 2016</p>\r\n\r\n<p><em>Plant City Observer</em>, &quot;<a href=\"http://www.plantcityobserver.com/article/city-limits-medical-marijuana-distribution-cultivation\">City limits medical marijuana distribution, cultivation</a>,&quot; Aug. 12, 2016</p>\r\n\r\n<p>U.S. Drug Enforcement Agency, &quot;<a href=\"http://www.dea.gov/druginfo/ds.shtml\">Drug Schedules</a>,&quot; accessed Aug. 15, 2016</p>\r\n\r\n<p>United for Care, &quot;<a href=\"http://www.unitedforcare.org/ballot_language\">Constitutional amendment petition language</a>,&quot; accessed Aug. 15, 2016</p>\r\n\r\n<p>D.C. Municipal Regulations and D.C. Register, &quot;<a href=\"http://dcrules.elaws.us/rule/22-c5201\">Section 22-C5201. Registration applications near schools and recreation centers</a>,&quot; accessed Aug. 15, 2016</p>\r\n\r\n<p>State of Maryland, &quot;<a href=\"http://www.dsd.state.md.us/comar/comarhtml/10/10.62.27.02.htm\">10.62.27.02 Premises Generally.</a>,&quot; accessed Aug. 15, 2016</p>\r\n\r\n<p>New York Health Department, <a href=\"https://www.health.ny.gov/regulations/medical_marijuana/docs/regulations.pdf\">Medical marijuana regulations</a>, accessed Aug. 15, 2016</p>\r\n\r\n<p>Arizona Legislature, &quot;<a href=\"http://www.azleg.gov/FormatDocument.asp?inDoc=/ars/36/02806-01.htm&amp;Title=36&amp;DocType=ARS\">36-2806.01. Dispensary locations</a>,&quot; accessed Aug. 15, 2016</p>\r\n\r\n<p>ProCon.org, &quot;<a href=\"http://medicalmarijuana.procon.org/view.resource.php?resourceID=000881#summary\">25 Legal Medical Marijuana States and DC Laws, Fees, and Possession Limits</a>,&quot; accessed Aug. 16, 2016</p>\r\n\r\n<p>Interview with Kate Bell, Marijuana Policy Project legislative counsel, Aug. 12, 2016</p>\r\n\r\n<p>Interview with Mara Gambineri, Florida Department of Health spokeswoman, Aug. 12, 2016</p>\r\n\r\n<p>Interview with Karen O&rsquo;Keefe, Marijuana Policy Project director of state policies, Aug. 15, 2016</p>\r\n\r\n<p>Interview with Andrew Livingston, Vicente Sederberg policy analyst, Aug. 15, 2016</p>\r\n\r\n<p>Interview with Christina Johnson, Vote No On 2 spokeswoman, Aug. 16, 2016</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 2, "home_state": "Florida", "id": 3524, "last_name": "Vote No On 2", "mostly_true_count": 0, "name_slug": "vote-no-2", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/amendment_2_0.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3524/", "total_count": 3, "true_count": 0, "website": "http://voteno2.org/"}, "statement": "<p>&quot;Because there&#39;s no local option to allow communities to ban, limit or restrict the location of pot shops, if Amendment 2 passes you can expect the seedy elements of the pot industry to move in right next door to your neighborhood, your church, your business and even your child&#39;s school.&quot;</p>\r\n", "statement_context": "a pamphlet mailed to voters", "statement_date": "2016-07-20", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 213, "photo": null, "resource_uri": "/api/v/2/subject/213/", "subject": "Government regulation", "subject_slug": "government-regulation", "used_in_edition": ["/api/v/2/edition/9/"]}, {"description": "", "id": 310, "photo": null, "resource_uri": "/api/v/2/subject/310/", "subject": "Marijuana", "subject_slug": "marijuana", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/47/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/48/", "/api/v/2/edition/6/", "/api/v/2/edition/14/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "", "id": 202, "photo": null, "resource_uri": "/api/v/2/subject/202/", "subject": "Public Health", "subject_slug": "public-health", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": "Amendment 2 won't allow local marijuana shop laws, group says. Mostly False."}