{"art": [], "author": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/nov/02/keith-olbermann/olbermann-claims-connecticut-has-public-plan/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1294, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1294/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>Sen. Joe Lieberman, former Democrat and now independent from Connecticut, made headlines recently when he said he would join Republicans in a filibuster against a health care bill with a public option.<br />\r\n&nbsp;<br />\r\nKeith Olbermann brought it up on his Oct. 27, 2009, episode of <em> Countdown </em> .<br />\r\n&nbsp;<br />\r\nOlbermann said Lieberman was being hypocritical because, &quot;he will side with the Republicans, denying Americans an up-or-down vote on any health care plan that includes the public option, even though his home state has a public option which covers about 10,000 of its citizens that was introduced by its Republican governor.&quot;<br />\r\n<br />\r\nLieberman is crucial for the Democrats because he usually votes with them and in effect is the important 60th vote so they can overcome a Republican filibuster.<br />\r\n<br />\r\nLieberman has said that he will side with the Democrats on a procedural motion to start debate on the health care bill (in theory, with Lieberman&#39;s support, Republicans could block bringing the bill to the Senate floor). But because he opposes the public option that&#39;s included in the bill, he has said he will side with Republicans on the ultimate vote to end the debate, which also requires 60 votes. And that means Senate consideration of the health care bill could stall.<br />\r\n&nbsp;<br />\r\nWe contacted Olbermann&#39;s staff and found out that the Connecticut health plan he was referring to is the 1-year-old Charter Oak Health Plan, the state-run program that is designed to compete in the market for individual insurance policies. That means people who are buying individual health care plans &mdash; the unemployed, young college graduates, early retirees &mdash; can get coverage under Charter Oak. The state has contracted with three insurers to offer a variety of coverage options. Premiums and deductibles depend on household income.<br />\r\n&nbsp;<br />\r\nAccording to David Dearborn, a spokesman for Republican Gov. Jodi Rell, while the plan is &quot;a state-sponsored, state-subsidized and state-administered health coverage program, we contract with private insurers ... as managed care organizations to coordinate the benefits, enroll and set rates with providers, and pay for the services.&quot;<br />\r\n&nbsp;<br />\r\nThe insurance companies bear the risk for actual medical costs, not the state, Dearborn said. But the government is involved in the sense that people can get a government subsidy to help them buy private insurance.<br />\r\n&nbsp;<br />\r\nSo is that a &quot;public option&quot; similar to the one offered in the Democrats&#39; health care bills?<br />\r\n&nbsp;<br />\r\nWe contacted Jacob Hacker, a health care expert at Yale University who is widely credited with coming up with the concept of a public option, for a definition.<br />\r\n&nbsp;<br />\r\nGenerally speaking, a public option should look a lot like Medicare, Hacker said. It should be run by the government, and the government should bear the insurance risk.<br />\r\n&nbsp;<br />\r\nOn the last point, Hacker said Connecticut&#39;s public option &quot;falls into a gray area. It is not public in the same ways that the public health insurance option under consideration in Congress is. But it seems more public than, say, the Federal Employees Health Benefit Plan, which is often cited as a model for the so-called insurance exchanges.&quot;<br />\r\n&nbsp;<br />\r\nSo it seems that the Connecticut plan is a hybrid of a public option and an insurance exchange. It allows consumers to choose from a limited number of health insurance options offered by private insurers, but it is sponsored, subsidized and administered by the state.<br />\r\n&nbsp;<br />\r\nOlbermann is correct on his second and third points. At the one-year anniversary of the program&#39;s existence, Rell, the Republican governor who introduced the program in 2007, estimated that about 10,000 had joined the plan. Rell&#39;s name and photograph have featured prominently on information about the program, and she&#39;s gone to bat to defend the plan several times since it was enacted in the summer of 2008.<br />\r\n&nbsp;<br />\r\nSo, back to Olbermann&#39;s claim. The Charter Oak plan does not meet a strict definition of a public option. In fact, it bears some marks of a health insurance exchange, where private plans compete. But ultimately, it is sponsored and subsidized by the state of Connecticut and is open to the public, so Olbermann is mostly on the mark with his characterization of the program. On his other two points &mdash; that 10,000 people are enrolled and that it was introduced by a Republican governor &mdash; Olbermann is correct. All in all, we give him a Mostly True.</p>\r\n", "ruling_comments_date": "2010-01-07T13:28:52.888553", "ruling_date": "2009-11-02T16:42:57", "ruling_headline": "Olbermann claims Connecticut has a public plan", "ruling_headline_slug": "olbermann-claims-connecticut-has-public-plan", "ruling_link_text": "Public, with a hint of private", "ruling_state": null, "source_documents": null, "sources": "<p>Countdown with Keith Olbermann, <a href=\"http://www.msnbc.msn.com/id/33507581/ns/msnbc_tv-countdown_with_keith_olbermann/ \" target=\"_blank\"> transcript from Oct. 27, 2009 </a> , accessed Oct. 30, 2009</p>\r\n\r\n<p>The Charter Oak Health Plan, <a href=\"http://www.charteroakhealthplan.com/coh/lib/coh/pdf/charteroakbriefgreen.pdf \" target=\"_blank\"> overview </a> , accessed Oct. 30, 2009</p>\r\n\r\n<p>The Charter Oak Heatlh Plan, <a href=\"http://www.charteroakhealthplan.com/coh/cwp/view.asp?Q=445158&amp;A=3544\" target=\"_blank\"> Governor Rell Celebrates One-Year Anniversary of Charter Oak Health Plan as Enrollment Passes 10,000 </a> , accessed Oct. 30, 2009</p>\r\n\r\n<p>Institute for America&#39;s Future, <a href=\"http://www.ourfuture.org/files/Hacker_Public_Plan_August_2009.pdf \" target=\"_blank\"> Public Plan Choice in Congressional Health Plans: The Good, The Not-So-Good, and The Ugly </a> , by Jacob Hacker, Aug. 20, 2009</p>\r\n\r\n<p>StamfordPlus.com, <a href=\"http://www.stamfordplus.com/stm/information/nws1/publish/News_1\" target=\"_blank\"> Op-ed by Governor M. Jodi Rell on Charter Oak Health Plan </a> , by Gov. Jodi Rell, June 30, 2008<br />\r\n<br />\r\nThe Kaiser Family Foundation, <a href=\"http://www.kff.org/healthreform/upload/7908.pdf\" target=\"_blank\"> Explaining Health Care Re form: What Are Health Insurance Exchanges? </a> , accessed Nov. 2, 2009</p>\r\n\r\n<p>Interview, Jacob Hacker, professor at Yale University, Oct. 30, 2009</p>\r\n\r\n<p>Interview, Henry Aaron, senior fellow at the Brookings Institution, Nov. 2, 2009</p>\r\n\r\n<p>Interview, Janet Davenport, vice president of communications, The Universal Health Care Foundation of Connecticut.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Political commentator", "false_count": 2, "first_name": "Keith", "half_true_count": 3, "home_state": "", "id": 157, "last_name": "Olbermann", "mostly_true_count": 2, "name_slug": "keith-olbermann", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Keith_Olbermann.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/157/", "total_count": 7, "true_count": 0, "website": ""}, "statement": "<p>Sen. Joe Lieberman&#39;s &quot;home state has a public option which covers about 10,000 of its citizens that was introduced by its Republican governor.&quot;</p>\r\n", "statement_context": "'Countdown with Keith Olbermann'", "statement_date": "2009-10-27", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}], "target": [], "twitter_headline": ""}