{"art": [{"brightcove": "", "caption": "Sen. Pat Toomey discusses the TPA on \"Morning Joe\" in April 2015.", "id": 8819, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/8819/", "title": "Pat Toomey discusses TPA on 'Morning Joe'", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/Brp96LabRm4?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "Brp96LabRm4"}], "author": [{"email_address": "anna@billypenn.com", "first_name": "Anna", "id": 540, "last_name": "Orso", "name_slug": "anna-orso", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 65, "publication_name": "Billy Penn", "resource_uri": "/api/v/2/publication/65/"}, "resource_uri": "/api/v/2/staffer/540/", "title": "Reporter/Curator", "twitter": null}], "canonical_url": "/pennsylvania/statements/2016/aug/22/pat-toomey/pat-toomeys-shifting-stance-trans-pacific-partners/", "edition": {"adkey": "Editions", "advalue": "Pennsylvania", "edition": "Pennsylvania", "edition_slug": "pennsylvania", "has_afterthefact": false, "id": 54, "index_page": false, "meter_name": "The Pennsylvania Truth-O-Meter", "resource_uri": "/api/v/2/edition/54/"}, "editor": [{"email_address": "chris@billypenn.com", "first_name": "Chris", "id": 537, "last_name": "Krewson", "name_slug": "chris-krewson", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 65, "publication_name": "Billy Penn", "resource_uri": "/api/v/2/publication/65/"}, "resource_uri": "/api/v/2/staffer/537/", "title": "Editor", "twitter": null}], "facebook_headline": "Pat Toomey’s shifting stance on the Trans-Pacific Partnershi", "id": 12942, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "anna@billypenn.com", "first_name": "Anna", "id": 540, "last_name": "Orso", "name_slug": "anna-orso", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 65, "publication_name": "Billy Penn", "resource_uri": "/api/v/2/publication/65/"}, "resource_uri": "/api/v/2/staffer/540/", "title": "Reporter/Curator", "twitter": null}], "resource_uri": "/api/v/2/statement/12942/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Full Flop", "id": 9, "resource_uri": "/api/v/2/statementruling/9/", "ruling": "Full Flop", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/fom-fullFlop.png", "ruling_slug": "full-flop"}, "ruling_comments": "<p>Sen. Pat Toomey has historically been one of the most pro-trade lawmakers in the Senate. The Pennsylvania Republican -- now in the political fight of his life in an attempt to keep his seat -- even wrote a book in 2009 called&nbsp;<em>The Road to Prosperity</em>, which touted the benefits of free trade.</p>\r\n\r\n<p>But last week, Toomey penned&nbsp;<a href=\"http://www.post-gazette.com/opinion/Op-Ed/2016/08/17/Sen-Pat-Toomey-TPP-falls-short/stories/201608170023\">an op-ed that appeared in the&nbsp;<em>Pittsburgh Post-Gazette</em></a>&nbsp;denouncing the Trans-Pacific Partnership, a trade deal being spearheaded by the Obama administration, writing &quot;we should not pass a flawed deal just to get a deal done.&quot;</p>\r\n\r\n<p>He continued: &quot;We should dump the TPP and return to the negotiating table to get an agreement that would create jobs and economic growth here at home.&quot;</p>\r\n\r\n<p>Coming from Toomey, this stance was surprising, largely because the senator last year voted for and applauded the Trade Promotion Authority that was largely branded as a way for Washington to fast-track the TPP.</p>\r\n\r\n<p>So did Toomey flip-flop his stance on the TPP, especially as public support for the deal fades? We&rsquo;re not making a judgement call on the policy itself, but let&rsquo;s look at the facts of whether or not Toomey changed his stance.</p>\r\n\r\n<p>The TPP would be one of the largest regional trade deals in history. It involves the United States and 11 other countries -- including Japan, Australia, Mexico and Singapore -- on the Pacific rim that represent a third of worldwide trade, and has been seen as an effort by the Obama administration to lessen China&rsquo;s influence in the region.</p>\r\n\r\n<p>But the deal has left both parties split, as some consider the effort to be one that will kill jobs in the United States and encourage foreign outsourcing. Former Democratic presidential candidate Bernie Sanders greatly opposed the deal, as has Republican presidential nominee Donald Trump. Democratic presidential nominee Hillary Clinton, who once supported the TPP as secretary of state, came out against it as a presidential candidate, and&nbsp;<a href=\"http://www.politifact.com/truth-o-meter/statements/2015/oct/08/hillary-clinton/hillary-clinton-now-opposes-trans-pacific-partners/\">PolitiFact rated it a Full Flop.</a></p>\r\n\r\n<p>Toomey&rsquo;s spokeswoman E.R. Anderson says Toomey never made a decision on his support for the TPP. Meanwhile, his opponent Democrat Katie McGinty has been launching public attacks on Toomey over the last week, claiming his stance on TPP is a 180 compared to what he said before.</p>\r\n\r\n<p>&quot;Pat Toomey has spent his entire career pushing bad trade deals and policies that ship Americans jobs overseas, so nobody is buying this ridiculous flip flop,&quot; McGinty said in a statement.</p>\r\n\r\n<p>Her campaign has pointed out that in 2015, Toomey voted in favor of the Trade Promotion Authority, or the TPA, which was known as the &quot;fast-track&quot; bill. That legislation was basically a procedural vote in Congress that would make it easier for a final trade deal to pass because it requires lawmakers give a final trade deal an up or down vote without making any amendments.</p>\r\n\r\n<p>The Obama administration said this was a critical step in the process of negotiating with the other countries involved in the TPP. Before the TPA was passed, Toomey appeared on &quot;Morning Joe&quot; on MSNBC and urged support for the bill&rsquo;s passage, saying &quot;this trade agreement is going to knock down barriers to allow us to export more manufactured goods from Pennsylvania.&quot;</p>\r\n\r\n<p>The interview was branded as being about the TPA. But interviewer Joe Scarborough asked Toomey about &quot;the trade deal.&quot; Toomey went on to discuss &quot;countries that we&rsquo;re dealing with,&quot; implying he was talking about the TPP -- not the TPA, which was a congressional procedural amendment.</p>\r\n\r\n<p>&quot;This helps to encourage economic growth in the United States, job creation in Pennsylvania and the United States, and importantly Joe, you know these countries that we&rsquo;re dealing with, they&rsquo;re changing, they&rsquo;re evolving some of them are rapidly developing,&quot; Toomey said during the interview. &quot;They&rsquo;re either going to do that under the influence of the Chinese, who are very aggressively trying to insert themselves, or they&rsquo;re going to do it with us.&quot;</p>\r\n\r\n<p>MSNBC showed a graphic of countries involved with the TPP, and Scarborough asked Toomey, &quot;Isn&rsquo;t this one more step in a globalization process that has gutted manufacturing not only in Pennsylvania, but across America?&quot;</p>\r\n\r\n<p>Toomey, responded &quot;no&quot; and said, &quot;we&rsquo;ve got an opportunity with this trade agreement to knock down some of the barriers that keep our products out, so I think this is going to be very constructive.&quot;</p>\r\n\r\n<p>At no point during the interview did Toomey say he was waiting to reserve judgement on the substance of the TPP, unlike other senators who voted in favor of the TPA. Democrat Sen. Tim Kaine, now Clinton&rsquo;s running mate, also voted in favor of the TPA, but&nbsp;<a href=\"http://www.politifact.com/truth-o-meter/statements/2016/aug/07/tim-kaine/tim-kaine-says-he-hasnt-changed-his-position-trans/\">was explicit at the time in saying he would not vote in favor</a>&nbsp;of the TPP once negotiations were finalized if it didn&rsquo;t include certain assurances. Kaine has since come out against the TPP.</p>\r\n\r\n<p>When the TPA was passed,&nbsp;<a href=\"http://www.toomey.senate.gov/?p=news&amp;id=1545\">Toomey&rsquo;s office put out a press release</a>&nbsp;reading: &quot;Today, we are a big step closer toward creating more jobs, lifting wages, and boosting economic growth for Pennsylvania.&quot;</p>\r\n\r\n<p>The statement continued: &quot;In fact, at a Senate Finance Committee hearing in April senior administration officials assured me that if the 11-nation Trans-Pacific Partnership agreement is enacted, our state would likely see a further surge in exports.&quot; Again, Toomey didn&rsquo;t express that he waiting on negotiations to conclude before he made an endorsement of the TPP itself.</p>\r\n\r\n<p>Now, Anderson says that was simply an approval of the TPA and an expression of optimism that a final TPP deal would &quot;be good for Pennsylvania.&quot;</p>\r\n\r\n<p>&quot;He&rsquo;s not saying anything is a direct correlation,&quot; Anderson said. &quot;He&rsquo;s saying this process will lead to negotiations that lead to a better result, and the result is not to his liking.&quot;</p>\r\n\r\n<p>Joshua P. Meltzer, a senior fellow in the Global Economy and Development department at the Brookings Institute, told PolitiFact that though the TPP could likely not have been completed without the TPA, the TPA was not created solely for the passage of the TPP. For instance, he said, the Transatlantic Trade and Investment Partnership and the Trade in Services Agreement could also be passed under TPA if finished in time.</p>\r\n\r\n<p>&quot;The debate around TPA, while certainly influenced by the expected completion of TPP,&quot; he said, &quot;was more general in nature and focused on the impacts of trade more broadly than the specific benefits of TPP.&quot;</p>\r\n\r\n<p>Toomey wrote in the&nbsp;<em>Post-Gazette&nbsp;</em>op-ed that his biggest problems with the TPP are that one, he believes there aren&rsquo;t enough intellectual property protections for innovations in the life science and pharmaceutical sectors, and two, he says the TPP falls short in its protections for dairy farms in Pennsylvania who largely depend on exports.</p>\r\n\r\n<p>However, during that 2015 MSNBC interview, Toomey told Scarborough: &quot;It&#39;s definitely going to increase our ability to sell agricultural products overseas. It&#39;s going to help to protect the intellectual property of some of our really terrifically dynamic companies like pharmaceuticals and medical device companies.&quot;</p>\r\n\r\n<p>McGinty has been against the TPP, but did support the North American Free Trade Agreement 20 years ago while working in the White House&rsquo; Office of Environmental Policy under former President Bill Clinton.</p>\r\n\r\n<p><strong>Our Ruling</strong></p>\r\n\r\n<p>Pat Toomey wrote in an op-ed this week that he&rsquo;s against the Trans-Pacific Partnership, though he voted in favor of a bill in 2015 that fast-tracked its passage. While experts say voting in favor of the Trade Promotion Authority legislation wasn&rsquo;t necessarily a symbolic vote of confidence in the TPP, the final outcome was that the TPP couldn&rsquo;t have happened without it.</p>\r\n\r\n<p>In addition, Toomey -- who has been largely pro-trade in the past -- was interviewed on MSNBC last year and supported a trade deal, not just the TPA, which was a procedural vote in Congress. Asked multiple times during the interview, Toomey touted the benefits of a trade deal and didn&rsquo;t temper his feelings by saying he&rsquo;d reserve judgement on the TPP until negotiations wrapped up. He only says now, while he&rsquo;s up for re-election, that he wanted to wait to decide on whether or not he supported TPP.</p>\r\n\r\n<p>We rate this a Full Flop.</p>\r\n", "ruling_comments_date": "2016-08-22T11:12:07.209160", "ruling_date": "2016-08-22T11:14:36", "ruling_headline": "Pat Toomey’s shifting stance on the Trans-Pacific Partnership", "ruling_headline_slug": "pat-toomeys-shifting-stance-trans-pacific-partners", "ruling_link_text": "He didn't dislike the deal until he was running for re-election.", "ruling_state": null, "source_documents": null, "sources": "<p>Email interview. Meltzer, Joshua. Senior fellow at the Brookings Institute. Aug. 19, 2016.</p>\r\n\r\n<p>Op-ed. &quot;Sen. Pat Toomey: The TPP falls short.&quot;&nbsp;<em>Pittsburgh Post-Gazette.</em>&nbsp;Aug. 17, 2016.</p>\r\n\r\n<p>Phone interview. Anderson, E.R. Spokeswoman for Sen. Pat Toomey. Aug. 18, 2016.</p>\r\n\r\n<p>Press release. &quot;Toomey Statement on Trade Promotion Authority.&quot; Office of Sen. Pat Toomey. May 22, 2015.</p>\r\n\r\n<p>YouTube video. &quot;Senator Pat Toomey Makes The Case For TPA.&quot; U.S. Chamber of Action. April 22, 2015.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "Candidate for U.S. Senate", "false_count": 2, "first_name": "Pat", "half_true_count": 3, "home_state": "Pennsylvania", "id": 604, "last_name": "Toomey", "mostly_true_count": 1, "name_slug": "pat-toomey", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Toomey.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/604/", "total_count": 12, "true_count": 0, "website": "http://www.toomeyforsenate.com/"}, "statement": "<p>On the Trans-Pacific Partnership.</p>\r\n", "statement_context": "an op-ed in the Pittsburgh Post-Gazette.", "statement_date": "2016-08-17", "statement_type": {"id": 4, "resource_uri": "/api/v/2/statementtype/4/", "statement_type": "Flip", "type_description": "Flip-o-Meter items"}, "subject": [{"description": "", "id": 143, "photo": null, "resource_uri": "/api/v/2/subject/143/", "subject": "Trade", "subject_slug": "trade", "used_in_edition": []}], "target": [], "twitter_headline": "Pat Toomey’s shifting stance on the Trans-Pacific Partnership"}