{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2009/nov/02/valerie-jarrett/jarrett-claims-obama-has-majority-support-health-c/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "gjoyce@tampabay.com", "first_name": "Greg", "id": 110, "last_name": "Joyce", "name_slug": "greg-joyce", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/110/", "title": "Metro/Tampa news editor", "twitter": null}], "facebook_headline": null, "id": 1295, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1295/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\n As Democratic health care reform bills move toward votes in the House and the Senate, supporters and opponents alike have tried to harness public opinion polls to bolster their own arguments. One recent example came during the Nov. 1, 2009, edition of ABC News'\n <em>\n  This Week with George Stephanopoulos\n </em>\n , during a question-and-answer session with White House senior adviser Valerie Jarrett.\n <br />\n <br />\n STEPHANOPOULOS: \"Our latest polling shows that there is not majority support for the president's health care plans.\"\n <br />\n <br />\n JARRETT: \"Well, we actually think that there is. And I suppose it depends upon what poll you're looking at.\"\n <br />\n <br />\n We decided to put Jarrett's claim to the test by looking at roughly the last six weeks of public opinion polls that asked questions related to general support for, or opposition to, health proposals put forward by the president or by Democrats generally. We chose the past six weeks to keep the data fresh in this fast-changing debate.\n <br />\n <br />\n Before looking at the data, we should explain which polls we have decided to include, and not include, in our study. Our main starting point for polling information was the Web site\n <a href=\"http://www.pollster.com/\" target=\"_blank\">\n  pollster.com\n </a>\n , a nonpartisan site affiliated with\n <em>\n  National Journal\n </em>\n magazine that maintains a constantly updated database of poll releases. We tried to stick to questions that focused on general support or opposition to the plan, rather than more specific details such as whether to offer a government-run \"public option\" for health insurance, because the number of possible poll questions would quickly get out of hand.\n <br />\n <br />\n In addition, we decided to include only independently sponsored telephone polls and exclude Internet-based polls. Making this distinction hurts the president's cause somewhat, because one Internet poll -- the\n <em>\n  Economist\n </em>\n /YouGov poll -- has on several recent occasions shown a small majority of respondents in favor of the Democratic plan. But we have decided to exclude Internet polls to remain consistent with mainstream professional opinion, which does not yet consider Internet polling to be as trustworthy as telephone polling. We are, however, including telephone polls conducted by machines rather than live humans.\n <br />\n <br />\n Also, since Jarrett specifically referred to \"majority support,\" we will not count in the White House's favor polls unless the support breaks the 50 percent barrier.\n <br />\n <br />\n Using the pollster.com database, we found three polls conducted in October -- all done by live telephone interviews -- that reported true majority support for the Democratic proposal, though hardly by supermajorities. They are:\n <br />\n <br />\n -- A CNN/Opinion Research Corp. poll taken between Oct. 16 and Oct. 18 asked, \"What do you think would be better for the country -- if Congress passed a bill to change the country's health care system along the lines of what Barack Obama has proposed, or if the current system were left in place with no changes?\" The survey found that 53 percent said it would be better to pass a bill, while 44 percent said to leave the current system intact. The poll had 1,038 adult respondents and a 3 percentage point margin of error.\n <br />\n <br />\n -- A Kaiser Family Foundation poll conducted between Oct. 8 and Oct. 15 asked, \"Do you think the country as a whole would be better off or worse off if the president and Congress passed health care reform, or don't you think it would make much difference?\" In this poll, 53 percent said the country would be better off, 28 percent said it would be worse off and 12 percent said it would not make much difference. The poll had 1,200 adult respondents and a 3 percentage point margin of error.\n <br />\n <br />\n -- A Gallup poll taken between Oct. 1 and Oct. 4 asked, \"Would you advise your member of Congress to vote for or against a health care bill this year?\" To this question, 51 percent said their lawmaker should vote for it and 41 percent said their lawmaker should vote against it. This poll interviewed 1,013 adults, with a 4 percentage point margin of error. (Technical note: The results for this question are a little more complicated than most. On the interviewer's first pass, 40 percent of respondents said they'd advise a vote in favor, 36 percent advised a vote against, and 25 percent said they had no opinion. Then, the interviewer asked the undecideds a second question to see how they were leaning; those answers were added to the initial totals to come up with 51 percent advising passage and 41 percent advising rejection.)\n <br />\n <br />\n Most of the time, though, similar questions have found opponents outnumbering supporters. Just to cite a few examples (there are too many to list them all):\n <br />\n <br />\n -- An NBC/\n <em>\n  Wall Street Journal\n </em>\n poll taken between Oct. 22 and Oct. 25 asked, \"From what you have heard about Barack Obama's health care plan, do you think his plan is a good idea or a bad idea? If you do not have an opinion either way, please just say so.\" On this question, 38 percent said it was a good idea and 42 percent said it was a bad idea. In the five NBC/\n <em>\n  Wall Street Journal\n </em>\n polls going back to April 2009, the answer \"good idea\" never exceeded 39 percent.\n <br />\n <em>\n  <br />\n  -\n </em>\n - An ABC News/\n <em>\n  Washington\n </em>\n Post poll taken Oct. 15 to Oct. 18 asked, \"Overall, given what you know about them, would you say you support or oppose the proposed changes to the health care system being developed by Congress and the Obama administration?\" On this question, 45 percent said they support the changes while 48 percent said they oppose them. In two previous ABC/\n <em>\n  Post\n </em>\n surveys that asked the same question, opponents always outnumbered supporters, with supporters never breaking 46 percent.\n <br />\n <br />\n -- A Fox News/Opinion Dynamics poll taken between Oct. 13 and Oct. 14 asked, \"Based on what you know about the health care legislation being considered right now, do you favor or oppose the plan?\" The pollsters found that 35 percent favored it and 54 percent opposed it. In four prior polls going back to July 2009, the survey never found supporters leading opponents, and supporters never exceeded 38 percent.\n <br />\n <br />\n -- Finally, a series of Rasmussen polls, which were conducted by machines rather than live interviewers, have consistently found strong opposition to the Democratic health care proposal. The most recent of these, taken between Oct. 30 and Oct. 31, asked, \"Generally speaking, do you strongly favor, somewhat favor, somewhat oppose or strongly oppose the health care reform plan proposed by President Obama and the congressional Democrats?\" It found that 42 percent favored the plan either strongly or somewhat, while 54 percent opposed it strongly or somewhat.\n <br />\n <br />\n Most polls have had \"little change over the course of the year,\" said Karlyn Bowman, a polling analyst with the conservative American Enterprise Institute. \"It is certainly fair to say that no poll shows solid majority support\" for the Democratic plan.\n <br />\n <br />\n So why did three scattered polls buck the general trend? The most likely factors are two issues often raised in conjunction with polling methodology: the nature of the population sampled, and the way the questions are worded.\n <br />\n <br />\n On the sampling question, the Fox and Rasmussen surveys sampled registered voters and likely voters, respectively, rather than all adults, as the other polls did. Interviewing only registered voters and -- especially -- likely voters weeds out Americans who are relatively disengaged with the political scene. This can be helpful in measuring support for candidates during election season, but when applied to the issue of health care, it can skew the pool of respondents against the White House. \"Polls that screen for registered or likely voters tend to get fewer of the younger and minority voters that have been Obama's strongest supporters,\" said Mark Blumenthal, who runs pollster.com. And not surprisingly, those polls showed the strongest opposition to the Democratic plan.\n <br />\n <br />\n As for wording, it appears that how a question is phrased -- always a key issue in producing the most accurate survey results -- is especially important when asking broad questions related to the current health care debate. For instance, \"those that describe it as only an Obama plan seem to get more support than those that emphasize the 'Democrats in Congress,' \" Blumenthal said. And when the CNN poll asked, \"What do you think would be better for the country -- if Congress passed a bill to change the country's health care system along the lines of what Barack Obama has proposed, or if the current system were left in place with no changes,\" it framed the Democratic plan squarely in opposition to the current health care system, whose shortcomings are apparent even to the president's critics. That wording may help explain the relatively large support for the president in that question.\n <br />\n <br />\n Let's summarize. Recent polls that asked general health care reform questions have found consistent opposition to the Democratic plan. In polls of all adults, it has often been opposition by a modest margin, while polls of registered or likely voters have found more intense opposition. But independent pollsters have produced three surveys in the past six weeks that found supporters narrowly cracking the 50 percent barrier. So part of what Jarrett said -- \"I suppose it depends upon what poll you're looking at\" -- is undeniably true. On balance though, those poll-verified majorities are the exception rather than the rule. We rule her statement Barely True.\n</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-01-07T13:28:52.972576", "ruling_date": "2009-11-02T15:56:43", "ruling_headline": "Jarrett claims Obama has majority support for health care plan", "ruling_headline_slug": "jarrett-claims-obama-has-majority-support-health-c", "ruling_link_text": "In a few polls, yes -- but most have critics outnumbering supporters", "ruling_state": null, "source_documents": null, "sources": "<p>\n Valerie Jarrett,\n <a href=\"http://abcnews.go.com/ThisWeek/Politics/transcript-senior-wh-adviser-valerie-jarrett/story?id=8964986\" target=\"_blank\">\n  comments\n </a>\n on\n <em>\n  This Week with George Stephanopoulos\n </em>\n , Nov. 1, 2009\n <br />\n <br />\n CNN/Opinion Research Corp., pollster.com\n <a href=\"http://www.pollster.com/blogs/poll-update/2009/10/18-week/\" target=\"_blank\">\n  summary\n </a>\n of poll taken Oct. 16-18, 2009, accessed Nov. 2, 2009\n <br />\n <br />\n Kaiser Family Foundation, pollster.com\n <a href=\"http://www.pollster.com/blogs/us_health_care_kaiser_10815.php\" target=\"_blank\">\n  summary\n </a>\n of poll taken Oct. 8-15, 2009, accessed Nov. 2, 2009\n <br />\n <br />\n Gallup,\n <a href=\"http://www.gallup.com/poll/123470/Opposition-Healthcare-Legislation-Drops-Modestly.aspx\" target=\"_blank\">\n  news release\n </a>\n on poll taken Oct. 1-4, 2009, accessed Nov. 2, 2009\n <br />\n <br />\n NBC/\n <em>\n  Wall Street Journal\n </em>\n , full\n <a href=\"http://msnbcmedia.msn.com/i/MSNBC/Sections/NEWS/091027_NBCPoll.pdf\" target=\"_blank\">\n  data\n </a>\n from a poll taken Oct. 22-25, 2009, accessed Nov. 2, 2009\n <br />\n <br />\n ABC News/\n <em>\n  Washington Post\n </em>\n , full\n <a href=\"http://abcnews.go.com/images/PollingUnit/1095a2HealthCareandPolitics.pdf\" target=\"_blank\">\n  data\n </a>\n from a poll taken Oct. 15-18, 2009, accessed Nov. 2, 2009\n <br />\n <br />\n Fox News/Opinion Dynamics, full\n <a href=\"http://www.foxnews.com/projects/pdf/101509_poll.pdf\" target=\"_blank\">\n  data\n </a>\n from a poll taken Oct. 13-14, 2009, accessed Nov. 2, 2009\n <br />\n <br />\n Rasmussen Reports,\n <a href=\"http://www.rasmussenreports.com/public_content/politics/toplines/pt_survey_toplines/october_2009/toplines_health_care_october_30_31_2009\" target=\"_blank\">\n  summary\n </a>\n of poll data on health care questions asked in 2009, accessed Nov. 2, 2009\n <br />\n <br />\n E-mail interview with Mark Blumenthal, editor and publisher of pollster.com, Nov. 2, 2009\n <br />\n <br />\n E-mail interview with Karlyn Bowman, polling analyst with the American Enterprise Institute, Nov. 2, 2009\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "senior adviser to President Barack Obama", "false_count": 1, "first_name": "Valerie", "half_true_count": 0, "home_state": "Illinois", "id": 264, "last_name": "Jarrett", "mostly_true_count": 0, "name_slug": "valerie-jarrett", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Jarrett.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/264/", "total_count": 2, "true_count": 0, "website": "http://www.whitehouse.gov/"}, "statement": "<p>There is majority support for the Democrats' health care plans.</p>", "statement_context": "an interview on ABC's 'This Week with George Stephanopoulos'", "statement_date": "2009-11-01", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}