{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/nov/03/rush-limbaugh/rush-limbaugh-said-bump-gdp-due-cash-clunkers-and-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "gjoyce@tampabay.com", "first_name": "Greg", "id": 110, "last_name": "Joyce", "name_slug": "greg-joyce", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/110/", "title": "Metro/Tampa news editor", "twitter": null}], "facebook_headline": null, "id": 1296, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1296/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>While many hailed the news that the gross domestic product had increased 3.5 percent in the third quarter as a sign that the recession has ended, political commentator Rush Limbaugh was not one of them.</p>\r\n\r\n<p>On the <em> Fox News Sunday </em> program on Nov. 1, Limbaugh scoffed at a question about whether President Barack Obama had saved the country from &quot;a financial abyss,&quot; as witnessed by reports about the bump in the GDP.</p>\r\n\r\n<p>&quot;There wasn&#39;t any growth in the private sector,&quot; Limbaugh said. &quot;That 3.5 percent came from two things &mdash; government spending on Cash for Clunkers &mdash; they just moved fourth-quarter auto sales into the third quarter &mdash; and the first-time home buyer thing.&quot;</p>\r\n\r\n<p>Limbaugh is referring to the Cash for Clunkers program that provided up to $4,500 to consumers to trade in their old cars for new ones, as well as to a government incentive program that provides an $8,000 tax credit to first-time home buyers. <!--[if gte mso 9]><xml> <w:WordDocument> <w:View>Normal</w:View> <w:Zoom>0</w:Zoom> <w:Compatibility> <w:BreakWrappedTables  /> <w:SnapToGridInCell  /> <w:WrapTextWithPunct  /> <w:UseAsianBreakRules  /> </w:Compatibility> <w:BrowserLevel>MicrosoftInternetExplorer4</w:BrowserLevel> </w:WordDocument> </xml><![endif]--></p>\r\n\r\n<p>There&#39;s little debate that the Cash for Clunkers program gave a serious jolt to the car industry in the third quarter and contributed significantly to the GDP bump. In a statement before the Joint Economic Committee of Congress, J. Steven Landefeld, director of the U.S. Department of Commerce&#39;s Bureau of Economic Analysis, said consumer spending on durable goods &mdash; which increased by 22.3 percent &mdash; was driven by motor vehicle purchases and that Cash for Clunkers &quot;accounted for most of this increase.&quot; But not all of it. Landefeld noted that &quot;real spending on other durable goods, nondurable goods and services also increased in the third quarter,&quot; he said.</p>\r\n\r\n<p>There&#39;s no way of untangling exactly how much Cash for Clunkers or home-buying incentives directly affected the GDP, said Eugene Seskin, an economist with the Bureau of Economic Analysis. But statistics on the categories those programs would affect provide strong clues.</p>\r\n\r\n<p>In a breakdown of the contributors to the 3.5 percent increase in GDP, the Bureau of Economic Analysis attributed 1 percentage point to consumer purchases of motor vehicles and parts.</p>\r\n\r\n<p>In a broader sense, motor vehicles &mdash; including commercial purchase of vehicles and parts (not eligible for Cash for Clunkers) as well as vehicle imports and exports &mdash; raised real GDP growth in the third quarter by 1.7 percentage points, Landefeld said. But, he added, &quot;Excluding the effects of motor vehicles, real GDP increased 1.9 percent in the third quarter after decreasing 0.9 percent in the second quarter.&quot; In other words, there was a lot more to the bump than just cars.<br />\r\n<br />\r\nOkay, what about the effect of the government incentives to new home buyers?</p>\r\n\r\n<p>According to the Bureau of Economic Analysis, residential construction rose by 23.4 percent in the third quarter, the first increase in 15 quarters. That translated to 0.53 percentage points of the increase in GDP. But economists say it would be wrong to assign credit for that entirely to government incentives through tax credits to first-time home buyers. First of all, most of the homes purchased through the program were existing homes, not new construction. The new homes figure also includes such things as brokers commissions on sales of homes. So the correlation between that increase and the tax-credit incentives to new home buyers is more tenuous. Still, it appeared to have had some benefit.</p>\r\n\r\n<p>But for argument&#39;s sake, let&#39;s say all of the consumer purchases of new cars and parts (1 percentage point) and all of the new home purchases (0.53 percentage points) in the third quarter were tied to the programs Limbaugh mentioned. That still only accounts for less than half of the bump.</p>\r\n\r\n<p>If Limbaugh&#39;s bigger point was that the bump was largely due to government intervention, he&#39;s on more solid ground.</p>\r\n\r\n<p>In fact, it&#39;s a talking point from the White House defending the effectiveness of the economic stimulus package championed by the president. The stimulus &quot;contributed between 3 and 4 percentage points to real GDP growth in the third quarter,&quot; said Christina Romer, the chairwoman of the White House Council of Economic Advisers.</p>\r\n\r\n<p>&quot;This suggests that in the absence of the Recovery Act, real GDP would have risen little, if at all, this past quarter,&quot; said Romer.</p>\r\n\r\n<p>Josh Bivens, an economist with the nonpartisan Economic Policy Institute, thinks Limbaugh missed the biggest drivers from government intervention: tax cuts, extended unemployment benefits and food stamps, and aid to states from the stimulus. By Bivens&#39; back-of-the-envelope assessment, the stimulus accounted for about 2.5 percentage points of the increase.</p>\r\n\r\n<p>The truth in Limbaugh&#39;s statement, Bivens said, is that government intervention is driving the economy forward right now. In addition to the stimulus, the third quarter saw an increase in direct government spending, mostly on defense (adding 0.5 percentage points to the bump). &quot;If not for the government intervention, the numbers would not be as strong right now,&quot; he said. &quot;That&#39;s why we did it.&quot;</p>\r\n\r\n<p>Other economists say Limbaugh missed the mark when he began by saying the growth in the GDP was not in the private sector. While the government may have provided incentives with Cash for Clunkers, for example, consumers still bore the majority of the cost of new cars. So while the government may be acting as a catalyst, said Gary Burtless, an economist with the Brookings Institution, it&#39;s still private sector growth.</p>\r\n\r\n<p>Bottom line, Limbaugh dismissed the growth in the GDP as being simply from Cash for Clunkers and tax credits to first-time home buyers. Economists agree those programs, particularly Cash for Clunkers, contributed significantly to the bump. And it&#39;s certainly valid to caution that much, if not all, of the bump can be attributed to government intervention. But Limbaugh oversimplifies things when he dismisses the growth as tied solely to those two programs. By our math, even a generous reading of government data ties less than half of the growth in GDP to sectors of the economy those two programs may have influenced. And so we rate his statement Half True.</p>\r\n", "ruling_comments_date": "2010-01-07T13:28:53.044867", "ruling_date": "2009-11-03T18:40:13", "ruling_headline": "Rush Limbaugh said bump in GDP due to Cash for Clunkers and government incentives to first-time home buyers", "ruling_headline_slug": "rush-limbaugh-said-bump-gdp-due-cash-clunkers-and-", "ruling_link_text": "Cars and new homes drive some, not all, of the GDP bump", "ruling_state": null, "source_documents": null, "sources": "<p>U.S. Department of Commerce, Bureau of Economic Analysis, News release: <a href=\"http://bea.gov/newsreleases/national/gdp/2009/pdf/gdp3q09_adv.pdf\" target=\"_blank\"> &quot;Gross Domestic Product, Third Quarter 2009 (Advance Estimate),&quot; </a> Oct. 29, 2009</p>\r\n\r\n<p>U.S. Congress Joint Economic Committee, <a href=\"http://jec.senate.gov/index.cfm?FuseAction=Hearings.HearingsCalendar&amp;ContentRecord_id=827db773-5056-8059-768a-3f1f6abeb979&amp;Region_id=&amp;Issue_id=\" target=\"_blank\"> JEC Hearing: The Impact of the Recovery Act on Economic Growth, including statement from Dr. J. Steven Landefeld, Director of the Bureau of Economic Analysis </a> , Oct. 28, 2009</p>\r\n\r\n<p>U.S. Department of Commerce, Bureau of Economic Analysis, <a href=\"http://www.bea.gov/national/nipaweb/TableView.asp?SelectedTable=2&amp;Freq=Qtr&amp;FirstYear=2007&amp;LastYear=2009\" target=\"_blank\"> National Income and Product Accounts Table<br />\r\nTable 1.1.2. Contributions to Percent Change in Real Gross Domestic Product </a> , Nov. 3, 2009</p>\r\n\r\n<p>U.S. Department of Commerce, Bureau of Economic Analysis, <a href=\"http://www.bea.gov/national/nipaweb/TableView.asp?SelectedTable=16&amp;Freq=Qtr&amp;FirstYear=2007&amp;LastYear=2009\" target=\"_blank\"> National Income and Product Accounts Table<br />\r\nTable 1.2.2. Contributions to Percent Change in Real Gross Domestic Product by Major Type of Product, </a> Nov. 3, 2009</p>\r\n\r\n<p>Reuters, <a href=\"http://www.reuters.com/article/GCA-Economy/idUKTRE59S25520091029?virtualBrandChannel=11604\" target=\"_blank\"> &quot;Instant View: GDP up 3.5 percent; jobless claims fall,&quot; </a> Oct. 29, 2009</p>\r\n\r\n<p>NPR, <a href=\"http://www.npr.org/templates/story/story.php?storyId=114274950\" target=\"_blank\"> &quot;Economic Reversal: GDP Grows At 3.5 Percent Pace,&quot; </a> Oct. 29, 2009</p>\r\n\r\n<p>AP, <a href=\"http://www.msnbc.msn.com/id/33529806/\" target=\"_blank\"> &quot;Economy grows at best pace in 2 years,&quot; </a> Oct. 29, 2009</p>\r\n\r\n<p>CQ Transcriptswire, Transcript of <em> Fox News Sunday </em> interview with Rush Limbaugh, Nov. 1, 2009</p>\r\n\r\n<p>Interview with Eugene Seskin, an economist with the Bureau of Economic Analysis, Nov. 3, 2009</p>\r\n\r\n<p>Interview with Josh Bivens, an economist with the Economic Policy Institute, Nov. 3, 2009</p>\r\n\r\n<p>Interview with Gary Burtless, an economist with the Brookings Institution, Nov. 2, 2009</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 10, "current_job": "Radio host", "false_count": 12, "first_name": "Rush", "half_true_count": 5, "home_state": "", "id": 156, "last_name": "Limbaugh", "mostly_true_count": 2, "name_slug": "rush-limbaugh", "pants_count": 10, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/rush_limbaugh6.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/156/", "total_count": 39, "true_count": 0, "website": "http://www.rushlimbaugh.com/"}, "statement": "<p>&quot;That 3.5 percent (increase in the third quarter GDP) came from two things &mdash; government spending on Cash for Clunkers &mdash; they just moved fourth-quarter auto sales into the third quarter &mdash; and the first-time home buyer thing.&quot;</p>\r\n", "statement_context": "Fox News Sunday", "statement_date": "2009-11-01", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}, {"description": "", "id": 150, "photo": null, "resource_uri": "/api/v/2/subject/150/", "subject": "Stimulus", "subject_slug": "stimulus", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}