{"art": [{"brightcove": "", "caption": "Lisa Moore, left, and fellow University of Texas faculty members Mia Carter and Jennifer Lynn Glass filed suit to at least retain the option of barring guns from their classrooms (Aug. 4, 2016 photo by Rodolfo Gonzalez, Austin American-Statesman).", "id": 8873, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/333333pft.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/8873/", "title": "UT professors sueing over gun law 8/4/16", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "edearman@express-news.net", "first_name": "Eleanor", "id": 533, "last_name": "Dearman", "name_slug": "eleanor-dearman", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 61, "publication_name": "San Antonio Express-News", "resource_uri": "/api/v/2/publication/61/"}, "resource_uri": "/api/v/2/staffer/533/", "title": "reporter", "twitter": null}, {"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2016/aug/26/lisa-moore/professor-concrete-examples-teachers-students-spur/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": "UT prospects wary of campus carry? TRUE", "id": 12975, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "edearman@express-news.net", "first_name": "Eleanor", "id": 533, "last_name": "Dearman", "name_slug": "eleanor-dearman", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 61, "publication_name": "San Antonio Express-News", "resource_uri": "/api/v/2/publication/61/"}, "resource_uri": "/api/v/2/staffer/533/", "title": "reporter", "twitter": null}, {"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/12975/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p style=\"margin-right:54pt\">A University of Texas English professor says a law enabling Texans with state permits to carry concealed guns into classrooms has already caused prospective faculty, students and even speakers not to come to the Austin campus.</p>\r\n\r\n<p style=\"margin-right:54pt\"><a href=\"https://liberalarts.utexas.edu/english/faculty/moorell\" style=\"text-decoration:none;\"><u>Lisa Moore</u></a> said in<a href=\"http://www.npr.org/2016/08/07/489093475/professors-attempt-to-halt-texas-law-allowing-guns-in-classrooms\" style=\"text-decoration:none;\"> <u>an NPR interview aired Aug. 7, 2016</u></a>, six days after the campus-carry mandate took effect: &quot;We already have concrete examples of faculty who have declined to apply for jobs here at the university or who, once offered jobs, have turned them down when they realized that this policy would go into effect, students changing their minds about coming to our graduate and undergraduate programs, and invited speakers declining to come when they realized that we couldn&#39;t guarantee that they would give their talk in a gun-free space.&quot;</p>\r\n\r\n<p style=\"margin-right:54pt\">&quot;Concrete examples&quot; is definitive. So, how about details?</p>\r\n\r\n<p style=\"margin-right:54pt\">First<a href=\"http://www.mystatesman.com/news/news/state-regional-govt-politics/uts-controversial-campus-carry-gun-rules-go-into-e/nr6fR/\" style=\"text-decoration:none;\"> <u>it&rsquo;s worth noting</u></a> that since 1995, Texas law has allowed any individual with a concealed handgun permit to carry a gun on public college and university sidewalks, streets, parking areas and other grounds. In 2015, state lawmakers widened the law by voting to let permit holders also carry guns in campus buildings, except in areas excluded under rules adopted by each school&rsquo;s president.</p>\r\n\r\n<p style=\"margin-right:54pt\">UT-Austin President Gregory L. Fenves<a href=\"https://utexas.app.box.com/v/mcraven-cc-transmittal-letter\" style=\"text-decoration:none;\"> <u>has written that he doesn&rsquo;t believe handguns belong in campus buildings</u></a>; still, he agreed to allow them in classrooms because, he said, barring them would have the effect of generally excluding guns from campus, which the law prohibits. In February 2016, Fenves also wrote Bill McRaven, the UT System chancellor: &quot;Since this is a new law with an unknown effect on UT Austin, we will monitor implementation and its impact on students, faculty members, and staffers. I have significant concerns about how the law will affect our ability to recruit and retain faculty members and students.</p>\r\n\r\n<p style=\"margin-right:54pt\">Fenves is among state defendants, too, in a lawsuit filed by Moore and two fellow professors seeking to bar civilian handguns from campus.<a href=\"http://www.mystatesman.com/news/news/local-education/judge-rules-against-three-ut-professors-in-campus-/nsKZh/\" style=\"text-decoration:none;\"> <u>On Aug. 22, 2016,</u></a> a federal judge<a href=\"http://projects.statesman.com/documents/?doc=3032664-Campus-Carry-Ruling\" style=\"text-decoration:none;\"> <u>denied their request</u></a> for a preliminary injunction that would have allowed them to ban concealed handguns from their classrooms. U.S. District Judge Lee Yeakel said he found no precedent for the argument that professors have<a href=\"http://www.mystatesman.com/news/news/local/battle-lines-drawn-in-professors-suit-over-handgun/nsC89/\" style=\"text-decoration:none;\"> <u>a right of academic freedom</u></a><u> </u>under the First Amendment so broad that it overrides decisions of the Legislature and the university that employs them.</p>\r\n\r\n<p style=\"margin-right:54pt\">Moore, Jennifer Lynn Glass and Mia Carter were still free to pursue the merits of their case. But Yeakel&rsquo;s ruling was a considerable setback for them, as they wanted to ban guns in time for the start of fall classes.</p>\r\n\r\n<p style=\"margin-right:54pt\"><strong>Virginia professor declined UT visit</strong></p>\r\n\r\n<p style=\"margin-right:54pt\">Moore, asked for concrete examples, initially responded with an email reminding that an out-of-state candidate for a UT deanship said he bowed out of consideration in 2015 due to the gun law. A February 2016 <em>Austin American-Statesman</em><a href=\"http://highered.blog.statesman.com/2016/02/18/campus-carry-law-kept-this-scholar-from-pursuing-a-deanship-at-ut/\" style=\"text-decoration:none;\"> <u>news blog post</u></a> quoted Siva Vaidhyanathan, a University of Virginia professor of media studies who&rsquo;d previously earned UT bachelor&rsquo;s and doctoral degrees, saying he&rsquo;d been contacted by a search firm helping the university find a dean for the Moody College of Communication--and, the story said, was later told he was a finalist.</p>\r\n\r\n<p style=\"margin-right:54pt\">But the gun law weighed on him; the story said that if chosen, Vaidhyanathan said, he&rsquo;d have felt compelled to side with faculty members seeking to bar guns from classrooms. &quot;I would probably be fired immediately,&quot; he said. &quot;I told the search firm I was no longer interested in the position.&quot;</p>\r\n\r\n<p style=\"margin-right:54pt\">To our inquiry, Vaidhyanathan provided a December 2015 email he sent to search firm officials declining their invitation to return to the Texas campus for &quot;an extended visit and a dinner&quot; about the deanship that would have included meetings with Fenves and others. Vaidhyanathan&rsquo;s email said the prospect of guns being allowed in classrooms meant he couldn&rsquo;t &quot;pursue this position with enthusiasm.&quot;</p>\r\n\r\n<p style=\"margin-right:54pt\">Vaidhyanathan wrote:</p>\r\n\r\n<p style=\"margin-left:32pt; margin-right:54pt\">&quot;I could not, in good conscience, ask faculty and students to put themselves into an environment in which students, visitors, or even faculty could be armed. My wife is a scientist. I could not ask her to take a job at a university that was forbidden by law to restrict guns from classrooms. The very consideration of that possibility puts a chilling effect on open and relaxed discourse in the classroom. And the fact that the university cannot restrict guns on campus in general means that university police officers are forbidden to do their jobs effectively. They can&rsquo;t diffuse a threatening situation until it becomes a dangerous one.</p>\r\n\r\n<p style=\"margin-left:32pt; margin-right:54pt\">&quot;Universities are tense enough already. And we all count on our university police forces to confront and (defuse) threatening situations as early as possible. The State of Texas has put every student and professor in Texas in danger. I applaud the chancellor, the president, the faculty, and the students for their strong opposition to campus carry.&quot;</p>\r\n\r\n<p style=\"margin-right:54pt\">So, that&rsquo;s a candidate for dean confirmed.</p>\r\n\r\n<p style=\"margin-right:54pt\">Next, we followed up with Moore about particular students, other prospective faculty and speakers deciding not to come to UT due to the gun law.</p>\r\n\r\n<p style=\"margin-right:54pt\"><strong>A mother&rsquo;s email</strong></p>\r\n\r\n<p style=\"margin-right:54pt\">Moore forwarded a November 2015 email sent by a parent, Rachel Zucker, to a UT mailbox. The message says:</p>\r\n\r\n<p style=\"margin-left:32pt; margin-right:54pt\">&quot;Dear UT, I want you to know that my son, Moses Goren, is a straight A student at Hunter College High School (in NYC) who has expressed interest in applying to your Plan II program at UT (Austin). He and I have decided, however, that he will not apply to any schools that have campus carry laws. We believe that guns should not be allowed on college campuses and that guns present a serious physical danger for faculty and students. If you were to make UT Austin a safer place by making it illegal to bring a gun on campus, I would eagerly and proudly have Moses apply to your esteemed school. Thank you, Rachel Zucker&quot;</p>\r\n\r\n<p style=\"margin-right:54pt\">To our inquiry, Zucker confirmed her son&rsquo;s decision. &quot;Both of us feel even clearer about this than we did when wrote that email. The rampant gun violence and lack of commonsense gun control in this country should be a source of unmitigated shame for our leaders and legislators,&quot; Zucker said by email, adding that she hopes UT bans guns on campus.</p>\r\n\r\n<p style=\"margin-right:54pt\">Moore also noted the departures of two UT faculty members by 2016. In each instance -- Architecture Dean Frederick Steiner&rsquo;s move to the University of Pennsylvania and economist Daniel Hamermesh&rsquo;s shift to opportunities abroad -- news stories and emails we fielded from the men describe the gun law as a factor, though not the only factor, in the departures.</p>\r\n\r\n<p style=\"margin-right:54pt\">Hamermesh urged us to consult Joan Neuberger, a UT history professor, who responded by emailing a prospective graduate student&rsquo;s February 2016 email saying she would decline UT&rsquo;s offer of admission &quot;due to my misgivings with the campus carry guidelines President Fenves released today.&quot; Nora Dolliver went on: &quot;Although I think that UT would be a wonderful place to complete my graduate training, I am unwilling to study or work in an environment where my classmates, professors, students, or patrons are permitted to carry handguns.&quot;</p>\r\n\r\n<p style=\"margin-right:54pt\"><strong>Harvard professor&rsquo;s decision</strong></p>\r\n\r\n<p style=\"margin-right:54pt\">A March 2016<a href=\"http://www.dailytexanonline.com/2016/03/04/faculty-members-cite-campus-carry-as-reason-to-leave-university\" style=\"text-decoration:none;\"> <u>news story</u></a> in UT&rsquo;s student newspaper, <em>The Daily Texan</em>, quoted Moore saying a Harvard University professor had withdrawn from a search for a faculty position in the UT Women and Gender Studies department because of the measure letting guns into classrooms.</p>\r\n\r\n<p style=\"margin-right:54pt\">By phone, Moore told us the professor,<a href=\"http://scholar.harvard.edu/robinbernstein/home\" style=\"text-decoration:none;\"> <u>Robin Bernstein</u></a>, had been urged by Moore and others to apply in 2015, but Bernstein, citing the gun law, declared she wouldn&rsquo;t. &quot;She definitely would have been a finalist,&quot; Moore said, adding that faculty were ultimately unable to fill the position.</p>\r\n\r\n<p style=\"margin-right:54pt\">By email, Bernstein told us she was invited to apply for a professorship in women&rsquo;s and gender studies but declined to do so &quot;in large part because of the changes in Texas law to allow guns in class.&quot; Bernstein shared a portion of her November 2015 email to Moore about deciding not to apply. The email says Bernstein had been &quot;watching the madness with the Texas legislature&quot; and wasn&rsquo;t more than 50 percent sure she&rsquo;d accept the UT job if it were offered.</p>\r\n\r\n<p style=\"margin-right:54pt\"><strong>Concerned outside speaker</strong></p>\r\n\r\n<p style=\"margin-right:54pt\">Moore, asked about speakers deciding not coming to campus, pointed us to Paloma Diaz, an administrator in UT&rsquo;s Teresa Lozano Long Institute for Latin American Studies. Diaz said by phone that a speaker who teaches at the University of Washington cited the gun law in initially resisting the institute&rsquo;s invitation to give a talk in fall 2016, though she said the speaker subsequently relented.</p>\r\n\r\n<p style=\"margin-right:54pt\">Diaz said she didn&rsquo;t have permission to identify the speaker. Otherwise, a web search showed the institute has posted a<a href=\"https://liberalarts.utexas.edu/llilas/events/event.php?id=41561\" style=\"text-decoration:none;\"> <u>notice</u></a> that<a href=\"http://humanrights.washington.edu/people/\" style=\"text-decoration:none;\"> <u>Angelina Snodgrass Godoy</u></a>, a UW professor, is expected to visit and give talks Sept. 26, 2016. Godoy didn&#39;t respond to our query.</p>\r\n\r\n<p style=\"margin-right:54pt\">We couldn&rsquo;t fairly consider a couple of late-breaking instances of invited speakers deciding not to come to UT because their decisions became public after Moore spoke to NPR.</p>\r\n\r\n<p style=\"margin-right:54pt\">Still:</p>\r\n\r\n<p style=\"margin-right:54pt\">--A Duke University professor, Karla Holloway, wrote Phillip Barrish, a UT English professor, that she was rescinding her acceptance of Barrish&rsquo;s invitation to speak on the campus in fall 2016. Holloway wrote Aug. 26, 2016: &quot;I believe guns, and especially the vulnerabilities exposed in conceal carry cultures, contribute mightily to our nation&rsquo;s public health crisis. And with the conceal carry now in full effect there, and after discussion with my family, I just cannot come.&quot; To our inquiry, Holloway forwarded a copy of the emailed March 2016 invitation from Barrish that she and Barrish told us she&rsquo;d previously accepted.</p>\r\n\r\n<p style=\"margin-right:54pt\">--Neuberger separately alerted us to a Texas Christian University historian,<a href=\"http://www.his.tcu.edu/facultypages/Hammad.asp\" style=\"text-decoration:none;\"> <u>Hanan Hammad</u></a>, reversing course about speaking at UT, also while citing the gun law (which allows private universities like TCU to opt out of the mandate). To our inquiry, Hammad forwarded her Aug. 26, 2016, email rescinding her agreement to speak in October 2016. Hammad wrote that &quot;with campus carry now in full effect at UT, I just cannot come. I&#39;m always proud to be a UT alumnus and I owe my mentors and teachers great deal, but I&#39;m in full solidarity with all UT faculty, staff, and students whose health and lives are in danger due to campus carry. I believe open or conceal carry on campus is wrong and dangerous.&quot;</p>\r\n\r\n<p style=\"margin-right:54pt\"><strong>UT administration suggests claim solid</strong></p>\r\n\r\n<p style=\"margin-right:54pt\">We also asked a university spokesman, Gary Susswein, about the accuracy of Moore&rsquo;s claim. Susswein responded by emailing a<a href=\"https://moody.utexas.edu/tpsm\" style=\"text-decoration:none;\"> <u>web link</u></a> to an August 2016 statement by sociologist Harry Edwards, a professor emeritus at the University of California, Berkeley, in which Edwards said that due to implementation of the gun law, he was rescinding his permission to present UT lectures on sport and society, launched in 2014, in his name.</p>\r\n\r\n<p style=\"margin-right:54pt\">&quot;My decision was an exceedingly difficult one,&quot; Edwards wrote, &quot;but silence is evil&#39;s greatest and most consistently dependable ally.&quot;</p>\r\n\r\n<p style=\"margin-right:54pt\">Another campus spokesman, J.B. Bird, said by email the administration could confirm Moore&rsquo;s claim.</p>\r\n\r\n<p style=\"margin-right:54pt\">Bird didn&rsquo;t identify resistant individuals by name though he wrote that the university provost&rsquo;s office &quot;confirmed hearing of a few people who decided not to interview and who stated that it was because of campus carry. Similarly, Bird said, provost officials say &quot;they have heard of a few cases of faculty speakers who have decided not to come to campus to give talks because of the law.&quot;</p>\r\n\r\n<p style=\"margin-right:54pt\">Bird said too that &quot;we know of students changing their minds about coming based on campus carry. Our admissions office said when the law was announced they received about 10 calls and 10-15 emails with applicants saying that they were not coming or would not apply. We assume that we don&rsquo;t hear from 100 percent of the people who make this decision.</p>\r\n\r\n<p style=\"margin-right:54pt\">&quot;That said,&quot; Bird wrote, &quot;we did just admit the largest incoming freshmen class in UT&rsquo;s history, with about 8,500 freshman. From what we have seen, though, the assertion is true that some individuals have chosen not to come because of the new state law.&quot;</p>\r\n\r\n<p style=\"margin-right:54pt\"><strong>Our ruling</strong></p>\r\n\r\n<p style=\"margin-right:54pt\">Moore told NPR there are &quot;concrete examples&quot; of UT job applicants, prospective students and invited speakers deciding not to come to the university because of conceal-carry permit holders newly being allowed to bring handguns into campus buildings including classrooms.</p>\r\n\r\n<p style=\"margin-right:54pt\">Not naming names, UT&rsquo;s administration says this is so. We separately identified two out-of-state professors, a prospective graduate student and the mother of a high school student who cited the change in gun law and policy for not continuing to seek a UT position or not applying to come there--plus an outside speaker who reportedly resisted an invitation to speak on campus before relenting.</p>\r\n\r\n<p style=\"margin-right:54pt\">We rate this statement True.</p>\r\n\r\n<hr />\r\n<p style=\"margin-right:54pt\"><em>TRUE &ndash; The statement is accurate and there&rsquo;s nothing significant missing.</em> Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\" style=\"text-decoration:none;\"> <u>more</u></a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n\r\n<p><a href=\"https://www.sharethefacts.co/share/7faa9692-b238-4e6b-b053-5529f83ee602\">https://www.sharethefacts.co/share/7faa9692-b238-4e6b-b053-5529f83ee602</a></p>\r\n", "ruling_comments_date": "2016-08-26T17:35:37.475282", "ruling_date": "2016-08-26T18:15:44", "ruling_headline": "Professor: 'Concrete examples' of teachers, students spurning University of Texas due to gun law", "ruling_headline_slug": "professor-concrete-examples-teachers-students-spur", "ruling_link_text": "Wary of campus carry", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"https://docs.google.com/document/d/1C3d7YSkPZ0lGA6wL1VgA8ZAIZxX7Eb7DZOHDjWfsedQ/pub\">Emails</a> (excerpted) and telephone interview, Lisa Moore, Archibald A. Hill professor in American and English Literature, Department of English, professor, Center for Women&#39;s and Gender Studies, the University of Texas, Aug. 12 and Aug. 22, 2016</p>\r\n\r\n<p>News stories and news blog post, <em>Austin American-Statesman</em>, <a href=\"http://www.mystatesman.com/news/news/local-education/ut-professor-quits-post-citing-safety-concerns-wit/nnyJG/\">&quot;UT professor quits post, citing safety concerns with campus carry law,&quot;</a> Oct. 8, 2015; <a href=\"http://highered.blog.statesman.com/2016/02/18/campus-carry-law-kept-this-scholar-from-pursuing-a-deanship-at-ut/\">&quot;Campus carry law kept this scholar from pursuing a deanship at UT,&quot;</a> Feb. 18, 2016; <a href=\"http://www.mystatesman.com/news/news/local-education/judge-rules-against-three-ut-professors-in-campus-/nsKZh/\">&quot;Judge rules against three UT professors in campus carry case,&quot;</a> posted online Aug. 22, 2016</p>\r\n\r\n<p>News story, <a href=\"http://www.dailytexanonline.com/2016/03/04/faculty-members-cite-campus-carry-as-reason-to-leave-university\">&quot;Faculty members cite campus carry as reason to leave University,&quot;</a> <em>The Daily Texan</em>, March 4, 2016</p>\r\n\r\n<p>News story, <a href=\"http://articles.philly.com/2016-02-29/news/71035121_1_gun-law-texas-legislature-state-universities\">&quot;New Penn dean explains why gun law drove him from Texas,&quot;</a> the <em>Philadelphia Inquirer</em>, Feb. 29, 2016</p>\r\n\r\n<p>News story, <a href=\"http://www.nytimes.com/2016/02/27/us/dean-at-university-of-texas-resigns-in-part-over-handgun-law.html?_r=0\">&quot;Dean at University of Texas Resigns in Part Over Handgun Law,&quot;</a> <em>New York Times</em>, Feb. 27, 2016</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1f9Ajo11LxNYkRyXbly6QVmGJ6j1Yi866T2a8XwdGu4M/pub\">Emails</a> to and from Siva Vaidhyanathan, Robertson professor, University of Virginia Department of Media Studies, per University of Texas search for dean, Moody College of Communications, December 2015 (received by PolitiFact Texas Aug. 19, 2016)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1M3q2N_UyBiSeTag42TmkbDuDxJTUv4VzwWIbRaLJZiE/pub\">Email</a> (excerpted), Frederick Steiner, dean and Paley professor, the University of Pennsylvania School of Design, Aug. 21, 2016</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1RzXC-4yNe6cZPYqzfFhOuL60MOdGQPA02Wcb6_utY7c/pub\">Emails</a> (excerpted), Robin Bernstein, chair of Studies in Women, Gender, and Sexuality, professor of African and African American Studies, professor of Studies in Women, Gender, and Sexuality, Harvard University, Aug. 25-26, 2016</p>\r\n\r\n<p>Telephone interview, Paloma Diaz, scholarly programs director and faculty liaison, University of Texas Teresa Lozano Long Institute for Latin American Studies, Aug. 25, 2016</p>\r\n\r\n<p>Web post, <a href=\"https://moody.utexas.edu/tpsm\">&quot;A Statement from Dr. Harry Edwards re: Campus Carry,&quot;</a> Texas Program in Sports and Media, Moody College of Communication, August 2016</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1-U7S8rsQavcqGI-Ode55jzY1xebXPymUUHbrqclPOM0/pub\">Email</a>, J.B. Bird, director of media relations/Digital Newsroom editor, The University of Texas at Austin, Aug. 25, 2016</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1RzXC-4yNe6cZPYqzfFhOuL60MOdGQPA02Wcb6_utY7c/pub\">Emails</a>, Robin Bernstein, chair of Studies in Women, Gender, and Sexuality, professor of African and African American Studies, professor of Studies in Women, Gender, and Sexuality, Harvard University, Aug. 25-26, 2016</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1sZ-CChD1Sdck45elEk76OGXHCVOPFvQe83QQWmVBvD4/pub\">Email</a>, Rachel Zucker, Aug. 25, 2016</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1olOAj37B6GZXigTlJlNnf5Cr2C85-WMg_6Njgi1_qj4/pub\">Emails</a> (excerpted), Joan Neuberger, professor of history, University of Texas, Aug. 26, 2016</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1ns162q-Bl-v5mKeFw72A1YUE1ppKmAD9fVzDzaGqjko/pub\">Emails</a>, Nora Dolliver, Feb. 18 and Aug. 26, 2016</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1zN5L37U1IPqc-7Y3aykTkz5xnhMlyUJKGa3rllC5zio/pub\">Emails</a>, Karla Holloway, James B. Duke professor of English, professor of law, Duke University, Aug. 26, 2016 (initial email received from Lisa Moore, Aug. 26, 2016)</p>\r\n\r\n<p>Telephone interview, Phillip Barrish, Tony Hilfer professor of American and British Literature, the University of Texas, Aug. 26, 2016</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/133HApM-MU6-KZoYLcbhUP7ISFo5TvVtcdSxG3kYiQ9s/pub\">Email</a>, Hanan Hammad, associate professor of history, director of the Middle East Studies, Texas Christian University, Aug. 26, 2016</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Professor, Department of English, The University of Texas at Austin", "false_count": 0, "first_name": "Lisa", "half_true_count": 0, "home_state": "Texas", "id": 3663, "last_name": "Moore", "mostly_true_count": 0, "name_slug": "lisa-moore", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/profpft.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3663/", "total_count": 1, "true_count": 1, "website": "https://liberalarts.utexas.edu/english/faculty/moorell"}, "statement": "<p>Says there are &quot;concrete examples&quot; of University of Texas job applicants or prospective applicants and students as well as invited speakers changing their minds because of handguns being allowed in campus buildings and classrooms.</p>\r\n", "statement_context": "an interview for NPR's \"All Things Considered\"", "statement_date": "2016-08-07", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 19, "photo": null, "resource_uri": "/api/v/2/subject/19/", "subject": "Guns", "subject_slug": "guns", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ".@utaustin prof says campus-carry changes driving away prospective faculty, students, speakers. TRUE."}