{"art": [{"brightcove": "", "caption": "Menacing babies with syringes since 1885! ", "id": 8887, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/autism_meme.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/8887/", "title": "Autism and vaccines meme", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "Nadia.Pflaum@wews.com", "first_name": "Nadia", "id": 541, "last_name": "Pflaum", "name_slug": "nadia-pflaum", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/541/", "title": "Reporter", "twitter": null}], "canonical_url": "/ohio/statements/2016/aug/29/viral-image/viral-image-perpetuates-misconception-vaccines-cau/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": "Viral image perpetuates myth that vaccines cause autism", "id": 12980, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "Nadia.Pflaum@wews.com", "first_name": "Nadia", "id": 541, "last_name": "Pflaum", "name_slug": "nadia-pflaum", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/541/", "title": "Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/12980/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>A viral image from the website NaturalNews.com is bouncing along through the echo chamber of Facebook.</p>\r\n\r\n<p>It suggests a connection between the number of vaccines given to babies in the United States over time, and an increase in people diagnosed with autism.</p>\r\n\r\n<p>Health memes like this are common on social media, and this particular image&rsquo;s source, NaturalNews.com, encourages its community to spread the message. The site brands itself as &quot;the world&rsquo;s top news source on natural health.&quot; Its founder, entrepreneur <a href=\"https://thinkprogress.org/meet-the-internet-entrepreneur-profiting-off-the-anti-vaxxer-movement-2e3ba8f791b9#.35933kuyy\">Mike Adams</a>, calls himself the &quot;Health Ranger.&quot;</p>\r\n\r\n<p>To vet this claim of causality between vaccines and autism, we consulted Dennis Cunningham, an associate professor of clinical pediatrics at the Ohio State University. He is on the physician team on infectious diseases at <a href=\"http://www.nationwidechildrens.org/\">Nationwide Children&rsquo;s Hospital </a>in Columbus, Ohio.</p>\r\n\r\n<p>What we found is that the number of autism diagnoses has risen in the past decade, but scientists aren&#39;t sure if that represents a true increase in cases or a change in diagnosis. Scientists and experts say the rise in cases, however, is not related to the number of vaccines children are receiving.</p>\r\n\r\n<p><strong>Small change in vaccines</strong></p>\r\n\r\n<p>The meme says the number of vaccinations has grown from 10 in 1983 to 46 in 2013. Both numbers are vastly inflated. The Centers for Disease Control and Prevention&rsquo;s <a href=\"http://www.cdc.gov/mmwr/preview/mmwrhtml/su6201a2.htm\">2013 immunization schedule</a> only lists 10 vaccines recommended for babies up to 24 months of age.</p>\r\n\r\n<p>&quot;We&rsquo;re not really up to 46 vaccines,&quot; Cunningham said. &quot;They may be including vaccines administered in multiple doses, like for measles, mumps and rubella. If they are counting every time a child gets a shot as a &lsquo;vaccine,&rsquo; I&rsquo;m not sure that&rsquo;s an accurate way to count.&quot;</p>\r\n\r\n<p>PolitiFact Ohio attempted to contact NaturalNews through a form on the website but received no response.</p>\r\n\r\n<p>The Centers for Disease Control and Prevention website defines a vaccine as &quot;a product that stimulates a person&rsquo;s immune system to produce immunity to a specific disease, protecting the person from that disease.&quot; One vaccine can require more than one shot to achieve the best protection. The mumps, measles and rubella vaccine (MMR), for example, prevents all three diseases. It requires two shots, one at 12 to 15 months and one at four to six years of age. Though it is designed to protect against three diseases, and is administered in two shots, the MMR vaccine is treated as one vaccine.</p>\r\n\r\n<p>Ian Branam, a communications specialist with the Centers for Disease Control and Prevention, told PolitiFact Ohio that vaccines sometimes require more than one shot &quot;to build high enough immunity to prevent disease, boost immunity that fades over time, help to make sure people who did not get immunity from a first dose are protected, or protect against germs that change over time, such as flu.&quot;</p>\r\n\r\n<p>For all years, the viral image overstates the number of vaccines recommended for children.</p>\r\n\r\n<p>The meme says that there were 10 vaccines administered to babies in 1983. Branam gave us the official count: only three vaccines were recommended for babies under two years of age that year.</p>\r\n\r\n<p>The meme says that the number of recommended vaccines for babies increased to 36 by 2008. Branam corrected that number to 10 -- the same number in 2013.</p>\r\n\r\n<p><strong>Rise in autism</strong></p>\r\n\r\n<p>According to NaturalNews&rsquo; viral image, the rate of autism has risen from 1 in 10,000 in 1983, to 1 in 150 in 2008, to 1 in 88 in 2013.&nbsp;</p>\r\n\r\n<p>The viral image&rsquo;s figures on the prevalence of autism over time are inconsistent with CDC&nbsp;<a href=\"http://www.cdc.gov/ncbddd/autism/data.html\">research</a>. The Centers for Disease Control and Prevention issued its first report on autism in 2007, and quantified its prevalence as 1 in 150. The most recent report said autism affects 1 in 68 children in 2016.</p>\r\n\r\n<p>The rise in the rate of the disorder is proportional to the increase in scientific and medical attention it has received, <a href=\"https://www.autismspeaks.org/blog/2016/04/01/cdc%E2%80%99s-new-update-autism-what-you-need-know\">according to</a>&nbsp;epidemiologist Michael Rosanoff. Rosanoff is the director of Autism Speaks, the largest autism advocacy group in the country.</p>\r\n\r\n<p>The numbers &quot;suggest that we&rsquo;ve gotten better at identifying autism in the United States,&quot; Rosanoff said. &quot;Ten years ago &ndash; when the CDC first started autism surveillance -- &nbsp;the reported prevalence was 1 in 150. We have reason to believe that much of the increase since then is due to improved detection.&quot;</p>\r\n\r\n<p>Put another way, Rosanoff says it&rsquo;s not necessarily that more children have autism today, it&rsquo;s that we are better at identifying it.</p>\r\n\r\n<p><strong>Breaking the link between vaccines and autism rates</strong></p>\r\n\r\n<p>NaturalNews&rsquo; viral image illustrates two phenomenons -- vaccines given to children, and rates of autism -- stair-stepping upward together over time. But Cunningham, with the Nationwide Children&rsquo;s Hospital, told PolitiFact Ohio that the relationship is <a href=\"http://www.merriam-webster.com/dictionary/spurious\">spurious</a>.</p>\r\n\r\n<p>Autism rates have been going up, said Cunningham. That&#39;s&nbsp;partly because the criteria for the diagnosis has widened, encompassing children that would not have been considered autistic when the disease was in earlier phases of detection, he said.</p>\r\n\r\n<p>Moreover, NaturalNews &quot;is ignoring the multiple articles in medical literature that show no association between autism and vaccinations,&quot; Cunningham said. (PolitiFact previously has addressed this question in regards to the Measles vaccine, with scientists saying there is <a href=\"http://www.politifact.com/punditfact/statements/2015/feb/03/megyn-kelly/foxs-kelly-science-measles-vaccine-safety-certain-/\">no connection between the vaccine and autism</a>.)</p>\r\n\r\n<p>Concerns over thimerosal, a mercury-based preservative that was used in some vaccines, sparked the original vaccine scare. Cunningham said thimerosal contains ethylmercury, which is quickly broken down and eliminated by the body. <a href=\"http://www.atsdr.cdc.gov/phs/phs.asp?id=112&amp;tid=24\">Methylmercury</a>, on the other hand, can build up in cells and tissues over time, to poisonous levels.</p>\r\n\r\n<p>Though the harm that some feared was based on confusion between the forms of mercury, Cunningham said, thimerosal was nonetheless removed from most vaccines in 2001.</p>\r\n\r\n<p>&quot;I was one of the doctors who did not agree with taking it out, because it was not done for a scientific reason,&quot; Cunningham said. &quot;Since then, there has been no impact on the rates of autism.&quot;</p>\r\n\r\n<p>On its website, the Autism Science Foundation features a <a href=\"http://autismsciencefoundation.org/what-is-autism/autism-and-vaccines/\">statement </a>regarding autism and vaccines. &quot;We&rsquo;ve asked the autism vaccine question over two dozen times and each time we get the same response: no relationship,&quot; it says. &quot;We need to move on. We need to invest in studying genetics, the brain structures of children with autism, and environmental factors that may be playing a role.&quot;</p>\r\n\r\n<p>Cunningham added, &quot;Parents absolutely have the right to make decisions for their children, but I get concerned when they move away from science and evidence-based medicine to an emotion-based response. I have seen kids die in the hospital from vaccine-preventable diseases.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>A viral meme from NaturalNews.com uses dates, rising numbers in vaccines given to babies, and rising rates of autism to suggest a relationship between vaccines and autism.</p>\r\n\r\n<p>The meme is inflating the number of vaccines, which stood at 10 in 2008 and 2013, according to the CDC. Meanwhile, the rate of children diagnosed with autism is increasing, though the numbers NaturalNews.com offered are not entirely accurate.</p>\r\n\r\n<p>The problem with this claim, however, is putting the two numbers together to lead people to believe that vaccines are causing the increase in autism rates. A&nbsp;pediatrician and specialist in infectious diseases said that any connection between vaccines (with or without thimerosal) and autism has been thoroughly dismissed through more than two dozen peer-reviewed studies.</p>\r\n\r\n<p>We rate this claim False.</p><a href=\"https://www.sharethefacts.co/share/50ccc4f4-1434-44db-92b6-620e27d8f85b\">https://www.sharethefacts.co/share/50ccc4f4-1434-44db-92b6-620e27d8f85b</a>\r\n", "ruling_comments_date": "2016-08-29T10:46:48.617719", "ruling_date": "2016-08-29T16:45:00", "ruling_headline": "Viral image perpetuates misconception that vaccines cause autism", "ruling_headline_slug": "viral-image-perpetuates-misconception-vaccines-cau", "ruling_link_text": "A broken link", "ruling_state": null, "source_documents": null, "sources": "<p>Interview, <a href=\"http://www.nationwidechildrens.org/dennis-j-cunningham\">Dennis Cunningham</a>, Section of Infectious Diseases, Nationwide Children&rsquo;s Hospital; Associate Professor of Clinical Pediatrics at The Ohio State University College of Medicine.</p>\r\n\r\n<p>Email interview, Ian Branam, Health Communication Specialist, National Center for Immunization and Respiratory Diseases; Centers for Disease Control and Prevention</p>\r\n\r\n<p>Website, Autism Science Foundation, &quot;<a href=\"http://autismsciencefoundation.org/what-is-autism/autism-and-vaccines/\">Autism and Vaccines</a>&quot;</p>\r\n\r\n<p>Centers for Disease Control and Prevention Childhood Immunization Schedule, <a href=\"http://www.cdc.gov/vaccines/schedules/images/schedule1983s.jpg\">1983</a></p>\r\n\r\n<p>Centers for Disease Control and Prevention Childhood Immunization Schedule, <a href=\"http://www.cdc.gov/mmwr/preview/mmwrhtml/mm5701a8.htm\">2008</a></p>\r\n\r\n<p>Centers for Disease Control and Prevention Childhood Immunization Schedule, <a href=\"http://www.cdc.gov/mmwr/preview/mmwrhtml/su6201a2.htm\">2013</a></p>\r\n\r\n<p>ThinkProgress.org, &quot;<a href=\"https://thinkprogress.org/meet-the-internet-entrepreneur-profiting-off-the-anti-vaxxer-movement-2e3ba8f791b9#.2wgdabk6y\">Meet the Internet entrepreneur profiting off the anti-vaxxer movement,</a>&quot; Mar. 10, 2015</p>\r\n\r\n<div>&nbsp;</div>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 8, "current_job": "", "false_count": 12, "first_name": "", "half_true_count": 0, "home_state": "", "id": 3275, "last_name": "Viral image", "mostly_true_count": 3, "name_slug": "viral-image", "pants_count": 26, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Success-Kid.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3275/", "total_count": 50, "true_count": 0, "website": ""}, "statement": "<p>As the number of vaccines administered to children has increased in the United States, so has the autism rate.</p>\r\n\r\n<div>&nbsp;</div>\r\n", "statement_context": "an image shared on social media from NaturalNews.com", "statement_date": "2016-08-29", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 124, "photo": null, "resource_uri": "/api/v/2/subject/124/", "subject": "Autism", "subject_slug": "autism", "used_in_edition": []}], "target": [], "twitter_headline": "Viral image perpetuates myth that vaccines cause autism"}