{"art": [{"brightcove": "", "caption": "Donald Trump, the Republican presidential nominee, speaks during a campaign event focused on immigration policy in Phoenix on Aug. 31, 2016. (New York Times)", "id": 8910, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/TrumpcrowdAZ.JPG", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/8910/", "title": "Trump crowd immigration speech AZ", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "immigration@politifact.com", "first_name": "Miriam", "id": 586, "last_name": "Valverde", "name_slug": "miriam-valverde", "on_staff_page": 11, "phone": "617-396-7423", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots19.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/586/", "title": "Staff writer", "twitter": "MiriamValverde"}], "canonical_url": "/truth-o-meter/statements/2016/sep/01/donald-trump/donald-trump-says-illegal-immigration-costs-113-bi/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "facebook_headline": "Trump says illegal immigration costs $113 billion a year", "id": 12995, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "immigration@politifact.com", "first_name": "Miriam", "id": 586, "last_name": "Valverde", "name_slug": "miriam-valverde", "on_staff_page": 11, "phone": "617-396-7423", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots19.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/586/", "title": "Staff writer", "twitter": "MiriamValverde"}], "resource_uri": "/api/v/2/statement/12995/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>In his speech in Arizona, Donald Trump outlined all the ways he plans to address illegal immigration if elected to the White House. The United States has to act, he said Aug. 31, because illegal immigration comes at a steep cost.</p>\r\n\r\n<p>&quot;Illegal immigration costs our country more than $113 billion a year. And this is what we get,&quot; Trump, the Republican presidential nominee, said. &quot;For the money we are going to spend on illegal immigration over the next 10 years, we could provide 1 million at-risk students with a school voucher, which so many people are wanting.&quot;</p>\r\n\r\n<p>We wondered if illegal immigration costs taxpayers $113 billion a year. We asked Trump&rsquo;s campaign for the source of his data but did not hear back.</p>\r\n\r\n<p>Fox News&rsquo; Sean Hannity <a href=\"https://www.youtube.com/watch?v=6cblBRiYQYk\">presented</a> the $113 billion figure a few days earlier in a town hall interview with Trump, citing a 2013 <a href=\"http://www.fairus.org/publications/the-fiscal-burden-of-illegal-immigration-on-united-states-taxpayers\">report</a> from Federation for American Immigration Reform, a group seeking reduced immigration.</p>\r\n\r\n<p>FAIR&rsquo;s report says $113 billion represents the total cost at the federal, state and local levels for undocumented immigrants. The vast majority -- $84 billion -- is paid by state and local governments.</p>\r\n\r\n<p>The $113 billion is not a net cost. Taking into consideration federal, state and local tax payments made by the undocumented population, the net cost would be about $99 billion, according to the FAIR report.</p>\r\n\r\n<p>The report details federal expenses for education, medical treatment, law enforcement, public assistance and general expenditures covering people here illegally.</p>\r\n\r\n<p>General expenses include &quot;non-enumerated functions of government,&quot; such as the cost of fire departments or of the legislature, the report said.</p>\r\n\r\n<p>FAIR based its estimates on a pool of 13 million people in the country illegally. It includes at least 3.4 million children who are U.S. citizens born to undocumented parents.</p>\r\n\r\n<p>That total estimate is higher than figures estimated by the U.S. Department of Homeland Security, about <a href=\"https://www.dhs.gov/sites/default/files/publications/ois_ill_pe_2012_2.pdf\">11.4 million</a> by January 2012. Pew Research Center estimated there were <a href=\"http://www.pewresearch.org/fact-tank/2015/11/19/5-facts-about-illegal-immigration-in-the-u-s/\">11.3 million</a> unauthorized immigrants in 2014.</p>\r\n\r\n<p>Before Trump, other Republican officials have used FAIR reports to bolster arguments about the fiscal costs of undocumented immigrants on their state. (PolitiFact has rated similar but state-centric claims <a href=\"http://politifact.com/florida/statements/2010/jun/30/ritch-workman/workman-misquotes-immigration-report/\">in</a> <a href=\"http://www.politifact.com/florida/statements/2010/dec/06/vern-buchanan/vern-buchanan-says-illegal-immigration-costs-flori/\">Florida</a> and <a href=\"http://www.politifact.com/new-jersey/statements/2011/aug/07/alison-littell-mchose/assemblywoman-mchose-says-illegal-immigration-cost/\">New Jersey</a> as False, another claim <a href=\"http://www.politifact.com/oregon/statements/2013/jun/15/oregon-republican-party/do-illegal-aliens-cost-oregon-1-billion-year/\">Mostly False</a> in Oregon, and one <a href=\"http://www.politifact.com/georgia/statements/2011/feb/18/federation-american-immigration-reform/georgia-pols-use-report-push-immigration-reform/\">Half True</a> in Georgia.)</p>\r\n\r\n<p>One thing we&rsquo;ve been told over the years: FAIR&rsquo;s conclusions stem from <a href=\"http://politifact.com/florida/statements/2010/jun/30/ritch-workman/workman-misquotes-immigration-report/\">inexact estimates</a> and <a href=\"http://www.politifact.com/new-jersey/statements/2011/aug/07/alison-littell-mchose/assemblywoman-mchose-says-illegal-immigration-cost/\">assumptions</a>.</p>\r\n\r\n<p>American Immigration Council, a pro-immigrant think tank, <a href=\"https://www.americanimmigrationcouncil.org/research/statistical-hot-air-fair’s-usa-report-lacks-credibility\">said</a> a previous FAIR report about this topic in 2010 relied &quot;upon flawed and empirically baseless assumptions to inflate its estimate of the costs.&quot;</p>\r\n\r\n<p>In its estimated health care costs, we&rsquo;ve <a href=\"http://politifact.com/florida/statements/2010/jun/30/ritch-workman/workman-misquotes-immigration-report/\">found</a> FAIR used a survey of hospitals that includes private hospitals, which are not funded by the state government.</p>\r\n\r\n<p>And its reports have assumed that most students enrolled in English learning classes are children of undocumented immigrants. That&rsquo;s because &quot;legal immigrants have often studied in the United States or otherwise learned English before immigrating and raise their children to speak English,&quot; the 2013 report says.</p>\r\n\r\n<p>Regarding the inclusion of education expenses for U.S. born children, &quot;Without regard to whether this estimate is accurate, the concept of this being a &lsquo;cost&rsquo; attributable to the unauthorized immigrants is subject to debate,&quot; said Jeff Passel, a senior demographer at Pew Research Center.</p>\r\n\r\n<p>The 2013 FAIR study also includes about $2.47 billion in fraudulent use of Medicaid, though it said only anecdotal information is available.</p>\r\n\r\n<p>FAIR also includes incarceration costs for undocumented immigrants. But federal agencies and immigration experts have told us there&rsquo;s <a href=\"http://www.politifact.com/punditfact/statements/2016/aug/15/lisa-boothe/republican-strategist-says-25-percent-inmates-are-/\">no definitive</a> source for the total number of inmates in the country illegally.</p>\r\n\r\n<p>FAIR says it bases its incarceration costs on the State Criminal Alien Assistance Program. The program reimburses states and localities for costs related to incarceration of undocumented criminal immigrants &quot;with at least one felony or two misdemeanor convictions for violations of state or local law, and incarcerated for at least 4 consecutive days during the reporting period,&quot; according to the U.S. Department of Justice.</p>\r\n\r\n<p>&quot;The quibbling about our use of estimates is ludicrous,&quot; said Jack Martin, FAIR spokesperson. &quot;All analysis of the impact of illegal aliens is based on estimates. The closest to survey data is the SCAAP data filed by state and local governments. We responsibly noted where we used estimates and why we thought they were reasonable estimates.&quot;</p>\r\n\r\n<p>It&rsquo;s difficult to determine exact costs of a population for which only estimates are available.</p>\r\n\r\n<p><strong>Other, lower estimates</strong></p>\r\n\r\n<p>Steven Camarota, director of research at Center for Immigration Studies, a think tank favoring strict immigration policies, said the cost of illegal immigration is not known for sure but could be under $113 billion.</p>\r\n\r\n<p>He pointed us to <a href=\"http://www.heritage.org/research/reports/2013/05/the-fiscal-cost-of-unlawful-immigrants-and-amnesty-to-the-us-taxpayer\">another report</a> by the Heritage Foundation, a conservative think tank.</p>\r\n\r\n<p>Households led by undocumented immigrants received about $85 billion a year in benefits in 2010, according to the report.</p>\r\n\r\n<p>The Heritage Foundation report found that in 2010, there were about 3.44 million households headed by undocumented immigrants and on average, each household received about $24,721 in government benefits and services, such as public education, police and fire protection.</p>\r\n\r\n<p>That report also takes into account expenses tied to some U.S. citizens -- about 4 million children born in the United States to parents living in the country illegally.</p>\r\n\r\n<p>&quot;These children would not reside in the U.S. if their parents had not chosen to enter and remain in the nation unlawfully,&quot; the report said. &quot;Obviously, any analysis of the fiscal cost of unlawful immigration must therefore include the costs associated with these children, because those costs are a direct and inevitable result of the unlawful immigration of the parents.&quot;</p>\r\n\r\n<p>Fiscal concerns related to undocumented immigrants are driven by a disparity in services they use and taxes they pay, Camarota said.</p>\r\n\r\n<p>&quot;Most immigrants come to work, including illegal immigrants,&quot; Camarota said. &quot;Illegal immigrants are a fiscal drain not because they are illegal or immigrants, or lazy and don&rsquo;t work, but because people at that level of education use a lot in social services and pay little in taxes.&quot;</p>\r\n\r\n<p>About 50 percent of adult undocumented immigrants have less than a high school education, in comparison to about 8 percent of the U.S. born-adult population who have not graduated from high school, Pew Research Center has <a href=\"http://www.pewhispanic.org/2009/04/14/a-portrait-of-unauthorized-immigrants-in-the-united-states/\">found</a>.</p>\r\n\r\n<p>According to the Heritage report, the average household led by an undocumented immigrant without a high school degree in 2010 paid around $8,860 in taxes, compared to about $10,900 in taxes paid by a household led by a non-immigrant without a high school degree.</p>\r\n\r\n<p>Overall, households of all educational levels led by undocumented immigrants paid about $10,300 in 2010, according to Heritage.</p>\r\n\r\n<p>Costs of the unauthorized population have been debated before, though recent, nonpartisan estimates are scarce.</p>\r\n\r\n<p>In 1995, the U.S. General Accounting Office <a href=\"http://www.gao.gov/assets/230/221495.pdf\">reported</a> that a professor emeritus of economics had pegged the net cost of undocumented immigrants to federal, state and local governments at $11.9 billion in 1992. A review of the professor&rsquo;s work published in 1994 by the Urban Institute, a policy research organization, rebutted that amount, adjusting it to $1.9 billion.</p>\r\n\r\n<p>The professor, Donald Huddle, in a separate exercise estimated net costs between $16 billion and $21.6 billion for 1994, the GAO report noted. The 1994 range of estimates assumed an undocumented population between 4 million and 5.4 million. (Huddle also <a href=\"http://www.jstor.org/stable/27503428?seq=1#page_scan_tab_contents\">rebutted</a> the Urban Institute&rsquo;s rebuttal.)</p>\r\n\r\n<p>&quot;Because little data are available on illegal aliens&rsquo; use of public services and tax payments, the various indirect approaches used to estimate costs and revenues were often based on assumptions whose reasonableness is unknown,&quot; the report said. &quot;A great deal of uncertainty remains about the actual national fiscal impact of illegal aliens.&quot;</p>\r\n\r\n<p>A 2007 <a href=\"https://www.cbo.gov/sites/default/files/110th-congress-2007-2008/reports/12-6-immigration.pdf\">report</a> from the Congressional Budget Office examined the impact of unauthorized immigrants on state and local governments and found that they pay less in taxes than what they receive through state and local public services. It also noted they are prohibited from many federal benefits.</p>\r\n\r\n<p>The Congressional Budget Office report analyzed 29 reports and said none attempted to look at total costs and revenues.</p>\r\n\r\n<p>Estimates that don&rsquo;t factor in positive economic impacts by unauthorized immigrants don&rsquo;t tell the whole story, said Michelle Mittelstadt, director of communications for Migration Policy Institute, a think tank that studies immigration trends.</p>\r\n\r\n<p>She noted that the Social Security Administration reported that in 2010 unauthorized immigrants paid a net <a href=\"http://www.politifact.com/truth-o-meter/statements/2016/aug/10/hillary-clinton/undocumented-immigrants-social-security-contributi/\">$12 billion</a> into the trust funds.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Trump said, &quot;Illegal immigration costs our country more than $113 billion a year.&quot;</p>\r\n\r\n<p>Trump presented this figure as a hard fact to make his case, and not as the rough, high-end estimate that it is.</p>\r\n\r\n<p>The figure matches a 2013 study by a group that wants to reduce immigration, FAIR.</p>\r\n\r\n<p>It&rsquo;s uncertain how much immigrants in the United States illegally cost taxpayers, but FAIR&rsquo;s data is largely based on broad estimates and assumptions. Another report by a conservative think tank pegged the amount at about $85 billion a year. Reports by pro-immigration or neutral groups have come in significantly lower, and other reports have been inconclusive.</p>\r\n\r\n<p>Estimating the costs of illegal immigration is extremely difficult and produces dramatically different figures, depending on the source. Yes, there are costs. But Trump is selecting the highest of all possible estimates from a range that varies widely.</p>\r\n\r\n<p>We rate Trump&rsquo;s statement Mostly False.</p>\r\n\r\n<div class='artembed'>See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2016-09-01T12:00:48.225888", "ruling_date": "2016-09-01T13:22:06", "ruling_headline": "Donald Trump says illegal immigration costs $113 billion a year", "ruling_headline_slug": "donald-trump-says-illegal-immigration-costs-113-bi", "ruling_link_text": "Not net cost, only estimates", "ruling_state": null, "source_documents": null, "sources": "<p>Federation for American Immigration Reform, <a href=\"http://www.fairus.org/publications/the-fiscal-burden-of-illegal-immigration-on-united-states-taxpayers\" target=\"_blank\">The Fiscal Burden of Illegal Immigration on United States Taxpayers</a>, 2013 report</p>\r\n\r\n<p>U.S. Congressional Budget Office, <a href=\"https://www.cbo.gov/sites/default/files/110th-congress-2007-2008/reports/12-6-immigration.pdf\" target=\"_blank\">The Impact of Unauthorized Immigrants on the Budgets of State and Local Governments</a>, December 2007</p>\r\n\r\n<p>Heritage Foundation, T<a href=\"http://www.heritage.org/research/reports/2013/05/the-fiscal-cost-of-unlawful-immigrants-and-amnesty-to-the-us-taxpayer\" target=\"_blank\">he Fiscal Cost of Unlawful Immigrants and Amnesty to the U.S. Taxpayer</a>, May 2013</p>\r\n\r\n<p>U.S. General Accounting Office, <a href=\"http://www.gao.gov/assets/230/221495.pdf\" target=\"_blank\">Illegal Aliens National Net Cost Estimates Vary Widely</a>, July 1995</p>\r\n\r\n<p>Donald Trump campaign website, <a href=\"https://www.donaldjtrump.com/press-releases/donald-j.-trump-address-on-immigration\" target=\"_blank\">Immigration speech</a> in Arizona</p>\r\n\r\n<p>YouTube, <a href=\"https://www.youtube.com/watch?v=6cblBRiYQYk\" target=\"_blank\">Donald Trump town hall on Fox News</a>, Aug. 23, 2016</p>\r\n\r\n<p>Department of Homeland Security, <a href=\"https://www.dhs.gov/sites/default/files/publications/ois_ill_pe_2012_2.pdf\" target=\"_blank\">Estimates of the Unauthorized Immigrant Population Residing in the United States: January 2012</a>, March 2013</p>\r\n\r\n<p>Pew Research Center,<a href=\"http://www.pewresearch.org/fact-tank/2015/11/19/5-facts-about-illegal-immigration-in-the-u-s/\" target=\"_blank\"> 5 facts about illegal immigration in the U.S.</a>, Nov. 19, 2015</p>\r\n\r\n<p>Email interview, Jeff Passel, senior demographer Pew Research Center, Sept. 1, 2016</p>\r\n\r\n<p>Email interview, Michelle Mittelstadt, Migration Policy Institute, Sept. 1, 2016</p>\r\n\r\n<p>Phone interview, Steven Camarota, director of research at Center for Immigration Studies, Aug. 31, 2016</p>\r\n\r\n<p>American Immigration Council, <a href=\"https://www.americanimmigrationcouncil.org/research/statistical-hot-air-fair%E2%80%99s-usa-report-lacks-credibility\" target=\"_blank\">Statistical Hot Air: FAIR&rsquo;s USA Report Lacks Credibility</a>, March 29, 2011</p>\r\n\r\n<p>Pew Research Center,<a href=\"http://www.pewhispanic.org/2009/04/14/a-portrait-of-unauthorized-immigrants-in-the-united-states/\" target=\"_blank\"> A Portrait of Unauthorized Immigrants in the United States</a>, April 14, 2009</p>\r\n\r\n<p>Donald L. Huddle, <a href=\"http://www.jstor.org/stable/27503428?seq=1#page_scan_tab_contents\" target=\"_blank\">A Critique of the Urban Institute&#39;s Claims of Cost Free Immigration: Early Findings Confirmed</a>, 1995</p>\r\n\r\n<p>PolitiFact, <a href=\"http://politifact.com/florida/statements/2010/jun/30/ritch-workman/workman-misquotes-immigration-report/\" target=\"_blank\">Workman misquotes immigration report</a>, June 30, 2010</p>\r\n\r\n<p>PolitiFact,<a href=\"http://www.politifact.com/new-jersey/statements/2011/aug/07/alison-littell-mchose/assemblywoman-mchose-says-illegal-immigration-cost/\" target=\"_blank\"> Assemblywoman McHose says illegal immigration costs New Jersey taxpayers more than $3 billion annually</a>, Aug. 7, 2011</p>\r\n\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/oregon/statements/2013/jun/15/oregon-republican-party/do-illegal-aliens-cost-oregon-1-billion-year/\" target=\"_blank\">Do &#39;illegal aliens&#39; cost Oregon $1 billion a year?</a>, June 15, 2013</p>\r\n\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/georgia/statements/2011/feb/18/federation-american-immigration-reform/georgia-pols-use-report-push-immigration-reform/\" target=\"_blank\">Georgia pols use report to push for immigration reform</a>, Feb. 18, 2011</p>\r\n\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/florida/statements/2010/dec/06/vern-buchanan/vern-buchanan-says-illegal-immigration-costs-flori/\" target=\"_blank\">Vern Buchanan says illegal immigration costs Florida taxpayers $4 billion a year</a>, Dec. 6, 2010</p>\r\n", "speaker": {"adkey": "People ", "advalue": "Trump", "barely_true_count": 134, "current_job": "President", "false_count": 210, "first_name": "Donald", "half_true_count": 92, "home_state": "New York", "id": 1019, "last_name": "Trump", "mostly_true_count": 72, "name_slug": "donald-trump", "pants_count": 91, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_TRUMP_CAMPAIGN_5.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1019/", "total_count": 645, "true_count": 29, "website": "https://www.donaldjtrump.com/"}, "statement": "<p>&quot;Illegal immigration costs our country more than $113 billion a year.&quot;</p>\r\n", "statement_context": "a speech in Arizona", "statement_date": "2016-08-31", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": "In immigration speech, Trump says illegal immigration costs $113 billion a year"}