{"art": [{"brightcove": "", "caption": "Former U.S. Secretary of State Hillary Clinton (R) speaks as former U.S. President Bill Clinton looks on during the opening plenary session of the Clinton Global Initiative (CGI), on September 22, 2014 in New York City. (John Moore/Getty Images)", "id": 8908, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/GYI_514278461_455926858.JPG", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/8908/", "title": "Clintons at CGI ", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "lqiu@politifact.com", "first_name": "Linda", "id": 443, "last_name": "Qiu", "name_slug": "linda-qiu", "on_staff_page": null, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Linda_Qiu.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/443/", "title": "Staff writer", "twitter": ""}], "canonical_url": "/truth-o-meter/statements/2016/aug/31/hillary-clinton/did-clinton-foundation-go-above-and-beyond-transpa/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "facebook_headline": "Is Clinton Foundation 'above & beyond' transparency law? ", "id": 12992, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "lqiu@politifact.com", "first_name": "Linda", "id": 443, "last_name": "Qiu", "name_slug": "linda-qiu", "on_staff_page": null, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Linda_Qiu.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/443/", "title": "Staff writer", "twitter": ""}], "resource_uri": "/api/v/2/statement/12992/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Hillary Clinton dismissed criticism of the Clinton Foundation for creating the appearance of conflicts of interest for the State Department she led, arguing that the nonprofit has actually been more transparent and ethical than was required.</p>\r\n\r\n<p>CNN&rsquo;s Anderson Cooper asked Clinton Aug. 24 about Donald Trump&rsquo;s charge that she &quot;sold favors and access&quot; in exchange for donations to the foundation and why Bill Clinton would leave the foundation only if Hillary Clinton became president. Clinton responded that Trump is &quot;ridiculous.&quot;</p>\r\n\r\n<p>&quot;In 2009, (the foundation) took steps that went above and beyond all legal requirements and, indeed, all standard requirements followed by every other charitable organization, voluntarily disclosing donors, significantly reducing sources of funding, even to the point of, you know, of those funding being involved in providing medication to treat HIV/AIDS,&quot; Clinton <a href=\"http://www.cnn.com/TRANSCRIPTS/1608/24/acd.02.html\">said</a>.</p>\r\n\r\n<p>Clinton&rsquo;s <a href=\"http://www.townandcountrymag.com/society/money-and-power/news/a2977/tc-may-cover-star-bill-clinton/?click=welcome-ad\">family</a>, <a href=\"http://abcnews.go.com/Politics/week-transcript-kellyanne-conway-robby-mook-reince-priebus/story?id=41537270\">campaign</a> and <a href=\"http://mediamatters.org/video/2016/08/28/msnbcs-joy-reid-calls-out-new-standard-over-scrutiny-clinton-foundation-didnt-apply-bush-foundation/212710\">supporters</a> have used similar defenses lately, often calling the Clinton Foundation&rsquo;s disclosure agreements &quot;unprecedented&quot; and pointing out that charities associated with the Bush presidents didn&rsquo;t have to abide by the same standards.</p>\r\n\r\n<p>Just how accurate is this talking point?</p>\r\n\r\n<p>Clinton is right that the foundation bearing her family name has done more than what is required of charities by law. But the requirements are rather basic to begin with, and other nonprofits, including those tied to presidential candidates and presidents, have been similarly forthcoming.</p>\r\n\r\n<p><strong>Clearing a low bar</strong></p>\r\n\r\n<p>The Clinton Foundation, as part of an <a href=\"http://media.washingtonpost.com/wp-srv/politics/documents/memorandum_of_understanding_clinton.pdf\">ethics agreement</a> with the Obama administration, promised <a href=\"http://www.politifact.com/truth-o-meter/article/2015/may/07/did-clinton-foundation-keep-its-promises-politifac/\">to publish the names of all of its donors,</a> roll back Bill Clinton&rsquo;s involvement in fundraising, and stop accepting donations to the Clinton Global Initiative from foreign governments, among other pledges.</p>\r\n\r\n<p>The foundation only began to do that in 2008, as a condition of Clinton&rsquo;s confirmation as secretary of state in order to preempt conflicts of interest (and it <a href=\"http://www.politifact.com/truth-o-meter/statements/2016/aug/24/jennifer-granholm/clinton-surrogate-spins-clinton-foundation-defense/\">hasn&rsquo;t always lived up to</a> that ethics agreement). Craig Minassian, a spokesman for the foundation, pointed out that the Clinton Foundation&nbsp;continued disclosing donors after Clinton left office even though&nbsp;it was &quot;under no obligation to do so.&quot;&nbsp;</p>\r\n\r\n<p>None of what the foundation agreed to do &mdash; disclosing donor identities, limiting an official&rsquo;s role, or not taking foreign donations &mdash; is required by tax law.</p>\r\n\r\n<p>The law doesn&rsquo;t actually require much from nonprofits like the foundation.</p>\r\n\r\n<p>&quot;The legal requirements are so absolutely minimal that it&rsquo;s like saying, &lsquo;No, I haven&rsquo;t shot anyone today, so you should be grateful,&rsquo; &quot; said Daniel Schuman, policy director for Demand Progress, a progressive advocacy group focused on civil liberties and government transparency.</p>\r\n\r\n<p>Suzanne Friday, legal counsel to the nonpartisan Council on Foundations, agreed that the laws are &quot;basic.&quot; Many nonprofits are volunteering a lot more information than what&rsquo;s required, she said.</p>\r\n\r\n<p>&quot;Anyone who is more putting more information on their website or wherever goes above and beyond the law,&quot; Friday said.</p>\r\n\r\n<p>Tax-exempt organizations or 501(c)(3) groups only have to reveal <a href=\"https://www.irs.gov/charities-non-profits/public-disclosure-and-availability-of-exempt-organizations-returns-and-applications-documents-subject-to-public-disclosure\">a few bits of information</a> to the public when requested. The requestable tax documents can include the last three years of a group&rsquo;s <a href=\"https://www.irs.gov/pub/irs-pdf/f990.pdf\">Form 990</a>, which gives an overview of the organization&rsquo;s activities, leadership and finances.</p>\r\n\r\n<p>More specific requirements vary by state and also depend on whether an organization is a <a href=\"https://www.irs.gov/charities-non-profits/charitable-organizations/private-foundations\">private foundation</a> or <a href=\"https://www.irs.gov/charities-non-profits/charitable-organizations/public-charities\">public charity.</a> Confusingly, the Clinton Foundation is actually a public charity, not a private foundation, even though it has the word &quot;foundation&quot; in its name.</p>\r\n\r\n<p>Private foundations (for example, the Bill and Melinda Gates Foundation) are typically controlled by one person, one family or one corporation and have just a few funding sources. In addition to Form 990, they have to disclose their donors upon request of the public. (This is how we know, for example, that World Wrestling Entertainment <a href=\"http://990s.foundationcenter.org/990pf_pdf_archive/133/133404773/133404773_200912_990PF.pdf\">gave</a> $1 million to the Donald J. Trump Foundation in 2009.)</p>\r\n\r\n<p>The requirements are less stringent for public charities, which includes schools and churches but also organizations with many funding sources &mdash; like the Clinton Foundation. They don&rsquo;t have to disclose their donors, even if requested, but they do have to prove to the IRS that a third of their revenue comes from fundraising.</p>\r\n\r\n<p>So the Clinton Foundation is not required by law to disclose its donors, as it does on its <a href=\"https://www.clintonfoundation.org/contributors\">contributors page</a>, and most other nonprofits don&rsquo;t give this information, said David Callahan, editor-in-chief of <em>Inside Philanthropy.</em> (Friday of the Council on Foundations said this is to protect donor privacy.)<strong>&nbsp;</strong>Minassian referred us to the Clinton Foundation&#39;s&nbsp;Charity Navigator <a href=\"https://www.charitynavigator.org/index.cfm?bay=search.summary&amp;orgid=16680\">rating</a>&nbsp;of four stars out of four stars and a 93 out of 100 in accountability and transparency.&nbsp;</p>\r\n\r\n<p>The Clinton Foundation, however, is not the only charity disclosing its donors on a website. <a href=\"https://wikimediafoundation.org/wiki/Benefactors\">The Wikimedia Foundation</a>, <a href=\"http://sunlightfoundation.com/about/funding/\">the Sunlight Foundation</a>, <a href=\"http://www.cgdev.org/section/funding\">the Center for Global Development</a> and <a href=\"https://www.csis.org/support-csis/our-donors\">the Center for Strategic and International Studies</a> are are all examples of public nonprofits that voluntarily disclose donors.</p>\r\n\r\n<p>Many nonprofits like <a href=\"https://www.oxfamamerica.org/static/media/files/Oxfam_America-Annual_Report_2015.pdf\">Oxfam</a> and the <a href=\"http://www.wri.org/annualreport/2015/donors/\">World Resources Institute</a> publish annual reports that include more comprehensive donor rolls on their websites, said Friday. The Clinton Foundation does not do this.</p>\r\n\r\n<p><strong>&lsquo;The wild west&rsquo; of presidential foundations</strong></p>\r\n\r\n<p>There are about <a href=\"http://nccs.urban.org/statistics/quickfacts.cfm\">1.1 million public charities</a> like the Clinton Foundation, but only a handful are linked to presidents and presidential candidates.</p>\r\n\r\n<p>Experts told us the Clinton Foundation is among the most transparent in this group of charities, which, for the most part, are foundations associated with presidential libraries. (The Clinton Foundation&nbsp;was <a href=\"https://www.washingtonpost.com/politics/the-inside-story-of-how-the-clintons-built-a-2-billion-global-empire/2015/06/02/b6eab638-0957-11e5-a7ad-b430fc1d3f5c_story.html\">initially</a>&nbsp;focused on&nbsp;Bill Clinton&rsquo;s library and evolved into the organization it is today.)</p>\r\n\r\n<p>Anthony Clark, author of a book on presidential libraries called <em><a href=\"https://www.amazon.com/Last-Campaign-Presidents-Posterity-Enshrine/dp/1508409749\">The Last Campaign</a></em>, told us the presidential library foundations follow basic disclosure laws and therefore are notoriously opaque. He agreed with that the Clinton Foundation&rsquo;s transparency was &quot;unprecedented.&quot;</p>\r\n\r\n<p>&quot;It&rsquo;s the wild west,&quot; he said. &quot;Before 2008, the closest we came to learning the donors was a donor wall with major donors engraved in granite or a bronze plaque.&quot;</p>\r\n\r\n<p>Here are two charts detailing the disclosure and finances of charities related to presidential candidates and presidents: &nbsp;</p>\r\n\r\n<p><iframe frameborder=\"0\" height=\"1012\" scrolling=\"no\" src=\"//e.infogr.am/c6a3edbd-e01c-4bef-bb3e-835799e9c2ab?src=embed\" style=\"border:none;\" title=\"\" width=\"700\"></iframe></p>\r\n\r\n<div style=\"clear:both;\"><em>The asset and fundraising amounts reflect the most recent public filings available for each foundation. For a more detailed list with links to sources and information on the private family foundations of presidents and presidential candidates, <a href=\"https://docs.google.com/spreadsheets/d/168AlrdMs9i5O5eiRvgzJ11lHzfIrGzwUpghRJRcI-Rk/edit?usp=sharing\">click here</a>.</em></div>\r\n\r\n<div style=\"clear:both;\">*Our friends at the Washington Post Fact Checker gave <a href=\"https://www.washingtonpost.com/news/fact-checker/wp/2016/04/08/john-mccains-claim-he-has-nothing-to-do-with-the-mccain-institute/\">two Pinocchios</a> to 2008 GOP nominee John McCain&rsquo;s claim that he&rsquo;s unaffiliated with the nonprofit that bears his name.<br />\r\n**The Carter Center is the only presidential foundation listed here not associated with a presidential library.<br />\r\n***We did not include the Heinz Endowments, chaired by 2008 presidential candidate and current Secretary of State John Kerry&rsquo;s wife, Teresa Heinz. Though it has significant assets ($1.6 billion), it has no donors.</div>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>As the chart shows, the Clinton Foundation discloses more information than the other presidential foundations. It also fundraises significantly more. For that and a few more reasons &mdash; such as the fact that Clinton has served as secretary of state and is running for president &mdash; experts told us, it belongs in a category of its own.</p>\r\n\r\n<p>&quot;The sheer scope and size of the Clinton Foundation is also unprecedented and warrants extra measures to guard against conflicts of interest,&quot; said Craig Holman of the government accountability group Public Citizen.</p>\r\n\r\n<p>Schuman of Demand Progress also brought up Marc Rich, a former fugitive and Clinton Foundation donor pardoned by Bill Clinton on his last day in office, as a conflict of interest issue that preceded the &quot;above and beyond&quot; disclosure steps.</p>\r\n\r\n<p>Hillary Clinton &quot;doesn&rsquo;t seem to be meeting her own standards either,&quot; said Schuman, referring to unsuccessful legislation she <a href=\"https://www.congress.gov/bill/107th-congress/senate-bill/645/cosponsors\">cosponsored</a> in the Senate on disclosing gifts to presidential foundations in 2001.</p>\r\n\r\n<p>The Clinton campaign specifically forwarded us <a href=\"http://usatoday30.usatoday.com/news/nation/2004-06-13-bush-jump_x.htm\">reports</a> <a href=\"http://www.prnewswire.com/news-releases/president-george-bush-to-celebrate-80th-birthday-73959312.html\">about</a> George W. Bush&#39;s continued involvement in his father&rsquo;s foundation while he was president. We also found <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2007/12/14/AR2007121402124.html\">reports</a> <a href=\"http://www.dallasnews.com/news/community-news/park-cities/headlines/20130419-north-texas-boosters-feature-prominently-among-bush-centers-major-donors.ece\">of</a> Bush foundations taking foreign donations during that time.</p>\r\n\r\n<p>Experts agreed that more scrutiny should have been placed on the Bush family, but the situations are somewhat different.</p>\r\n\r\n<p>&quot;Adult children aren&rsquo;t tied financially and otherwise to their parents the way one&rsquo;s spouse is tied to another spouse, &quot;said Kathleen Clark, a Washington University in St. Louis law professor who specializes in government ethics. &quot; &lsquo;Hey, they did it too&rsquo; &mdash; it&rsquo;s not quite as juvenile as that, but it&rsquo;s not a particularly persuasive argument.&quot;</p>\r\n\r\n<p>&quot;The Bush foundations did not raise comparable amounts of money and from as many foreign sources as the Clinton Foundation,&quot; said Holman of Public Citizen.</p>\r\n\r\n<p>In contrast to the Bush organizations, three other public nonprofits tied to presidents and presidential hopefuls have been rather&nbsp;forthcoming,&nbsp;though they don&#39;t disclose all their donors as the Clinton Foundation does.&nbsp;</p>\r\n\r\n<p>This election cycle, former presidential candidate Jeb Bush <a href=\"http://www.nbcnews.com/politics/2016-election/jeb-bush-releases-list-donors-education-foundation-n385266\">disclosed</a> the vast majority of donors to his Foundation for Excellence in Education early in his campaign, and the foundation subsequently published their names on its website. Bush, who started the think tank in 2008 after his tenure as Florida governor, also <a href=\"https://www.washingtonpost.com/politics/with-eye-on-2016-jeb-bush-severs-ties-to-most-firms/2014/12/31/938b3662-9054-11e4-a900-9960214d4cd7_story.html\">stepped down as its chairman</a> when he began to seriously consider running for president in early 2015.</p>\r\n\r\n<p>Jimmy Carter&rsquo;s nonprofit is perhaps the most similar to the Clinton Foundation with its focus on international work in human rights, poverty and disease. (Most other presidential foundations function as political think tanks advancing the ideology of its president or as education shops promoting and preserving his legacy, Clark said.)</p>\r\n\r\n<p>The Carter Center has been disclosing its donors every year in <a href=\"https://www.cartercenter.org/news/publications/annual_reports.html\">annual reports</a> <a href=\"https://www.cartercenter.org/resources/pdfs/pdf-archive/annualreport1982-1988-01011989.pdf\">since 1982</a>, when it was founded.&nbsp;It does, however, take anonymous donations.</p>\r\n\r\n<p>And then there&rsquo;s Barack Obama, whose presidential library foundation also lists <a href=\"http://www.barackobamafoundation.org/pages/contributor-information\">its contributors</a>&nbsp;who&#39;ve donated more than $200&nbsp;and publishes its <a href=\"http://www.barackobamafoundation.org/pages/obama-foundation-files-form-990-for-2015-tax-year\">financial documents</a>. Plus,&nbsp;Schuman added, &quot;He did it without being under duress.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Clinton said the Clinton Foundation &quot;took steps that went above and beyond all legal requirements and, indeed, all standard requirements followed by every other charitable organization.&quot;</p>\r\n\r\n<p>The law does not require the Clinton Foundation to disclose donors or roll back foreign donations, but the disclosure requirements are rather minimal to begin with.</p>\r\n\r\n<p>It&rsquo;s important to note that the Clinton Foundation, already unique in its size, function and relationship to two presidential figures, agreed to take these steps only when Clinton was nominated as secretary of state.</p>\r\n\r\n<p>Among presidents and presidential candidates, foundations affiliated with Jeb Bush, Obama and Carter have all been forthcoming about their donations and finances.</p>\r\n\r\n<p>We rate Clinton&rsquo;s claim Half True.</p>\r\n<a href=\"https://www.sharethefacts.co/share/b96c22d5-b166-4804-b3ed-6e7364ed2a5b\">https://www.sharethefacts.co/share/b96c22d5-b166-4804-b3ed-6e7364ed2a5b</a>\r\n", "ruling_comments_date": "2016-08-31T18:42:53.247884", "ruling_date": "2016-08-31T18:37:21", "ruling_headline": "Did the Clinton Foundation go 'above and beyond' in transparency?", "ruling_headline_slug": "did-clinton-foundation-go-above-and-beyond-transpa", "ruling_link_text": "Cleared a pretty low bar", "ruling_state": null, "source_documents": null, "sources": "<p>CNN, &quot;<a href=\"http://www.cnn.com/TRANSCRIPTS/1608/24/acd.02.html\">ANDERSON COOPER 360 DEGREES</a>,&quot; Aug. 24, 2016</p>\r\n\r\n<p>PolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/article/2015/may/07/did-clinton-foundation-keep-its-promises-politifac/\">Did the Clinton Foundation keep its promises? A PolitiFact scorecard</a>,&quot; May 7, 2015</p>\r\n\r\n<p>PolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2016/aug/24/jennifer-granholm/clinton-surrogate-spins-clinton-foundation-defense/\">Clinton surrogate spins Clinton Foundation defense</a>,&quot; Aug. 24, 2016</p>\r\n\r\n<p>IRS, &quot;<a href=\"https://www.irs.gov/charities-non-profits/public-disclosure-and-availability-of-exempt-organizations-returns-and-applications-documents-subject-to-public-disclosure\">Public Disclosure and Availability of Exempt Organizations Returns and Applications: Documents Subject to Public Disclosure</a>,&quot; March 17, 2016</p>\r\n\r\n<p>IRS, &quot;<a href=\"https://www.irs.gov/charities-non-profits/charitable-organizations/private-foundations\">Private Foundations</a>,&quot; Aug. 30, 2016</p>\r\n\r\n<p>IRS, &quot;<a href=\"https://www.irs.gov/charities-non-profits/charitable-organizations/public-charities\">Public Charities</a>,&quot; Dec. 16, 2016</p>\r\n\r\n<p>Queries on ProPublica&#39;s <a href=\"https://projects.propublica.org/nonprofits/\">Non-Profit Explorer</a></p>\r\n\r\n<p>Queries on Charity Navigator</p>\r\n\r\n<p><a href=\"https://docs.google.com/spreadsheets/d/168AlrdMs9i5O5eiRvgzJ11lHzfIrGzwUpghRJRcI-Rk/edit?usp=sharing\">PolitiFact analysis of charities tied to presidential candidates and presidents </a></p>\r\n\r\n<p>Congress.gov, &quot;<a href=\"https://www.congress.gov/bill/107th-congress/senate-bill/645/cosponsors\">S. 645</a>,&quot; March 29, 2001</p>\r\n\r\n<p><em>USA Today, </em>&quot;<a href=\"http://usatoday30.usatoday.com/news/nation/2004-06-13-bush-jump_x.htm\">Ex-president Bush makes birthday skydive</a>,&quot; June 13, 2004</p>\r\n\r\n<p><em>Washington Post,</em> &quot;<a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2007/12/14/AR2007121402124_2.html\">Clinton Library Got Funds From Abroad</a>,&quot; Dec. 14, 2007</p>\r\n\r\n<p><em>Dallas Morning News</em>, &quot;<a href=\"http://www.dallasnews.com/news/community-news/park-cities/headlines/20130419-north-texas-boosters-feature-prominently-among-bush-centers-major-donors.ece\">Dallas-area boosters feature prominently among Bush Center&rsquo;s major donors</a>,&quot; April 19, 2013</p>\r\n\r\n<p>Associated Press, &quot;<a href=\"http://www.nbcnews.com/politics/2016-election/jeb-bush-releases-list-donors-education-foundation-n385266\">Jeb Bush Releases List of Donors to Education Foundation</a>,&quot; July 1, 2015</p>\r\n\r\n<p><em>Washington Post,</em> &quot;<a href=\"https://www.washingtonpost.com/politics/with-eye-on-2016-jeb-bush-severs-ties-to-most-firms/2014/12/31/938b3662-9054-11e4-a900-9960214d4cd7_story.html\">With eye on 2016, Jeb Bush resigns from all boards</a>,&quot; Dec. 31, 2014</p>\r\n\r\n<p>Carter Center, <a href=\"https://www.cartercenter.org/news/publications/annual_reports.html\">Annual Reports</a>, 1982 to 2015</p>\r\n\r\n<p>Barack Obama Foundation, &quot;<a href=\"http://www.barackobamafoundation.org/pages/contributor-information\">Contributor Information</a>,&quot; June 30, 2016</p>\r\n\r\n<p>Barack Obama Foundation, &quot;<a href=\"http://www.barackobamafoundation.org/pages/obama-foundation-files-form-990-for-2015-tax-year\">Obama Foundation Files Form 990 for 2015 Tax Year</a>,&quot; accessed Aug. 29, 2016</p>\r\n\r\n<p>PolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2015/feb/26/american-crossroads/conservative-group-claims-hillary-clintons-foundat/\">Conservative group claims Hillary Clinton&#39;s foundation took millions from foreign governments</a>,&quot; Feb. 26, 2015</p>\r\n\r\n<p>NPR, &quot;<a href=\"http://www.npr.org/sections/itsallpolitics/2015/04/27/402625347/fact-check-is-the-clinton-foundation-the-most-transparent\">Fact Check: Is The Clinton Foundation &#39;The Most Transparent&#39;?</a>,&quot; April 27, 2015</p>\r\n\r\n<p><em>Washington Post,</em> &quot;<a href=\"https://www.washingtonpost.com/news/answer-sheet/wp/2016/01/08/who-donates-to-jeb-bushs-education-foundation-heres-the-somewhat-surprising-list/\">Who donates to Jeb Bush&rsquo;s education foundation? Here&rsquo;s the somewhat surprising list.</a>,&quot; Jan. 8, 2016</p>\r\n\r\n<p><em>Inside Philanthropy</em>, &quot;<a href=\"http://www.insidephilanthropy.com/home/2016/7/29/the-other-clinton-foundation-a-look-at-bill-and-hillarys-per.html\">The Other Clinton Foundation: A Look at Bill and Hillary&#39;s Personal Philanthropy</a>,&quot; July 29, 2016</p>\r\n\r\n<p>Email interview with Kate Berner, spokesman for the Barack Obama Foundation, Aug. 30, 2016</p>\r\n\r\n<p>Email interview with Deanna Congileo, spokesman for the Carter Center, Aug. 30, 2016</p>\r\n\r\n<p>Email interview with Melissa Giller, spokesman for the Reagan Foundation, Aug. 30, 2016</p>\r\n\r\n<p>Email interview with Joe Lopez, spokesman for the Nixon Foundation, Aug. 30, 2016</p>\r\n\r\n<p>Interview with Daniel Schuman, policy director for Demand Progress, Aug. 31, 2016</p>\r\n\r\n<p>Interview with Suzanne Friday, legal counsel for the Council on Foundations, Aug. 30, 2016</p>\r\n\r\n<p>Email interview with David Callahan, editor-in-chief of Inside Philanthropy, Aug. 30, 2016</p>\r\n\r\n<p>Interview with Anthony Clark, author of The Last Campaign, Aug. 30, 2016</p>\r\n\r\n<p>Email interview with Craig Holman, lobbyist for the Public Citizen, Aug. 25, 2016</p>\r\n\r\n<p>Interview with Kathleen Clark, law professor at Washington University in St. Louis, Aug. 30, 2016</p>\r\n\r\n<p>Email interview with Craig Minassia, spokesman for the Clinton Fondation, Aug. 31 and Sept. 1, 2016</p>\r\n\r\n<p>Email interview with Josh Schwerin, spokesman for the Clinton campaign, Aug. 24 to&nbsp;Sept. 1, 2016</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 41, "current_job": "Presidential candidate", "false_count": 31, "first_name": "Hillary", "half_true_count": 69, "home_state": "New York", "id": 1, "last_name": "Clinton", "mostly_true_count": 76, "name_slug": "hillary-clinton", "pants_count": 7, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/GYI_659046701_585968470.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1/", "total_count": 304, "true_count": 72, "website": "http://www.hillaryclinton.com/"}, "statement": "<p>The Clinton Foundation &quot;took steps that went above and beyond all legal requirements and, indeed, all standard requirements followed by every other charitable organization.&quot;</p>\r\n", "statement_context": "an interview on CNN.", "statement_date": "2016-08-24", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 35, "photo": null, "resource_uri": "/api/v/2/subject/35/", "subject": "Ethics", "subject_slug": "ethics", "used_in_edition": []}, {"description": "", "id": 107, "photo": null, "resource_uri": "/api/v/2/subject/107/", "subject": "Transparency", "subject_slug": "transparency", "used_in_edition": []}], "target": [], "twitter_headline": "Did the Clinton Foundation go 'above and beyond' in transparency?"}